{
  "name": "Ryan v Australian Securities and Investments Commission;in the matter of Allstate Explorations NL (Subject to Deed of Company Arrangement) [2007] FCA 59 (6 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/59.html",
  "catchphrases": [
    {
      "text": "authorisation by asic of shareholders as eligible applicants for s 596a and s 596b of the corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "no notice to proposed examinees",
      "id": "c1"
    },
    {
      "text": "natural justice",
      "id": "c2"
    },
    {
      "text": "legitimate expectations",
      "id": "c3"
    },
    {
      "text": "whether asic took into account irrelevant consideration, failed to take into account relevant consideration and erred in law",
      "id": "c4"
    },
    {
      "text": "proceeding dismissed",
      "id": "c5"
    },
    {
      "text": "judicial review",
      "id": "c6"
    },
    {
      "text": "authorisation by asic of shareholders as eligible applicants for s 596a and s 596b of the corporations act 2001 (cth)",
      "id": "c7"
    },
    {
      "text": "no notice to proposed examinees",
      "id": "c8"
    },
    {
      "text": "natural justice",
      "id": "c9"
    },
    {
      "text": "legitimate expectations",
      "id": "c10"
    },
    {
      "text": "whether asic took into account irrelevant consideration, failed to take into account relevant consideration and erred in law",
      "id": "c11"
    },
    {
      "text": "proceeding dismissed",
      "id": "c12"
    },
    {
      "text": "submissions for respondent did not waive legal professional privilege",
      "id": "c13"
    },
    {
      "text": "'eligible applicant'",
      "id": "c14"
    },
    {
      "text": "corporations law",
      "id": "c15"
    },
    {
      "text": "administrative law",
      "id": "c16"
    },
    {
      "text": "evidence",
      "id": "c17"
    },
    {
      "text": "words and phrases",
      "id": "c18"
    }
  ],
  "sentences": [
    {
      "text": "On 11 July 2006 the fourth respondent, Michael Taylor, made a decision on behalf of the first respondent, Australian Securities and Investments Commission (ASIC), that Simon Robert Evans and Kathryn Margaret Evans (the Evans) as trustees of the Karmiyacho Superannuation Fund, be authorised as 'eligible applicants' to make applications under Div 1 of Pt 5.9 of the Corporations Act 2001 (Cth) (the Corporations Act ) for the examination of persons about the examinable affairs of Allstate Explorations NL (subject to Deed of Company Arrangement) ACN 000 679 023 (Allstate).",
      "id": "s0"
    },
    {
      "text": "The applicants, Michael Joseph Patrick Ryan and Antony Woodings (the Administrators), are the administrators of Allstate and seek to have that decision set aside pursuant to both s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) and s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s1"
    },
    {
      "text": "The Evans are shareholders in Allstate and applied for, and obtained, the issue of summons for the examination of the Administrators and for the production of documents by them.",
      "id": "s2"
    },
    {
      "text": "Those examinations (and proceedings to challenge the decision to issue the summons) have been deferred pending this case.",
      "id": "s3"
    },
    {
      "text": "Summonses have also been issued for the examination of Matthew Gill, the second respondent, and for the production of documents by the third respondent, Macquarie Bank Limited (Macquarie).",
      "id": "s4"
    },
    {
      "text": "Each of those respondents supports the position taken by the Administrators.",
      "id": "s5"
    },
    {
      "text": "The Evans have expressly declined to take part in this proceeding.",
      "id": "s6"
    },
    {
      "text": "FACTS \n \n On 8 June 2001, the Administrators were appointed joint and several administrators of Allstate and two subsidiaries of Allstate, Allstate Prospecting Pty Limited (APPL) and ACN 070 164 653 Pty Limited (ACN) pursuant to s 436A(1) in Pt 5.3A of the Corporations Law.",
      "id": "s7"
    },
    {
      "text": "Allstate was a listed public company.",
      "id": "s8"
    },
    {
      "text": "Trading in its shares was suspended on 8 June 2001.",
      "id": "s9"
    },
    {
      "text": "The primary business of Allstate was the management of the gold mining operations conducted at an underground mine in Beaconsfield, Tasmania pursuant to the Beaconsfield Joint Venture Agreement.",
      "id": "s10"
    },
    {
      "text": "That Agreement had been entered into on 19 October 1992.",
      "id": "s11"
    },
    {
      "text": "APPL and ACN held a 51.51 per cent interest in the joint venture, with the remaining 48.49 per cent held by Beaconsfield Operations Pty Limited, Beaconsfield Tasmania Pty Limited and Beaconsfield Gold NL.",
      "id": "s12"
    },
    {
      "text": "The Joint Venture Agreement provided for a manager's lien in favour of Allstate over certain gold stocks for debts that it incurred.",
      "id": "s13"
    },
    {
      "text": "Macquarie was the financier of Allstate pursuant to securities ranking ahead of unsecured creditors.",
      "id": "s14"
    },
    {
      "text": "BankWest was the financier of the Beaconsfield companies pursuant to securities.",
      "id": "s15"
    },
    {
      "text": "The manager's lien ranked ahead of the securities in favour of the financiers.",
      "id": "s16"
    },
    {
      "text": "Macquarie was owed a substantial sum at the date of appointment of the Administrators.",
      "id": "s17"
    },
    {
      "text": "Macquarie was involved in the appointment of the Administrators and provided them with an indemnity.",
      "id": "s18"
    },
    {
      "text": "It agreed to fund continued trading of the joint venture.",
      "id": "s19"
    },
    {
      "text": "At some time between 8 June 2001 and the Administrators' report to creditors of 24 September 2001, the Administrators agreed with Macquarie and BankWest that $500 000 would be provided by the banks for payment to ordinary unsecured creditors of the joint venture in satisfaction of the manager's lien.",
      "id": "s20"
    },
    {
      "text": "The liability covered by the manager's lien was estimated by the Administrators to be $7.2 million and the total gross value of production available to meet the lien was estimated at $6.689 million.",
      "id": "s21"
    },
    {
      "text": "In the report to creditors the Administrators put forward reasons why the value of the production should be discounted to justify the negotiated payment of $500 000.",
      "id": "s22"
    },
    {
      "text": "The committee of creditors was said to have approved of the transaction.",
      "id": "s23"
    },
    {
      "text": "On 4 October 2001, the creditors of Allstate, APPL and ACN resolved that each company should enter into a deed of company arrangement.",
      "id": "s24"
    },
    {
      "text": "The deeds were executed on 12 November 2001.",
      "id": "s25"
    },
    {
      "text": "The deeds were amended on 8 January 2002 following resolutions of creditors on 17 December 2001.",
      "id": "s26"
    },
    {
      "text": "On 5 March 2002, the Administrators forwarded a circular to creditors proposing a further variation of the deeds to reflect a proposal put forward by Macquarie whereby it would purchase the debts totalling more than $77 million owed to Allstate by APPL and ACN for the sum of $300 000, which amount would be distributed to the unsecured creditors of Allstate.",
      "id": "s27"
    },
    {
      "text": "The proposal was discussed and approved at a meeting of creditors on 19 March 2002 and formalised on 28 March 2002.",
      "id": "s28"
    },
    {
      "text": "On or about 30 April 2002, Beaconsfield Gold NL released a report as to the operation of the mine for the quarter ended March 2002.",
      "id": "s29"
    },
    {
      "text": "It is contended by certain shareholders of Allstate that this report and the later annual reports of Beaconsfield are inconsistent with the material provided to the creditors of Allstate by the Administrators in March 2002.",
      "id": "s30"
    },
    {
      "text": "In October 2002, ASIC raised with the Administrators their failure to lodge financial records.",
      "id": "s31"
    },
    {
      "text": "On 18 November 2002, following complaints from shareholders in Allstate, ASIC commenced an investigation into the conduct of the administration by the Administrators that was not finalised until 26 February 2004.",
      "id": "s32"
    },
    {
      "text": "Examinations of four persons were conducted in the course of the investigation pursuant to s 19 of the Australian Securities and Investments Commission Act 2001 (Cth) (the ASIC Act), including the applicant Ryan and the second respondent (Gill).",
      "id": "s33"
    },
    {
      "text": "Books and records were required to be produced pursuant to s 30 of the ASIC Act.",
      "id": "s34"
    },
    {
      "text": "Mallesons Stephen Jaques (Mallesons) were engaged to act for the Administrators in connection with that investigation and Mr Hunt was the solicitor handling the matter.",
      "id": "s35"
    },
    {
      "text": "ASIC acknowledges that the Administrators cooperated in the investigation.",
      "id": "s36"
    },
    {
      "text": "On 21 November 2002, ASIC advised the Administrators that it had received complaints that the financial reports of Allstate prepared by the Administrators for the years ended 30 June 2001, 30 June 2002 and 30 June 2003, and intended to be put before the Annual General Meeting to be held on 24 November 2003, did not comply with the relevant accounting standards.",
      "id": "s37"
    },
    {
      "text": "This was to be investigated by ASIC.",
      "id": "s38"
    },
    {
      "text": "The Annual General Meeting was adjourned to 1 March 2004, ASIC having granted an extension for that purpose.",
      "id": "s39"
    },
    {
      "text": "A period of considerable oral and written communication between Mallesons and ASIC ensued with the objective of clearing the decks for the adjourned meeting.",
      "id": "s40"
    },
    {
      "text": "On 23 February 2004, ASIC advised the Administrators in writing that the investigation had concluded and that no further action would be taken.",
      "id": "s41"
    },
    {
      "text": "ASIC also wrote to certain complainants, including Mr Knapp of Honest Remark Pty Limited, to the same effect, but with additional detail.",
      "id": "s42"
    },
    {
      "text": "Copies of each of these letters were provided by Mr Shannon Maguire of ASIC to Hunt of Mallesons.",
      "id": "s43"
    },
    {
      "text": "There was a discussion between those persons on that day.",
      "id": "s44"
    },
    {
      "text": "There is an issue as to precisely what was said, particularly about legal advice having been received.",
      "id": "s45"
    },
    {
      "text": "It is unnecessary to consider that issue further.",
      "id": "s46"
    },
    {
      "text": "It is agreed that ASIC received both accounting and legal advice for the purposes of the investigation.",
      "id": "s47"
    },
    {
      "text": "The same may be said about other conversations between Hunt and Maguire on 26 February 2004 and 12 March 2004.",
      "id": "s48"
    },
    {
      "text": "The letter to the complainants included the following: \n \n \n ' A.",
      "id": "s49"
    },
    {
      "text": "ASSIGNMENT OF INTER-COMPANY LOANS UNDER DOCA \n \n \n Part of ASIC's investigation focused on the variation of a deed of company arrangement (\"DOCA\") for the Company by which creditors approved the assignment of the benefit of inter-company loans (owed to the Company by two of its subsidiaries) to the Company's secured creditor, Macquarie Bank Limited (\"the Bank\").",
      "id": "s50"
    },
    {
      "text": "As a result of complaints received, ASIC has investigated the inter-company loan assignment in detail --- including the amount paid by the Bank to the Company for the assignment, and the information provided to creditors by the Company's deed administrators in their report dated 5 March 2002.",
      "id": "s51"
    },
    {
      "text": "ASIC has considered its ability to pursue all of the legal enforcement remedies available to it, being criminal, civil and administrative remedies.",
      "id": "s52"
    },
    {
      "text": "Among other options, the prospects of successfully litigating the cancellation of the DOCA variation and subsequent inter-company loan assignment, removal of the deed administrators and/or obtaining compensation from the deed administrators for the benefit of the Company's shareholders and/or creditors have been considered.",
      "id": "s53"
    },
    {
      "text": "After careful consideration of the evidence obtained during the investigation, and of advice including independent legal advice obtained from senior counsel, ASIC has determined that the prospects of success are insufficient to justify ASIC commencing litigation.",
      "id": "s54"
    },
    {
      "text": "Therefore, ASIC will not take any further action in relation to this issue.",
      "id": "s55"
    },
    {
      "text": "It is important to note that ASIC was required to consider the inter-company loan assignment and information provided to creditors in light of the circumstances as they existed at that time (i.e.",
      "id": "s56"
    },
    {
      "text": "March 2002), not on the basis of the Company's subsequent financial performance.",
      "id": "s57"
    },
    {
      "text": "... \n \n \n D. OTHER MATTERS \n \n \n We note that ASIC's investigation of the issues raised has been a long process.",
      "id": "s58"
    },
    {
      "text": "The length of that process has been necessitated by the need for ASIC to properly consider a variety of discrete issues raised by complainants continuously over the period, a large volume of evidence and a number of complicated facts and legal issues.",
      "id": "s59"
    },
    {
      "text": "It has also been necessary for ASIC to obtain expert accounting and independent legal advice.",
      "id": "s60"
    },
    {
      "text": "In the course of the investigation, ASIC officers have exercised the various investigative powers available to them, interviewed relevant persons and obtained documentary evidence from a number of sources.",
      "id": "s61"
    },
    {
      "text": "We have also interviewed creditors and shareholders of the Company.",
      "id": "s62"
    },
    {
      "text": "We understand that some complainants may be disappointed at the outcome.",
      "id": "s63"
    },
    {
      "text": "However ASIC can only commence proceedings, or take other enforcement action, where the strength of the evidence obtained supports such action.",
      "id": "s64"
    },
    {
      "text": "It is also important to note that ASIC's decision not to take enforcement action does not prevent creditors, shareholders or any other party, from taking their own action.",
      "id": "s65"
    },
    {
      "text": "We suggest that you obtain your own independent professional advice in this regard.",
      "id": "s66"
    },
    {
      "text": "Due to statutory confidentiality obligations imposed on ASIC by section 127 of the Australian Securities and Investments Commission Act 2001 , ASIC is precluded from disclosing information obtained during the course of the investigations.",
      "id": "s67"
    },
    {
      "text": "Accordingly, ASIC will not disclose further details about its investigations into the Company.",
      "id": "s68"
    },
    {
      "text": "If you have any questions about this letter or ASIC's investigations, please contact Mr Shannon McGuire on (03) 9280 3200.",
      "id": "s69"
    },
    {
      "text": "' \n (emphasis added)\n \n \n On 26 February 2004, a record was prepared within ASIC entitled 'No further action report', and lodged in the Spear Archive (the Spear Report).",
      "id": "s70"
    },
    {
      "text": "That Report incorporated, by reference, another earlier report as to the investigation.",
      "id": "s71"
    },
    {
      "text": "On 1 December 2004, the Deputy Executive Director of Enforcement of ASIC replied on behalf of the Chairman to various complaints by Knapp of Honest Remark Pty Limited about the ASIC investigation.",
      "id": "s72"
    },
    {
      "text": "The letter concluded as follows: \n \n 'ASIC regrets that you may see the need to raise these matters again following our letter to you on 23 February 2004.",
      "id": "s73"
    },
    {
      "text": "ASIC is satisfied it has conducted an appropriate investigation, and rejects your accusations of incompetence or deceit on the part of any ASIC officer involved in the investigation, or made against ASIC generally.",
      "id": "s74"
    },
    {
      "text": "Accusations of deceit in particular are scurrilous and unfounded, and any such accusation aired publicly will be vigorously defended.",
      "id": "s75"
    },
    {
      "text": "As you know, the basis of ASIC's decision to take no further action included external legal advice from senior counsel who scrutinised the relevant evidence and the applicable law.",
      "id": "s76"
    },
    {
      "text": "ASIC stands by its decision.",
      "id": "s77"
    },
    {
      "text": "As noted in my earlier letter, ASIC is precluded from disclosing information obtained by it during the course of its investigations.",
      "id": "s78"
    },
    {
      "text": "In those circumstances, especially considering your intimations of seeking publicity, I am unable and it is inappropriate for me to justify further ASIC's considerations of this matter.",
      "id": "s79"
    },
    {
      "text": "' \n \n \n In relation to publicity, counsel for the Administrators tendered a substantial bundle of media reports published during the period of August 2002 to October 2006 relating to issues concerning the external administration of Allstate including many adverse comments concerning the conduct of the Administrators and Macquarie.",
      "id": "s80"
    },
    {
      "text": "On 26 April 2005, proceedings were commenced in the Supreme Court of New South Wales (Equity Division) by Honest Remark Pty Limited seeking the appointment of a special purpose administrator for the purpose, inter alia, of examining the conduct of the Administrators.",
      "id": "s81"
    },
    {
      "text": "Honest Remark Pty Limited was funded by the same litigation funder as has supported the Evans.",
      "id": "s82"
    },
    {
      "text": "On 17 August 2005, following complaints received by it, ASIC wrote to Ryan with questions as to the financial reports for Allstate for the year ended 30 June 2004, which were responded to on 7 September 2005.",
      "id": "s83"
    },
    {
      "text": "The annual general meeting of Allstate was scheduled for 30 November 2005.",
      "id": "s84"
    },
    {
      "text": "Hunt spoke with Maguire to ensure that there were no outstanding issues with ASIC before the meeting and spoke to Maguire after the meeting to update him on the meeting.",
      "id": "s85"
    },
    {
      "text": "On 22 December 2005, after a preliminary telephone call from Maguire, ASIC wrote to Mallesons concerning a request made by Piper Alderman, solicitors, on behalf of Honest Remark Pty Limited for a transcript of the ASIC examinations of Ryan and Gill and related books.",
      "id": "s86"
    },
    {
      "text": "Submissions from Mallesons were requested by 27 January 2005.",
      "id": "s87"
    },
    {
      "text": "The time for submissions was extended until 10 February 2006 and the submissions opposing provision of the transcripts were provided on 9 February 2006.",
      "id": "s88"
    },
    {
      "text": "There had been telephone conversations between Mallesons and ASIC in the meantime.",
      "id": "s89"
    },
    {
      "text": "On 25 April 2006, a rock fall occurred at the mine causing operations to cease with wide publicity.",
      "id": "s90"
    },
    {
      "text": "On 5 June 2006, KP Farmer &amp; Associates made an application for authorisation of the Evans as 'eligible applicants', supported by a number of documents.",
      "id": "s91"
    },
    {
      "text": "On 4 July 2006 in an email, Mr Conrad Gray, an in-house special counsel to ASIC, posed the question to a Mr Horspool (and others) whether: \n \n '... the fact that ASIC has conducted an investigation into the matters which are the subject of the proposed examinations, and found no evidence to warrant any action, a relevant consideration in deciding whether to grant an applicant eligible applicant status.",
      "id": "s92"
    },
    {
      "text": "' \n \n\nHorspool responded on the same day as follows:\n \n 'My view is that if it meets the criteria, it meets the criteria and I would make the decision on this basis assuming no abuse of process is involved in the application.",
      "id": "s93"
    },
    {
      "text": "If we were to refuse to grant eligible applicant status because we have investigated and found insufficient material upon which to base a case, such decision would seem to be saying that our investigative process was of such a high standard that there is no room for another view.",
      "id": "s94"
    },
    {
      "text": "Further, such consideration would seem to go beyond ASIC's role of analysing and making a determination on the eligible applicant aspect solely.",
      "id": "s95"
    },
    {
      "text": "' \n \n \n On 11 July 2006, Gray prepared a memorandum to Taylor recommending that the Evans should be granted 'eligible applicant' status.",
      "id": "s96"
    },
    {
      "text": "It was forwarded by email at 9.26 am with the following message: \n \n 'Michael \n attached is a memo in relation to this --- addressed to you as delegate \n I will prepare the hard copy with the letter attached and bring the file to you later today.",
      "id": "s97"
    },
    {
      "text": "Cheers \n Conrad' \n \n\nThe draft letter was forwarded at 2.42 pm that day.",
      "id": "s98"
    },
    {
      "text": "Gray considered the application made on behalf of the Evans, the material included with it, the Spear Report and the incorporated report, but not the attachments referred to in that report.",
      "id": "s99"
    },
    {
      "text": "Taylor considered Gray's memorandum.",
      "id": "s100"
    },
    {
      "text": "Taylor signed the authorisation on that day.",
      "id": "s101"
    },
    {
      "text": "Whilst Gray's memorandum should be read as a whole, the following part warrants setting out in view of the arguments to be considered: \n \n \n '13.",
      "id": "s102"
    },
    {
      "text": "The applicants propose to apply for examination summonses to be issued to: \n \n \n \n \n \n (a) The administrators.",
      "id": "s103"
    },
    {
      "text": "(b) Warrick Morris and Jonothan Rourke of Macquarie Bank.",
      "id": "s104"
    },
    {
      "text": "(c) Matthew Gill, mine manager.",
      "id": "s105"
    },
    {
      "text": "(d) Michael Trumbull, director of Beaconsfield Gold NL.",
      "id": "s106"
    },
    {
      "text": "(e) Gary Trevor, of Ferrier Hodgson (Beaconsfield Gold NL receiver and manager); \n \n \n \n \n \n (f) Patrick Scott, former director of Allstate.",
      "id": "s107"
    },
    {
      "text": "(g) Any other party that it becomes apparent was materially involved in the administration or the transactions that occurred during the course of the administration.",
      "id": "s108"
    },
    {
      "text": "14.",
      "id": "s109"
    },
    {
      "text": "The applicants state that the purpose of the examinations is to investigate the potential for possible causes of action that Allstate or its shareholders may have including but not limited to: \n \n \n \n \n \n (a) against the administrators; and \n \n (b) Macquarie Bank.",
      "id": "s110"
    },
    {
      "text": "ASIC's investigation \n \n \n \n 15.",
      "id": "s111"
    },
    {
      "text": "In November 2002 ASIC commenced an investigation into administration of Allstate.",
      "id": "s112"
    },
    {
      "text": "The investigation was commenced following the receipt of a number of complaints from creditors and shareholders of Allstate.",
      "id": "s113"
    },
    {
      "text": "The subject of these complaints, and ASIC's subsequent investigation, included the matters of concern raised by this application.",
      "id": "s114"
    },
    {
      "text": "16.",
      "id": "s115"
    },
    {
      "text": "The investigation was finalised in February 2004 when it was determined that there was insufficient evidence to establish any contravention of the law.",
      "id": "s116"
    },
    {
      "text": "Consideration of application \n \n \n \n 17.",
      "id": "s117"
    },
    {
      "text": "Sections 596A and 596B of the Act deal with the issuing of summonses for examination about a corporations examinable affairs.",
      "id": "s118"
    },
    {
      "text": "One of the criteria is that an application is made by an \"eligible applicant\".",
      "id": "s119"
    },
    {
      "text": "Other criteria concern the role played by the person to be summonsed.",
      "id": "s120"
    },
    {
      "text": "18.",
      "id": "s121"
    },
    {
      "text": "The definition of \"eligible applicant\" is found in section 9 of the Act and includes \"a person authorised in writing by ASIC to make\" applications under sections 596A and 596B.",
      "id": "s122"
    },
    {
      "text": "19 .",
      "id": "s123"
    },
    {
      "text": "These provisions (and their predecessors) have been the subject of considerable judicial consideration.",
      "id": "s124"
    },
    {
      "text": "Some of the principles that emerge from these decisions include the following.",
      "id": "s125"
    },
    {
      "text": "(a) The regime establishes a two stage process.",
      "id": "s126"
    },
    {
      "text": "The first stage is, where the prospective applicant is not one of the specified persons in section 9 of the Act, the authorisation of person by ASIC to make the application to the Court.",
      "id": "s127"
    },
    {
      "text": "The second stage of the process is the making of the application by the authorised person to the Court for the issue of the particular summonses.",
      "id": "s128"
    },
    {
      "text": "(b) Different matters arise for consideration at each stage of the two stage process.",
      "id": "s129"
    },
    {
      "text": "The first stage requires ASIC to consider the relationship which the applicant has to the corporation, and may also include matters personal to the applicant, such as the applicant's relationship to the person to be examined.",
      "id": "s130"
    },
    {
      "text": "The second stage requires the Court, in deciding whether to grant the examination order, to take into account different matters including the relationship between the examinee and the corporation as well as relationship between the applicant and the examinee.",
      "id": "s131"
    },
    {
      "text": "(c) Contributories (including members) are a class of persons that would normally have the appropriate connection to the company to be an appropriate person to be authorised by ASIC.",
      "id": "s132"
    },
    {
      "text": "(d) Part 5.9 of the Act contemplates that applications for examination summons should only be made whore the purpose of the examination is for the benefit of the corporation, its contributories or its creditors.",
      "id": "s133"
    },
    {
      "text": "More specifically, legitimate purposes for examinations are: \n \n \n \n \n (i) to enable.",
      "id": "s134"
    },
    {
      "text": "an eligible applicant to gather information to assist the eligible applicant in the administration of the corporation; \n \n (ii) to assist the corporations administrators to identify the corporation's assets and liabilities; \n \n \n \n \n \n \n \n (iii) to protect the interests of the corporation's creditors; \n \n \n \n (iv) to enable evidence and information to be obtained to, support the bringing of proceedings against examinable officers and other persons in connection with the examinable affairs of the corporation; and \n \n \n \n (v) to assist in the regulation of corporations by providing a public forum for the examination of examinable officers of corporations.",
      "id": "s135"
    },
    {
      "text": "(e) ASIC is only entitled to authorise a person as an eligible applicant if that person's purpose in seeking an examination summons is for the benefit of the corporation, its contributories or its creditor.",
      "id": "s136"
    },
    {
      "text": "(f) The procedure may not be used to allow a party to obtain a forensic advantage, or as a dress rehearsal for cross-examination of a person in a pending or subsequent action.",
      "id": "s137"
    },
    {
      "text": "The question of whether in any particular case the applicant has used the procedure abusively will depend upon the applicant's purpose in seeking the order and all of the surrounding circumstances and it will not be an abuse unless an offensive purpose is at least the predominant purpose.",
      "id": "s138"
    },
    {
      "text": "20.",
      "id": "s139"
    },
    {
      "text": "Applying this principles to the evidence before ASIC, it would appear that the Evans, as shareholders of Allstate, are appropriate persons to be authorised to apply for the issue of examination summonses under sections 596A and 596B.",
      "id": "s140"
    },
    {
      "text": "Clearly the deed administrators cannot be expected to apply for summonses as it is there conduct which is proposed to be the subject of the examinations.",
      "id": "s141"
    },
    {
      "text": "21.",
      "id": "s142"
    },
    {
      "text": "Further, the applicant states that the purpose of the proposed examinations is to investigate whether there are causes of action available to Allstate and/or its shareholders, and is therefore, for the benefit of the company, its contributories and its creditors.",
      "id": "s143"
    },
    {
      "text": "22.",
      "id": "s144"
    },
    {
      "text": "There are two further matters which need to be specifically considered.",
      "id": "s145"
    },
    {
      "text": "Firstly, Ms Farmer's letter states that another shareholder of Allstate, Honest Remark Pty Ltd (\"Honest\"), has commenced proceedings against Allstate seeking the appointment of a special purposes administrator appointed to Allstate.",
      "id": "s146"
    },
    {
      "text": "Both Honest and the Evans are funded by the litigation funder IMF.",
      "id": "s147"
    },
    {
      "text": "Further, although the nature of the proceedings are different, it appears that the proceedings are concerned with the conduct which is to be the subject of the proposed examinations.",
      "id": "s148"
    },
    {
      "text": "These circumstances raise the question of whether there was an alternative purpose to this application, namely to obtain evidence or a forensic advantage to the Honest proceedings.",
      "id": "s149"
    },
    {
      "text": "However, I raised this issue directly with Ms Farmer, and she has assured me that this is not her clients' intention in making this application.",
      "id": "s150"
    },
    {
      "text": "23.",
      "id": "s151"
    },
    {
      "text": "Secondly, a question arises as to whether the fact of the ASIC investigation into these matters is a matter relevant for your consideration.",
      "id": "s152"
    },
    {
      "text": "In my view, it is a relevant consideration.",
      "id": "s153"
    },
    {
      "text": "However it is only likely to ever carry significant weight were the outcome of the investigation clearly establishes that the issue of the summonses amounts cannot, or is highly unlikely to, achieve its stated purpose.",
      "id": "s154"
    },
    {
      "text": "In such cases, the issue of the summonses would cause the examinees (and very often the company) to incur additional costs where there can be no benefit to the corporation.",
      "id": "s155"
    },
    {
      "text": "In this case the subject of the ASIC investigation was complex and accordingly, in my view, it cannot be said that the purpose of the examinations cannot be successful.",
      "id": "s156"
    },
    {
      "text": "Recommendation \n \n \n \n 24.",
      "id": "s157"
    },
    {
      "text": "I recommend that ASIC authorise Mr and Mrs Evans, as trustees for Kamiyacho, be authorised pursuant to section 9 of the Act to make applications under Part 5.9 of the Act in relation to Allstate.",
      "id": "s158"
    },
    {
      "text": "I note that in my view, ASIC is not required as part of this process to make applications in relation to specific proposed examinees.",
      "id": "s159"
    },
    {
      "text": "Rather, this will be a matter for the Court when it deciding any applications for the issuing of summonses that come before it.",
      "id": "s160"
    },
    {
      "text": "25.",
      "id": "s161"
    },
    {
      "text": "A suggested draft letter to the applicant is attached to this memorandum.",
      "id": "s162"
    },
    {
      "text": "' \n \n \n \n \n On 21 July 2006, the Supreme Court proceedings by Honest Remark Pty Limited were summarily dismissed.",
      "id": "s163"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n The critical provisions are s 596A and s 596B of the Corporations Act which are as follows: \n \n '596A Mandatory examination \n \n The Court is to summon a person for examination about a corporation's examinable affairs if: \n \n (a) an eligible applicant applies for the summons; and \n \n \n \n (b) the Court is satisfied that the person is an officer or provisional liquidator of the corporation or was such an officer or provisional liquidator during or after the 2 years ending: \n \n \n \n \n \n (i) if the corporation is under administration--on the section 513C day in relation to the administration; or \n \n (ii) if the corporation has executed a deed of company arrangement that has not yet terminated--on the section 513C day in relation to the administration that ended when the deed was executed; or \n \n (iii) if the corporation is being, or has been, wound up--when the winding up began; or \n \n (iv) otherwise--when the application is made.",
      "id": "s164"
    },
    {
      "text": "596B Discretionary examination \n \n \n \n (1) The Court may summon a person for examination about a corporation's examinable affairs if: \n \n \n \n \n \n (a) an eligible applicant applies for the summons; and \n \n (b) the Court is satisfied that the person: \n \n \n \n \n (i) has taken part or been concerned in examinable affairs of the corporation and has been, or may have been, guilty of misconduct in relation to the corporation; or \n \n (ii) may be able to give information about examinable affairs of the corporation.",
      "id": "s165"
    },
    {
      "text": "(2) This section has effect subject to section 596A.",
      "id": "s166"
    },
    {
      "text": "' \n \n \n 'Eligible applicant' in relation to a corporation means: \n \n '(a) ASIC; or \n \n (b) a liquidator or provisional liquidator of the corporation; or \n \n (c) an administrator of the corporation; or \n \n \n \n (d) an administrator of a deed of company arrangement executed by the corporation; or \n \n \n \n (e) a person authorised in writing by ASIC to make: \n \n \n \n \n (i) applications under the Division of Part 5.9 in which the expression occurs; or \n \n \n \n \n \n (ii) such an application in relation to the corporation.",
      "id": "s167"
    },
    {
      "text": "' \n \n \n \n 'Examinable affairs' in relation to a corporation means: \n \n \n '(a) the promotion, formation, management, administration or winding up of the corporation; or \n \n (b) any other affairs of the corporation (including anything that is included in the corporation's affairs because of section 53) ; or \n \n (c) the business affairs of a connected entity of the corporation, in so far as they are, or appear to be, relevant to the corporation or to anything that is included in the corporation's examinable affairs because of paragraph (a) or (b).",
      "id": "s168"
    },
    {
      "text": "' \n \n \n \n \n Section 596E and s 596F are of some relevance and are as follows: \n \n '596E Notice of examination \n \n If the Court summons a person for examination, the person who applied for the summons must give written notice of the examination to: \n \n (a) as many of the corporation's creditors as reasonably practicable; and \n \n (b) each eligible applicant in relation to the corporation, except: \n \n \n \n (i) the person who applied for the examination; and \n \n \n \n \n \n \n (ii) if a person authorised by ASIC applied for the examination--ASIC; and \n \n (iii) a person who is such an eligible applicant only because the person is authorised by ASIC.",
      "id": "s169"
    },
    {
      "text": "596F Court may give directions about examination \n \n \n \n (1) Subject to section 597 , the Court may at any time give one or more of the following: \n \n \n \n \n \n (a) a direction about the matters to be inquired into at an examination; \n \n \n \n \n \n \n \n (b) a direction about the procedure to be followed at an examination; \n \n (c) a direction about who may be present at an examination while it is being held in private; \n \n (d) a direction that a person be excluded from an examination, even while it is being held in public; \n \n (e) a direction about access to records of the examination; \n \n (f) a direction prohibiting publication or communication of information about the examination (including questions asked, and answers given, at the examination); \n \n (g) a direction that a document that relates to the examination and was created at the examination be destroyed.",
      "id": "s170"
    },
    {
      "text": "(2) The Court may give a direction under paragraph (1)(e), (f) or (g) in relation to all or part of an examination even if the examination, or that part, was held in public.",
      "id": "s171"
    },
    {
      "text": "(3) A person must not contravene a direction under subsection (1).",
      "id": "s172"
    },
    {
      "text": "' \n \n \n \n \n The conduct of an examination is governed by s 597 which includes the following provisions: \n \n \n '(4) An examination is to be held in public except to such extent (if any) as the Court considers that, by reason of special circumstances, it is desirable to hold the examination in private.",
      "id": "s173"
    },
    {
      "text": "(5A) Any of the following may take part in an examination: \n \n \n \n (a) ASIC; \n \n \n \n \n \n \n (b) any other eligible applicant in relation to the corporation; \n \n \n \n \n \n \n and for that purpose may be represented by a lawyer or by an agent authorised in writing for the purpose.",
      "id": "s174"
    },
    {
      "text": "(5B) The Court may put, or allow to be put, to a person being examined such questions about the corporation or any of its examinable affairs as the Court thinks appropriate.",
      "id": "s175"
    },
    {
      "text": "... \n \n \n \n (12) A person is not excused from answering a question put to the person at an examination on the ground that the answer might tend to incriminate the person or make the person liable to a penalty.",
      "id": "s176"
    },
    {
      "text": "(12A) Where: \n \n \n \n \n (a) before answering a question put to a person (other than a body corporate) at an examination, the person claims that the answer might tend to incriminate the person or make the person liable to a penalty; and \n \n \n \n \n \n \n \n (b) the answer might in fact tend to incriminate the person or make the person so liable; \n \n \n \n \n \n \n the answer is not admissible in evidence against the person in: \n \n \n \n \n \n \n (c) a criminal proceeding; or \n \n \n \n \n \n \n \n (d) a proceeding for the imposition of a penalty; \n \n \n \n \n \n \n other than a proceeding under this section, or any other proceeding in respect of the falsity of the answer.",
      "id": "s177"
    },
    {
      "text": "(13) The Court may order the questions put to a person and the answers given by him or her at an examination to be recorded in writing and may require him or her to sign that written record.",
      "id": "s178"
    },
    {
      "text": "(14) Subject to subsection (12A), any written record of an examination so signed by a person, or any transcript of an examination of a person that is authenticated as provided by the rules, may be used in evidence in any legal proceedings against the person.",
      "id": "s179"
    },
    {
      "text": "(14A) A written record made under subsection (13): \n \n (a) is to be open for inspection, without fee, by: \n \n \n \n \n \n (i) the person who applied for the examination; or \n \n (ii) an officer of the corporation; or \n \n \n \n \n \n \n \n (iii) a creditor of the corporation; and \n \n (b) is to be open for inspection by anyone else on paying the prescribed fee.",
      "id": "s180"
    },
    {
      "text": "... \n \n (16) A person ordered to attend before the Court or another court for examination under this Division may, at his or her own expense, employ a solicitor, or a solicitor and counsel, and the solicitor or counsel, as the case may be, may put to the person such questions as the Court, or the other court, as the case may be, considers just for the purpose of enabling the person to explain or qualify any answers or evidence given by the person.",
      "id": "s181"
    },
    {
      "text": "' \n \n \n \n \n Section 11(4) of the Australian Securities and Investments Commission Act 2001 (Cth) (the ASIC Act) provides that ASIC has power to do whatever is necessary for, or in connection with, or reasonably incidental to, the performance of its functions.",
      "id": "s182"
    },
    {
      "text": "SUBSTANTIVE GROUNDS OF REVIEW \n \n The amended application for an order of review sets out a number of grounds and particulars of grounds.",
      "id": "s183"
    },
    {
      "text": "The written submissions on behalf of the Administrators somewhat refined the grounds to be relied upon.",
      "id": "s184"
    },
    {
      "text": "The oral submissions refined those grounds further and clarified the points of substance upon which the Administrators rely.",
      "id": "s185"
    },
    {
      "text": "I will concentrate upon the arguments as so confined, leaving the ground of natural justice for separate consideration.",
      "id": "s186"
    },
    {
      "text": "The starting point for consideration is that, absent evidence from the decision maker Michael Taylor to the contrary, it can be taken that he acted upon, and only upon, the memorandum from Conrad Gray of 11 July 2006 in the sense that he took that memorandum into account in all respects for administrative review purposes.",
      "id": "s187"
    },
    {
      "text": "Taylor had before him the application made on behalf of the Evans, together with the Gray memorandum and no other material, although he obviously had access, if desired, to any part of the ASIC file.",
      "id": "s188"
    },
    {
      "text": "In particular, it is clear that he did not have regard to the Spear Report.",
      "id": "s189"
    },
    {
      "text": "I am satisfied that it is appropriate in the present case to act upon the basis that the reasoning of Gray was adopted by Taylor in the context of the application which was before him.",
      "id": "s190"
    },
    {
      "text": "It is then submitted that Gray's reasoning was based upon the analysis in Re Excel Finance Corporation Ltd (Receiver and Manager Appointed); Worthley v England (1994) 52 FCR 69 of the statutory provisions as they stood prior to the amendments which were in force at the time relevant to this case --- in particular by reference to the former s 597 rather than by reference to the present s 596A and s 596B.",
      "id": "s191"
    },
    {
      "text": "A particular complaint is that this caused no attention to be paid to the mandatory nature of s 596A.",
      "id": "s192"
    },
    {
      "text": "It will be recalled that par 19(b) and par 19(c) of the Gray memorandum were in the following terms: \n \n \n '(b) Different matters arise for consideration at each stage of the two stage process.",
      "id": "s193"
    },
    {
      "text": "The first stage requires ASIC to consider the relationship which the applicant has to the corporation, and may also include matters personal to the applicant, such as the applicant's relationship to the person to be examined.",
      "id": "s194"
    },
    {
      "text": "The second stage requires the Court, in deciding whether to grant the examination order, to take into account different matters including the relationship between the examinee and the corporation as well as relationship between the applicant and the examinee.",
      "id": "s195"
    },
    {
      "text": "(c) Contributories (including members) are a class of persons that would normally have the appropriate connection to the company to be an appropriate person to be authorised by ASIC.",
      "id": "s196"
    },
    {
      "text": "' \n \n \n \n \n It is argued that, as a result, ASIC did not take into account a relevant consideration namely the current form of the statute, did take into account an irrelevant consideration, namely the former provision, and made an error of law.",
      "id": "s197"
    },
    {
      "text": "In my opinion, the point which is made, whilst correct insofar as it goes, does not affect the validity of the reasoning adopted.",
      "id": "s198"
    },
    {
      "text": "The discussion by Gummow, Hill and Cooper JJ in Re Excel 52 FCR between 79 and 88 explains the difference between the authorisation decision, on the one hand, and the issue of the summons on the other and puts the issue in its historical context.",
      "id": "s199"
    },
    {
      "text": "Their Honours said (52 FCR at 83---84): \n \n 'What subs (1) does, in its reference to authorisation, is permit the Commission to extend the class of persons who may, in a particular case, have standing through the grant by the Commission of authorisation.",
      "id": "s200"
    },
    {
      "text": "The Commission, in determining whether to grant authorisation, will consider the relationship which the person seeking authorisation has to the relevant corporation and the external management of that corporation which is in progress.",
      "id": "s201"
    },
    {
      "text": "Contributories and creditors would normally have the appropriate connection with the corporation (as the history of examination orders, already set out, demonstrates), although other factors relevant to a particular case may make the authorisation of such persons inappropriate.",
      "id": "s202"
    },
    {
      "text": "' \n \n\nAnd their Honours said (52 FCR at 86):\n \n 'But while the purpose of examinations ordered to take place under s 597(3) may be so stated, the role to be played by the procedure of authorisation contained in subs (1) is much narrower.",
      "id": "s203"
    },
    {
      "text": "It is to the subject matter, scope and purpose of subs (1) to which attention must be given to resolve the present question, not the subject matter, scope and purpose of subs (3).",
      "id": "s204"
    },
    {
      "text": "As we have already noted, the grant of authorisation under subs (1) does no more than confer standing upon the person authorised to make an application.",
      "id": "s205"
    },
    {
      "text": "That being the case, reference to the subject matter, scope and purpose of subs (1) leads to the conclusion that the decision-maker, in determining whether to authorise a particular person to make applications in relation to a particular corporation, will be required only to consider the relationship which that person has to the external administration and in a particular case the appropriateness of that person being given standing to apply to the Court under subs (2).",
      "id": "s206"
    },
    {
      "text": "' \n \n \n In my respectful opinion, those statements remain apposite notwithstanding the amendments to the provisions.",
      "id": "s207"
    },
    {
      "text": "The two stage process remains and there is nothing about the amendments which renders inappropriate the explanation of the proper approach to the first stage.",
      "id": "s208"
    },
    {
      "text": "It should be noted that historically any contributory could apply for an examination order.",
      "id": "s209"
    },
    {
      "text": "Furthermore, the relevant parts of the Gray memorandum refer to the authorities relevant to the new provisions and expressly refer to the new provisions themselves.",
      "id": "s210"
    },
    {
      "text": "It can be assumed that the decision maker, Taylor, was familiar with the statutory provisions.",
      "id": "s211"
    },
    {
      "text": "He was, after all, the delegate of ASIC.",
      "id": "s212"
    },
    {
      "text": "The other arguments advanced on behalf of the Administrators essentially depend upon par 23 of the Gray memorandum, which it will be recalled, was as follows: \n \n 'Secondly, a question arises as to whether the fact of the ASIC investigation into these matters is a matter relevant for your consideration.",
      "id": "s213"
    },
    {
      "text": "In my view, it is a relevant consideration.",
      "id": "s214"
    },
    {
      "text": "However it is only likely to ever carry significant weight were the outcome of the investigation clearly establishes that the issue of the summonses amounts cannot, or is highly unlikely to, achieve its stated purpose.",
      "id": "s215"
    },
    {
      "text": "In such cases, the issue of the summonses would cause the examinees (and very often the company) to incur additional costs where there can be no benefit to the corporation.",
      "id": "s216"
    },
    {
      "text": "In this case the subject of the ASIC investigation was complex and accordingly, in my view, it cannot be said that the purpose of the examinations cannot be successful.",
      "id": "s217"
    },
    {
      "text": "' \n \n \n It will also be recalled that par 15 and par 16 were as follows: \n \n \n '15.",
      "id": "s218"
    },
    {
      "text": "In November 2002 ASIC commenced an investigation into administration of Allstate.",
      "id": "s219"
    },
    {
      "text": "The investigation was commenced following the receipt of a number of complaints from creditors and shareholders of Allstate.",
      "id": "s220"
    },
    {
      "text": "The subject of these complaints, and ASIC's subsequent investigation, included the matters of concern raised by this application.",
      "id": "s221"
    },
    {
      "text": "16.",
      "id": "s222"
    },
    {
      "text": "The investigation was finalised in February 2004 when it was determined that there was insufficient evidence to establish any contraventions of the law.",
      "id": "s223"
    },
    {
      "text": "' \n \n \n \n The attack was twofold.",
      "id": "s224"
    },
    {
      "text": "In the first place, it was said that the decision maker was obliged to seek more information to clarify par 23 ( Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 at 170 and other authorities which have applied Prasad ).",
      "id": "s225"
    },
    {
      "text": "It was suggested that the decision maker would need to drill down to ascertain upon what basis the decisions had been made and ascertain how clearly or strongly the conclusion had been reached and so on.",
      "id": "s226"
    },
    {
      "text": "It seems to me that par 15 and par 16 state the outcome with sufficient clarity.",
      "id": "s227"
    },
    {
      "text": "The use which is sought to be made of par [23] is a good example of the tendency to parse and analyse administrative reports with a fine toothcomb contrary to Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s228"
    },
    {
      "text": "A fair reading of the three paragraphs in question is that the complexity of the matter was such that the fact that ASIC had come to a particular conclusion did not preclude a different conclusion being arrived at by others, particularly with the benefit of the further examinations sought.",
      "id": "s229"
    },
    {
      "text": "In my opinion, the decision maker was not obliged to seek any further information.",
      "id": "s230"
    },
    {
      "text": "It needs to be borne steadily in mind that an unconstrained discretion was being exercised.",
      "id": "s231"
    },
    {
      "text": "There is a further difficulty with this argument.",
      "id": "s232"
    },
    {
      "text": "If the decision maker had drilled down to the Spear Report and the incorporated report it would have been apparent that the decision made by ASIC was based upon a number of debateable matters requiring judgment and that, indeed, the possibility of various forms of civil action were flagged but not precluded.",
      "id": "s233"
    },
    {
      "text": "The second way in which par 23 was attacked was that the reasoning was perverse and therefore unreasonable in the Wednesbury sense.",
      "id": "s234"
    },
    {
      "text": "It was said that complexity of itself provides no sensible basis for departing from the prior conclusion by ASIC itself.",
      "id": "s235"
    },
    {
      "text": "A matter could be complex but the outcome clear.",
      "id": "s236"
    },
    {
      "text": "The way in which I have held that par 23 should be understood was not unreasonable in any sense.",
      "id": "s237"
    },
    {
      "text": "There is, therefore, no need to explore the application of the Wednesbury principle in this context.",
      "id": "s238"
    },
    {
      "text": "The private examination of persons pursuant to Div 2 of Pt 3 of the ASIC Act in aid of an investigation by ASIC pursuant to Div 1 of Pt 3 has a different history, role and purpose from examinations pursuant to Div 1 of Pt 5.9 of the Corporations Act .",
      "id": "s239"
    },
    {
      "text": "The latter are a long standing feature of insolvency administration, the history, nature and purpose of which have been analysed in many cases --- most recently by Lander J in Evans v Wainter Pty Limited [2005] FCAFC 114 ; (2005) 145 FCR 176 and French J in Highstoke Pty Ltd v Hayes Knight GTO Pty Ltd [2007] FCA 13 and need not be repeated.",
      "id": "s240"
    },
    {
      "text": "Counsel for Gill advanced a variation upon these themes.",
      "id": "s241"
    },
    {
      "text": "It was submitted that ASIC was required to consider the nature, scope and purpose of the examinations foreshadowed in the application to ensure that there was a financial benefit to the corporation, that matter being regarded as relevant in the Gray memorandum.",
      "id": "s242"
    },
    {
      "text": "It is submitted that there was no analysis in the memorandum of the realistic possibility of there being any benefit to the company.",
      "id": "s243"
    },
    {
      "text": "The transactions in question were not effected by the Administrators but rather pursuant to the Corporations Act as a consequence of the resolution of creditors.",
      "id": "s244"
    },
    {
      "text": "There was no evidence that creditors had been misled or would have acted differently if they had been told more than they were, particularly when the financial realities were understood.",
      "id": "s245"
    },
    {
      "text": "The analyses of these issues in the Spear Report were not carried forward to the Gray memorandum.",
      "id": "s246"
    },
    {
      "text": "There was no examination of how Allstate would have a cause of action.",
      "id": "s247"
    },
    {
      "text": "This argument ignores the difference between the two stages of the process and assumes that it was mandatory for ASIC to form a view that successful litigation on behalf of Allstate would ensue.",
      "id": "s248"
    },
    {
      "text": "In the first place, there is no mandatory consideration of that kind in the statute.",
      "id": "s249"
    },
    {
      "text": "Secondly, it mistakes the nature of examinations.",
      "id": "s250"
    },
    {
      "text": "They are for the purpose of information gathering.",
      "id": "s251"
    },
    {
      "text": "The potential result would only be known at the conclusion of that exercise rather than at the beginning.",
      "id": "s252"
    },
    {
      "text": "Thirdly, it assumes that the only potential causes of action were those expressly dealt with by ASIC and that the only examinations proposed were those of the listed persons.",
      "id": "s253"
    },
    {
      "text": "That was not the basis of the application and was not the basis of the approval.",
      "id": "s254"
    },
    {
      "text": "Fourthly, it ignores the more general purposes of public examination of those connected with insolvent companies ( Rees v Kratzmann [1965] HCA 49 ; (1965) 114 CLR 63).",
      "id": "s255"
    },
    {
      "text": "Counsel for Macquarie also put a variation upon those themes.",
      "id": "s256"
    },
    {
      "text": "Reliance was placed upon some statements made by Lander J in Evans 145 FCR at 216---217 to erect a mandatory consideration, namely, that ASIC identify what was described as the 'net' benefit to a corporation of the proposed examinations, thus involving a calculus of benefits and detriments leading to a net benefit.",
      "id": "s257"
    },
    {
      "text": "The analysis by Lander J in the passage referred to above is, no doubt, valuable.",
      "id": "s258"
    },
    {
      "text": "It is not, however, a statute.",
      "id": "s259"
    },
    {
      "text": "It does not set out to lay down mandatory considerations for ASIC to consider before granting authorisation.",
      "id": "s260"
    },
    {
      "text": "It provides guidance as to what would be an abuse of process or an improper purpose.",
      "id": "s261"
    },
    {
      "text": "The statement that ASIC was only entitled to authorise a person who was an eligible applicant if that person's purpose in seeking an examination summons is for the benefit of the corporation, its contributories or its creditors must be understood in that context, ie, the purpose should not be a collateral purpose.",
      "id": "s262"
    },
    {
      "text": "There is no suggestion of any collateral purpose in the present case.",
      "id": "s263"
    },
    {
      "text": "Furthermore, Lander J does not hold that it is mandatory for ASIC to expressly weigh up all potential benefits and detriments to find a 'net' benefit before granting authorisation.",
      "id": "s264"
    },
    {
      "text": "The argument is an attempt to incorporate mandatory provisions into an unconstrained statutory discretion.",
      "id": "s265"
    },
    {
      "text": "NATURAL JUSTICE \n Statutory presumption \n \n The Administrators did not receive prior notice of the intention to make the decision in question and, if they were entitled to natural justice or procedural fairness, it would follow that the decision was invalid by reason of that failure.",
      "id": "s266"
    },
    {
      "text": "It is convenient to deal with the argument that the statute impliedly required natural justice be accorded to the Administrators prior to considering the argument that the dealings between ASIC and the Administrators led to a legitimate expectation on the part of the Administrators that natural justice would be accorded to them.",
      "id": "s267"
    },
    {
      "text": "Counsel for the Administrators was unable to refer to any like case in which the point has been taken.",
      "id": "s268"
    },
    {
      "text": "Even more striking is that the point does not appear to have been taken in relation to the issue of a summons for examination, a decision with direct and immediate impact upon the examinee which has often been challenged.",
      "id": "s269"
    },
    {
      "text": "In my opinion, the argument does not withstand analysis, although it has some initial attraction.",
      "id": "s270"
    },
    {
      "text": "In Annetts v McCann [1990] HCA 57 ; (1990) 170 CLR 596, Mason CJ, Deane and McHugh JJ said (170 CLR at 598): \n \n 'It can now be taken as settled that, when a statute confers power upon a public official to destroy, defeat or prejudice a person's rights, interests or legitimate expectations, the rules of natural justice regulate the exercise of that power unless they are excluded by plain words of necessary intendment ...' \n \n\nIn Ainsworth v Criminal Justice Commission [1992] HCA 10 ; (1992) 175 CLR 564 it was held that reputation, including business or commercial reputation, is an interest that may attract the protection of the rules of procedural fairness.",
      "id": "s271"
    },
    {
      "text": "An example, relied upon by the Administrators, was the decision of the High Court in Johns v Australian Securities Commission [1993] HCA 56 ; (1993) 178 CLR 408.",
      "id": "s272"
    },
    {
      "text": "Dawson J (178 CLR at 437) expressly referred to personal reputation as being a sufficient interest to require observance of the rules of natural justice concerning a decision by the predecessor of ASIC to release confidential transcripts to a Royal Commission and consent to the use of them in public hearings.",
      "id": "s273"
    },
    {
      "text": "McHugh J used words to the same effect (178 CLR at 470---471) and Brennan J was impliedly to the same effect (178 CLR at 430).",
      "id": "s274"
    },
    {
      "text": "Gaudron J agreed with Brennan J. Dawson J referred to another factor in the following words (178 CLR at 437): \n \n '... the publication of the information provided by the appellant under compulsion was a further encroachment upon the appellant's common law right to maintain his silence upon the matters which were the subject of investigation by the A.S.C.",
      "id": "s275"
    },
    {
      "text": "' \n \n \n It is submitted on behalf of the Administrators that the conduct of the examinations that are proposed is likely to prejudice their private and commercial and business reputation.",
      "id": "s276"
    },
    {
      "text": "It is a reasonable assumption that the examinations will be held in public and that the topics to be explored will involve airing allegations which would be detrimental to the reputation of the Administrators.",
      "id": "s277"
    },
    {
      "text": "It is also likely that there will be some media publicity as to those allegations.",
      "id": "s278"
    },
    {
      "text": "It is also submitted that the common law right to maintain silence will be encroached upon.",
      "id": "s279"
    },
    {
      "text": "It is not clear to me that the so called common law right to silence is a right or interest in the sense outlined in Annetts v McCann [1990] HCA 57 ; 170 CLR 596 .",
      "id": "s280"
    },
    {
      "text": "The only authority that was cited to support that proposition, apart from the reference in the passage from the reasons of Dawson J in Johns v Australian Securities Commission 178 CLR at 437, was that of Branson J in Re Cortaus Ltd (in liq); Sheahan v Joye (No 2) (1996) 20 ACSR 576 at 578.",
      "id": "s281"
    },
    {
      "text": "That was an examination of the balance of convenience on an application for a contested adjournment and did not involve the present issue.",
      "id": "s282"
    },
    {
      "text": "There is merit in the submission by counsel for ASIC that it is hardly correct to say that an officer of a company that is in external administration has any right to silence concerning the affairs of the company.",
      "id": "s283"
    },
    {
      "text": "On the contrary, the officer is bound by statute, when called upon, to provide information.",
      "id": "s284"
    },
    {
      "text": "That has been the case for a very long time ( Rees v Kratzmann [1965] HCA 49 ; 114 CLR 63; Evans v Wainter 145 FCR per Lander J at [44]---[82]; per French J in Highstoke Pty Ltd v Hayes Knight GTO Pty Ltd [2007] FCA 13 at [46] ---[78]).",
      "id": "s285"
    },
    {
      "text": "It is submitted on behalf of the Administrators that the decision gave the Evans a new right or status which they did not previously have or enjoy.",
      "id": "s286"
    },
    {
      "text": "In the circumstances of the case it was a right which would inevitably lead to a mandatory court order for a compulsory public examination of the Administrators.",
      "id": "s287"
    },
    {
      "text": "Thus, that right or status would, it is argued, necessarily and directly affect the rights and interests of the Administrators.",
      "id": "s288"
    },
    {
      "text": "There was no pre-existing right and no possibility of correlative prejudice to the Administrators unless and until ASIC conferred the status of eligible applicant on the Evans.",
      "id": "s289"
    },
    {
      "text": "The decision was not appealable to or reviewable by, for example, the Administrative Appeals Tribunal.",
      "id": "s290"
    },
    {
      "text": "The question is whether the decision in question prejudiced the rights of the Administrators.",
      "id": "s291"
    },
    {
      "text": "There is some debate as to whether the relevant power being exercised is that conferred by s 11(4) of the ASIC Act or the substantive provisions of the Corporations Act .",
      "id": "s292"
    },
    {
      "text": "The better view in this Court is the former ( Re Excel 52 FCR at 82).",
      "id": "s293"
    },
    {
      "text": "Whether the correct answer is either or both is of little significance for the resolution of the present issue.",
      "id": "s294"
    },
    {
      "text": "The power is unconstrained by any express provision and the only effect of the impugned decision is to put the appointee in a position to apply for a summons pursuant to s 596A and s 596B of the Corporations Act as an eligible applicant.",
      "id": "s295"
    },
    {
      "text": "That appointment has no effect upon any other person.",
      "id": "s296"
    },
    {
      "text": "The interests of other persons are not affected unless and until a summons is issued.",
      "id": "s297"
    },
    {
      "text": "The focus upon the Administrators in this case tends to distort perspective.",
      "id": "s298"
    },
    {
      "text": "It does not even follow that the issue of a summons for examination and the conduct of the examination will have an adverse impact upon all potential examinees.",
      "id": "s299"
    },
    {
      "text": "An examinee may be asked to give an account of what occurred in the affairs of the company without any reflection upon the examinee or the disclosure of any information personal to the examinee.",
      "id": "s300"
    },
    {
      "text": "Examinations may be conducted in order to obtain information without any defined target and, even if there is a defined target, many examinees will not be that target.",
      "id": "s301"
    },
    {
      "text": "Given the width of s 596A and s 596B , it is apparent that it would be quite impractical to give notice to all persons who might be conceivably affected by the appointment of a person as an eligible applicant in relation to the affairs of a particular corporation either as a potential examinee or a person potentially affected by evidence to be given by an examinee.",
      "id": "s302"
    },
    {
      "text": "In the present case it may be accepted that, at the time the decision was made, the Administrators had been identified as both targets and examinees.",
      "id": "s303"
    },
    {
      "text": "Thus, in a practical sense, a grant of the status of eligible applicant was a step towards an examination which was either inevitable or highly likely.",
      "id": "s304"
    },
    {
      "text": "In my opinion, that practical consequence does not mean that the difference between the stages explained in Re Excel 52 FCR 69 can be elided.",
      "id": "s305"
    },
    {
      "text": "In Ainsworth Mason CJ, Dawson, Toohey and Gaudron JJ said (175 CLR at 576): \n \n '... what is decisive is the nature of the power, not the character of the proceeding which attends its exercise.",
      "id": "s306"
    },
    {
      "text": "' \n \n\nEither the statutory power is subject to the obligation to afford prior notice or it is not.",
      "id": "s307"
    },
    {
      "text": "The circumstances of the particular application for exercise of the power do not affect the question as to whether the implied obligation has any operation in relation to the power in question.",
      "id": "s308"
    },
    {
      "text": "The decision to authorise the Evans did not itself directly adversely affect the interests of others in the manner required to bring the statutory presumption into play.",
      "id": "s309"
    },
    {
      "text": "Counsel for ASIC submitted that the decision of Sheppard J in Hare v Gladwin (1988) 82 ALR 307 is in point and should be followed.",
      "id": "s310"
    },
    {
      "text": "Section 316 of the Commonwealth Electoral Act 1918 (Cth) provided, inter alia, that an authorised officer of the Electoral Commission could issue a notice requiring the production of documents where the officer has reasonable grounds to believe that a person is capable of providing documents relating to a possible contravention of certain parts of the Act.",
      "id": "s311"
    },
    {
      "text": "Sheppard J held that the officer was not obliged to give a recipient an opportunity of making submissions as to why the notice should not be served or why it should be limited in a particular respect, nor to foreshadow to the recipient the nature of her belief in relation to a possible contravention of the Act.",
      "id": "s312"
    },
    {
      "text": "His Honour said (82 ALR at 330): \n \n 'She was acting in an investigatory capacity only.",
      "id": "s313"
    },
    {
      "text": "Nothing that she could do could affect any right or interest which he has or expose him, except by the operation of the Act itself, to conviction for any offence or the risk of such a conviction.",
      "id": "s314"
    },
    {
      "text": "In the light of the decision in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550; 62 ALR 321, it is probably true to say that few statutes will be construed in such a manner as to deny to persons affected by action taken under them procedural fairness.",
      "id": "s315"
    },
    {
      "text": "The question in each case is what does procedural fairness require.",
      "id": "s316"
    },
    {
      "text": "In my opinion, it did not require Mrs Gladwin to give Mr Hare any opportunity of making any submissions to her at all about whether the notice should be issued or what the form of it ought to be.",
      "id": "s317"
    },
    {
      "text": "' \n \n\nThat case is not on all fours with this case.",
      "id": "s318"
    },
    {
      "text": "On the one hand, it is a stronger case.",
      "id": "s319"
    },
    {
      "text": "The effect upon the recipient of the notice was direct and immediate rather than indirect.",
      "id": "s320"
    },
    {
      "text": "The right to maintain the privacy of documents was directly affected.",
      "id": "s321"
    },
    {
      "text": "On the other hand, there was no reference to damage to reputation, as public disclosure was apparently not involved.",
      "id": "s322"
    },
    {
      "text": "However, on the whole, it tends to support ASIC's position.",
      "id": "s323"
    },
    {
      "text": "Counsel for ASIC pointed out that a similar question would arise in relation to the issue of a subpoena to produce documents or give evidence in a court established by statute.",
      "id": "s324"
    },
    {
      "text": "The same question would apply to the issue of a summons to give evidence or produce documents to a Royal Commission or other administrative body with compulsory powers, eg, the Administrative Appeals Tribunal.",
      "id": "s325"
    },
    {
      "text": "There is a plethora of provisions that do not involve a hearing, but result in the compulsory acquisition of information and documents that can be used publicly later by the regulatory authority concerned, eg, notices pursuant to s 155 of the Trade Practices Act 1974 (Cth) and s 263 and s 264 of the Income Tax Assessment Act 1936 (Cth), search warrants pursuant to Pt 1AA Div 2 of the Crimes Act 1914 (Cth) and telephone interception warrants pursuant to the Telecommunications (Interception) and Listening Device Amendment Act 1997 (Cth).",
      "id": "s326"
    },
    {
      "text": "Counsel for the Administrators was not able to cite any authority that has imposed a duty to hear any person before exercising any such powers, notwithstanding the expansion of the application of natural justice since Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550.",
      "id": "s327"
    },
    {
      "text": "I have already noted that no authority was cited to suggest that either the authorisation of an eligible applicant or the issue of a summons for examination has previously been challenged on this basis.",
      "id": "s328"
    },
    {
      "text": "The decision of the New South Wales Court of Appeal in Commissioner of Police v Reid (1989) 16 NSWLR 453, cited by counsel for ASIC, is, at least, consistent with his submission and, on one view, directly supports it.",
      "id": "s329"
    },
    {
      "text": "Meagher JA (with whom Clarke JA agreed) held (at 461FG) that the ministerial step of obtaining leave from a judge to prosecute for perjury before any decision to prosecute is taken \n \n ' ... of itself does nothing, and certainly does not imperil any relevant right or interest.",
      "id": "s330"
    },
    {
      "text": "' \n \n\nI do not read the circumstance that the decision to prosecute does not require natural justice to be afforded as detracting from the more general proposition.",
      "id": "s331"
    },
    {
      "text": "65 Johns v Australian Securities Commission [1993] HCA 56 ; 178 CLR 408 deals with a different statutory setting.",
      "id": "s332"
    },
    {
      "text": "The issue of substance before the High Court concerned the validity of decisions on the part of the Australian Securities Commission (ASC) to release transcripts of private examinations of Johns by the ASC to a Royal Commission in circumstances which allowed the information released to be published generally (see 178 CLR at 421).",
      "id": "s333"
    },
    {
      "text": "The Australian Securities Commission Act 1989 (Cth) provided for the examination of persons on oath as ancillary to an investigation by the ASC.",
      "id": "s334"
    },
    {
      "text": "Such an examination was to take place in private (s 19).",
      "id": "s335"
    },
    {
      "text": "As Brennan J said, in delivering the principal judgment, (178 CLR at 422): \n \n 'The Act thus maintains the traditional privacy of examinations into the affairs of a company.",
      "id": "s336"
    },
    {
      "text": "Privacy has been observed in conducting such examinations out of consideration for the commercial reputation of the company and the protection of witnesses.",
      "id": "s337"
    },
    {
      "text": "' \n \n\nOf course his Honour was not speaking of examinations pursuant to Pt 5 of the Corporations Act in relation to which public examination is now the norm.",
      "id": "s338"
    },
    {
      "text": "His Honour was of the view that confidentiality of the information contained in the transcripts of examination was amenable to protection by Johns by injunction where its use or disclosure was not authorised by statute (178 CLR at 427).",
      "id": "s339"
    },
    {
      "text": "That being the case, it was not a long step to hold that the statute implicitly provided that Johns was entitled to prior notice of any decision to affect his statutory right to confidentiality in the information in particular existing transcripts by authorising the release of those transcripts on a basis that would destroy that confidentiality.",
      "id": "s340"
    },
    {
      "text": "66 Ainsworth [1992] HCA 10 ; 175 CLR 564 concerned publication of a damning report.",
      "id": "s341"
    },
    {
      "text": "The same can be said of Testro Bros Pty Ltd v Tait [1963] HCA 29 ; (1963) 109 CLR 353 that was effectively overruled by Annetts v McCann (per Mason CJ, Dean and McHugh JJ 170 CLR at 598) and Ainsworth (per Mason CJ, Dawson, Toohey and Gaudron JJ 175 CLR at 576---577).",
      "id": "s342"
    },
    {
      "text": "In my opinion, the initiation of the exercise of a statutory power of an investigatory nature will not normally 'destroy, defeat or prejudice' (to use the words from Annetts v McCann [1990] HCA 57 ; 170 CLR 596) or 'imperil' (to use Meagher J's word) any relevant right or interest such as to require notice to be given to the object prior to exercise of the power.",
      "id": "s343"
    },
    {
      "text": "In any event, where, as here, the exercise of a power is anterior to that which has a direct effect upon the party, there is no such requirement.",
      "id": "s344"
    },
    {
      "text": "For the sake of completeness I should deal with two arguments raised on behalf of ASIC, each of which I would reject if I had been of a different view concerning the duty to accord natural justice.",
      "id": "s345"
    },
    {
      "text": "The first was that the decision here was a step or stage in a process, the end result of which would entail procedural fairness ( Ainsworth per Mason CJ, Dawson, Toohey and Gaudron JJ 175 CLR at 578; South Australia v O'Shea [1987] HCA 39 ; (1987) 163 CLR 378 per Mason CJ at 389).",
      "id": "s346"
    },
    {
      "text": "It was argued that the position was not dissimilar to the lack of any requirement to afford a hearing prior to the commencement of a prosecution of a like proceeding ( Barton v The Queen [1980] HCA 48 ; (1980) 147 CLR 75 at 95; Cornall v AB (A Solicitor) [1995] 1 VR 372 at 396---397; Commissioner of Police v Reid 16 NSWLR at 461; Australian Securities and Investments Commission v Plymin (No 3) [2002] VSC 358 ; (2002) 170 FLR 128 at 135---136).",
      "id": "s347"
    },
    {
      "text": "In the first place, it is doubtful whether there is a single decision making process of the kind referred to in the present circumstances.",
      "id": "s348"
    },
    {
      "text": "The decision by ASIC in relation to authorisation involves different questions and different issues than would a decision to issue a summons by the Court or the conduct of the proceeding itself (cf McHugh J in Johns v Australian Securities Commission 178 CLR at 473---474 and see Re Excel 52 FCR at 83---84 and 86).",
      "id": "s349"
    },
    {
      "text": "It is difficult to see how failure to accord natural justice in relation to the decision in question could be cured by later events.",
      "id": "s350"
    },
    {
      "text": "In the second place, the examination procedure is not designed to accord natural justice to a party in relation to any allegations made, directly or indirectly, against the examinee.",
      "id": "s351"
    },
    {
      "text": "The process is inquisitorial rather than adversarial.",
      "id": "s352"
    },
    {
      "text": "There is no case put against the examinee or any case in reply.",
      "id": "s353"
    },
    {
      "text": "As Windeyer J said in Rees v Kratzmann (114 CLR at 80): \n \n 'The honest conduct of the affairs of companies is a matter of great public concern to-day.",
      "id": "s354"
    },
    {
      "text": "If the legislature thinks that in this field the public interest overcomes some of the common law's traditional consideration for the individual, then effect must be given to the statute which embodies this policy.",
      "id": "s355"
    },
    {
      "text": "' \n \n\n(See also Hamilton v Oades [1989] HCA 21 ; (1989) 166 CLR 486.",
      "id": "s356"
    },
    {
      "text": ") The fact that the Court maintains considerable control over the examination does not change the information gathering nature of the function being performed.",
      "id": "s357"
    },
    {
      "text": "The analogy with the institution of Court proceedings is not apt.",
      "id": "s358"
    },
    {
      "text": "The second argument was that if ASIC had notified the Administrators prior to the decision, so giving them the opportunity of making submissions in opposition, there is no reason to suppose that would have produced a different outcome ( Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141).",
      "id": "s359"
    },
    {
      "text": "It was submitted that ASIC had received significant submissions from or on behalf of the Administrators in relation to the original investigation and in relation to the release of transcripts which said all that could be said, as was revealed by the nature of the response made when the authorisation was known.",
      "id": "s360"
    },
    {
      "text": "Counsel for ASIC submitted that the evidence suggested that ASIC took those considerations into account.",
      "id": "s361"
    },
    {
      "text": "Some of the difficulties of applying the Stead principle were discussed by McHugh, Gummow, Callinan and Heydon JJ in Applicant NAFF of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] HCA 62 ; (2004) 221 CLR 1 at [34] .",
      "id": "s362"
    },
    {
      "text": "In the present case, the question was whether particular persons should be appointed as eligible applicants.",
      "id": "s363"
    },
    {
      "text": "I can see no evidence that that topic was addressed in the submissions made on behalf of the Administrators prior to the decision being made.",
      "id": "s364"
    },
    {
      "text": "Legitimate expectation \n \n There was considerable communication between ASIC, on the one hand, and the Administrators and their solicitors, on the other.",
      "id": "s365"
    },
    {
      "text": "Counsel for the Administrators identified seven features relating to those communications which, it was submitted, gave rise to a legitimate expectation on the part of the Administrators that the decision to appoint the Evans as eligible applicants would not be made without prior notice to the Administrators and without giving them an opportunity to put arguments against that course.",
      "id": "s366"
    },
    {
      "text": "The features were the fact of the previous investigation; its finding and its conclusion; the written communications by ASIC to the Administrators about its investigations; ASIC's oral communications with the Administrators' legal representatives; a continuing cooperative relationship with ASIC after the investigation in relation to ongoing complaints from shareholders; the procedural fairness which ASIC thought it appropriate to accord to the Administrators in relation to the request by a minority shareholder to have access to the s 19 transcripts; ongoing adverse media speculation including allegations of misconduct against the Administrators from 2002 to 2006; and the mandatory terms of s 596A itself.",
      "id": "s367"
    },
    {
      "text": "The place of so called 'legitimate expectation' in administrative law has always been controversial.",
      "id": "s368"
    },
    {
      "text": "It was considered most recently by the High Court in Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 per Gleeson CJ at [26]---[38]; per McHugh and Gummow JJ at [47]---[49], [61]---[83] and [103]---[106]; per Hayne J at [116]---[122]; per Callinan J at [140]---[148].",
      "id": "s369"
    },
    {
      "text": "In my opinion, that discussion is inconsistent with the features in the dealings between the parties here that were identified as giving rise to or creating an obligation to give notice to the Administrators before exercising the statutory power in question.",
      "id": "s370"
    },
    {
      "text": "I should add that the ASIC publication concerning natural justice (Australian Securities and Investments Commission, Policy Statement 92: Procedural Fairness to Third Parties, Australian Securities and Investments Commission , Canberra, 1995) does no more than purport to give effect to the requirements of the law.",
      "id": "s371"
    },
    {
      "text": "REASONS FOR RULING ON EVIDENCE \n \n During the hearing an issue arose as to whether the nature of certain submissions made by counsel for ASIC waived legal professional privilege in certain parts of the Spear Report and the incorporated report based upon the reasoning of the Full Court in Commissioner of Taxation v Rio Tinto [2006] FCAFC 86 ; (2006) 151 FCR 341.",
      "id": "s372"
    },
    {
      "text": "After hearing argument on behalf of the Administrators I said: \n \n 'I am not persuaded that a defensive argument or submission deploys the substance of legal advice in the way the authorities require ...' \n \n\nFurther argument was then presented by counsel and, after further reflection, I adhered to my opinion and rejected the application for access to the whole of the documents in question.",
      "id": "s373"
    },
    {
      "text": "Attention was particularly drawn to pars 74---80 of ASIC's written submissions.",
      "id": "s374"
    },
    {
      "text": "The submissions in question were an answer to the argument that par 23 of the Gray Memorandum was irrational.",
      "id": "s375"
    },
    {
      "text": "It is sufficient to set out par 75 and par 80 to understand the argument: \n \n \n '75.",
      "id": "s376"
    },
    {
      "text": "In such a complex case, Mr Gray, in his memorandum to Mr Taylor, was entirely reasonably adverting to the possibility that ASIC's own conclusion as to prospects was not infallible or the only view which could be said to be reasonably or even possibly open, especially in circumstances where ASIC had only examined four persons and the applicants had signalled an intention to examine additional persons.",
      "id": "s377"
    },
    {
      "text": "... \n \n \n 80.",
      "id": "s378"
    },
    {
      "text": "The most that can be said of the material is that it indicated that there was insufficient evidence for ASIC to take action.",
      "id": "s379"
    },
    {
      "text": "ASIC is a public body with has limited resources to take legal action.",
      "id": "s380"
    },
    {
      "text": "As a public prosecutor, ASIC needs to exercise caution before taking steps against private persons.",
      "id": "s381"
    },
    {
      "text": "It does not follow from there being insufficient prospects of success for ASIC to take action that there are insufficient prospects of success for a private person to take action.",
      "id": "s382"
    },
    {
      "text": "For the same reason, it did not follow from this result of the investigation that the examinations would be futile.",
      "id": "s383"
    },
    {
      "text": "' \n \n \n \n \n It was submitted that ASIC's reference to 'complex' connoted some form of assessment of the merits which could not be tested without having access to all of the underlying material.",
      "id": "s384"
    },
    {
      "text": "It followed that it would be unfair not to have such access to counter that which was put forward on behalf of ASIC.",
      "id": "s385"
    },
    {
      "text": "76 Rio Tinto [2006] FCAFC 86 ; 151 FCR 341 concerned an interlocutory discovery issue.",
      "id": "s386"
    },
    {
      "text": "The common law was applied and the test was expressed as follows (151 FCR at [61]): \n \n 'Both before and after Mann , the governing principle required a fact-based inquiry as to whether, in effect, the privilege holder had directly or indirectly put the contents of an otherwise privileged communication in issue in litigation, either in making a claim or by way of defence.",
      "id": "s387"
    },
    {
      "text": "In DSE (at [58]) Allsop J put the matter somewhat more descriptively, saying waiver arises when: \"the party entitled to the privilege makes an assertion (express or implied), or brings a case, which is either about the contents of the confidential communication or which necessarily lays open the confidential communication to scrutiny and, by such conduct, an inconsistency arises between the act and the maintenance of the confidence, informed partly by the forensic unfairness of allowing the claim to proceed without disclosure of the communication\".",
      "id": "s388"
    },
    {
      "text": "' \n (emphasis in original)\n \n \n Counsel for ASIC submitted that as the point here arose at the hearing, it was governed by s 122 of the Evidence Act rather than the common law.",
      "id": "s389"
    },
    {
      "text": "It was not necessary to decide that question as I was not persuaded that the application should succeed on the basis put forward.",
      "id": "s390"
    },
    {
      "text": "The reasons in Rio Tinto 151 FCR from [64]---[68] make clear that it was a special case, depending upon the form of particulars given by the Commissioner.",
      "id": "s391"
    },
    {
      "text": "In my opinion, an argumentative submission that is responsive to an integer of the applicant's case and defensive of the respondent's position would not normally give rise to the type of inconsistency referred to by the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 and applied on the facts of Rio Tinto [2006] FCAFC 86 ; 151 FCR 341 (cf Bennett v Chief Executive Officer of the Australian Customs Service [2004] FCAFC 237 ; (2004) 140 FCR 101).",
      "id": "s392"
    },
    {
      "text": "I could see no special feature of the present case to displace that position.",
      "id": "s393"
    },
    {
      "text": "CONCLUSION \n \n Each basis for relief fails.",
      "id": "s394"
    },
    {
      "text": "The proceeding will be dismissed and the applicants ordered to pay the costs of the first and fourth respondents limited to one set of costs.",
      "id": "s395"
    },
    {
      "text": "I certify that the preceding seventy-nine (79) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s396"
    },
    {
      "text": "Associate:\nDated: 6 February 2007\n\n Counsel for the Applicants: Mr MA Pembroke SC, Mr N Perram SC, Mr B Dharmananda \n \n Solicitor for the Applicants: Mallesons Stephen Jaques \n \n Counsel for the First Respondent: Dr AS Bell SC, Mr J Emmett \n \n Solicitor for the First Respondent: Mr K Turner of Australian Securities and Investments Commission \n \n Counsel for the Second Respondent: Mr PM Wood \n \n Solicitor for the Second Respondent: Henry Davis York \n \n Counsel for the Third Respondent: Mr Robertson SC, Mr SA Goodman \n \n Solicitor for the Third Respondent: Clayton Utz \n \n Counsel for the Fourth Respondent: Dr AS Bell SC, Mr J Emmett \n \n Solicitor for the Fourth Respondent: Mr K Turner of Australian Securities and Investments Commission \n\n Dates of Hearing: 5 and 6 December 2006 \n \n Date of Judgment: 6 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/59.html",
      "id": "s397"
    }
  ]
}