{
  "name": "Secretary, Department of Employment and Workplace Relations v Cameron (No. 2) [2007] FCA 593 (27 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/593.html",
  "catchphrases": [
    {
      "text": "partner allowance",
      "id": "c0"
    },
    {
      "text": "redress available where the rate at which a social security payment is being, or has been, paid is less than the rate provided for by the social security law",
      "id": "c1"
    },
    {
      "text": "limited power to backdate a favourable determination",
      "id": "c2"
    },
    {
      "text": "no power to backdate a favourable determination to a date earlier than 13 weeks before the date on which the favourable determination is made",
      "id": "c3"
    },
    {
      "text": "social security",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This case is concerned with the ascertainment of the date upon which a particular 'favourable determination' within the meaning of s 108 of the Social Security (Administration) Act 1999 (Cth) ('the Administration Act'), in relation to a partner allowance, took effect (see also ss 78, 109 and 114 cf ss 771NL and 771NR of the Social Security Act 1991 (Cth) ('the Social Security Act ')).",
      "id": "s0"
    },
    {
      "text": "2 Prior to 20 March 2000 the Social Security Act dealt with both entitlements to social security payments and also the administration of claims for such payments.",
      "id": "s1"
    },
    {
      "text": "On 20 March 2000 the main operative provisions of the Administration Act commenced whereupon the Social Security Act continued to deal with the question of entitlements, but the Administration Act replaced the Social Security Act as the relevant enactment dealing with the administration of claims for such payments.",
      "id": "s2"
    },
    {
      "text": "Transitional and savings provisions were contained in Part 8 of the Administration Act (see in particular ss 246 --- 248).",
      "id": "s3"
    },
    {
      "text": "3 At all material times for the purposes of this case there were seven categories of social security payment.",
      "id": "s4"
    },
    {
      "text": "The expression ' social security payment ' was defined in s 23 of the Social Security Act .",
      "id": "s5"
    },
    {
      "text": "One such category was:\n \n '(b) a social security benefit; ...' \n\n\n \n4 There were some ten categories of social security benefit.",
      "id": "s6"
    },
    {
      "text": "The expression ' social security benefit ' was defined in s 23 of the Social Security Act .",
      "id": "s7"
    },
    {
      "text": "One such category was:\n \n '(e) partner allowance; ...' \n \n\n5 As at 15 December 1999 Chapter 2 of the Social Security Act dealt with ' Pensions, Benefits and Allowances '.",
      "id": "s8"
    },
    {
      "text": "The several Parts within Chapter 2 had the following headings:\n \n ' Part 2.1 --Introduction \n Part 2.2 --Age pension \n Part 2.2A --Pension bonus \n Part 2.3 --Disability support pension \n Part 2.4 --Wife pension \n Part 2.5 --Carer payment \n Part 2.7 --Bereavement allowance \n Part 2.8 --Widow B pension \n Part 2.8A --Widow allowance \n Part 2.10 --Parenting payment \n Part 2.11 --Youth allowance \n Part 2.11A --Austudy payment \n Part 2.12 --Newstart allowance \n Part 2.12A --Mature age (pre---1 July 1996) allowances \n Part 2.12B --Mature age (post---30 June 1996) allowance \n Part 2.13 --Employment entry payment \n Part 2.13A --Education entry payment \n Part 2.14 --Sickness allowance \n Part 2.15 --Special benefit \n Part 2.15A --Partner allowance \n Part 2.16 --Special needs pensions \n Part 2.17 --Family allowance \n Part 2.17AA --Family tax payment \n Part 2.17A --Maternity allowances \n Part 2.19 --Child disability allowance \n Part 2.20 --Double orphan pension \n Part 2.21 --Mobility allowance \n Part 2.22 --Advance payments of social security entitlements \n Part 2.23 --Advance pharmaceutical allowance \n Part 2.24 --Disaster relief payment \n Part 2.24A --Pensioner education supplement \n Part 2.25 --Telephone allowance \n Part 2.26 --Fares allowance ' \n\nIt will be seen that Part 2.15A dealt with 'Partner allowance'.",
      "id": "s9"
    },
    {
      "text": "6 Chapter 2A dealt with ' Benefits and Concessions other than Payments '.",
      "id": "s10"
    },
    {
      "text": "7 Chapter 3 dealt with ' General Provisions Relating to Payability and Rates '.",
      "id": "s11"
    },
    {
      "text": "It contained a series of parts commencing with ' Part 3.1 --- Rate Calculators (General)'.",
      "id": "s12"
    },
    {
      "text": "8 Part 3.6 of Chapter 3 of the Social Security Act had a heading ' Benefit Rate Calculator B ', which was relevant for the purpose of quantifying partner allowances.",
      "id": "s13"
    },
    {
      "text": "It included a series of 'Modules' with the following headings:\n \n ' Module A---Overall Rate Calculation Process \n Module B---Maximum Basic Rate \n Module D---Pharmaceutical Allowance \n Module F---Rent Assistance \n Module G---Income Test \n Module J---Remote Area Allowance ' \n \n Calculation of the rate of benefit in respect of partner allowance \n \n9 In relation to the calculation of rates at which social security benefits are properly paid, one should go in the first instance to s 1062(1) of the Social Security Act , which provided as follows:\n \n \n \n '1062(1) The following are the usual steps in the rate calculation process: \n \n \n \n (a) start with a maximum basic rate; \n (b) add any additional amounts that are subject to income or assets testing; \n (c) apply the income and assets tests; \n (d) add any additional amounts that are not subject to income or assets testing.",
      "id": "s14"
    },
    {
      "text": "(2) The overall rate calculation process is usually described in an early Module of the relevant Rate Calculator.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n \n \n\n10 Specific provision was made for the calculation of the rate of partner allowance in s 1068 of the Social Security Act , which relevantly provided as follows:\n \n '1068(1) The rate of: \n \n \n \n ... \n \n \n \n (c) partner allowance; \n \n \n \n is to be calculated in accordance with the Rate Calculator at the end of this section; ...' \n \n \n \n\n(see also s 771KA of the Social Security Act )\n \n11 The Rate Calculator at the end of s 1068 of the Social Security Act was described as ' Benefit Rate Calculator B '.",
      "id": "s16"
    },
    {
      "text": "The process to be undertaken was specified in ' Module A --- Overall Rate Calculation Process' which was expressed as follows:\n \n '1068-A1 The rate of benefit is a fortnightly rate.",
      "id": "s17"
    },
    {
      "text": "Method statement \n \n Step 1.",
      "id": "s18"
    },
    {
      "text": "Work out the person's maximum basic rate using MODULE B below.",
      "id": "s19"
    },
    {
      "text": "Step 2.",
      "id": "s20"
    },
    {
      "text": "Work out the amount per year (if any) of pharmaceutical allowance using MODULE D below.",
      "id": "s21"
    },
    {
      "text": "Step 3.",
      "id": "s22"
    },
    {
      "text": "Work out the applicable amount (if any) for rent assistance (using MODULE F).",
      "id": "s23"
    },
    {
      "text": "Step 4.",
      "id": "s24"
    },
    {
      "text": "Add up the amounts obtained in Steps 1 to 4 [sic] : the result is called the maximum payment rate .",
      "id": "s25"
    },
    {
      "text": "Step 5.",
      "id": "s26"
    },
    {
      "text": "Apply the income test using MODULE G below to work out the income reduction.",
      "id": "s27"
    },
    {
      "text": "Step 6.",
      "id": "s28"
    },
    {
      "text": "Take the income reduction away from the maximum payment rate: the result is called the provisional payment rate .",
      "id": "s29"
    },
    {
      "text": "Step 7.",
      "id": "s30"
    },
    {
      "text": "The rate of benefit is the difference between: \n (a) the provisional payment rate; and \n \n (b) any advance payment deduction (see Part 3.16A) ; \n \n plus any amount payable by way of remote area allowance (see MODULE J below).",
      "id": "s31"
    },
    {
      "text": "' \n \n\n \n12 As can be seen from Module A, the rate of a partner allowance benefit is to be ascertained by undertaking a series of mathematical exercises identified in steps 4, 6 and 7.",
      "id": "s32"
    },
    {
      "text": "The ascertainment of an applicable amount for rent assistance is but one of the steps in the calculation process.",
      "id": "s33"
    },
    {
      "text": "The Social Security Act does not recognise rent assistance as a discrete category of social security benefit.",
      "id": "s34"
    },
    {
      "text": "13 The several paragraph headings in Module F --- Rent Assistance were 'Rent assistance', 'Rent threshold rate', 'Partner with rent increased pension', 'Age test applies to some people', 'Parent', 'Factors affecting rate of rent assistance', 'Partner with rent increased benefit', 'Rate of rent assistance', 'Fortnightly rent', 'Rent paid by a member of a couple' and 'Rent paid by a member of an illness separated couple'.",
      "id": "s35"
    },
    {
      "text": "14 Paragraph 1068 --- F1 of the Rent Assistance Module provided for a rent assistance component to be taken into account in the partner allowance rate of benefit calculation process, as required by step 3, if some eight criteria were satisfied.",
      "id": "s36"
    },
    {
      "text": "The preamble to those criteria was expressed as follows:\n \n \n \n '1068-F1 Subject to points 1068-F3 and 1068-F4, an amount to help cover the cost of rent is to be added to a person's maximum basic rate for a period if: \n ...' \n \n \n \n \n Claims for partner allowance \n \n15 As at 15 December 1999 s 771IA et seq of the Social Security Act made provision for the making of claims for a partner allowance.",
      "id": "s37"
    },
    {
      "text": "Section 771IA(1) provided:\n \n \n \n '771IA(1) A person who wants to be granted a partner allowance must make a proper claim for that allowance.",
      "id": "s38"
    },
    {
      "text": "' \n \n \n\n\n(the comparable provision of the Administration Act under which claims for a partner allowance may be made is now s 11(1))\n\n Determination of claims for partner allowance \n \n16 Under s 771JA the Secretary to the Department was required to 'determine the claim' (see now s 36(1) of the Administration Act).",
      "id": "s39"
    },
    {
      "text": "Under s 1299 it was open to the Secretary to delegate most of his powers under the Social Security Act to Departmental officers (see now s 234 of the Administration Act) and such delegations led to primary determinations of claims for partner allowance being made by such officers.",
      "id": "s40"
    },
    {
      "text": "17 Generally speaking, when a person's claim for a partner allowance is granted, the relevant commencement or start day is the day on which the claim for the partner allowance is made (see s 771HM et seq and s 771JC(1) of the Social Security Act and ss 41 --- 42 together with Schedule 2 clause 3 et seq of the Administration Act).",
      "id": "s41"
    },
    {
      "text": "18 Section 1240 of the Social Security Act made provision for applications to be made to the Secretary for review of the decisions of Departmental officers in respect of claims made under the Social Security Act (the comparable provision is now s 129 of the Administration Act).",
      "id": "s42"
    },
    {
      "text": "Date of effect of review determinations granting claims for partner allowance which were originally rejected \n \n19 In relation to claims for partner allowance that were rejected but later granted as a result of an application for review under s 1240 of the Social Security Act , s 771JC(2) --- (4) contained provisions dealing with the date upon which a determination granting such a claim would take effect (see now s 107 of the Administration Act).",
      "id": "s43"
    },
    {
      "text": "Review of decisions in relation to a person's partner allowance \n \n20 Even in cases where a claim for partner allowance had been granted provision was made in the Social Security Act , and later the Administration Act, for the review of decisions made 'in relation to a partner allowance'.",
      "id": "s44"
    },
    {
      "text": "In the case of 'favourable determinations' made as a result of applications for review of such decisions, s 771NR(2) --- (4) of the Social Security Act made provision for the date upon which those favourable decisions would take effect (see now s 109 of the Administration Act).",
      "id": "s45"
    },
    {
      "text": "21 At first blush, it is difficult to comprehend why a person would seek review of a decision made in relation to a partner allowance where the claim for such an allowance had been granted .",
      "id": "s46"
    },
    {
      "text": "The simple answer is to be found in the identification of what will constitute a 'favourable determination' as a result of an application for review of a decision 'made in relation to a partner allowance' (see ss 771NR(1) and especially 771NL of the Social Security Act and now ss 108 and especially 78 of the Administration Act).",
      "id": "s47"
    },
    {
      "text": "22 Section 771NR(1) and 771NL of the Social Security Act provided as follows:-\n \n \n \n '771NR(1) The date on which a determination under section 771NL or 771NQ (the favourable determination ) takes effect is worked out in accordance with this section.",
      "id": "s48"
    },
    {
      "text": "' \n \n '771NL If the Secretary is satisfied that the rate at which partner allowance is being, or has been, paid is less than the rate provided for by this Act, the Secretary is to determine that the rate is to be increased to the rate specified in the determination.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n\n23 The provisions in the Administration Act that are comparable with ss 771NR(1) and 771NL are to be found in ss 108 and 78 of the Administration Act, which provided: \n \n '108 In this Subdivision: \n \n \n \n favourable determination means a determination under section 78, 85 or 85A.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n \n \n '78 If the Secretary is satisfied that the rate at which a social security payment is being, or has been, paid is less than the rate provided for by the social security law, the Secretary must: \n \n \n \n \n \n (a) determine that the rate is to be increased to the rate provided for by the social security law; and \n \n (b) specify the last-mentioned rate in the determination.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n\n\n \n24 In relation to the date on which favourable determinations in relation to partner allowance were to take effect s 771NR relevantly provided:\n \n \n \n '771NR(2) If: \n \n \n \n \n (a) a decision (the previous decision ) is made in relation to a partner allowance; and \n \n (b) a notice is given to the person to whom the allowance is payable advising the person of the making of the previous decision; and \n \n (c) the person applies to the Secretary under section 1240, within 3 months after the notice is given, for review of the previous decision; and \n \n (d) a favourable determination is made as a result of the application for review; \n \n \n \n \n the determination takes effect on the day on which the previous decision took effect.",
      "id": "s52"
    },
    {
      "text": "771NR(3) If: \n \n \n \n \n (a) a decision (the previous decision ) is made in relation to a partner allowance; and \n \n (b) a notice is given to the person to whom the allowance is payable advising the person of the making of the previous decision; and \n \n (c) the person applies to the Secretary under section 1240 more than 3 months after the notice is given, for review of the previous decision; and \n \n (d) a favourable determination is made as a result of the application for review; \n \n \n \n \n the determination takes effect on the day on which the person sought the review.",
      "id": "s53"
    },
    {
      "text": "771NR(4) If: \n \n \n \n \n \n (a) a decision (the previous decision ) is made in relation to a partner allowance; and \n \n (b) no notice is given to the person to whom the allowance is payable advising the person of the making of the previous decision; and \n \n (c) the person applies to the Secretary under section 1240 for review of the previous decision; and \n \n (d) a favourable determination is made as a result of the application for review; \n \n \n \n \n the determination takes effect on the day on which the previous decision took effect.",
      "id": "s54"
    },
    {
      "text": "... \n \n \n \n \n \n \n \n 771NR(6) In any other case, the favourable determination takes effect on the day on which the determination was made or on such later day or earlier day (not being a day more than 3 months before the determination was made) as is specified in the determination.",
      "id": "s55"
    },
    {
      "text": "' \n \n \n\n\n \n25 The comparable provisions in the Administration Act are to be found in ss 109 and 114, which relevantly provided:\n \n 109(1) If: \n \n \n \n \n (a) a decision (the original decision ) is made in relation to a person's social security payment; and \n \n \n \n \n \n \n \n \n \n (b) a notice is given to the person informing the person of the original decision; and \n \n \n \n \n \n \n \n \n \n (c) within 13 weeks after the notice is given, the person applies to the Secretary, under section 129, for review of the original decision; and \n \n \n \n \n \n \n \n \n \n (d) the favourable determination is made as a result of the application for review; \n \n \n \n \n \n the favourable determination takes effect on the day on which the determination embodying the original decision took effect.",
      "id": "s56"
    },
    {
      "text": "(2) If: \n \n \n \n \n \n (a) a decision (the original decision ) is made in relation to a person's social security payment; and \n \n (b) a notice is given to the person informing the person of the original decision; and \n \n (c) more than 13 weeks after the notice is given, the person applies to the Secretary, under section 129, for review of the original decision; and \n \n (d) the favourable determination is made as a result of the application for review; \n \n \n \n \n \n the favourable determination takes effect on the day on which the application for review was made.",
      "id": "s57"
    },
    {
      "text": "(3) If: \n \n \n \n \n \n (a) a decision (the original decision ) is made in relation to a person's social security payment; and \n \n (b) the person is not given notice of the original decision; and \n \n (c) the person applies to the Secretary, under section 129, for review of the original decision; and \n \n (d) the favourable determination is made as a result of the application for review; \n \n \n \n \n \n the favourable determination takes effect on the day on which the determination embodying the original decision took effect.",
      "id": "s58"
    },
    {
      "text": "(4) If: \n \n \n \n \n \n (a) a decision (the original decision ) is made in relation to a person's social security payment; and \n \n (b) the person is given a notice informing him or her of the original decision; and \n \n (c) the Secretary reviews the decision under section 126 without any application under section 129 for review of the decision having been made; and \n \n (d) as a result of the review, the favourable determination is made within 13 weeks after notice of the original decision was given to the person; \n \n \n \n \n \n the favourable determination takes effect on the day on which the determination embodying the original decision took effect.",
      "id": "s59"
    },
    {
      "text": "(5) If: \n \n \n \n \n \n (a) a decision (the original decision ) is made in relation to a person's social security payment; and \n \n (b) the person is given a notice informing him or her of the original decision; and \n \n (c) the Secretary reviews the decision under section 126 without any application under section 129 for review of the decision having been made; and \n \n (d) as a result of the review, the favourable determination is made more than 13 weeks after notice of the original decision was given to the person; \n \n \n \n \n \n the favourable determination takes effect on the day on which the review was begun by the Secretary.",
      "id": "s60"
    },
    {
      "text": "... \n \n \n \n 114(1) In the case of a favourable determination to which none of sections 109, 110 and 110A apply, the determination takes effect on the day on which the determination is made or on such other day as is specified in the determination.",
      "id": "s61"
    },
    {
      "text": "(2) A day specified in a determination for the purpose of subsection (1) may be: \n \n \n \n (a) later than the day on which the determination is made; or \n \n (b) not earlier than 13 weeks before the day on which the determination is made.",
      "id": "s62"
    },
    {
      "text": "' \n\n\n \n26 It may be seen that the date upon which a favourable determination under s 771NL of the Social Security Act (or s 78 of the Administration Act) is to take effect will be:\n \n&#8226; the day on which the decision under review (the day on which the determination embodying the original decision) took effect;\n \n&#8226; the day on which the review was sought (the day on which the application for review was made);\n \n&#8226; the day on which the favourable determination was made; or \n \n&#8226; the day specified in the favourable determination, but in this case the specified day may not be earlier than 3 months (13 weeks) before the day on which the favourable determination was made.",
      "id": "s63"
    },
    {
      "text": "27 Where a favourable determination is made as a result of an application for review of a decision :\n \n (a) that the Secretary is not satisfied that the rate at which partner allowance is being, or has been, paid is less than the rate provided by the Social Security Act ; or \n (b) where the Secretary, being so satisfied, determines a rate to which the partner allowance is to be increased which is less then the proper amount determined in accordance with Benefit Rate Calculator B \n\nthen, a three month (or 13 week) backdating will not be permissible.",
      "id": "s64"
    },
    {
      "text": "28 The point that needs to be made is that no power exists to backdate a favourable determination to a point in time earlier than 3 months (or 13 weeks) before the day on which a determination 'that the rate [at which partner allowance is being or has been paid] is to be increased' is made.",
      "id": "s65"
    },
    {
      "text": "29 This means that, if (say) a person has made a claim for the payment of a partner allowance and such claim has been granted but payments of partner allowance to the claimant, either from the relevant commencement or start date or from some later point in time, have fallen below the rate provided for by the Social Security Act , then there is no facility for what one might call a remedial decision to be made to redress any earlier short payment.",
      "id": "s66"
    },
    {
      "text": "30 Having said that, it may be observed that under s 771NL of the Social Security Act it was open to the Secretary to determine that the rate be increased to 'the rate specified in the determination'.",
      "id": "s67"
    },
    {
      "text": "Arguably, such a determination could have called for payment at a greater rate than the statutory rate so as to remedy the earlier short payment which could then be followed by a rate reduction determination once the short payment situation had been suitably rectified.",
      "id": "s68"
    },
    {
      "text": "31 Notably, however, s 78 of the Administration Act does not allow the possibility of a determination of a specified rate above the statutory rate to remedy an earlier short payment.",
      "id": "s69"
    },
    {
      "text": "In the event that the Secretary is relevantly satisfied that the rate at which partner allowance is being or has been paid is less than the rate provided for by the Social Security Act , then under s 78(a) the Secretary must determine that the rate be increased to 'the rate provided for by the social security law [relevantly the Social Security Act --- see s 3(3) of the Administration Act]', rather than 'a rate specified in the determination'.",
      "id": "s70"
    },
    {
      "text": "32 A 'favourable determination' under s 771NL of the Social Security Act (or s 78 of the Administration Act) will, relevantly for the purposes of this case, be a determination that the rate at which partner allowance is being, or has been, paid 'is to be increased' because the Secretary is satisfied that the rate previously employed was 'less than the rate provided for' by the Social Security Act .",
      "id": "s71"
    },
    {
      "text": "33 If such a determination is made as a result of: \n \n (a) an initiative of the Secretary or an officer exercising delegated power to determine that 'the rate is to be increased', then the date on which the determination takes effect will fall to be determined by s 771NR(6) of the Social Security Act (or s 114 of the Administration Act).",
      "id": "s72"
    },
    {
      "text": "(b) the consideration of an application under s 771NL of the Social Security Act (or s 78 of the Administration Act) for such a determination by the Secretary or an officer exercising delegated power, then the date on which the determination takes effect will fall to be determined by s 771NR(6) of the Social Security Act (or s 114 of the Administration Act).",
      "id": "s73"
    },
    {
      "text": "(c) an application for review of a previous decision under s 771NL of the Social Security Act (or s 78 of the Administration Act) then the date on which the determination takes effect will fall to be determined by s 771NR(2) --- (4) of the Social Security Act (or s 109(1) --- (3) of the Administration Act).",
      "id": "s74"
    },
    {
      "text": "(d) an initiative of the Secretary to review a previous decision under s 771NL of the Social Security Act (or s 78 of the Administration Act) then the date on which the determination takes effect will fall to be determined by s 771NR(6) of the Social Security Act (or s 109(4) --- (5) of the Administration Act; see also s 126).",
      "id": "s75"
    },
    {
      "text": "Application of the relevant principles to the facts of the case \n \n34 The respondent's claim for partner allowance in the present case was made on 15 December 1999 by the lodgement of a Claim for Partner Allowance form signed by the respondent and dated 14 December 1999.",
      "id": "s76"
    },
    {
      "text": "It referred to the respondent's marriage to Judith Anne Cameron on 30 March 1974.",
      "id": "s77"
    },
    {
      "text": "Under item 30 it was indicated that the respondent and/or his partner was paying full rent (not shared with any other person) for their accommodation.",
      "id": "s78"
    },
    {
      "text": "The form indicated that the amount per week which was being paid was $110 and the name of the landlady was identified.",
      "id": "s79"
    },
    {
      "text": "35 On or about 15 December 1999 the respondent was advised by the Department that he would be paid partner allowance from 15 December 1999.",
      "id": "s80"
    },
    {
      "text": "His claim for a partner allowance had been granted.",
      "id": "s81"
    },
    {
      "text": "36 Thereafter, on 17 August 2005 the respondent contacted the Department's Charlestown Centrelink office.",
      "id": "s82"
    },
    {
      "text": "A file note records 'Customer has some questions about rent assistance.",
      "id": "s83"
    },
    {
      "text": "Stated that it was complicated and would therefore like to be booked throught [sic] to discuss'.",
      "id": "s84"
    },
    {
      "text": "37 On the same day the respondent apparently spoke with an operator at the Department's call centre in Bunbury with an inquiry regarding partner allowance.",
      "id": "s85"
    },
    {
      "text": "Thereupon a 'SU336(M) RENT DECLARATION FOR USE IN EXTREME CIRCUMSTANCES ONLY' form was issued.",
      "id": "s86"
    },
    {
      "text": "Such a form was forwarded to the respondent by the Charlestown Centrelink office of the Department with an invitation to complete the form and return it.",
      "id": "s87"
    },
    {
      "text": "38 On 6 September 2005 the respondent contacted the Charlestown Centrelink office whereupon he was interviewed.",
      "id": "s88"
    },
    {
      "text": "Amongst other things he provided a completed SU336 Rent Declaration.",
      "id": "s89"
    },
    {
      "text": "39 It would appear that the relevant customer service officer who interviewed the respondent on 6 September advised that the Department could only pay arrears from the date of receipt of the relevant declaration form.",
      "id": "s90"
    },
    {
      "text": "The respondent apparently enquired as to why Centrelink had not given him the option for which the form provided previously.",
      "id": "s91"
    },
    {
      "text": "40 On 12 September 2005 a communication was forwarded to the respondent advising him of the rates of partner allowance which would be paid to him for the periods 2 September --- 15 September 2005, 16 September --- 29 September 2005 and regularly thereafter.",
      "id": "s92"
    },
    {
      "text": "The payments were backdated to include rent assistance from 6 September 2005.",
      "id": "s93"
    },
    {
      "text": "This was a favourable determination under s 78 of the Administration Act, within the meaning of s 108 of the Administration Act, which was within power under s 114 of that Act.",
      "id": "s94"
    },
    {
      "text": "It was of the kind referred to in paragraph [33(b)] above.",
      "id": "s95"
    },
    {
      "text": "41 It would appear that on 28 September 2005 the respondent contacted the Department's Brisbane call centre seeking a review of the decision made on 12 September 2005.",
      "id": "s96"
    },
    {
      "text": "The relevant Departmental file note included:\n \n 'The customer wants the decision reconsidered because: \n cus states that on the 15/12/1999 when he came on to PTA [partner allowance] and was eligible for RA [rent assistance] was asked to provide rent cert or lease aggreement [sic] however landlord would not supply.",
      "id": "s97"
    },
    {
      "text": "Cus states was not told at this time or any time in the following years that he could supply a Rent Decaration [sic] for m for extreme circumstances.",
      "id": "s98"
    },
    {
      "text": "Cus stated on several times during review over the years he mentioned his inability to get landlady to sign rent cert and was never informed of this extreme circumstances form.",
      "id": "s99"
    },
    {
      "text": "To support his/her case the customer provided: \n Cus has supplied to office although is not sure if has been copied and kept money order and has also got paper that ad for place was advertised in first place.",
      "id": "s100"
    },
    {
      "text": "...' \n \n\n42 Under s 129(1)(a) of the Administration Act it was open to the respondent to seek a review of the favourable determination under s 78 of the Administration Act, made on 12 September 2005, insofar as it failed to provide that it should take effect on a day earlier than 6 September 2005, a back-dating to 13 June 2005 being permissible under s 114 of the Administration Act.",
      "id": "s101"
    },
    {
      "text": "43 By letter to the respondent dated 2 March 2005 [sic], apparently sent on 2 March 2006, the Authorised Review Officer for the Area Hunter advised the respondent as follows:\n \n 'I am an Authorised Review Officer who has actioned your request to have the decision about your Rent Assistance reviewed.",
      "id": "s102"
    },
    {
      "text": "I've had no previous involvement in your case.",
      "id": "s103"
    },
    {
      "text": "After carefully looking at the matters presented in your case, as well as relevant parts of Social Security Law and policy guidelines, I have decided that the decision to not backdate Rent Assistance to 15 December 1999 is correct.",
      "id": "s104"
    },
    {
      "text": "However I have decided to backdate your Rent Assistance to 17 August 2005.",
      "id": "s105"
    },
    {
      "text": "This means your request to have the original decision changed has been partially successful.",
      "id": "s106"
    },
    {
      "text": "I have attached a decision statement showing: \n \n &#8226; the information I took into account when making my decision; \n &#8226; the Social Security Law and any policy guidelines that apply in your case; and \n &#8226; the reasons for my decision.",
      "id": "s107"
    },
    {
      "text": "... \n \n If you think my decision is wrong, you can appeal to the Social Security Appeals Tribunal (SSAT).",
      "id": "s108"
    },
    {
      "text": "If you decide to appeal, it is important to do so within thirteen weeks of receiving this letter.",
      "id": "s109"
    },
    {
      "text": "If you appeal after thirteen weeks and the SSAT decides arrears are payable, these may be backdated only to the date your appeal was received by the tribunal.",
      "id": "s110"
    },
    {
      "text": "Details of how to appeal are included in the enclosed SSAT pamphlet.",
      "id": "s111"
    },
    {
      "text": "If you don't agree with the decision of the SSAT, you can appeal to the Administrative Appeals Tribunal (AAT).",
      "id": "s112"
    },
    {
      "text": "...' \n \n\n44 The attached Decision Statement of the Authorised Review Officer recorded that the Authorised Review Officer had affirmed the decision of 12 September 2005 not to backdate Rent Assistance claimed by the respondent to 15 December 1999.",
      "id": "s113"
    },
    {
      "text": "The date of the Authorised Review Officer's decision was recorded as 2 March 2005, but plainly it was 2 March 2006.",
      "id": "s114"
    },
    {
      "text": "45 It will be appreciated that the effect of the Authorised Review Officer's decision was to increase the backdating decision of 12 September 2005 from six days to about 26 days.",
      "id": "s115"
    },
    {
      "text": "Such a decision was within the power of the Authorised Review Officer under ss 114 and 135(1)(b)(ii) of the Administration Act.",
      "id": "s116"
    },
    {
      "text": "46 Being dissatisfied with the decision of the Authorised Review Officer to not backdate the payment of rent assistance to a date prior to 17 August 2005, the respondent applied for review of the 2 March 2006 decision by the Social Security Appeals Tribunal ('SSAT').",
      "id": "s117"
    },
    {
      "text": "Following a hearing on 18 April 2006 the SSAT decided, on 9 May 2006, to set aside the decision under review and substitute a new decision that arrears of rent assistance (being part of the partner allowance benefit) were payable from 14 June 2005; i.e.",
      "id": "s118"
    },
    {
      "text": "the backdating was increased from the then 26 days to about 90 days or just under the maximum of 13 weeks permissible under s 114 of the Administration Act.",
      "id": "s119"
    },
    {
      "text": "47 In reaching this decision the SSAT made the following observation in paragraph 22 of its reasons as follows:\n \n 'The Tribunal accepted that Mr Cameron attended Centrelink on 14 June 2005 with details of a money order for rent.",
      "id": "s120"
    },
    {
      "text": "At this time he was clearly querying the non payment of rent assistance, and nothing else.",
      "id": "s121"
    },
    {
      "text": "He had the means available by which he could have met the documentary requirements of lodging a rent declaration, but was not advised to do so.",
      "id": "s122"
    },
    {
      "text": "In the Tribunal's view this was clearly Mr Cameron requesting a review of the decision not to pay him rent assistance, and arrears must be backdated accordingly.",
      "id": "s123"
    },
    {
      "text": "' \n \n\nThe SSAT was in error in construing any attendance by the respondent at a Centrelink Office on 14 June 2005 with details of a money order for rent as an application for review of a 'decision not to pay him rent assistance'.",
      "id": "s124"
    },
    {
      "text": "Putting it at its highest, the respondent's attendance amounted to an application for a favourable determination under s 78 of the Administration Act that the rate at which his partner allowance benefit was being, or had been, paid was less than the rate provided for by the Social Security Act and that the rate be increased to the rate provided for by the Social Security Act .",
      "id": "s125"
    },
    {
      "text": "48 However, a decision to backdate the determination to 14 June 2005 was within power under ss 114 and 149(1)(b) of the Administration Act.",
      "id": "s126"
    },
    {
      "text": "49 Apart from deciding the application for review as it did, the SSAT made a recommendation for further action by Centrelink as follows:\n \n 'The Tribunal recommends that Centrelink consider compensating Mr Cameron under section 9 of the Finance and Audit Act for financial detriment due to defective administration.",
      "id": "s127"
    },
    {
      "text": "On his claim for partner allowance made on 15 December 1999 Mr Cameron clearly indicated that he was paying private rent of $110 per week to Mrs Pam Hoffman, and provided her telephone number.",
      "id": "s128"
    },
    {
      "text": "He also had discussions with Centrelink officers about his inability to get a rent certificate signed.",
      "id": "s129"
    },
    {
      "text": "He was not told about the rent declaration, nor provided with one.",
      "id": "s130"
    },
    {
      "text": "There is no indication that Centrelink contacted Mrs Hoffman about this although it had the means to do so.",
      "id": "s131"
    },
    {
      "text": "Mr Cameron has missed out on the payment of rent assistance due to the intransigence of his landlady and Centrelink's inability or unwillingness to deal with the situation effectively.",
      "id": "s132"
    },
    {
      "text": "On 15 December 1999 Centrelink was provided with the information it required to finalise the matter and pay rent assistance to Mr Cameron.",
      "id": "s133"
    },
    {
      "text": "' \n \n\n50 On 8 June 2006 the respondent applied for review of the SSAT's decision by the Administrative Appeals Tribunal ('the Tribunal').",
      "id": "s134"
    },
    {
      "text": "51 The reasons for the application for review were expressed by the respondent as follows:\n \n 'Centrelink were first told about this in July 99 [sic] , and on a number of occasions since.",
      "id": "s135"
    },
    {
      "text": "They were also told that our landlady was receiving benefits from Centrelink and obviously not declaring.",
      "id": "s136"
    },
    {
      "text": "The landlady in question was investigated by Centrelink months prior to us moving to her address.",
      "id": "s137"
    },
    {
      "text": "Therefore Centrelink should have acted on the information given.",
      "id": "s138"
    },
    {
      "text": "' \n\n\n \n52 The application for review was heard by the Tribunal constituted by Senior Member Hunt on 16 January 2007 and decided on 1 February 2007.",
      "id": "s139"
    },
    {
      "text": "The decision of the Tribunal was:\n \n 'The decision under review is set aside, and substituted is the decision that Mr Cameron is entitled to payment of rent assistance from 15 December 1999.",
      "id": "s140"
    },
    {
      "text": "Accordingly, he is entitled to back payments of rent assistance from that date to 14 June 2005.",
      "id": "s141"
    },
    {
      "text": "' \n \n\n53 From that decision the appellant appealed to this Court under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) on the following questions of law as set out in the Notice of Appeal:\n \n \n '2.1 Whether the \"original decision\", for the purposes of s.109(2) of the Social Security (Administration) Act 1999 , comprised: \n \n \n \n \n 2.1.1. the decision, made on or about 15 December 1999, to grant partner allowance to the Respondent at the specified rate; or \n \n 2.1.2. the decision not to include rent assistance as a component of that allowance.",
      "id": "s142"
    },
    {
      "text": "2.2 Accordingly, whether the Tribunal erred in holding that s.109(2) did not apply on the basis that \"Mr Cameron was not given notice of a decision not to pay him rent assistance\" (Tribunal reasons at [43]).",
      "id": "s143"
    },
    {
      "text": "' \n \n\n\nAn application for leave to amend the Notice of Appeal, made without notice to the respondent, who appeared in person, when the matter was called for hearing, was refused.",
      "id": "s144"
    },
    {
      "text": "54 The Tribunal Member found that the respondent did not seek formal review of any decision until 2005.",
      "id": "s145"
    },
    {
      "text": "However she accepted the respondent's evidence that he 'enquired' about his rent assistance entitlement previously ( Cameron v Secretary, Department of Employment and Workplace Relations [2007] AATA 1039 at [22] ).",
      "id": "s146"
    },
    {
      "text": "55 The Tribunal Member, in my view incorrectly, concluded that the decision, review of which was sought by the respondent under s 129 of the Administration Act, was the decision made on or about 15 December 1999 to pay partner allowance to the respondent from 15 December 1999.",
      "id": "s147"
    },
    {
      "text": "56 Section 109(2) only applies to determine the day on which a 'favourable determination' takes effect where that favourable determination is made as a result of an application under s 129 of the Administration Act for review of a decision under, relevantly for present purposes, s 78 of the Administration Act.",
      "id": "s148"
    },
    {
      "text": "A decision under s 78 of the Administration Act is not a decision to grant or refuse an application for partner allowance; rather it is a decision that the rate at which partner allowance is being or has been paid is (or is not) less than the rate provided for by the Social Security Act , in which case a determination that the rate is to be increased to the rate provided by the Social Security Act will be required.",
      "id": "s149"
    },
    {
      "text": "57 No such determination was made on 15 December 1999.",
      "id": "s150"
    },
    {
      "text": "58 Decisions/determinations under s 78 of the Administration Act are not decisions 'to pay rent assistance' or 'not to pay rent assistance' as the case may be.",
      "id": "s151"
    },
    {
      "text": "59 The reasoning of the Tribunal Member proceeded on the erroneous assumption that the relevant decision to which the review in this case related was a decision not to pay the respondent rent assistance.",
      "id": "s152"
    },
    {
      "text": "The Tribunal Member's finding at [28] that the 'original letter of 15 December 1999, advising Mr Cameron of Centrelink's calculations of partner payment, contained no mention of rent assistance' is quite irrelevant, as was the finding at [38] that '[n]o notice was given to Mr Cameron that a decision had been made not to pay him rent assistance'.",
      "id": "s153"
    },
    {
      "text": "60 The Tribunal Member was correct in finding at [39] that:\n \n 'No decision specifically addressed Mr Cameron's entitlement to rental assistance until his complaint on 17 August 2005 was considered.",
      "id": "s154"
    },
    {
      "text": "' \n \n\n61 In relation to the determination of the date upon which the favourable determination took effect, the Tribunal Member concluded that the appropriate provision was s 109(3) of the Administration Act.",
      "id": "s155"
    },
    {
      "text": "62 The Tribunal Member concluded at [44] as follows:\n \n 'As Mr Cameron had no notice of the original decision not to pay him rent assistance made on 15 December 1999, and he applied to the Secretary for review which resulted in a favourable determination in 2005, the determination takes effect on 15 December 1999.",
      "id": "s156"
    },
    {
      "text": "...' \n \n\n63 This conclusion cannot stand when one has regard to the terms of s 78 of the Administration Act pursuant to which the relevant favourable determination was made.",
      "id": "s157"
    },
    {
      "text": "64 At [45] the Tribunal Member made an alternative finding as follows:\n \n \n '45.",
      "id": "s158"
    },
    {
      "text": "In the alternative, it may be that Mr Cameron is entitled to earlier payments of rent assistance under s 110(1) of the Administration Act, which provides that a favourable determination may take effect on the day on which an applicant informed the Department of an event or change in circumstances.",
      "id": "s159"
    },
    {
      "text": "Mr Cameron advised the Department in his claim form on 15 December 1999 that he had previously been receiving newstart allowance but his entitlement to this had ceased and he and was now claiming to a different allowance.",
      "id": "s160"
    },
    {
      "text": "However, it is not necessary for me to consider his claim under s 110(1) as I have already found in Mr Cameron's favour under s 109(3).",
      "id": "s161"
    },
    {
      "text": "' \n \n \n \n\n65 For the reasons indicated earlier, the alternative conclusion reached by the Tribunal Member is unsustainable.",
      "id": "s162"
    },
    {
      "text": "Section 110(1) of the Administration Act is concerned with favourable determinations of a different character --- where the Department is informed of the occurrence of an event or a change of circumstances (see s 110(1A)-(11)).",
      "id": "s163"
    },
    {
      "text": "66 In my opinion the questions of law should be answered as follows:\n \nQuestion: '2.1 Whether the \"original decision\", for the purposes of s.109(2) of the Social Security (Administration) Act 1999 , comprised: \n \n \n \n 2.1.1. the decision, made on or about 15 December 1999, to grant partner allowance to the Respondent at the specified rate; or \n \n 2.1.2. the decision not to include rent assistance as a component of that allowance.",
      "id": "s164"
    },
    {
      "text": "' \n \n \n Answer: Neither.",
      "id": "s165"
    },
    {
      "text": "Question: ' 2.2 Accordingly, whether the Tribunal erred in holding that s.109(2) did not apply on the basis that \"Mr Cameron was not given notice of a decision not to pay him rent assistance\" (Tribunal reasons at [43]).",
      "id": "s166"
    },
    {
      "text": "' \n \n\n \n Answer: Does not arise.",
      "id": "s167"
    },
    {
      "text": "67 Given that the questions of law as posed by the appellant have not been decided favourably to the appellant I am of the opinion that the appeal should be dismissed, notwithstanding my observations on the true construction of the relevant legislative provisions.",
      "id": "s168"
    },
    {
      "text": "68 No order for costs is sought by the appellant.",
      "id": "s169"
    },
    {
      "text": "It would be inappropriate to make any order for costs in favour of the respondent as a self-represented litigant.",
      "id": "s170"
    },
    {
      "text": "His travel costs and costs of attendance at the hearing of the appeal have been the subject of an earlier order.",
      "id": "s171"
    },
    {
      "text": "The appropriate order is that there be no order as to costs.",
      "id": "s172"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s173"
    },
    {
      "text": "Associate:\n\nDated: 27 April 2007\n\n\n\n Counsel for the Appellant: G R Kennett \n \n Solicitor for the Appellant: Australian Government Solicitor \n \n The respondent appeared in person.",
      "id": "s174"
    },
    {
      "text": "Date of Hearing: 10 April 2007 \n \n Date of Judgment: 27 April 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/593.html",
      "id": "s175"
    }
  ]
}