{
  "name": "SZHUS v Minister for Immigration and Multicultural Affairs [2007] FCA 64 (7 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/64.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c1"
    },
    {
      "text": "procedural fairness",
      "id": "c2"
    },
    {
      "text": "change of policy by refugee review tribunal in respect of not sending courtesy copy of correspondence sent to authorised recipients",
      "id": "c3"
    },
    {
      "text": "whether notification on prior form that notification would be also sent to applicant gave rise to legitimate expectation on his part",
      "id": "c4"
    },
    {
      "text": "whether procedural unfairness in the circumstances",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n This purports to be an appeal against a judgment of a Federal Magistrate delivered on 14 June 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) dated 19 October 2005 and handed down on 8 November 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent to refuse to grant a protection (class XA) visa to the applicant pursuant to the provisions of the Migration Act 1958 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "Although no application for leave to appeal has been filed, I consider that leave is required.",
      "id": "s2"
    },
    {
      "text": "This is because the judgment of the Federal Magistrate dismissing the application pursuant to r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 is interlocutory in character: Federal Court of Australia Act 1976 (Cth), s 24(1A) ; SZHZB v Minister for Immigration &amp; Anor [2006] FMCA 169.",
      "id": "s3"
    },
    {
      "text": "I therefore refer to the appellant as the applicant in these reasons.",
      "id": "s4"
    },
    {
      "text": "THE APPLICANT'S CLAIMS FOR PROTECTION \n \n The applicant is a citizen of India who arrived in Australia on 27 September 2004 and applied for a protection visa on 8 November 2004.",
      "id": "s5"
    },
    {
      "text": "In his application for protection the applicant claimed to have a well founded fear of persecution due to his political opinion from his association with the Tamil Nadu Liberation army (TNLA) and the Liberation Tamil Tigers Elam (LTTE).",
      "id": "s6"
    },
    {
      "text": "The applicant claims that he supported LTTE because he was born to a subordinate caste and LTTE were fighting against social injustice.",
      "id": "s7"
    },
    {
      "text": "The applicant says he distributed medicines and was the secretary of the Tamil youth organisation unit with responsibilities for organising protests and distributing material about the LTTE.",
      "id": "s8"
    },
    {
      "text": "In 1998 when the Indian government prevented basic necessities reaching Sri Lankan refugee camps the applicant claims he organised and participated in a hunger strike.",
      "id": "s9"
    },
    {
      "text": "In August 1999 the applicant claimed he organised a political rally but was arrested as a precautionary measure and was mistreated, gaoled for 3 months, hit with a cane tipped with a bronze cap on the end, given no proper food but food which contained stone and no water.",
      "id": "s10"
    },
    {
      "text": "The applicant claims to have been imprisoned, beaten, ill-treated and tortured.",
      "id": "s11"
    },
    {
      "text": "He asserts that in 2002 a false case concerning illegal ammunition was brought against him and he was imprisoned for seven months.",
      "id": "s12"
    },
    {
      "text": "Then in 2003, police searched his house without a warrant and seized LTTE literature and he was again imprisoned for 6 months.",
      "id": "s13"
    },
    {
      "text": "THE TRIBUNAL'S FINDINGS \n \n On 14 September 2005 the Tribunal wrote to the applicant at the address of his migration agent advising him that the Tribunal had considered all the material before it but it was unable to make a more favourable decision on that information alone and inviting him to attend a hearing.",
      "id": "s14"
    },
    {
      "text": "The letter was addressed to the migration agent as a consequence of an authorisation signed by him to that effect dated 22 August 2005.",
      "id": "s15"
    },
    {
      "text": "On that authorisation, which bore reference to the Australian Government and the Tribunal in its masthead, it was stated adjacent to the place of the applicant's signature 'copies of all documents will also be sent to you at your mailing address.",
      "id": "s16"
    },
    {
      "text": "' No response was received from either the applicant or his migration agent.",
      "id": "s17"
    },
    {
      "text": "The letter itself bore the endorsement 'please note that [the applicant] has not been sent a copy of this letter.",
      "id": "s18"
    },
    {
      "text": "It is important that you tell the review applicant about the contents of this letter'.",
      "id": "s19"
    },
    {
      "text": "In an affidavit filed as the result of a direction made on the hearing of this appeal the applicant deposed that he had not received a copy of the letter.",
      "id": "s20"
    },
    {
      "text": "He had consequently not been able to attend the hearing.",
      "id": "s21"
    },
    {
      "text": "The Tribunal found that the applicant provided information that appeared to contain anomalies, inconsistencies and a narrative that was detailed in parts and incomplete elsewhere.",
      "id": "s22"
    },
    {
      "text": "The Tribunal was unable to satisfy itself on the following: \n \n &#8226; how the applicant managed to complete a pharmacy degree and spend 15 months in gaol over the last 10 years; \n &#8226; what bearing the applicant's statement that he was low caste had on his claims; \n &#8226; particulars of the applicant's TNLA membership, \n &#8226; details of alleged harm including timing and legal process; \n &#8226; proof that the charges against the applicant were false; \n &#8226; the applicant's activities prior to his departure and the various places he lived in India; \n &#8226; the reasons for obtaining a passport in 1999; and\n &#8226; the circumstances of the applicant's travel to Australia.",
      "id": "s23"
    },
    {
      "text": "On the limited evidence available to it the Tribunal was not satisfied that the applicant had any association with any Tamil separatist or other political organisation or would be perceived to have any such association.",
      "id": "s24"
    },
    {
      "text": "The Tribunal was therefore not satisfied that the applicant had suffered harm for reason of his political opinion.",
      "id": "s25"
    },
    {
      "text": "THE APPLICANT'S GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n Before the Federal Magistrate the applicant claimed: \n\n(1) The Tribunal decision was effected by jurisdictional error.",
      "id": "s26"
    },
    {
      "text": "In particular: \n \n \n (a) there was insufficient evidence on the question of why the applicant could not obtain the protection of his own state from the harm he fears and thus disregard the operation of the Convention referring to political grounds; \n (b) that the agent of persecution need not be the State or the persecution is uncontrolled by the authorities; \n \n \n (2) The Tribunal decision was not supported by a proper inquiry into the material facts related to the subject matter of that threat.",
      "id": "s27"
    },
    {
      "text": "This was particularised that the Tribunal had relied upon independent country information to reach its conclusion.",
      "id": "s28"
    },
    {
      "text": "(3) The Tribunal failed to notice the threat faced by the applicant as being a TNLA member.",
      "id": "s29"
    },
    {
      "text": "He had not been given a second chance to appear and give oral evidence.",
      "id": "s30"
    },
    {
      "text": "THE FEDERAL MAGISTRATES REASONS \n \n The Federal Magistrate, in considering the Tribunal's decision in light of the claims made by the applicant, dismissed the application as he considered none of the applicant's grounds could be sustained.",
      "id": "s31"
    },
    {
      "text": "The applicant was given opportunities to amend his application, file any additional information to support it but he declined attendance at the Court sponsored legal advice scheme.",
      "id": "s32"
    },
    {
      "text": "The applicant's only oral submission before the Federal Magistrate was that he needed a further opportunity to appear before the Tribunal to explain his case.",
      "id": "s33"
    },
    {
      "text": "On this, his Honour referred to the form dated 22 August 2005 by which the applicant had authorised service on his migration agent.",
      "id": "s34"
    },
    {
      "text": "He said the Tribunal had invited the applicant to attend a hearing through his migration agent but it had not received a reply.",
      "id": "s35"
    },
    {
      "text": "The Tribunal's hearing invitation checklist was completed, indicating that the Tribunal had taken all the necessary steps to ensure notification.",
      "id": "s36"
    },
    {
      "text": "It was therefore free to proceed under s 426A of the Act to make its decision without doing more to enable the applicant to appear before it.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate evaluated the Tribunal's reasons to see if s 424A of the Act was breached, finding that the Tribunal's reasons were based on a perceived inadequacy of information and not information that was the reason or part of the reason for affirming the delegates decision.",
      "id": "s38"
    },
    {
      "text": "Therefore the absence of further explanation, requested by the Tribunal, was the basis of its decision of lack of satisfaction.",
      "id": "s39"
    },
    {
      "text": "He found the Tribunal is not obliged to make out the applicant's case, investigate his claims or assist him to present his case.",
      "id": "s40"
    },
    {
      "text": "Finally the Federal Magistrate noted that it was apparent that the applicant did not comprehend the nature of the proceedings or how to achieve his review outcome but his Honour did not believe that listing the matter for final hearing would change the approach or content of the applicant's application.",
      "id": "s41"
    },
    {
      "text": "His Honour reviewed the material provided and could not find any other grounds for review.",
      "id": "s42"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n The present grounds of appeal are 11 in number.",
      "id": "s43"
    },
    {
      "text": "The applicant only addressed the ninth ground, to which reference will be made below.",
      "id": "s44"
    },
    {
      "text": "None of the other grounds can assist the applicant, for the following reasons: \n\nThe first ground reads: \n \n \n (1) The Federal Magistrate and the Tribunal erred in concluding that the appellant's political activities are not sufficient to allow the appellant's case.",
      "id": "s45"
    },
    {
      "text": "It is not within the jurisdiction of this Court on appeal to conduct merits review of that character absent an established error of law in the Court below.",
      "id": "s46"
    },
    {
      "text": "The second ground reads:\n \n \n (2) The Tribunal having given the benefit of the doubt about the appellant's kidnap should have granted an order in favour of the appellant.",
      "id": "s47"
    },
    {
      "text": "But the Tribunal dismissed the case and the Federal Magistrate had also failed to consider this aspect.",
      "id": "s48"
    },
    {
      "text": "This is jurisdictional error.",
      "id": "s49"
    },
    {
      "text": "There was no failure to consider this issue and it is not for this Court to weigh the merits.",
      "id": "s50"
    },
    {
      "text": "The third ground reads:\n \n \n (3) The Tribunal committed an error in stating that the appellant did not have a well- founded fear.",
      "id": "s51"
    },
    {
      "text": "The Federal Magistrate also accepted this.",
      "id": "s52"
    },
    {
      "text": "The appellant fears that these authorities would have accepted this only if the appellant had been killed.",
      "id": "s53"
    },
    {
      "text": "This is an unparticularised assertion.",
      "id": "s54"
    },
    {
      "text": "The fourth ground reads:\n \n \n (4) The Federal Magistrate did not properly apply the principle in Randhawa v Minister for Immigration Local Government and Ethnic Affairs (1994) 52 FCR 437.",
      "id": "s55"
    },
    {
      "text": "This is also unparticularised.",
      "id": "s56"
    },
    {
      "text": "Furthermore the application of the principle was not in issue as the Tribunal did not consider the claim to have been made out.",
      "id": "s57"
    },
    {
      "text": "The fifth ground reads:\n \n \n (5) The Federal Magistrate failed to see that the appellant had a fear of persecution in his home country and that the fear is well-founded.",
      "id": "s58"
    },
    {
      "text": "This issue was one for the Tribunal and lay beyond the jurisdiction of the Federal Magistrate's Court.",
      "id": "s59"
    },
    {
      "text": "The sixth ground reads:\n \n \n (6) The Tribunal refers to four key elements that are required to satisfy the Convention definition.",
      "id": "s60"
    },
    {
      "text": "The applicant states that he satisfies the four key elements and therefore is entitled to get a protection visa.",
      "id": "s61"
    },
    {
      "text": "(i) The first element --- applicant must be outside his country.",
      "id": "s62"
    },
    {
      "text": "(ii) The second element --- the applicant must fear persecution.",
      "id": "s63"
    },
    {
      "text": "If the applicant returns to India his life would be in danger and he will be chased and killed.",
      "id": "s64"
    },
    {
      "text": "(iii) The third element --- the persecution that the applicant fears must be for one or more reasons enumerated in the Convention definition --- race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s65"
    },
    {
      "text": "(iv) The fourth element --- the fear of persecution must be a \"well founded\" fear.",
      "id": "s66"
    },
    {
      "text": "The applicant fulfils all the four elements.",
      "id": "s67"
    },
    {
      "text": "These are assertions of fact on issues within the province of the Tribunal to decide on the evidence before it.",
      "id": "s68"
    },
    {
      "text": "The seventh ground reads:\n \n \n (7) The Federal Magistrate and the Tribunal should have given more weight to the facts raised by the appellant at the time of hearing.",
      "id": "s69"
    },
    {
      "text": "The appellant is an ordinary man seeking protection and the courts should have been flexible in procedures.",
      "id": "s70"
    },
    {
      "text": "This is in the nature of a plea, not a ground of appeal.",
      "id": "s71"
    },
    {
      "text": "The eighth ground reads:\n \n \n (8) The Federal Magistrate and the Tribunal had been pre-determined in their approach.",
      "id": "s72"
    },
    {
      "text": "They expect the appellant to be of their standard and failed to consider the mental agony and shock of the appellant.",
      "id": "s73"
    },
    {
      "text": "There is an entire absence of any evidence to suggest or support pre-determination.",
      "id": "s74"
    },
    {
      "text": "The tenth ground reads:\n \n \n (10) The appellant states that the principles of natural justice and fair opportunity were denied to him by the Tribunal.",
      "id": "s75"
    },
    {
      "text": "The Federal Magistrate instead of finding this in favour of the appellant has dismissed the case.",
      "id": "s76"
    },
    {
      "text": "The Tribunal failed to see that the appellant sought asylum as he could not get any protection or help from any of the authorities.",
      "id": "s77"
    },
    {
      "text": "Therefore he fled the country.",
      "id": "s78"
    },
    {
      "text": "This refers to facts on which the Tribunal was not satisfied on the evidence.",
      "id": "s79"
    },
    {
      "text": "The eleventh ground reads:\n \n \n (11) The appellant states that the Tribunal seems to have dealt with this matter with a pre-determined mind.",
      "id": "s80"
    },
    {
      "text": "This repeats the eighth ground and fails for the same reason.",
      "id": "s81"
    },
    {
      "text": "GROUND 9: PROCEDURAL FAIRNESS \n \n As a consequence of directions given at the hearing of this appeal the applicant filed an affidavit setting out the circumstances pertaining to the non-receipt by him of notification from the Tribunal of the date of the hearing.",
      "id": "s82"
    },
    {
      "text": "He said in part: \n \n \n '7.",
      "id": "s83"
    },
    {
      "text": "On or about the 5 August 2005 I made an application to the Refugee Review Tribunal, the second respondent in this matter, to review the decision made by the delegate of the first respondent.",
      "id": "s84"
    },
    {
      "text": "8.",
      "id": "s85"
    },
    {
      "text": "In Section D of the review application to the Refugee Review Tribunal I indicated that all correspondence be sent to my residential address in Australia.",
      "id": "s86"
    },
    {
      "text": "9.",
      "id": "s87"
    },
    {
      "text": "On or around the 22 August 2005 I signed a document titled Appointment/cancellation of Authorised recipient of the Refugee Review Tribunal.",
      "id": "s88"
    },
    {
      "text": "In that document I appointed Jayakumar Vedaranyam, my migration agent as my authorised recipient.",
      "id": "s89"
    },
    {
      "text": "10.",
      "id": "s90"
    },
    {
      "text": "When I made my migration agent as the authorised recipient I noticed the following words in the first paragraph of that form: Copies of all correspondence will also be sent to you.",
      "id": "s91"
    },
    {
      "text": "11 I also noticed, for the second time, in that form the following words: Copies of all documents will also be sent to you at your mailing address.",
      "id": "s92"
    },
    {
      "text": "12.",
      "id": "s93"
    },
    {
      "text": "When I read those words there was created in my mind a legitimate expectation that I will also receive all the documents the Refugee Review tribunal will be sending.",
      "id": "s94"
    },
    {
      "text": "' \n \n\nLater he said:\n \n \n '18.",
      "id": "s95"
    },
    {
      "text": "At no stage did I receive a letter from the Refugee Review Tribunal that I am invited for an interview in relation to my review application.",
      "id": "s96"
    },
    {
      "text": "19.",
      "id": "s97"
    },
    {
      "text": "Had I been informed by the Refugee Review Tribunal that I am called from an interview I would have attended the interview.",
      "id": "s98"
    },
    {
      "text": "20.",
      "id": "s99"
    },
    {
      "text": "Had the Refugee Review Tribunal wrote to me inviting to attend an interview I would have attended the interview and answered the questions of the Presiding member of the Refugee Review Tribunal.",
      "id": "s100"
    },
    {
      "text": "' \n \n \n Based on this evidence the applicant seeks to support ground 9 which is that he was denied natural justice and procedural fairness.",
      "id": "s101"
    },
    {
      "text": "The first respondent filed an affidavit of Mr Cox of its solicitors sworn on 1 December 2006.",
      "id": "s102"
    },
    {
      "text": "This attaches information which shows that in November 2004 the Tribunal's correspondence policy changed.",
      "id": "s103"
    },
    {
      "text": "Prior to that date the Tribunal had sent a 'courtesy copy' of all correspondence to applicants who had an authorised recipient.",
      "id": "s104"
    },
    {
      "text": "However, from November 2004 correspondence was only sent to authorised recipients.",
      "id": "s105"
    },
    {
      "text": "At the time of the change a new appointment of authorised recipient form was created and posted on the Tribunal's website.",
      "id": "s106"
    },
    {
      "text": "A flyer was also generated and sent to applicants with active applications.",
      "id": "s107"
    },
    {
      "text": "The first respondent accepts that when the applicant appointed his migration agent as his authorised recipient on 22 August 2005 he completed an old form no longer in use at the time it was signed.",
      "id": "s108"
    },
    {
      "text": "However, the affidavit also shows that the Tribunal sent to the applicant a copy of its letter to his migration agent dated 9 August 2005.",
      "id": "s109"
    },
    {
      "text": "At the top of that letter there was a prominent endorsement reading: \n \n 'As the authorised recipient, all correspondence on this case will be sent to you as requested by [the applicant].",
      "id": "s110"
    },
    {
      "text": "Please note that after this acknowledgement of lodgement of this review application and your appointment to receive correspondence on [the applicant's] behalf, no further correspondence will be sent to [the applicant].",
      "id": "s111"
    },
    {
      "text": "It is important that you tell the review applicant about all future correspondence.",
      "id": "s112"
    },
    {
      "text": "' \n\nThe letter was also marked at its foot 'cc [the applicant]'.",
      "id": "s113"
    },
    {
      "text": "On 14 September 2005 the Tribunal wrote to the applicant's authorised recipient giving notice of the hearing.",
      "id": "s114"
    },
    {
      "text": "An endorsement at the commencement of the letter stated 'Please note that [the applicant] has not been sent a copy of this letter.",
      "id": "s115"
    },
    {
      "text": "It is important that you tell the review applicant about the contents of this letter'.",
      "id": "s116"
    },
    {
      "text": "The inference from the evidence is that the authorised recipient failed to do so, with the consequence that the applicant did not receive notice of the hearing.",
      "id": "s117"
    },
    {
      "text": "The first respondent points to deficiencies in the evidence of the applicant.",
      "id": "s118"
    },
    {
      "text": "The first is in the application for review completed by him and dated 14 July 2005 in section D where it was stated: \n \n ' My Authorised Recipient \n You can nominate someone to receive correspondence in connection with the review.",
      "id": "s119"
    },
    {
      "text": "This person is known as your Authorised Recipient .",
      "id": "s120"
    },
    {
      "text": "If you nominate an Authorised Recipient, all correspondence will be sent to this person.",
      "id": "s121"
    },
    {
      "text": "If you have an adviser but you nominate another person to be your Authorised Recipient, the Tribunal will not send correspondence to your adviser.",
      "id": "s122"
    },
    {
      "text": "' \n\nThe first respondent says that although the applicant did not then nominate an authorised recipient, this was a warning to him of the consequences of doing so.",
      "id": "s123"
    },
    {
      "text": "Also the applicant in his affidavit did not mention or made no attempt to deal with the letter dated 9 August 2005 addressed to his agent but copied to him to which reference has been made.",
      "id": "s124"
    },
    {
      "text": "It is submitted that it may be inferred that he received that copy.",
      "id": "s125"
    },
    {
      "text": "I agree.",
      "id": "s126"
    },
    {
      "text": "The applicant refers in his affidavit to the form of appointment of an authorised recipient completed by him on 22 August 2005, the form which appears to be in the old form.",
      "id": "s127"
    },
    {
      "text": "The applicant does not say from whom or how he received that form.",
      "id": "s128"
    },
    {
      "text": "Although the Tribunal appears to have sent a form to the advisor/applicant, there is no evidence that it was the same form that was completed and returned.",
      "id": "s129"
    },
    {
      "text": "The applicant has not put on any evidence from his authorised recipient.",
      "id": "s130"
    },
    {
      "text": "In these circumstances the first respondent submits that the Court ought not to be satisfied by the applicant's evidence either that he had the legitimate expectation which he claims or that, if he did, any such expectation was reasonable or legitimate.",
      "id": "s131"
    },
    {
      "text": "This is because it would have flown in the face of what the Tribunal had said in its letter and was inconsistent with the statement in the application for review.",
      "id": "s132"
    },
    {
      "text": "Therefore, the first respondent submits that the Court cannot conclude that the applicant suffered any practical injustice or procedural unfairness, so that no breach of the rules of natural justice could result from the failure, if such were the case, of the authorised recipient even apart from any statutory provision: see Minister for Immigration &amp; Multicultural Affairs v SZFDE [2006] FCAFC 142 ; (2006) 154 FCR 365 especially at [205] and [235]-[238] per Graham J and at [138] per Allsop J; Freeman v Health Insurance Commission [2004] FCAFC 335 ; (2004) 141 FCR 129 at [50] - [52] per Kiefel J and at [54] per Marshall J; B41 of 2003, Re an application for a writ of mandamus, prohibition and certiorari against the Refugee Review Tribunal [2004] FCA 30 at [23] - [25] per Dowsett J; R v Secretary of State for the Home Department, Ex parte Al-Mehdawi [1990] 1 AC 876; SZBSZ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 779 at [14] per Bennett J.",
      "id": "s133"
    },
    {
      "text": "As to statutory provisions the first respondent points to ss 441A(4), 441C(4), 441G and 426A of the Act as entitling it to proceed.",
      "id": "s134"
    },
    {
      "text": "It is submitted that the Tribunal was deemed to have given the hearing invitation to the applicant by the combination of ss 441C(4) and 441G(2).",
      "id": "s135"
    },
    {
      "text": "Therefore the Tribunal was entitled by s 426A of the Act to decide the matter without taking any further step to hear from the applicant.",
      "id": "s136"
    },
    {
      "text": "That is so even if the applicant did not personally receive actual notice of the hearing date: see NASF v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 162 at [10] and [16] per Beaumont, Conti and Crennan JJ; Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73 at [11] - [12] per Black CJ, Sundberg and Bennett JJ, describing the interaction of the above provisions with reference to NVAA v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2004) 136 FLR 407 at [16] per Sundberg, Hely and Giles JJ; Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v SZFHC [2006] FCAFC 73 ; (2006) 150 FCR 439 at [28] - [42] per Spender, French and Cowdroy JJ.",
      "id": "s137"
    },
    {
      "text": "Finally the first respondent submits that this is a case to which s 422B of the Act applies.",
      "id": "s138"
    },
    {
      "text": "Section 422B is effective to exclude the common law natural justice hearing rule: see SZCIJ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCAFC 62 at [6] - [8] per Heerey, Conti and Jacobson JJ, applying their decision in Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v Lay Lat [2006] FCAFC 61 at [59] -67].",
      "id": "s139"
    },
    {
      "text": "Compliance by the Tribunal with the statutory provisions to which I have referred was all that was required.",
      "id": "s140"
    },
    {
      "text": "In SZDPB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCAFC 110 , Spender, French and Cowdroy JJ found, at [17]: \n \n '... it is not to the point that actual notice was not received by the child until after the date of the hearing.",
      "id": "s141"
    },
    {
      "text": "Compliance with the regime referred to in sections 425, 425A and 441G satisfies the requirements of procedural fairness to an applicant: s.422B'.",
      "id": "s142"
    },
    {
      "text": "Sections 441A, 441C and 426A are similarly part of the legislative scheme.",
      "id": "s143"
    },
    {
      "text": "That scheme having been complied with, no jurisdictional error has occurred --- whether or not there would otherwise be a breach of procedural fairness (which is not conceded).",
      "id": "s144"
    },
    {
      "text": "In my opinion the submissions of the first respondent on this ground are correct.",
      "id": "s145"
    },
    {
      "text": "I have examined the sections and authorities to which those submissions refer and accept the effect of them as stated by the first respondent.",
      "id": "s146"
    },
    {
      "text": "In relation to the statutory provisions, I do not consider that there is evidence to support that the elements of s 441C(4) (or s 441A(4)) relating to time of dispatch or manner of postage have been complied with.",
      "id": "s147"
    },
    {
      "text": "However, I regard s 441G(2) as nevertheless effective.",
      "id": "s148"
    },
    {
      "text": "This is because its terms are capable of application to whatever mode has been applied to the giving of a document to the authorised recipient and, in any event, s 441C is only applicable if the document is given in the method referred to in s 441A.",
      "id": "s149"
    },
    {
      "text": "If it is the case the statutory provisions are not applicable, I agree the first respondent's submissions should in any event succeed on the common law.",
      "id": "s150"
    },
    {
      "text": "CONCLUSION \n \n For these reasons the applicant has not been able to establish the existence of any jurisdictional error.",
      "id": "s151"
    },
    {
      "text": "Accordingly the application for leave to appeal should be dismissed.",
      "id": "s152"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the \nHonourable Justice Nicholson.",
      "id": "s153"
    },
    {
      "text": "Associate: \n\nDated: 7 February 2007\n\n\n The Applicant appeared in person \n \n Counsel for the First Respondent: A Cox \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 9 November 2006 \n \n Date of Last Written Submissions: 1 December 2006 \n \n Date of Judgment: 7 February 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/64.html",
      "id": "s154"
    }
  ]
}