{
  "name": "In the matter of NuSep Ltd [2007] FCA 613 (18 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/613.html",
  "catchphrases": [
    {
      "text": "prospectus for a rights issue of shares and attached options to take up further shares",
      "id": "c0"
    },
    {
      "text": "prospectus foreshadows that company will apply to australian stock exchange (\"asx\") for official quotation of the shares and of the options",
      "id": "c1"
    },
    {
      "text": "failure to apply for admission of securities to quotation within seven days after date of prospectus",
      "id": "c2"
    },
    {
      "text": "also securities not listed within three months after date of prospectus",
      "id": "c3"
    },
    {
      "text": "s 723(3) of corporations act 2001 (cth) (\"the act \") producing results that issue of securities void and that company liable to refund to the applicants for the securities all money received from them for the securities",
      "id": "c4"
    },
    {
      "text": "application by company for remedial orders under s 1322(4)(d) of the act extending the seven-day and three-month periods",
      "id": "c5"
    },
    {
      "text": "letters sent to all applicants and underwriters advising them of application to court",
      "id": "c6"
    },
    {
      "text": "no objection",
      "id": "c7"
    },
    {
      "text": "no objection by australian securities and investments commission or asx. held : (1) court has power under s 1322(4)(d) to extend both periods; (2) court exercises discretion to make orders; (3) making of orders does not affect any right of action for breach by company of contractual undertaking in prospectus to apply to asx for official quotation within stipulated period.",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 The plaintiff, NuSep Ltd (\"NuSep\"), has applied to have shares and options quoted on the Australian Stock Exchange (\"ASX\") (I will use \"ASX\" to refer both to ASX Limited and to the market that it operates).",
      "id": "s0"
    },
    {
      "text": "NuSep issued a prospectus for the issue of the shares and options on 14 December 2006 in which it stated that it would apply within seven days thereafter for such quotation.",
      "id": "s1"
    },
    {
      "text": "2 Due to a misunderstanding referred to below, the application for the admission of the securities to quotation was not made within the seven-day period.",
      "id": "s2"
    },
    {
      "text": "Moreover, the securities were not admitted to quotation within three months after that date.",
      "id": "s3"
    },
    {
      "text": "In these circumstances, s 723(3) of the Corporations Act 2001 (\"the Act \") produces the results that an issue of securities in response to an application made under the prospectus is void, and that NuSep must return the money it received from the applicants for the securities as soon as practicable.",
      "id": "s4"
    },
    {
      "text": "In order to obtain relief from these consequences, NuSep applies under s 1322(4)(d) of the Act for orders extending the periods of seven days and three months.",
      "id": "s5"
    },
    {
      "text": "In the alternative, NuSep applies under s 254E of the Act for an order validating the purported issue of shares.",
      "id": "s6"
    },
    {
      "text": "3 Both the Australian Securities and Investments Commission (\"ASIC\") and ASX are aware that NuSep is making this application.",
      "id": "s7"
    },
    {
      "text": "They have no difficulty with the making of orders under s 1322(4)(d) of the Act which they do not oppose.",
      "id": "s8"
    },
    {
      "text": "ASIC would, however, oppose the making of an order under s 254E unless the Court is satisfied that it is \"inevitable\" that the securities will be admitted to quotation and the order is made conditional on this happening.",
      "id": "s9"
    },
    {
      "text": "4 I propose to make orders under s 1322.",
      "id": "s10"
    },
    {
      "text": "Senior counsel for NuSep did not press for the order under s 254E if I should be minded to make an order under s 1322.",
      "id": "s11"
    },
    {
      "text": "FACTS \n \n 5 The application is supported by an affidavit of Prakash Patel, the secretary of NuSep and of Life Therapeutics Limited (\"Life Therapeutics\").",
      "id": "s12"
    },
    {
      "text": "NuSep was incorporated under the Act as a public company on 11 July 2006 and is taken to be registered in Victoria.",
      "id": "s13"
    },
    {
      "text": "There was a \"demerger\" affecting Life Therapeutics, and, as a result, NuSep holds the Australian assets previously held by Life Therapeutics.",
      "id": "s14"
    },
    {
      "text": "The demerger process involved the issue of 4,934,591 shares in NuSep to all holders of shares in Life Therapeutics --- one NuSep share for every 20 shares held in Life Therapeutics.",
      "id": "s15"
    },
    {
      "text": "6 The directors of NuSep desired to raise additional capital and, to that end, decided to make a rights issue offer to its shareholders --- one new NuSep share for each NuSep share already held, at an issue price of 50 cents per share, and an associated option to take up one further NuSep share, also at issue price of 50 cents per share for every four shares taken up as part of the rights issue.",
      "id": "s16"
    },
    {
      "text": "No consideration was payable for the grant of the options.",
      "id": "s17"
    },
    {
      "text": "7 The last date for taking up the one-for-one rights issue was 30 January 2007 and the last date for exercise of the one-for-four option was 31 March 2008.",
      "id": "s18"
    },
    {
      "text": "8 On 16 October 2006, Duncan Cotterill, NuSep's solicitors, applied to ASX for an \"indicative ruling\" on NuSep's proposed application for the listing of the shares and options.",
      "id": "s19"
    },
    {
      "text": "The application enclosed a draft of the prospectus.",
      "id": "s20"
    },
    {
      "text": "NuSep paid ASX a fee of $8,250.",
      "id": "s21"
    },
    {
      "text": "There followed communications between Mr Patel and the ASX officer assigned to the matter.",
      "id": "s22"
    },
    {
      "text": "9 The nub of the present problem is that, according to the evidence, Mr Mark Smith, the partner at Duncan Cotterill handling the matter, and Mr Patel believed that by applying for the indicative ruling, NuSep had applied for quotation of the shares and options on the ASX.",
      "id": "s23"
    },
    {
      "text": "Mr Patel gave affidavit evidence, and Mr Smith oral evidence, to that effect.",
      "id": "s24"
    },
    {
      "text": "10 On 14 December 2006, Duncan Cotterill lodged the prospectus with ASIC.",
      "id": "s25"
    },
    {
      "text": "On 22 December 2006, the prospectus and accompanying form of application for one new share for every one ordinary share held at an issue price of 50 cents each payable upon acceptance of the offer (subject to the application being in respect of a minimum of 1,000 shares) was mailed to shareholders.",
      "id": "s26"
    },
    {
      "text": "As noted earlier, the offer was open for acceptance until 30 January 2007.",
      "id": "s27"
    },
    {
      "text": "11 The issue was fully underwritten by the directors and secretary (Mr Patel) and a company, Alpha Securities Pty Ltd.\n 12 According to Mr Patel, \"[o]f NuSep' s 4 ,810 shareholders, 899 took up the rights issue, including underwriters\".",
      "id": "s28"
    },
    {
      "text": "He states that as a result, and following completion of allotment and issue, NuSep had on issue 10,658,440 ordinary shares and 1,431,045 options.",
      "id": "s29"
    },
    {
      "text": "The shares and options were issued on 20 February 2007, with the exception of those issued to the underwriters, which were issued on 27 February 2007.",
      "id": "s30"
    },
    {
      "text": "13 On 1 March 2007, NuSep, through its solicitors, Duncan Cotterill, applied to ASX for quotation (admission to the official list of the ASX).",
      "id": "s31"
    },
    {
      "text": "14 Mr Smith made inquiries of ASX by telephone and email and this led to a meeting on 28 March 2007, at which, for the first time, Mr Smith and Mr Patel discovered that s 723(3) of the Act operated because an application for admission of the shares and options to quotation had not been made within seven days after the date of the prospectus (by 21 December 2006) and the shares and options had not been admitted to quotation within three months after that date (by 14 March 2007).",
      "id": "s32"
    },
    {
      "text": "It will be recalled that the application was made to ASX on 1 March 2007.",
      "id": "s33"
    },
    {
      "text": "15 In his affidavit, Mr Patel asserts that there are some parts of the form of \"ASX Listing application and agreement\" that cannot be filled in until after the issue of the shares in respect of which quotation is sought, and certainly not until after the period of seven days after the date of the prospectus.",
      "id": "s34"
    },
    {
      "text": "Mr Patel asserts his belief that NuSep lodged the completed application as soon as it was able to do so and certainly within a week following the availability of at least some of the information that it was required to include in the form.",
      "id": "s35"
    },
    {
      "text": "16 According to Mr Patel's affidavit, at the meeting on 28 March 2007, the ASX officers present indicated that apart from the problem arising under s 723(3) , NuSep's application was \"broadly in order\".",
      "id": "s36"
    },
    {
      "text": "17 On Friday 30 March 2006, Mr Patel and Mr Smith met with senior counsel to arrange for an application to be made to the Court for relief under s 1322 of the Act .",
      "id": "s37"
    },
    {
      "text": "Senior counsel advised that it would be prudent for NuSep to write to all of the shareholders who had taken up the rights issue and to the underwriters, notifying them of the problem and of NuSep's intention of applying to the Court for relief, and inviting any of them who opposed that course or wished to be heard on the making of the application to contact NuSep.",
      "id": "s38"
    },
    {
      "text": "Senior counsel gave that advice in view of remarks made by Emmett J in Re Cabcharge Australia Ltd [2007] FCA 421 (\" Cabcharge \") to which I refer below.",
      "id": "s39"
    },
    {
      "text": "18 In accordance with senior counsel's advice, on Tuesday 10 April 1007 the chairman of the board of NuSep wrote to the shareholders and underwriters.",
      "id": "s40"
    },
    {
      "text": "Mr Patel states that he received his own copy of the letter in his capacity as a shareholder on Wednesday 11 April 2007.",
      "id": "s41"
    },
    {
      "text": "Omitting formal parts, the chairman's letter was as follows:\n \"The Company lodged its application for listing with the Australian Stock Exchange (ASX) on 1 March 2007 expecting to complete the listing process by the latter part of that month.",
      "id": "s42"
    },
    {
      "text": "Unfortunately due to a technical oversight, the Company has inadvertently breached a section of the Corporations Act and is in the process of seeking a time extension to the prospectus.",
      "id": "s43"
    },
    {
      "text": "As a result, the Company now expects to list in early May.",
      "id": "s44"
    },
    {
      "text": "The breach I refer to above arises from the timing of the filing of our application to the ASX for the listing of NuSep Ltd shares and options.",
      "id": "s45"
    },
    {
      "text": "The company initially lodged a listing application with the ASX on 16 October 2006.",
      "id": "s46"
    },
    {
      "text": "The company mistakenly believed that this dispensed with a further requirement of the Corporations Act to lodge an application within 7 days of the date of the prospectus.",
      "id": "s47"
    },
    {
      "text": "The full completed application was not lodged until after all applications for shares and options had been received and considered and shares and options allotted on 1 March 2007.",
      "id": "s48"
    },
    {
      "text": "In the interim period, a further requirement of the Corporations Act that listing be completed within 3 months has not been fulfilled.",
      "id": "s49"
    },
    {
      "text": "Advice from Senior Counsel has been obtained and an Application to the Federal Court of Australia for an order excusing the mistake has been prepared.",
      "id": "s50"
    },
    {
      "text": "It is anticipated that the Application will be heard by the Court on 19 April 2007.",
      "id": "s51"
    },
    {
      "text": "Should you consider that your interests will be prejudiced in some way by the making of the application, please advise our Company Secretary Prakash Patel by e-mail ( Prakash.patel@nusep.com ) or by fax to 02 8977 9099.",
      "id": "s52"
    },
    {
      "text": "Please provide this notification by 5pm on Tuesday 17 April 2007.",
      "id": "s53"
    },
    {
      "text": "Any response that is received which opposes the making of the application for relief will be conveyed to the Court.",
      "id": "s54"
    },
    {
      "text": "The ASX has indicated that it will support NuSep's Application to the Court for relief.",
      "id": "s55"
    },
    {
      "text": "ASIC has also been advised of this matter.",
      "id": "s56"
    },
    {
      "text": "\" \n \n \n\nMr Patel states that at the time of the swearing of his affidavit (18 April 2007), no shareholder or underwriter had contacted him indicating opposition.",
      "id": "s57"
    },
    {
      "text": "19 Mr Patel further states that he is not aware of any other person whose interests would be prejudiced by the making of an order extending the periods of seven days and three months.",
      "id": "s58"
    },
    {
      "text": "He says that the conditions laid down by ASX have now been almost entirely complied with and that it only remains for NuSep to supply to ASX executed restricted securities agreements and a letter of undertaking in relation to the provision of registry services.",
      "id": "s59"
    },
    {
      "text": "He states that the form of these two documents has been agreed with ASX.",
      "id": "s60"
    },
    {
      "text": "20 The monies received from applicants for the shares and options to be issued under the rights issue were held in trust as required by s 722 of the Act until the shares and options were issued.",
      "id": "s61"
    },
    {
      "text": "Since the issue of them, a significant part of the funds has been used by NuSep for NuSep's business purposes disclosed in the prospectus.",
      "id": "s62"
    },
    {
      "text": "CONSIDERATION \n \n 21 Section 723(3) provides:\n \"(3) If a disclosure document for an offer of securities states or implies that the securities are to be quoted on a financial market (whether in Australia or elsewhere) and: \n \n \n (a) an application for the admission of the securities to quotation is not made within 7 days after the date of the disclosure document; or \n (b) the securities are not admitted to quotation within 3 months after the date of the disclosure document; \n \n \n then: \n \n \n (c) an issue or transfer of securities in response to an application made under the disclosure document is void; and \n (d) the person offering the securities must return the money received by the person from the applicants as soon as practicable.",
      "id": "s63"
    },
    {
      "text": "\" \n \n\n\n \n 22 Section 723(3) is enlivened where a disclosure document (such as a prospectus) for an offer of securities (such as the offer of the present shares and options to acquire shares by way of issue) \"states or implies that the securities are to be quoted on a financial market [such as the ASX]\".",
      "id": "s64"
    },
    {
      "text": "23 Does the prospectus in the present case state or imply that the shares and options \"are to be quoted\" on the ASX?",
      "id": "s65"
    },
    {
      "text": "24 In cl 2.3 of the prospectus, NuSep states that it \"will apply to ASX within 7 days after the date of this Prospectus, for official quotation of all of the Shares and Options issued by [NuSep]\".",
      "id": "s66"
    },
    {
      "text": "There was a statement in the letter from the chairman dated 14 December 2006 that accompanied the prospectus, to the effect that the shares and the options would be \" traded separately\" (my emphasis).",
      "id": "s67"
    },
    {
      "text": "25 Section 711(5) provides that if a prospectus for an offer of securities states or implies that they will be able to be traded on a financial market, the prospectus must state one of three things, and one of those is that an application for admission of the securities to quotation on that financial market will be made to the operator of that market within seven days after the date of the prospectus (s 711(5)(c)).",
      "id": "s68"
    },
    {
      "text": "It may be that cl 2.3 was included in the prospectus because of this provision.",
      "id": "s69"
    },
    {
      "text": "26 While cl 2.3 goes no further than to state that NuSep will make application to ASX for quotation, I think that the statement signifies, in terms of s 723(3) , \"that the securities are to be quoted on a financial market\" (my emphasis).",
      "id": "s70"
    },
    {
      "text": "Clearly, s 723(3) is referring to something less than 100 percent certainty that the securities will be quoted.",
      "id": "s71"
    },
    {
      "text": "The appropriate shade of meaning is conveyed by the idea that the disclosure document reveals to those reading it that it is intended, contemplated or expected that the securities will be quoted.",
      "id": "s72"
    },
    {
      "text": "In my view, NuSep's promise in cl 2.3 to apply for quotation and the statement in the chairman's letter that the shares and options will be \"traded separately\" clearly imply that the securities \"are to be\" quoted in this sense.",
      "id": "s73"
    },
    {
      "text": "27 Section 1322(4)(d) of the Act provides:\n \"Subject to the following provisions of this section but without limiting the generality of any other provision of this Act , the Court may, on application by any interested person, make all or any of the following orders, either unconditionally or subject to such conditions as the Court imposes: \n \n (a) ... \n (b) ... \n \n \n (c) ... \n \n \n \n \n \n (d) an order extending the period for doing any act, matter or thing or instituting or taking any proceeding under this Act or in relation to a corporation (including an order extending a period where the period concerned ended before the application for the order was made) or abridging the period for doing such an act, matter or thing or instituting or taking such a proceeding; \n \n \n \n \n and may make such consequential or ancillary orders as the Court thinks fit.",
      "id": "s74"
    },
    {
      "text": "\" \n (my emphasis)\n \n 28 Section 723(3) does not, in terms, require the application for quotation to be made within the seven day period, and, of course, does not require that the securities be admitted to quotation within the three month period --- a matter for ASX.",
      "id": "s75"
    },
    {
      "text": "In Re Insurance Australia Group Ltd [2003] FCA 581 ; (2003) 128 FCR 581 (\" IAG \") I held that s 1322(4)(d) was nonetheless applicable to s 723(3)(a) (and to s 724(1)(b)(i)).",
      "id": "s76"
    },
    {
      "text": "For the reasons I gave in IAG, I again hold that I have power to make an order under s 1322(4)(d) to extend the seven day period referred to in 723(3)(a).",
      "id": "s77"
    },
    {
      "text": "29 The position in relation to the three month period referred to in s 723(3)(b) may be thought to be less clear, but I reach the same conclusion as in relation to s 723(3)(a).",
      "id": "s78"
    },
    {
      "text": "It is true that it is a third party, ASX, not NuSep, that can choose to do or not to do the act referred to in s 723(3)(b) (admit the securities to quotation).",
      "id": "s79"
    },
    {
      "text": "Otherwise, however, the considerations that led me to conclude in IAG that s 1322(4)(d) was available in relation to s 723(3)(a) apply.",
      "id": "s80"
    },
    {
      "text": "In my opinion, the period of three months for the admission of the securities to quotation is as much as \"a period for doing any act, matter or thing\" within s 1322(4)(d) as is the period of seven days for the making of an application for the admission of the securities to quotation.",
      "id": "s81"
    },
    {
      "text": "30 I turn now to the question of discretion.",
      "id": "s82"
    },
    {
      "text": "31 I accept that the failure to apply for the admission of the securities to quotation within seven days after 14 December 2006, that is to say, by 21 December 2006, was due to the misapprehension on the part of Mr Smith and, through him, Mr Patel, as to the status of NuSep's application of 16 October 2006 to ASX for the indicative ruling.",
      "id": "s83"
    },
    {
      "text": "If the application for quotation had been made by 21 December 2006, I have little doubt that the securities would have been admitted to quotation within three months after the date of the prospectus, that is to say, by 14 March 2007.",
      "id": "s84"
    },
    {
      "text": "32 The best estimate that can be given by Nusep is that the securities will be admitted to quotation within approximately the next four weeks.",
      "id": "s85"
    },
    {
      "text": "If they are admitted to quotation by 16 May, that will be some one and a half months following the application made on 1 March 2007, well within three months.",
      "id": "s86"
    },
    {
      "text": "33 No shareholder or optionholder will be disadvantaged by the making of an order extending the times referred to in paras (a) and (b) of s 723(3).",
      "id": "s87"
    },
    {
      "text": "Indeed, it would fulfil the expectations of shareholders and optionholders that their shares and options be admitted to quotation.",
      "id": "s88"
    },
    {
      "text": "34 In Cabcharge , Emmett J dealt with an off-market takeover bid.",
      "id": "s89"
    },
    {
      "text": "Section 625 of the Act had the effect that if the consideration offered was or included securities and the bidder's statement stated or implied that the securities were to be \"quoted on a financial market\", then the offer was \"subject to a condition\" that an application for admission of the securities to quotation would be made within seven days after the start of the bid period, and the offer could not be made free from that condition.",
      "id": "s90"
    },
    {
      "text": "35 His Honour expressed \"some faint reservation\" as to the availability of s 1322(4)(d) , because the Act had the effect of making it a condition of the contracts that came into existence by acceptance of the takeover offers that the application for admission to quotation would be made within seven days after the start of the bid period.",
      "id": "s91"
    },
    {
      "text": "Clause 9.1 of the bidder's statement provided that the Offer Conditions were conditions subsequent and did not prevent a contract for the acquisition of a share arising, unless the statutory offer condition to which I referred was not fulfilled.",
      "id": "s92"
    },
    {
      "text": "Thus, in effect, his Honour said, the statutory offer condition was made a condition precedent: \"[i]t is a term of the contracts that might or might not come into existence, as between holders of shares in Newcastle Taxis on the one hand, and Cabcharge on the other\" (at [8]).",
      "id": "s93"
    },
    {
      "text": "His Honour considered that in these circumstances s 1322 may not be entirely apt to remedy the difficulty that had arisen.",
      "id": "s94"
    },
    {
      "text": "36 It was in the light of Cabcharge that NuSep advised all of its shareholders who had taken up the rights issue of the making of the present application and invited them to give notice of any objections they might have.",
      "id": "s95"
    },
    {
      "text": "37 In the present case, the prospectus does not make the making of an application for quotation within seven days (or the admission of the securities to quotation within three months), a condition precedent.",
      "id": "s96"
    },
    {
      "text": "NuSep promised in cl 2.3 of the prospectus to apply to ASX within seven days after the date of the prospectus, for official quotation of all the shares and options.",
      "id": "s97"
    },
    {
      "text": "This promise became a term of the contracts between NuSep and those of its shareholders who took up the rights issue.",
      "id": "s98"
    },
    {
      "text": "38 The orders that I am asked to make are to be made only \"for the purposes of\" s 723(3)(a) and (b) of the Act .",
      "id": "s99"
    },
    {
      "text": "The orders will therefore only overcome the adverse consequences provided for in s 723(3)(c) and (d), namely, that an issue of securities in response to an application made under the prospectus is void and that NuSep must return the money received by it from the applicants as soon as practicable.",
      "id": "s100"
    },
    {
      "text": "Importantly, the orders will not interfere with the contractual relationship between NuSep and its members who took up the rights issue, and, in particular, with the legal consequences of NuSep's failure to perform its contractual promise expressed in cl 2.3 of the prospectus.",
      "id": "s101"
    },
    {
      "text": "If any of those members have suffered loss or damage by reason of their shares or options not having been quoted on the ASX as early as they would have been if the application had been made within seven days after 14 December 2006, they will retain their right of action unaffected by the orders made.",
      "id": "s102"
    },
    {
      "text": "39 I am satisfied that no substantial injustice has been or is likely to be caused to any person by the making of an order under s 1322: see s 1322(6)(c) of the Act .",
      "id": "s103"
    },
    {
      "text": "40 Relief should be made available under s 1322(4)(d).",
      "id": "s104"
    },
    {
      "text": "CONCLUSION \n \n 41 Because it was suggested on the hearing that the application may have been made to ASX on 2 March 2007 rather than 1 March 2007 (to my mind the evidence supports 1 March 2007), I will make an order extending the time for the making of an application for admission to quotation to 2 March 2007 and the time for the admission to quotation to 16 May 2007, with liberty to apply.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s106"
    },
    {
      "text": "Associate:\n\nDated: 30 April 2007\n\n Counsel for the Plaintiff Dr A S Bell SC \n \n Solicitor for the Plaintiff Duncan Cotterill \n \n Date of Hearing: 18 April 2007 \n \n Date of Judgment: 18 April 2007 \n \n Date of Publication of Reasons 30 April 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/613.html",
      "id": "s107"
    }
  ]
}