{
  "name": "Lake Coogee Estate Management Pty Ltd v Australian Securities and Investments Commission [2007] FCA 692 (11 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/692.html",
  "catchphrases": [
    {
      "text": "managed investment scheme",
      "id": "c0"
    },
    {
      "text": "failure to register scheme",
      "id": "c1"
    },
    {
      "text": "proposals by investors to complete scheme",
      "id": "c2"
    },
    {
      "text": "land purchased and substantial number of lots sold",
      "id": "c3"
    },
    {
      "text": "developer seeking to wind up scheme upon completion of development",
      "id": "c4"
    },
    {
      "text": "bank finance now finalised",
      "id": "c5"
    },
    {
      "text": "other adverse issues addressed",
      "id": "c6"
    },
    {
      "text": "orders in manner permitting completion of residential development the subject of the scheme approved",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons are given in continuation of the reasons given in Lake Coogee Estate Management Pty Ltd v Australian Securities and Investments Commission (2006) 60 ACSR 281.",
      "id": "s0"
    },
    {
      "text": "They should be read with those reasons.",
      "id": "s1"
    },
    {
      "text": "Defined terms used there are repeated in these further reasons.",
      "id": "s2"
    },
    {
      "text": "2 The issue before the Court concerns orders appropriate in connection with the winding up of a managed investment scheme.",
      "id": "s3"
    },
    {
      "text": "At the conclusion of the former reasons I stated that the Court should hold over for final consideration the application for the orders pending final advice from BankWest as to the availability of finance to demonstrably enable the completion of the development in question and compliance by the plaintiffs with directions giving to them the opportunity of responding to adverse submissions made by the Australian Securities and Investments Commission (ASIC).",
      "id": "s4"
    },
    {
      "text": "I also stated that the plaintiffs should be aware that they were in breach of the law and that unless the circumstances are established where the Court's discretion can be exercised in favour of the orders which they propose, particularly as a consequence of certainty in relation to bank finance for the development, the Court would not countenance the continuation of the application indefinitely.",
      "id": "s5"
    },
    {
      "text": "3 On behalf of the plaintiffs further affidavits from Mr McNamara have been filed sworn on 9 March 2007, 3 April 2007 and 11 April 2007.",
      "id": "s6"
    },
    {
      "text": "4 In his first affidavit, Mr McNamara filed evidence of the Facility Terms documents executed by the first plaintiff with BankWest together with a deed of priority.",
      "id": "s7"
    },
    {
      "text": "He stated he believed the funding arrangements were now in place.",
      "id": "s8"
    },
    {
      "text": "In his second affidavit, he annexed a copy of a letter dated 29 March 2007 from BankWest confirming that the facility was now in place.",
      "id": "s9"
    },
    {
      "text": "Additionally, he annexed a copy of a further letter from BankWest dated 2 April 2007 stating that the facility is no longer subject to the condition set out in cl 13 of the Special Conditions of the Facility Terms.",
      "id": "s10"
    },
    {
      "text": "That condition was that BankWest has received the final Court order allowing completion of the project by the first plaintiff and perusal of it to confirm its acceptability to the Bank to provide the facilities for the subdivision.",
      "id": "s11"
    },
    {
      "text": "In the third of the above affidavits, Mr McNamara annexed a copy of an email from BankWest received on 10 April 2007 stating that the Bank was satisfied with the valuation that the plaintiffs provided as required by the conditions of the letter of offer (item 2 of cl 4 --- Conditions Precedent).",
      "id": "s12"
    },
    {
      "text": "5 In the first of the above affidavits, Mr McNamara also stated that accounting anomalies as raised by ASIC were being addressed.",
      "id": "s13"
    },
    {
      "text": "In his second affidavit, he set out the steps taken by the plaintiffs in connection with those issues.",
      "id": "s14"
    },
    {
      "text": "6 In supplementary submissions the plaintiffs have addressed each of the factors raised by ASIC.",
      "id": "s15"
    },
    {
      "text": "These have received further submission in a reply from ASIC which in turn has prompted a plaintiffs' response.",
      "id": "s16"
    },
    {
      "text": "The following are the issues addressed in those submissions.",
      "id": "s17"
    },
    {
      "text": "(a) The size of the funds invested and the number of investors affected \n \n7 ASIC submits that the amount raised and number of investors are significant.",
      "id": "s18"
    },
    {
      "text": "In particular, the number of investors exceeds three and a half times the legislated limit of 20 investors appearing in s 601ED(1) of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s19"
    },
    {
      "text": "8 A total of $3.399 million has been raised from 72 investors (affidavit of Glenda Currie sworn 5 December 2006).",
      "id": "s20"
    },
    {
      "text": "The plaintiffs submit that while the amount invested is significant, that does not constitute a factor against the proposed orders.",
      "id": "s21"
    },
    {
      "text": "Rather, there must be an assessment of the risks to those investors if the final proposed orders are made.",
      "id": "s22"
    },
    {
      "text": "It is submitted that providing the risk is sufficiently small, the amount involved and the number of investors is only relevant to the adverse consequences that would flow if the orders were not made which, in the plaintiffs' submission, would be a result of significant losses.",
      "id": "s23"
    },
    {
      "text": "9 The plaintiffs contend also that the mere numerical ratio by which the number of investors exceed the legislated limit of 20 investors does not equate to the proposition that the breach is hence three and a half times more serious.",
      "id": "s24"
    },
    {
      "text": "(b) The rights of investors under scheme documents and how those rights will be affected under the proposed orders \n\n10 ASIC submits that investors' rights are affected by the winding up and the important issue is whether it is appropriate for the winding up of the scheme to proceed in the manner proposed.",
      "id": "s25"
    },
    {
      "text": "It is submitted that requires the Court to have confidence that the investors' interests are protected in an appropriate manner.",
      "id": "s26"
    },
    {
      "text": "ASIC acknowledges an attempt to provide such protection in the form of reporting requirements and the role of the proposed supervisor.",
      "id": "s27"
    },
    {
      "text": "11 The plaintiffs submit that from the point of view of investors the changes to the operation of the scheme, through to conclusion as it would be under the proposed orders, are minimal.",
      "id": "s28"
    },
    {
      "text": "This is because the Trust Deed remains in force and effect and the investors' rights under the Deed are not fundamentally altered.",
      "id": "s29"
    },
    {
      "text": "The fact the scheme completion entails additional reporting requirements that were not part of the Information Memorandum is said not to materially alter or detract from investors' rights.",
      "id": "s30"
    },
    {
      "text": "Rather, they enhance investor protection.",
      "id": "s31"
    },
    {
      "text": "Investors' rights are also extended in that the first plaintiff's obligations, as trustee under the Trust Deed, would entail in the event of the orders being made, a further level of obligations and responsibilities under the proposed orders and the Compliance Plan.",
      "id": "s32"
    },
    {
      "text": "(c) The fact that unanimous approval was not obtained \n \n12 ASIC drew attention to the fact that under the Trust Deed variations to the Unit Trust, including variations of rights attached to a class of units, require unanimous consent of unit holders.",
      "id": "s33"
    },
    {
      "text": "The result of the voting was that there were 2 570 000 valid proxy votes, 220 000 late proxy votes and 255 000 votes cast at the meeting.",
      "id": "s34"
    },
    {
      "text": "All of those votes were in favour of the resolution.",
      "id": "s35"
    },
    {
      "text": "The total votes received represented 89.6 per cent of the total votes available (Ms Currie's affidavit sworn 5 December 2006).",
      "id": "s36"
    },
    {
      "text": "ASIC contends that the late or informal proxies should not be included, so that the final result was that there were votes cast in respect of 83 per cent of available votes.",
      "id": "s37"
    },
    {
      "text": "13 The plaintiffs contend that the informalities do not detract from all of the votes showing a uniform assent in favour of the proposed orders.",
      "id": "s38"
    },
    {
      "text": "Further, the percentage of votes was high and there were no votes in opposition.",
      "id": "s39"
    },
    {
      "text": "14 As the plaintiffs point out, in Lake Coogee 60 ACSR at [18], I accepted that the correct approach was that the Court should take into account both those who voted for the resolution and the interest of those who did not vote.",
      "id": "s40"
    },
    {
      "text": "However, I added that 'the very high level of those who did vote results in consideration of the factor being a significant one supporting the existence of exceptional circumstances in favour of the course urged by the plaintiffs'.",
      "id": "s41"
    },
    {
      "text": "(d) The discrepancies and vagaries in the scheme documents to be administered by the plaintiffs in completion of the scheme as raised by McGrath Nichol and as yet unresolved by the plaintiffs \n\n15 The plaintiffs maintain that these matters have now all been properly addressed by adjustments to the accounting statements and records of the plaintiffs and by the effect of the Deed of Variation and the Deed of Deferral annexed to the affidavit of Mr McNamara sworn on 3 April 2007.",
      "id": "s42"
    },
    {
      "text": "16 ASIC accepts that the accounts have been rectified.",
      "id": "s43"
    },
    {
      "text": "It says, however, that the Deed of Deferral does not clarify the problem of ambiguously worded management fees (see Ms Currie's affidavit sworn on 5 December 2006).",
      "id": "s44"
    },
    {
      "text": "It submits there remains a potential for difficulties at the completion of the scheme as a consequence.",
      "id": "s45"
    },
    {
      "text": "The plaintiffs respond that as the process to completion is to be conducted within the parameters of the proposed orders, any such difficulties (which they say are presently speculative) could be dealt with by the regime set up by those orders.",
      "id": "s46"
    },
    {
      "text": "In particular, the Supervisor would have sufficient powers to deal with any such issues, including reporting to the Court.",
      "id": "s47"
    },
    {
      "text": "However, ASIC acknowledges that the payment of fees to the plaintiffs is subject to the reporting and supervision elements of the plaintiffs' proposed orders.",
      "id": "s48"
    },
    {
      "text": "(e) The unresolved position of the senior finance provider (BankWest) in terms of its security being breached by this application and in terms of providing a further $5 million senior debt to the scheme to enable it to be completed \n\n17 The plaintiffs say this question has been resolved by Mr McNamara's affidavits.",
      "id": "s49"
    },
    {
      "text": "As to any other remaining drawdown conditions, it is not possible to satisfy them all in advance but they will be dealt with on an ongoing basis with the reporting requirements under the Compliance Plan and ample protective measures, including the Supervisor's powers and the power to report to the Court.",
      "id": "s50"
    },
    {
      "text": "18 In relation to a point made by ASIC that the reason for the increased requirements for bank finance has not been explained to investors, the plaintiffs say that an additional order could be included in the final orders requiring the plaintiffs to report to all investors within 14 days with an explanation of the reasons why there has been a need for such increase in funding together with the requirement that the report be annexed to an affidavit to be filed at Court.",
      "id": "s51"
    },
    {
      "text": "I accept that suggestion.",
      "id": "s52"
    },
    {
      "text": "(f) The progress that is required to complete the scheme and the timeframe for that to happen \n\n19 The plaintiffs' position is that all works will be completed by the end of December 2007 and that new titles will issue by 31 January 2008.",
      "id": "s53"
    },
    {
      "text": "They submit this does not create any particular risks to the investors.",
      "id": "s54"
    },
    {
      "text": "ASIC, however, draws attention to dicta from Barrett J in Australian Securities and Investments Commission v Koala Quality Produce Ltd (2002) 41 ACSR 628 at [5] to the effect that he could not think of circumstances in which a court might think it appropriate to decline to order winding up of an unregistered scheme under s 601EE of the Act except perhaps where satisfactory remedial measures of some kind were 'virtually complete'.",
      "id": "s55"
    },
    {
      "text": "ASIC submits that with a better part of the year to go for completion of the scheme, it could not be said to be in the category of 'virtually complete'.",
      "id": "s56"
    },
    {
      "text": "20 The plaintiffs reply again that delay is not itself a risk in the situation where there is a residential subdivision project and where the anticipated completion date does not in fact create any extra risks.",
      "id": "s57"
    },
    {
      "text": "21 In my view the satisfactory remedial measures here are able to be described as 'virtually complete'.",
      "id": "s58"
    },
    {
      "text": "(g) The frankness with which the plaintiffs have dealt with the investors to date \n \n22 The plaintiffs say that since the meeting of investors on 1 December 2006 and the documentation then provided to them, these concerns have largely been overcome.",
      "id": "s59"
    },
    {
      "text": "Whatever might have been the previous position, the meeting involved a process of detailed explanation, disclosure and frankness by the plaintiffs.",
      "id": "s60"
    },
    {
      "text": "23 ASIC acknowledges the proposed role of the Supervisor and his access to the records of the business.",
      "id": "s61"
    },
    {
      "text": "(h) The complexity caused by having to terminate the scheme completion for whatever reason \n\n24 ASIC submits that the further involvement of the scheme promoters complicates the position should a usual liquidation be required.",
      "id": "s62"
    },
    {
      "text": "It acknowledges that the Investigating Accountant (Mr Fraser) suggests that investors will be better served by completing the scheme as opposed to winding it up and that the balancing of the various factors is the task of the Court.",
      "id": "s63"
    },
    {
      "text": "25 The plaintiffs draw attention to the statement by Mr Fraser in his report (at p 9) (see Ms Currie's affidavit) where he notes that 'the return to investors would be substantially higher under a winding up option which involves the completion of the development as compared to a winding up via a formal Liquidation whereby the Liquidator is unable to complete the development'.",
      "id": "s64"
    },
    {
      "text": "(i) The protective mechanisms offered to investors in the proposal \n \n26 ASIC submits that the proposed solution is an imperfect attempt to meet investors' protection policies behind the managed investment scheme regime in the Act.",
      "id": "s65"
    },
    {
      "text": "The submission is that being imperfect, the proposals do not meet that which the legislature has said is required in the circumstances.",
      "id": "s66"
    },
    {
      "text": "27 The protective mechanisms are summarised by the plaintiffs as follows:\n \n 1.",
      "id": "s67"
    },
    {
      "text": "The requirement that the plaintiffs observe all of the procedures and imperatives under the Compliance Plan.",
      "id": "s68"
    },
    {
      "text": "Compliance procedures 1-12 comprehensively dealt with a range of matters pertaining to the management of the project, including a range of financial and record keeping matters, liquidity, external service providers, training, related party issues, complaints and the recording of breaches.",
      "id": "s69"
    },
    {
      "text": "2.",
      "id": "s70"
    },
    {
      "text": "The Compliance Plan sets up specified functions of the Investigative Accountant (Mr Fraser) at 2.3, and of the Compliance Officer at 2.4, importantly including reporting requirements to the Investigative Accountant (by the standard reports at appendix 4) and to the Board and ASIC if necessary.",
      "id": "s71"
    },
    {
      "text": "3.",
      "id": "s72"
    },
    {
      "text": "By par 4.3 of the proposed orders, Mr Fraser (as Supervisor) is to have all of the powers of a liquidator under the Act.",
      "id": "s73"
    },
    {
      "text": "He is to have unrestricted access to all of the books and records of the plaintiffs.",
      "id": "s74"
    },
    {
      "text": "4.",
      "id": "s75"
    },
    {
      "text": "The Supervisor is to be provided with the monthly reports referred to in 1 above and is to provide quarterly reports to the Court (par 4.7).",
      "id": "s76"
    },
    {
      "text": "5.",
      "id": "s77"
    },
    {
      "text": "Upon completion of the project, the first plaintiff is to provide to the Court a detailed report, on oath, as to the winding up of the scheme and all receipts and payments made in the winding up and in complying with the orders.",
      "id": "s78"
    },
    {
      "text": "28 It is a fact that these mechanisms were approved by a majority of investors at the meeting on 1 December 2006.",
      "id": "s79"
    },
    {
      "text": "Further, that ASIC has not specified deficiencies save that a different course than that chosen by the legislature is proposed.",
      "id": "s80"
    },
    {
      "text": "I agree with the plaintiffs that the fundamental question is whether in all the circumstances including the provision of the protection orders, there are sufficient protections to investors so as to enable the orders to be made.",
      "id": "s81"
    },
    {
      "text": "(j) The seriousness of the identified contraventions \n \n29 ASIC submits there is more than a minor insignificant breach of the managed investment scheme provisions of the Act.",
      "id": "s82"
    },
    {
      "text": "It is said this should not be found to be inadvertent and it is material.",
      "id": "s83"
    },
    {
      "text": "30 In my view these considerations are factors from the past now to be weighed in the context of what has been proposed by the meeting and the protections which are included in the proposed orders.",
      "id": "s84"
    },
    {
      "text": "(k) The benefits of the plaintiffs completing the scheme compared to an independent administrator bringing it to an end \n\n31 ASIC submits that the returns of 80 per cent on funds as suggested require the faithful observance of obligations to investors which is an issue at the heart of the discretion the plaintiffs ask the Court to be exercised in their favour.",
      "id": "s85"
    },
    {
      "text": "32 The plaintiffs rely on the advice from Mr Fraser previously quoted.",
      "id": "s86"
    },
    {
      "text": "(l) The existence of real or possible disputes between investors and the plaintiffs in the course of the winding up which in turn depends on the reliability of the scheme documents and accounting records already in existence and to be created \n\n33 ASIC acknowledges the Supervisor's role and that the reporting obligations ameliorate some of their concerns.",
      "id": "s87"
    },
    {
      "text": "The plaintiffs stress that the prospects of issues of this sort arising have been minimised by the steps taken by the plaintiffs to address each of the issues raised by Mr Fraser in his email.",
      "id": "s88"
    },
    {
      "text": "(m) The depressing effect of the appointment of an external controller to the scheme including the likely expenses of such a controller \n\n34 ASIC submits that to consider the plaintiffs' reasoning would require a comparison of the estimated external administrator's costs against the estimated scheme costs.",
      "id": "s89"
    },
    {
      "text": "It is said that process is not possible on the plaintiffs' existing evidence so that the submission in this respect is not founded on evidence and is conjectural.",
      "id": "s90"
    },
    {
      "text": "35 The plaintiffs again rely on Mr Fraser's statement in the executive summary.",
      "id": "s91"
    },
    {
      "text": "(n) The amount at stake \n \n36 ASIC submits the amounts involved are an important element and the amount raised is high, exceeding $3 million.",
      "id": "s92"
    },
    {
      "text": "This has been addressed in (a) above.",
      "id": "s93"
    },
    {
      "text": "(o) The views of those concerned having made a financial investment \n \n37 ASIC concedes a majority of investors support the proposal and that it is necessary for the Court to consider those who did not vote for the proposal.",
      "id": "s94"
    },
    {
      "text": "Discretionary considerations \n \n38 ASIC submits that there is need for care to be taken in assessing the factors to determine whether it is appropriate to make orders sought and acknowledges the need to ensure that orders are made that do not defeat their object by causing investors avoidable injury.",
      "id": "s95"
    },
    {
      "text": "39 ASIC also submits that the key consideration is whether on reviewing the factors addressed here and in its earlier submissions the Court can be confident that the public interest is served and the position of investors will be enhanced in the way the plaintiffs advocate while being protected by appropriate means so that the worst financial consequences are avoided.",
      "id": "s96"
    },
    {
      "text": "40 Further that the factors to be considered having been outlined, it is the plaintiffs' obligation to persuade the Court that their proposal is appropriate.",
      "id": "s97"
    },
    {
      "text": "41 The plaintiffs submit that in the circumstances, critical considerations in favour of making orders in terms of the proposed orders are as follows:\n \n 1.",
      "id": "s98"
    },
    {
      "text": "The contraventions were inadvertent and did not, in themselves, indicate that investors were at risk in terms of their funds and the represented return.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "The plaintiffs have given full co-operation to ASIC and to the Court.",
      "id": "s101"
    },
    {
      "text": "3.",
      "id": "s102"
    },
    {
      "text": "The plaintiffs convened a meeting of investors to vote on scheme completion by the plaintiffs under the proposed orders.",
      "id": "s103"
    },
    {
      "text": "Investors were given an expert accountant's report, comprehensive legal advice prepared by Mr John Vaughan (see Ms Currie's affidavit) and a full explanation of the circumstances leading to the meeting in the explanatory meeting.",
      "id": "s104"
    },
    {
      "text": "4.",
      "id": "s105"
    },
    {
      "text": "At the meeting of investors on 1 December 2006, the resolution was passed by a large majority (see Ms Currie's affidavit).",
      "id": "s106"
    },
    {
      "text": "5.",
      "id": "s107"
    },
    {
      "text": "Bank finance is in place and the latest projections are for completion and issue of new titles by 31 January 2008.",
      "id": "s108"
    },
    {
      "text": "6.",
      "id": "s109"
    },
    {
      "text": "The proposed orders (as presented to the meeting of investors) contain a range of protections and safeguards for investors.",
      "id": "s110"
    },
    {
      "text": "7.",
      "id": "s111"
    },
    {
      "text": "The consequences of not making the orders would be for the formal winding up of the scheme by a liquidator, with the adverse financial consequences for investors identified by Mr Fraser in his executive summary.",
      "id": "s112"
    },
    {
      "text": "42 The plaintiffs further submit that although the usual consequence of non-registration of a scheme is immediate winding up under s 601EE , in the present circumstances there is a good case for the winding up to take place under the proposed orders.",
      "id": "s113"
    },
    {
      "text": "43 In the reasons in Lake Coogee 60 ACSR at [11]-[15], I reviewed the relevant authorities.",
      "id": "s114"
    },
    {
      "text": "I have regard to those here in exercising the discretion.",
      "id": "s115"
    },
    {
      "text": "44 In my view the public interest dimension would be best favoured by the orders being made.",
      "id": "s116"
    },
    {
      "text": "That is, I consider that these are exceptional circumstances and that in the public interest it would be preferable for the orders to be made rather than for winding up to otherwise take place.",
      "id": "s117"
    },
    {
      "text": "I reach that view because of what I consider to be the strength of the protections provided in those proposed orders.",
      "id": "s118"
    },
    {
      "text": "In particular, they provide for the ongoing possibility of the involvement of the Court.",
      "id": "s119"
    },
    {
      "text": "Bank finance is an established reality.",
      "id": "s120"
    },
    {
      "text": "Further, subject to the addition of the order which I have accepted in the course of these reasons, the investors are fully informed as to the issues involved and a very significant majority of them support the course of action.",
      "id": "s121"
    },
    {
      "text": "Conclusion \n \n45 For these reasons I consider that the orders should be made with the addition of an order that the plaintiffs report to all investors within 14 days with an explanation of the reasons why there has been a need for increased bank funding and that such report be filed and served with the Court annexed to an affidavit.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 11 May 2007\n\n\n Counsel for the Plaintiffs: T Coyle \n \n Solicitor for the Plaintiffs Lavan Legal \n \n Counsel for the Defendant: C Slater \n \n Solicitor for the Defendant: Australian Securities Investment Commission \n \n Date of Last Hearing: 11 April 2007 \n \n Date of Last Written Submissions: 19 April 2007 \n \n Date of Judgment: 11 May 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/692.html",
      "id": "s124"
    }
  ]
}