{
  "name": "Brereton v Australian Securities and Investments Commission [2007] FCA 651 (4 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/651.html",
  "catchphrases": [
    {
      "text": "reinstatement of company",
      "id": "c0"
    },
    {
      "text": "standing",
      "id": "c1"
    },
    {
      "text": "whether director or creditor \"person aggrieved\"",
      "id": "c2"
    },
    {
      "text": "\"person aggrieved\"",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    },
    {
      "text": "words and phrases",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The short point to be resolved is whether the plaintiff, Mr Brereton, has standing to apply for the reinstatement of the registration of FTV Tweed Finance Pty Ltd.",
      "id": "s0"
    },
    {
      "text": "The company was deregistered because it neglected to pay its review fees within 12 months of the date for payment.",
      "id": "s1"
    },
    {
      "text": "There is no impediment to the reinstatement of the company.",
      "id": "s2"
    },
    {
      "text": "It is solvent and neither ASIC nor the other defendants, Paladin Group Pty Ltd, Michael Humphris and Jeffrey King (who are defendants in a suit brought by the company in the County Court of Victoria), contend there are any discretionary factors that stand in the way of an order being made.",
      "id": "s3"
    },
    {
      "text": "The only issue is whether the order can be made on the application of Mr Brereton.",
      "id": "s4"
    },
    {
      "text": "2 An application for reinstatement can only be made by \"a person aggrieved\" by the deregistration or by the company's former liquidator: Corporations Act 2001 (Cth), s 601AH(2).",
      "id": "s5"
    },
    {
      "text": "Mr Brereton claims to be a \"person aggrieved\" by the company having been deregistered.",
      "id": "s6"
    },
    {
      "text": "The expression \"person aggrieved\", which is of wide import, has been interpreted to mean a person who has a genuine grievance because of prejudice suffered to his interest from the act complained of: Attorney-General of Gambia v N'Jie [1961] AC 617, 634.",
      "id": "s7"
    },
    {
      "text": "His interest must be a real and direct interest in the act or in the consequences of the act and he must be dissatisfied with it: Day v Hunter [1964] VR 845, 847, 849.",
      "id": "s8"
    },
    {
      "text": "The expression does not include a mere busy-body who is interfering in things that do not concern him: Deputy Commissioner of Taxation v Lanstel Pty Ltd (1996) 2 ACSR 314, 315-316.",
      "id": "s9"
    },
    {
      "text": "On the other hand, a person who is deprived of something or is adversely affected by the act is a \"person aggrieved\": Re Formcrete Services Pty Ltd (1976) 2 ACLR 46, 48.",
      "id": "s10"
    },
    {
      "text": "3 Mr Brereton's claim for standing has four bases.",
      "id": "s11"
    },
    {
      "text": "The first is that he was a director of the company, indeed its only director, at the time it was deregistered.",
      "id": "s12"
    },
    {
      "text": "At present the cases say this is not good enough.",
      "id": "s13"
    },
    {
      "text": "The point was first considered in Re Waldcourt Investment Co Pty Ltd (1986) 11 ACLR 7.",
      "id": "s14"
    },
    {
      "text": "There Olney J said [at 12] that \"a shareholder or director of a company which, as in the present case, has no assets other than a claim against another for the payment of a sum of money which at its best will only be sufficient to satisfy the secured creditors of the company, could not be said to have an interest sufficient to justify the shareholder or director claiming the status of being a person aggrieved by the cancellation of registration\".",
      "id": "s15"
    },
    {
      "text": "He went on to say that if the shareholder or director was also a creditor, the position would be different.",
      "id": "s16"
    },
    {
      "text": "My reading of the reasons suggests the judge was confining his remarks to the case of an insolvent company where only the secured creditors would be paid.",
      "id": "s17"
    },
    {
      "text": "One can readily understand in that circumstance why a creditor has no grievance about the deregistration.",
      "id": "s18"
    },
    {
      "text": "He is not going to recover his debt whatever happens to the company.",
      "id": "s19"
    },
    {
      "text": "The judge did not explain why a director of an insolvent company is not aggrieved by its deregistration.",
      "id": "s20"
    },
    {
      "text": "Perhaps the reason is that there is nothing to be gained by the resurrection of a company that in reality should be wound up.",
      "id": "s21"
    },
    {
      "text": "4 The second case is Re Waterbury Nominees Pty Ltd (1986) 11 ACLR 348 a case decided by Olney J three months after his decision in Re Waldcourt Investment Co Pty Ltd. This time the company whose registration had been cancelled was solvent.",
      "id": "s22"
    },
    {
      "text": "It was a trustee of a family trust.",
      "id": "s23"
    },
    {
      "text": "The application to reinstate the company was made by a former director who was also a former shareholder.",
      "id": "s24"
    },
    {
      "text": "On the question of standing Olney J said (at 349) \"In Re Waldcourt Investments Co Pty Ltd I expressed the opinion that the applicant's former status as a director and/or shareholder of the company is an insufficient basis per se to claim to be a person aggrieved for the purposes of [the predecessor of s 601AH(2)] and I adhere to that view\".",
      "id": "s25"
    },
    {
      "text": "I make the following observations about this passage.",
      "id": "s26"
    },
    {
      "text": "First, Olney J did not explain why a shareholder of a solvent company is in the same position as a shareholder of an insolvent company.",
      "id": "s27"
    },
    {
      "text": "In my view there is a stark difference.",
      "id": "s28"
    },
    {
      "text": "On the deregistration of an insolvent company shareholders lose nothing for all they have invested has already been lost.",
      "id": "s29"
    },
    {
      "text": "On the other hand, if the company were solvent shareholders stand to lose at least their capital (subject to the possibility of getting some back under s 601AE(2)).",
      "id": "s30"
    },
    {
      "text": "That is a sufficient basis for standing in my opinion.",
      "id": "s31"
    },
    {
      "text": "Thus I would not follow Re Waterbury Nominees on this aspect.",
      "id": "s32"
    },
    {
      "text": "In any event the case is inconsistent with Re J J Weeks Constructions Pty Ltd (1982) 7 ACLR 102, 105.",
      "id": "s33"
    },
    {
      "text": "5 The position of a director of a solvent company is more troubling.",
      "id": "s34"
    },
    {
      "text": "To my mind there is a strong argument in favour of holding a former director of a solvent company to be a \"person aggrieved\" by the company's deregistration.",
      "id": "s35"
    },
    {
      "text": "He is aggrieved, first, by reason of the loss of his office and, second, by reason of the loss of profit in cases where the director receives a fee.",
      "id": "s36"
    },
    {
      "text": "Support for this view comes from England.",
      "id": "s37"
    },
    {
      "text": "There the Companies Act 2006 (UK) provides that a former director can apply both for an administrative and curial restoration of a company to the register: see ss 1024(3) and 1029(2)(b).",
      "id": "s38"
    },
    {
      "text": "It is not necessary to decide whether Olney J is plainly wrong.",
      "id": "s39"
    },
    {
      "text": "That question can await another day.",
      "id": "s40"
    },
    {
      "text": "6 The second basis to Mr Brereton's claim is that he is a creditor of the company.",
      "id": "s41"
    },
    {
      "text": "If he is a creditor it is undoubted that he has standing to apply for the company's reinstatement.",
      "id": "s42"
    },
    {
      "text": "Mr Brereton's claim to be a creditor is contentious.",
      "id": "s43"
    },
    {
      "text": "That may not matter.",
      "id": "s44"
    },
    {
      "text": "It is, I think, sufficient for an applicant to show that he is \"at least arguably ... a creditor of the company\": Pacanowski v Australian Securities Commission (1995) 17 ACSR 203, 205 per Moore J. Moore J did not cite any authority for this proposition, but it is in line with Re Harvest Lane Motor Bodies Ltd [1969] 1 Ch 457, a case decided under the Companies Act 1948 (UK).",
      "id": "s45"
    },
    {
      "text": "Section 353(6) of the UK Act provided that a petition to restore a company to the register could be presented by a \"company or any member or creditor thereof [that felt] aggrieved by the company having been struck off the register\".",
      "id": "s46"
    },
    {
      "text": "Megarry J held that the administratrix of a deceased estate who wished to prosecute against the deregistered company a claim for negligence that had resulted in the death of her husband, was a creditor for the purposes of the section.",
      "id": "s47"
    },
    {
      "text": "The judge did not enquire whether the action was likely to succeed.",
      "id": "s48"
    },
    {
      "text": "See also Donmastry Pty Ltd v Albarran (2004) 49 ASCR 745.",
      "id": "s49"
    },
    {
      "text": "The principle that can be taken from those cases is that a person who has a bona fide claim (that is a claim that is not frivolous or vexatious) that he wishes to pursue against a company is a \"person aggrieved\" by its deregistration.",
      "id": "s50"
    },
    {
      "text": "7 This makes sense.",
      "id": "s51"
    },
    {
      "text": "An application to reinstate a company is hardly an appropriate vehicle in which to test the validity of a disputed claim.",
      "id": "s52"
    },
    {
      "text": "True it is that there will be occasions when it is appropriate to enquire into the merits of a claim on the reinstatement application, as happened in Re Kenneth Wright Distributors Pty Ltd (in liq) [1973] VR 161.",
      "id": "s53"
    },
    {
      "text": "But those cases will be rare.",
      "id": "s54"
    },
    {
      "text": "8 The third basis upon which standing is claimed is that Mr Brereton himself has a claim against the company.",
      "id": "s55"
    },
    {
      "text": "I note that the acts which are said to give rise to the claim against the company arose after Mr Brereton brought the application for reinstatement.",
      "id": "s56"
    },
    {
      "text": "There is authority for the proposition that the facts that establish standing may arise after the company has been struck off the register: Re Prospine Pty Ltd [1980] 5 ACLR 603, 606.",
      "id": "s57"
    },
    {
      "text": "On the other hand, it is difficult to accept that a plaintiff can rely on events that post-date the application to establish standing to bring the application.",
      "id": "s58"
    },
    {
      "text": "Standing should be assessed at the time the application is filed.",
      "id": "s59"
    },
    {
      "text": "In reality, however, nothing turns on the point.",
      "id": "s60"
    },
    {
      "text": "As I pointed out during argument, Mr Brereton could overcome the problem by abandoning his existing application and filing another, asking for all necessary abridgments so that the new application could be heard instanter.",
      "id": "s61"
    },
    {
      "text": "9 Turning to the claim, I only propose to consider whether it is fanciful.",
      "id": "s62"
    },
    {
      "text": "If it is not fanciful Mr Brereton's standing will be established.",
      "id": "s63"
    },
    {
      "text": "The claim is in restitution at common law and is based on unjust enrichment.",
      "id": "s64"
    },
    {
      "text": "Put very briefly, it is said that the company has, or on its reinstatement it will have, benefited from or been enriched by, Mr Brereton's payment to ASIC of the unpaid fees and it would be unjust to allow the company to retain that benefit.",
      "id": "s65"
    },
    {
      "text": "The argument assumes, I think, that upon its reinstatement the company will ratify the payment made in discharge of its debt to ASIC.",
      "id": "s66"
    },
    {
      "text": "If the payment is not ratified the debt to ASIC will not be discharged, in which case it would be difficult to contend that the company obtained any benefit from the payment.",
      "id": "s67"
    },
    {
      "text": "It is safe to assume that upon its reinstatement the company would ratify the payment.",
      "id": "s68"
    },
    {
      "text": "The ratification will be either express (by Mr Brereton who will gain control of the company) or to be inferred from the fact of the company going on with its corporate life.",
      "id": "s69"
    },
    {
      "text": "10 Mr Brereton's claim does not want for novelty.",
      "id": "s70"
    },
    {
      "text": "Usually only a person who is under an obligation to discharge the debt of another, or who discharges the debt at the other party's request, is entitled to reimbursement.",
      "id": "s71"
    },
    {
      "text": "That is, a voluntary payment in discharge of another's debt does not ordinarily entitle the payee to reimbursement.",
      "id": "s72"
    },
    {
      "text": "But this rule may not be absolute.",
      "id": "s73"
    },
    {
      "text": "There is an argument that a right of restitution would exist if the payment amounts to a \"necessitous intervention\".",
      "id": "s74"
    },
    {
      "text": "See generally Mason &amp; Carter, \"Restitution Law in Australia\" (1 st ed, 1995) ch 8; Goff &amp; Jones, \"The Law of Restitution\" (5 th ed, 1998) ch 17.",
      "id": "s75"
    },
    {
      "text": "The relevant factors are these.",
      "id": "s76"
    },
    {
      "text": "Mr Brereton was a director.",
      "id": "s77"
    },
    {
      "text": "In that capacity he was under an obligation to ensure the company paid its annual fees.",
      "id": "s78"
    },
    {
      "text": "He has breached that duty and is taking steps to put matters right.",
      "id": "s79"
    },
    {
      "text": "It would, in that circumstance, be unjust, so the argument goes, for the company to take the benefit of its reinstatement and yet not pay for that benefit by reimbursing the fees.",
      "id": "s80"
    },
    {
      "text": "There is the possibility of an analogy between this kind of case and the case of a compulsory payment.",
      "id": "s81"
    },
    {
      "text": "It is accepted that where a person has been compelled by law to pay money on behalf of another from which the latter obtains a benefit (usually by the discharge of his liability) the payee is entitled to recover the amount of the payment.",
      "id": "s82"
    },
    {
      "text": "The basis of this right is similar to that which underlies the right to contribution.",
      "id": "s83"
    },
    {
      "text": "It is true that Mr Brereton was not obliged to pay ASIC.",
      "id": "s84"
    },
    {
      "text": "It might be said, however, that he was obliged to take reasonable steps to overcome the consequence of his failure to ensure that the company paid its review fees.",
      "id": "s85"
    },
    {
      "text": "That Mr Brereton paid the fee so as to obtain the reinstatement is a factor against his claim.",
      "id": "s86"
    },
    {
      "text": "But it may not be fatal, for otherwise the company could be reinstated on other grounds and in the event never pay the fee, which would be a somewhat absurd result.",
      "id": "s87"
    },
    {
      "text": "11 The fourth basis upon which standing is claimed is that Mr Brereton's company is the beneficial owner of all the shares in FTV Tweed Finance.",
      "id": "s88"
    },
    {
      "text": "This fact, if it be a fact, does not give Mr Brereton standing.",
      "id": "s89"
    },
    {
      "text": "It would be necessary for his company to make the application.",
      "id": "s90"
    },
    {
      "text": "12 I propose to order that ASIC reinstate the registration of the company.",
      "id": "s91"
    },
    {
      "text": "Mr Brereton will have to pay ASIC's costs.",
      "id": "s92"
    },
    {
      "text": "So far as Mr Brereton's costs of the application are concerned, they should be borne by the second, third and fourth defendants.",
      "id": "s93"
    },
    {
      "text": "The costs should include those reserved before the registrar before whom those defendants succeeded leading to this review.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s95"
    },
    {
      "text": "Associate:\n\nDated: 4 May 2007\n\n\n Counsel for the Plaintiff: P Hayes QC \n \n Solicitor for the Plaintiff: Michael Brereton &amp; Co \n \n Appearing for the 2nd Defendant: A Cox \n \n Solicitor for the 2nd Defendant: Pointon Partners \n \n Appearing for the 3rd and 4th Defendants: D Andrews \n \n Solicitor for the 3rd and 4th Defendants Robert James Lawyers \n \n Date of Hearing: 23 March 2007 \n \n Date of Judgment: 4 May 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/651.html",
      "id": "s96"
    }
  ]
}