{
  "name": "NBCN v Minister for Immigration and Citizenship [2007] FCA 659 (4 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/659.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal against interlocutory order of federal magistrate dismissing application for review",
      "id": "c0"
    },
    {
      "text": "application for a protection visa",
      "id": "c1"
    },
    {
      "text": "whether decision attended by sufficient doubt to warrant grant of leave",
      "id": "c2"
    },
    {
      "text": "no point of principle.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a purported appeal from the order of a Federal Magistrate delivered on 21 December 2006 by which he dismissed the applicant's application for review at a \"show cause\" hearing in respect of a decision of the Refugee Review Tribunal (\"the Tribunal\") made on 9 August 2006 and handed down on 29 August 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent refusing to grant the applicant a protection visa.",
      "id": "s1"
    },
    {
      "text": "Dismissal of a proceeding at a show cause hearing is an interlocutory order: r 44.12(2) Federal Magistrates Court Rules 2001 .",
      "id": "s2"
    },
    {
      "text": "Accordingly, the applicant requires leave to appeal.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n2 The applicant, a citizen of India, arrived in Australia on 16 July 2003 and on 15 August 2003 he lodged an application for a protection (class XA) visa with the then Department of Immigration and Multicultural Affairs.",
      "id": "s4"
    },
    {
      "text": "On 8 September 2003 a delegate of the first respondent refused to grant the applicant a protection visa under the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s5"
    },
    {
      "text": "PROTECTION VISA APPLICATION \n \n3 In his protection visa application the applicant claimed that he feared persecution.",
      "id": "s6"
    },
    {
      "text": "I have set out below some of the most significant claims.",
      "id": "s7"
    },
    {
      "text": "On 13 March 1996 he had commenced a Social Service organisation called Caliph Madrasa (\"the organisation\") with his friends.",
      "id": "s8"
    },
    {
      "text": "He became its treasurer.",
      "id": "s9"
    },
    {
      "text": "The applicant, a Muslim, claimed that this organisation was disliked by the Hindu majority in the area.",
      "id": "s10"
    },
    {
      "text": "Initially, oppressed Muslims who approached the organisation were helped.",
      "id": "s11"
    },
    {
      "text": "The applicant outlined that the organisation assisted in the search for a girl who had gone missing.",
      "id": "s12"
    },
    {
      "text": "It transpired that the missing girl was killed by the assistant of a famous politician.",
      "id": "s13"
    },
    {
      "text": "This politician pressured the police not to arrest his assistant and consequently the organisation, along with other groups, conducted rallies against the assistant.",
      "id": "s14"
    },
    {
      "text": "The applicant claimed that when the assistant was eventually arrested tried and sentenced to life imprisonment his problems began.",
      "id": "s15"
    },
    {
      "text": "He claimed however that after this success Hindus and Christians also starting coming to the organisation for assistance.",
      "id": "s16"
    },
    {
      "text": "4 The applicant claimed that in April 1997 the politician asked him to dissolve the organisation and resign as its treasurer and offered him money to move to another place with his family.",
      "id": "s17"
    },
    {
      "text": "The applicant claimed that when he did not do so, the followers of the politician beat him.",
      "id": "s18"
    },
    {
      "text": "The applicant claimed that although he and other members of the organisation complained about the politician's actions to the Inspector of Police, they were warned that they were prejudicing the leader's reputation and that a \"case\" would be filed against them.",
      "id": "s19"
    },
    {
      "text": "5 The applicant claimed that in June 1997, the politician organised a meeting including Hindus and Christians, but that representatives of the applicant's organisation were excluded.",
      "id": "s20"
    },
    {
      "text": "At the meeting, subordinates of the politician spoke against Islam and Muslims and it was suggested that the Muslim community should migrate to Pakistan.",
      "id": "s21"
    },
    {
      "text": "The applicant claimed that Hindus and Christians conducted rallies against the organisation on 8 September 1997, and threw stones at its office.",
      "id": "s22"
    },
    {
      "text": "The applicant claimed that he and his colleagues were beaten and taken to the police station, where they were warned by police, made to sign blank papers and released.",
      "id": "s23"
    },
    {
      "text": "6 The applicant claimed that in February 1998 the infamous Coimbatore blast occurred and that Tamil Nadu Muslims were rounded up and tortured and that the police rounded up all the members of the organisation.",
      "id": "s24"
    },
    {
      "text": "The applicant claimed that he became a target due to the politician's vengeance, and that he was tortured in a police station, that he was falsely charged and sentenced to 3 months of \"rigorous imprisonment.",
      "id": "s25"
    },
    {
      "text": "\" The applicant further claimed that he was kept under observation by police and sometimes questioned at the police station.",
      "id": "s26"
    },
    {
      "text": "7 The applicant claimed that in 2002 the politician's assistant was killed in gaol and the assistant's wife blamed the applicant for his death.",
      "id": "s27"
    },
    {
      "text": "The applicant claimed that together with his parents and wife he was attacked in his home by a mob, that he was hospitalised for a month and his family for a week.",
      "id": "s28"
    },
    {
      "text": "The applicant claimed that his business was ruined and he relocated in December 2002 to Chennai.",
      "id": "s29"
    },
    {
      "text": "The applicant claimed that he was warned amongst others by Hindu Front extremists to leave to area to which he had relocated and that he was detained for a month for \"hampering a Hindu festival.",
      "id": "s30"
    },
    {
      "text": "\" Upon his release the applicant claimed that on 17 April 2003 Hindu extremists tried to kill him.",
      "id": "s31"
    },
    {
      "text": "The applicant stated he could not live in India because the extremists who had networks throughout India would kill him.",
      "id": "s32"
    },
    {
      "text": "PROCEEDINGS IN THE TRIBUNAL \n \n8 The applicant applied to the Tribunal for review of the delegate's decision.",
      "id": "s33"
    },
    {
      "text": "The applicant gave evidence at a Tribunal hearing in December 2003.",
      "id": "s34"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate in its decision handed down on 18 February 2004.",
      "id": "s35"
    },
    {
      "text": "Following a review by the Federal Magistrates Court the matter was remitted back to the Tribunal by consent on 27 March 2006.",
      "id": "s36"
    },
    {
      "text": "9 The applicant attended a further hearing on 26 July 2006 before a differently constituted Tribunal and gave oral evidence.",
      "id": "s37"
    },
    {
      "text": "The Tribunal questioned him on various aspects of his claims and formed the opinion that he was an unreliable witness.",
      "id": "s38"
    },
    {
      "text": "The Tribunal had significant doubts as to the credibility of the applicant, particularly considering the different accounts of key experiences that he gave to the Tribunal at the December 2003 and July 2006 hearings.",
      "id": "s39"
    },
    {
      "text": "10 The Tribunal accepted that the applicant was part of a very small Muslim group in Tiruchy which sought to do social welfare work, noting that this organisation had no political aims and was not a supporter of any political organisation.",
      "id": "s40"
    },
    {
      "text": "The Tribunal gave the applicant the benefit of the doubt accepting that the organisation protested a cover-up of the murder of the girl together with other organisations, because the murderer had strong political connections.",
      "id": "s41"
    },
    {
      "text": "The Tribunal further accepted that as a result of this protest, the murderer was brought to justice, convicted and imprisoned.",
      "id": "s42"
    },
    {
      "text": "However, as a result of the claims being vaguely and inconsistently made at both hearings, the Tribunal rejected the assertion that the applicant was the leader of this campaign and this caused the Tribunal to form the opinion that the evidence of the applicant was unreliable in this matter, as in other matters.",
      "id": "s43"
    },
    {
      "text": "11 The Tribunal found that the applicant had been highly unreliable in making claims about what happened to him following the murder of the girl, although the Tribunal accepted that he had consistently claimed that his problems began after this murder.",
      "id": "s44"
    },
    {
      "text": "The Tribunal found that the applicant was unable to consistently state when either the authorities or others had harmed him, what the nature of the harm was, where it occurred and when the last harmful incident alleged occurred.",
      "id": "s45"
    },
    {
      "text": "The Tribunal found that the most serious claim, concerning the three month detention, was not mentioned by the applicant at his July 2006 hearing and the Tribunal could not accept that the applicant would have forgotten this alleged imprisonment, if it had indeed occurred.",
      "id": "s46"
    },
    {
      "text": "12 Further, the Tribunal took issue with the credibility of the applicant in relation to the alleged source of his problems.",
      "id": "s47"
    },
    {
      "text": "Although the applicant had claimed that his difficulties were caused by the politician, he could not give many details about the politician.",
      "id": "s48"
    },
    {
      "text": "The Tribunal did not find it to be credible that the applicant would know so little about the politician if he had in fact caused the applicant serious harm.",
      "id": "s49"
    },
    {
      "text": "13 On the basis of the highly inconsistent and unconvincing claims at both Tribunal hearings, the Tribunal rejected the claims of the applicant to have suffered serious harm in the past from the Indian authorities or non-State agencies or individuals.",
      "id": "s50"
    },
    {
      "text": "The Tribunal rejected the claims that the applicant had been beaten or otherwise harmed by the supporters of the politician at any time, or by other groups or individuals (such as Hindus or Christians).",
      "id": "s51"
    },
    {
      "text": "14 The Tribunal was not convinced the applicant had suffered Convention related persecution in the past and went on to consider whether there was a real chance that the applicant would be persecuted if he returned to India in the foreseeable future.",
      "id": "s52"
    },
    {
      "text": "15 The Tribunal considered the independent country information noting that although there had been serious conflict in the past between Muslims and the rest of the community in Tamil Nadu, there are no reports of recent violence against Muslims in that State.",
      "id": "s53"
    },
    {
      "text": "The Tribunal questioned the independent country information provided by the applicant.",
      "id": "s54"
    },
    {
      "text": "The Tribunal was not satisfied that there was a real chance that the applicant would be persecuted for reasons of his religion in Tamil Nadu, his home state, if he returns to India in the foreseeable future.",
      "id": "s55"
    },
    {
      "text": "16 The Tribunal also considered the applicant's claims that he had been victimised by the authorities and by individuals at the instigation of a politician but was not satisfied by reason of the applicant's lack of credibility that he had suffered serious harm as a result.",
      "id": "s56"
    },
    {
      "text": "17 The Tribunal was not satisfied that there would be a real chance that the Applicant would be persecuted for reasons of his political opinion if he were to return to India.",
      "id": "s57"
    },
    {
      "text": "18 Accordingly the Tribunal was not satisfied that the applicant was a person to whom Australia has protection obligations under the Refugees Convention, as amended by the Refugees Protocol and found that the applicant did not satisfy the criterion set out in s 36(2) of the Act to be granted a protection visa.",
      "id": "s58"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n19 By application filed on 18 September 2006 the applicant sought judicial review of the decision of the Tribunal in the Federal Magistrates Court.",
      "id": "s59"
    },
    {
      "text": "The applicant outlined three grounds of review as follows:\n \n \n '1.",
      "id": "s60"
    },
    {
      "text": "A breach of the rules of natural Justice occurred in connection with the making of the decision.",
      "id": "s61"
    },
    {
      "text": "RRT made an error when they failed to comply with the s.424A of the Migration Act 1958 .",
      "id": "s62"
    },
    {
      "text": "2.",
      "id": "s63"
    },
    {
      "text": "The Tribunal failed to internalize the circumstantial ground of the review application and in weighing both the subjective and objective claims of the review application and in reviewing the huge supporting facts and documents, and such has breached s.424 , s. 430 , s. 439 and s. 440 of the Act .",
      "id": "s64"
    },
    {
      "text": "3.",
      "id": "s65"
    },
    {
      "text": "The Tribunal in its decision of 9 August 2006 failed in its written statement that a breach of the rules of natural justice, therefore rises (sic) the ground under s.476 of the Migration Act .",
      "id": "s66"
    },
    {
      "text": "' \n \n\n (Transcribed from the original without alternation).",
      "id": "s67"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n20 The Federal Magistrate accorded the applicant an opportunity to clarify the grounds, however the applicant failed to substantiate his claims or explain them.",
      "id": "s68"
    },
    {
      "text": "In considering the first ground, his Honour found that when the Tribunal made its adverse findings concerning the credibility of the applicant's evidence, the Tribunal had relied on inconsistencies between oral evidence provided at the first and second hearings in December 2003 and July 2006 respectively involving separately constituted Tribunals.",
      "id": "s69"
    },
    {
      "text": "This information was not required to be put to the applicant in writing as the information provided at the first hearing fell within the exception in s 424A(3)(b): SZGNY v Minister for Immigration and Multicultural Affairs [2006] FMCA 1142 ; SZFBJ v Minister for Immigration and Multicultural Affairs [2006] FMCA 1472.",
      "id": "s70"
    },
    {
      "text": "His Honour noted that although Div 4 of Part 7 of the Act constitutes an exhaustive statement of the requirements of natural justice, the Tribunal did in any event raise issues about the inconsistencies with the applicant and allowed him an opportunity to respond.",
      "id": "s71"
    },
    {
      "text": "However, the Tribunal was not persuaded by the applicant's explanations concerning the inconsistencies.",
      "id": "s72"
    },
    {
      "text": "21 The factual findings of the Tribunal concerning the applicant's credibility were correctly found to have been open to the Tribunal on the material before it and that such factual findings were matters of fact for the Tribunal and were not to be disturbed by the Courts.",
      "id": "s73"
    },
    {
      "text": "22 Similarly, ground 2 of the applicant's notice of motion was rejected as the Tribunal complied with s 430(1).",
      "id": "s74"
    },
    {
      "text": "The Federal Magistrate having considered each statutory provision in turn, in the context of the factual findings and the procedures followed in the Tribunal, held that there was no breach of ss 424 , 430 , 439 or 440 of the Act .",
      "id": "s75"
    },
    {
      "text": "23 The Federal Magistrate characterised the third ground as difficult to comprehend, but found that to the extent that it alleged a breach of natural justice, there was no breach.",
      "id": "s76"
    },
    {
      "text": "24 The Federal Magistrate held that the applicant had not made out any jurisdictional error, under any ground of appeal nor, having carefully considered the Tribunal decision and the supporting material before him was he able, outside the pleaded grounds, to discern any such error.",
      "id": "s77"
    },
    {
      "text": "NOTICE OF APPEAL \n \n25 On 18 January 2007 the applicant filed a purported Notice of Appeal outlining three grounds of appeal:\n \n \n '2.",
      "id": "s78"
    },
    {
      "text": "The Single Judge of the Federal Magistrates Court in his Honors judgment delivered on the 21 December 2006 failed to find error of law, jurisdictional error procedural fairness and relief under section 39B of the judiciary Act.",
      "id": "s79"
    },
    {
      "text": "1903.",
      "id": "s80"
    },
    {
      "text": "3.",
      "id": "s81"
    },
    {
      "text": "The grounds and relief is very much similar with a recent High Court judgement --- Muin v Refugee Review Tribunal; Lie v Refugee Review Tribunal [2002] HCA 30 (8 August 2002) \n \n \n \n \n \n 4.",
      "id": "s82"
    },
    {
      "text": "Recent High Court judgement ; Plintiff S 157/2002 Commonwealth of Australia [2-3] HCA 1 \n \n \n \n \n \n 5.",
      "id": "s83"
    },
    {
      "text": "Recent Federal Court of Australia judgement: AGDB v Minister for Immigration and Multicultural Affairs.",
      "id": "s84"
    },
    {
      "text": "I will provide more ground after received the judgement.",
      "id": "s85"
    },
    {
      "text": "' \n \n \n \n (Transcribed from the original without alteration) \n \n \n\n26 On 30 January the solicitor for the first respondent filed a Notice of Objection of Competency of the Appeal on the ground that the judgment of the Federal Magistrate dated 21 December 2006 is interlocutory and the applicant has not been granted leave to appeal against this judgment pursuant to s 24(1A) of the Federal Court of Australia Act 1976 .",
      "id": "s86"
    },
    {
      "text": "27 At the hearing of the appeal before me the applicant who was assisted by an interpreter elected not to make oral submissions.",
      "id": "s87"
    },
    {
      "text": "The first respondent relied upon its filed written submissions.",
      "id": "s88"
    },
    {
      "text": "REASONS \n \n28 Where an applicant does not raise any arguable ground of appeal or if the judgment below is not attended by sufficient doubt to warrant allowing an appeal proceeding, then leave to appeal ought not be granted: SZDGN v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1543 at [11] .",
      "id": "s89"
    },
    {
      "text": "29 The \"Notice of Appeal\" raises a number of \"grounds\", none of which articulates a comprehensible challenge going to jurisdictional error.",
      "id": "s90"
    },
    {
      "text": "No particular findings are challenged.",
      "id": "s91"
    },
    {
      "text": "Three authorities are, in effect, said to expose the grounds.",
      "id": "s92"
    },
    {
      "text": "No further grounds have been added despite this being foreshadowed.",
      "id": "s93"
    },
    {
      "text": "Furthermore, no written submissions have been filed by the applicant.",
      "id": "s94"
    },
    {
      "text": "30 The Court ought not be required, and, in my opinion, has no relevant duty to trawl through authorities cited by a party as in themselves constituting, in effect, both the grounds and particulars of its proposed appeal.",
      "id": "s95"
    },
    {
      "text": "Nonetheless I have carefully considered the authorities set out in the purported Notice of Appeal because the applicant is unrepresented and does not speak English.",
      "id": "s96"
    },
    {
      "text": "31 The first proposed ground of appeal is to the effect that the Federal Magistrate erred by failing to find a breach of natural justice.",
      "id": "s97"
    },
    {
      "text": "I have carefully considered his Honour's reasons and conclusions and, with respect, I agree with them.",
      "id": "s98"
    },
    {
      "text": "No arguable jurisdictional error is established.",
      "id": "s99"
    },
    {
      "text": "32 The applicant's second proposed ground points to the decision of Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601.",
      "id": "s100"
    },
    {
      "text": "I have considered this case which concerns amongst other things the issue of jurisdictional error arising from a denial of procedural fairness and natural justice where there was an alleged failure to provide an applicant seeking a review of a decision to refuse the grant of a protection visa with an opportunity to respond to adverse material.",
      "id": "s101"
    },
    {
      "text": "Its disposition so far as factually based turned on the particular facts of the case.",
      "id": "s102"
    },
    {
      "text": "The Federal Magistrate, correctly, in my opinion, upon a consideration of all the material, concluded that there was no denial of procedural fairness.",
      "id": "s103"
    },
    {
      "text": "Muin provides no assistance to alter that finding and accordingly no arguable ground of appeal arises.",
      "id": "s104"
    },
    {
      "text": "33 The applicant's third proposed ground points to another case: Plaintiff S157/2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s105"
    },
    {
      "text": "Once again I have considered this case.",
      "id": "s106"
    },
    {
      "text": "It concerns matters of the statutory construction and constitutionality of certain provisions of the Act .",
      "id": "s107"
    },
    {
      "text": "It provides no assistance to the applicant that is apparent on the papers before me.",
      "id": "s108"
    },
    {
      "text": "No arguable ground of appeal arises.",
      "id": "s109"
    },
    {
      "text": "34 The fourth proposed ground refers to AGDB v Minister for Immigration and Multicultural Affairs .",
      "id": "s110"
    },
    {
      "text": "I take this to be a mistaken reference to the decision of the Full Court of this Court in SGDB v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 59 , which was an appeal from a decision of the Federal Magistrates Court.",
      "id": "s111"
    },
    {
      "text": "In that case the applicant succeeded on the one ground that the Tribunal had fallen into jurisdictional error by failing to consider, in respect to the issue of whether the applicant had a well-founded fear of persecution, the risks which he, an Afghan citizen, together with his wife and family, might face should he return to Afghanistan, when travelling from Kabul through other ethnic tribal areas in order to reach their home.",
      "id": "s112"
    },
    {
      "text": "[23]-[27] It provides no assistance to the applicant in this case.",
      "id": "s113"
    },
    {
      "text": "No arguable ground of appeal arises.",
      "id": "s114"
    },
    {
      "text": "35 Scarlett FM was correct to dismiss the application before him.",
      "id": "s115"
    },
    {
      "text": "36 Accordingly, the applicant has failed to satisfy me that the decision below is attended by sufficient doubt to warrant a grant of leave.",
      "id": "s116"
    },
    {
      "text": "For these reasons, the application for leave to appeal ought to be dismissed with costs which I have fixed at $1,200.",
      "id": "s117"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s118"
    },
    {
      "text": "Associate:\nDated: 4 May 2007\n\n The Applicant: The applicant appeared in person \n \n Counsel for the Respondent: Ms B Rayment \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 4 May 2007 \n \n Date of Judgment: 4 May 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/659.html",
      "id": "s119"
    }
  ]
}