{
  "name": "SZJFI v Minister for Immigration &amp; Citizenship [2007] FCA 632 (2 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/632.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "application for protection visa",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "whether failing to comply with s 424a migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether bias",
      "id": "c4"
    },
    {
      "text": "no point of principle.",
      "id": "c5"
    },
    {
      "text": "application to raise grounds not argued below",
      "id": "c6"
    },
    {
      "text": "whether reasonable prospect of success",
      "id": "c7"
    },
    {
      "text": "no point of principle.",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    },
    {
      "text": "appeals",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 13 December 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") dated 28 June 2006 handed down 18 July 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the then Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "A previously constituted Tribunal had affirmed a decision of a delegate of the now Minister for Immigration and Citizenship to refuse to grant a protection visa to the appellant under the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s2"
    },
    {
      "text": "That decision was dated 13 May 2005 and handed down 2 June 2005.",
      "id": "s3"
    },
    {
      "text": "This decision was remitted to the Tribunal by the Federal Magistrates Court, and on 10 April 2006 the Federal Magistrates Court set aside the decision and remitted the matter to the Tribunal to be determined according to law.",
      "id": "s4"
    },
    {
      "text": "The matter before this Court concerns the second Tribunal decision.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant who was born in 1961 is a citizen of the People's Republic of China (\"China\") who arrived in Australia on 5 January 2005.",
      "id": "s6"
    },
    {
      "text": "On 19 January 2005 the appellant lodged an application for a protection visa with the now Department of Immigration and Citizenship.",
      "id": "s7"
    },
    {
      "text": "According to his application for a protection visa, the appellant married in the city of Tianjin in 1985.",
      "id": "s8"
    },
    {
      "text": "He arrived in Australia legally from China using a passport obtained without difficulty in Tianjin in 2003 and an Australian visa issued in Beijing on 4 January 2005.",
      "id": "s9"
    },
    {
      "text": "He left his wife, daughter and mother in China.",
      "id": "s10"
    },
    {
      "text": "He claimed that: \n \n a) he left China to avoid further persecution by the police as well as the local Tianjin government, due to his membership of and activities with Falun Gong; \n b) he had joined the Falun Gong organisation in 2001; \n c) he participated in meeting, gatherings and demonstrations, to protest against the persecution of Falun Gong members by the Communist Party; \n d) he was warned by the police and was called from his work to \"confess his mistakes\" on many occasions, and that he was arrested and gaoled in October 2001, for a year and a half without being charged or convicted, during which time he was mentally and physically mistreated.",
      "id": "s11"
    },
    {
      "text": "He claimed that during this period he was forced to give up his beliefs, as well as confess all of his mistakes and offences.",
      "id": "s12"
    },
    {
      "text": "He claimed that he was released in June 2002 (which does not account for eighteen months in prison), because the authorities believed that he had been brainwashed and given up Falun Gong, and that if it was discovered that he had not given up Falon Gong he would be punished and persecuted.",
      "id": "s13"
    },
    {
      "text": "He said his family told him that the police had come to his home looking for him;\n e) upon his release, he was dismissed from his employment without compensation and had to start his own business.",
      "id": "s14"
    },
    {
      "text": "f) he would only attend secret Falun Gong meetings and the Public Security Bureau (PSB) suspected this and he was warned.",
      "id": "s15"
    },
    {
      "text": "He said that in 2004 the government acquired the land on which his business was located but without compensation.",
      "id": "s16"
    },
    {
      "text": "The appellant claims that the PSB warned him that he would be arrested if he participated in Falun Gong and accordingly the appellant left China for Australia before any evidence was found upon which to arrest him.",
      "id": "s17"
    },
    {
      "text": "3 On 16 May 2006 the Tribunal wrote to the appellant advising that it had considered the material before it in relation to the application but was unable to make a decision in his favour on this information alone and inviting him to attend a hearing to be held on 26 June 2006.",
      "id": "s18"
    },
    {
      "text": "The appellant returned a Response to Hearing Invitation and submitted photographs of him practicing Falun Gong, a letter outlining the demolition of a building by government order and a release certificate outlining release from imprisonment for illegal gathering.",
      "id": "s19"
    },
    {
      "text": "CLAIMS BEFORE THE TRIBUNAL \n \n4 In addition to the material thus provided the appellant reiterated his claims about his activities relating to Falun Gong before the Tribunal.",
      "id": "s20"
    },
    {
      "text": "5 The Tribunal was not satisfied that the appellant was a Falun Gong practitioner in China, or that he was penalised in any way upon a suspicion that he was one.",
      "id": "s21"
    },
    {
      "text": "It identified inconsistencies in the appellant's evidence and considered that he was not being entirely frank or open in his evidence.",
      "id": "s22"
    },
    {
      "text": "It concluded that the appellant's story was completely inconsistent with country information about the Chinese government's treatment of Falun Gong practitioners at the relevant time.",
      "id": "s23"
    },
    {
      "text": "It gave due consideration to the document provided by the appellant concerning his release from the labour camp but, given the prevalence of document fraud in China, and the implausibilities in his story, determined that it could not rely on that document to show that the appellant had in fact been in a labour camp.",
      "id": "s24"
    },
    {
      "text": "6 It also concluded that the ease with which the appellant obtained a passport in 2004 suggested he was not of interest to the Chinese authorities for being a Falun Gong practitioner.",
      "id": "s25"
    },
    {
      "text": "7 It did however accept that his business building had been demolished, and that the appellant did not receive any compensation for this but it was not satisfied that this was because of any involvement with Falun Gong.",
      "id": "s26"
    },
    {
      "text": "The Tribunal had regard to his claims about his activities in relation to Falun Gong since coming to Australia.",
      "id": "s27"
    },
    {
      "text": "However, it concluded that he had involved himself in these activities in order to strengthen his refugee claims.",
      "id": "s28"
    },
    {
      "text": "The Tribunal accordingly disregarded these claims under s 91R(3) of the Act .",
      "id": "s29"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n8 The Tribunal could not be satisfied that the appellant was a Falun Gong practitioner in China or that he was penalised in any way on the suspicion that he was a Falun Gong practiitioner.",
      "id": "s30"
    },
    {
      "text": "The Tribunal found that the appellant gave his evidence in a manner which was not always clear and asserted that he gave the impression he was not being entirely frank or open about some of his past experiences.",
      "id": "s31"
    },
    {
      "text": "9 The Tribunal found that the oral evidence of the appellant concerning what he knew of the attitude of the authorities to Falun Gong practitioners was internally inconsistent and, having regard to independent evidence, it seemed implausible that the appellant could have remained unaware of the government \"crackdown\" in Falun Gong practitioners in 2001, particularly as the appellant was a government employee and lived in the city where the \"crackdown\" began.",
      "id": "s32"
    },
    {
      "text": "Further, the Tribunal found the appellant's account of practicing Falun Gong to lack cogency.",
      "id": "s33"
    },
    {
      "text": "122 \n \n10 Further, the Tribunal found that the appellant's account of being in a detention camp ran generally counter to evidence about the conditions for Falun Gong practitioners in China.",
      "id": "s34"
    },
    {
      "text": "The information about the treatment of practitioners in China was quite inconsistent with the description which the appellant supplied.",
      "id": "s35"
    },
    {
      "text": "11 The Tribunal considered the fact the appellant had been issued with a passport to be inconsistent with evidence that practitioners who have undergone re-education face difficulty obtaining a passport.",
      "id": "s36"
    },
    {
      "text": "Also, given that the appellant had remained at the same address during his time in China, the Tribunal considered that this signified that he did not consider himself to be at risk of police harassment or arrest at the time he left China for Australia.",
      "id": "s37"
    },
    {
      "text": "12 The Tribunal accepted that the appellant had lost his job and established a small business in rented premises which were demolished by the owner and rebuilt and leased out to a new tenant, despite the fact that the appellant had a 3 year lease on the premises.",
      "id": "s38"
    },
    {
      "text": "The Tribunal further accepted that the appellant received no compensation for this and that this caused him financial difficulties.",
      "id": "s39"
    },
    {
      "text": "However, the Tribunal was not satisfied that these matters occurred because of his claimed involvement in Falun Gong.",
      "id": "s40"
    },
    {
      "text": "The Tribunal accepted that the appellant was injured while working in the coal industry but not while he was working in a labour camp.",
      "id": "s41"
    },
    {
      "text": "13 The Tribunal was of the view that the appellant was present at Falun Gong related functions in Australia, in order to enhance his claims of being a refugee.",
      "id": "s42"
    },
    {
      "text": "Consequently, such claims to have practiced Falun Gong in Australia were disregarded by the Tribunal, pursuant to s 91R(3) of the Act .",
      "id": "s43"
    },
    {
      "text": "14 The Tribunal considered the chance that the appellant would face Convention-related harm in China to be remote, and was not satisfied that the appellant was a person to whom Australia has protection obligations under the Refugee Convention as amended by the Refugees Protocol.",
      "id": "s44"
    },
    {
      "text": "The decision of the delegate was affirmed.",
      "id": "s45"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n15 In the Federal Magistrates Court the appellant sought judicial review of the decision of the Tribunal and in an amended application filed on 9 November 2006 outlined three grounds of review.",
      "id": "s46"
    },
    {
      "text": "First, the appellant claimed that the Tribunal failed to carry out its statutory duty in that it failed to provide information for comment pursuant to s 424A of the Act .",
      "id": "s47"
    },
    {
      "text": "Second, the appellant alleged that the Tribunal acted with bias and refused the application without evidence.",
      "id": "s48"
    },
    {
      "text": "Third, the appellant complained that the Tribunal relied on irrelevant materials and the independent information was out of date.",
      "id": "s49"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n16 The first ground was rejected.",
      "id": "s50"
    },
    {
      "text": "His Honour correctly identified that the only information relied upon by the Tribunal was the oral evidence of the Tribunal and general country information relating to the China and the position of adherence to Falun Gong.",
      "id": "s51"
    },
    {
      "text": "These sources of information fell within the exception contained in ss 424A(3)(b) and 424A (3)(a).",
      "id": "s52"
    },
    {
      "text": "17 The asserted basis for the allegation of bias was that the Tribunal did not believe the appellant.",
      "id": "s53"
    },
    {
      "text": "His Honour noted this to be a circular and unconvincing argument.",
      "id": "s54"
    },
    {
      "text": "There was no evidence of bias or bad faith in the decision of the Tribunal: SBBS v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 361 at [43] - [44] .",
      "id": "s55"
    },
    {
      "text": "His Honour then considered whether the Tribunal refused the application without evidence, rejected this and had regard to the positive duty imposed on the Tribunal by s 65 of the Act to be positively satisfied that the relevant criteria for grant of a visa had been satisfied.",
      "id": "s56"
    },
    {
      "text": "18 The third ground was dismissed by his Honour who found that the independent country information was irrelevant relating as it did to the Chinese Government crackdown on Falun Gong, the situation in Tianjin where the appellant claims to have taken up Falun Gong in 2001.",
      "id": "s57"
    },
    {
      "text": "The information concerned the years 2001-2006 and as his Honour found could not therefore be characterised as being out of date.",
      "id": "s58"
    },
    {
      "text": "NOTICE OF APPEAL \n \n19 The Notice of Appeal contains the following grounds:\n \n \n '2.",
      "id": "s59"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s60"
    },
    {
      "text": "The Tribunal failed to notify me the reason or part of the reasons for affirming the decision.",
      "id": "s61"
    },
    {
      "text": "The Tribunal failed to inform me why the information is relevant to my application, and I was not given an opportunity to comment upon the reason.",
      "id": "s62"
    },
    {
      "text": "3.",
      "id": "s63"
    },
    {
      "text": "The Tribunal had bias against me and did not consider all the information and evidence provided for my application for a protection visa.",
      "id": "s64"
    },
    {
      "text": "The Tribunal misunderstood my claims and could not consider my application according to s 91R of the Migration Act 1958 .",
      "id": "s65"
    },
    {
      "text": "'\n \n (Transcribed without alteration).",
      "id": "s66"
    },
    {
      "text": "20 The first ground, in effect, alleges a breach of s 424A of the Act .",
      "id": "s67"
    },
    {
      "text": "The second asserts bias, that the Tribunal failed to consider all the information which accompanied the protection visa application and that it misunderstood his claims and could not consider his application according to s 91R of the Act .",
      "id": "s68"
    },
    {
      "text": "THE FIRST RESPONDENT'S SUBMISSIONS \n \n21 The respondent made the following submissions:\n Ground 2 --- s 424A(1) \n \n 22 Scarlett FM correctly found that the Tribunal did not have any obligation to notify the applicant of any information under s 424A(1).",
      "id": "s69"
    },
    {
      "text": "The only information used by the Tribunal in an adverse way was derived from the applicant's oral evidence at hearing, and from general country information about Falun Gong practitioners and document fraud in China.",
      "id": "s70"
    },
    {
      "text": "The information from the oral evidence at hearing falls within the exception in s 424A(3)(b) , as it was information \"that the applicant gave for the purpose of the application\".",
      "id": "s71"
    },
    {
      "text": "The information from the general country information falls within the exception in s 424A(3)(a) , as it was \"not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member\": Minister for Immigration and Multicultural and Indigenous Affairs v NAMW [2004] FCAFC 26 at [71] - [73] ; [2004] FCAFC 264 ; (2004) 140 FCR 572, 586-587.",
      "id": "s72"
    },
    {
      "text": "Ground 3 - bias \n \n23 It is well established that bias, an aspect of bad faith, is a serious allegation involving personal fault on the part of the decision maker.",
      "id": "s73"
    },
    {
      "text": "It must be clearly proved by evidence.",
      "id": "s74"
    },
    {
      "text": "It is rare for a Court to find that an administrative decision maker acted in bad faith, especially where the only thing said to be in support of this is the decision record: see SBBS v Minister for Immigration and Multicultural and Indigenous Affairs (2002) 194 ALR 749 at [43]-[48].",
      "id": "s75"
    },
    {
      "text": "24 There is no evidence of bias, or apprehended bias, in any of the material before the Court.",
      "id": "s76"
    },
    {
      "text": "The mere fact that the Tribunal found that the applicant was no credible, and did not believe the applicant's claims, does not establish bias on the part of the Tribunal member.",
      "id": "s77"
    },
    {
      "text": "Ground 3 - misunderstanding of claims \n \n25 This ground is not particularised.",
      "id": "s78"
    },
    {
      "text": "There is no evidence to support the allegation that the Tribunal misunderstood any of the applicant's claims.",
      "id": "s79"
    },
    {
      "text": "Ground 3 - application of s 91R \n \n26 The appellant contends that the Tribunal \"could not consider my application according to s 91R of the Migration Act 1958 .",
      "id": "s80"
    },
    {
      "text": "\"\n \n27 The last two arguments under ground 2 were not agitated before Scarlett FM.",
      "id": "s81"
    },
    {
      "text": "In order to raise a new ground the appellant must demonstrate that it is expedient and in the interests of justice to allow the ground to be raised: O'Brien v Komesaroff [1982] HCA 33 ; (1982) 150 CLR 310 at 319; see also Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7.",
      "id": "s82"
    },
    {
      "text": "Factors relevant to the Court's consideration include, inter alia, the appellant's prospects of success on appeal on the new ground: VAAC v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 74 ; (2003) 129 FCR 168 at [26] .",
      "id": "s83"
    },
    {
      "text": "28 The respondent submits that these grounds have no prospect of success.",
      "id": "s84"
    },
    {
      "text": "The Tribunal decision record clearly states that the Tribunal was not satisfied that the appellant's conduct in Australia was engaged in other than for the purpose of strengthening his claims to be a refugee within the meaning of the Convention.",
      "id": "s85"
    },
    {
      "text": "In such circumstances s 91R(3) provides that such conduct must be disregarded.",
      "id": "s86"
    },
    {
      "text": "29 The Tribunal clearly put the appellant on notice of the issues arising on the review: (Tribunal Reasons pp 5-10).",
      "id": "s87"
    },
    {
      "text": "The issues of inconsistencies within the appellant's evidence, and between his evidence and country information, the Tribunal's scepticism concerning the documents provided, and the issue of the appellant's ease of obtaining a passport were all raised with the appellant.",
      "id": "s88"
    },
    {
      "text": "Accordingly, the first respondent submits that the appellant was put on ample notice of the issues arising on the review, and afforded the opportunity to respond to those issues at the hearing.",
      "id": "s89"
    },
    {
      "text": "Reasoning and Conclusion \n \n30 I agree that Ground 2 implicitly refers to an asserted breach of s 424A(1) of the Act .",
      "id": "s90"
    },
    {
      "text": "I am satisfied that the submissions of the first respondent in respect of this ground fully and correctly identify the reasoning and conclusions of the Court below, with which I respectfully agree.",
      "id": "s91"
    },
    {
      "text": "31 I am persuaded that no error by the Federal Magistrate nor any jurisdictional error by the Tribunal has been demonstrated.",
      "id": "s92"
    },
    {
      "text": "I would refuse leave to the appellant raising ground 3 (other than in respect of bias which does not require leave) as I am satisfied that these have no or no reasonable prospect of success for the reasons submitted by the first respondent.",
      "id": "s93"
    },
    {
      "text": "32 The appellant, in oral submissions, raised a further new ground namely that the first respondent did not provide him with its written outline of submissions before the morning of the Tribunal hearing.",
      "id": "s94"
    },
    {
      "text": "33 However, when invited by me on a number of occasions to explain what prejudice if any he had suffered as a result he did not do so.",
      "id": "s95"
    },
    {
      "text": "34 He said that the submissions were translated for him on the morning of the hearing and after the hearing and before the review in the Court below.",
      "id": "s96"
    },
    {
      "text": "I would refuse leave to raise this ground.",
      "id": "s97"
    },
    {
      "text": "It was completely unparticularised.",
      "id": "s98"
    },
    {
      "text": "It has no prospect of success.",
      "id": "s99"
    },
    {
      "text": "35 The appeal should be dismissed with costs fixed at $2,800.",
      "id": "s100"
    },
    {
      "text": "36 The Refugee Review Tribunal should be joined as the second respondent in these proceedings.",
      "id": "s101"
    },
    {
      "text": "37 The title of the first respondent should be amended to \"Minister for Immigration and Citizenship\".",
      "id": "s102"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice GILMOUR.",
      "id": "s103"
    },
    {
      "text": "Associate:\nDated: 2 May 2007\n\n The Appellant appeared for himself: \n \n \n Counsel for the Respondent: Mr L Leerdam \n \n Solicitors for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 2 May 2007 \n \n Date of Judgment: 2 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/632.html",
      "id": "s104"
    }
  ]
}