{
  "name": "Australian Competition and Consumer Commission v Jurlique International Pty Ltd [2007] FCA 79 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/79.html",
  "catchphrases": [
    {
      "text": "admitted contraventions of ss 45 and 48 of the trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "franchisor conduct",
      "id": "c1"
    },
    {
      "text": "resale price maintenance",
      "id": "c2"
    },
    {
      "text": "price fixing",
      "id": "c3"
    },
    {
      "text": "quantification of loss and damage resulting from resale price maintenance in premium skin care products",
      "id": "c4"
    },
    {
      "text": "franchise agreements included clause that franchisee would not sell products at prices below recommended retail prices specified by franchisor and distributor",
      "id": "c5"
    },
    {
      "text": "pecuniary penalty",
      "id": "c6"
    },
    {
      "text": "claiming penalties for contraventions of pt iv of the trade practices act 1974 (cth)",
      "id": "c7"
    },
    {
      "text": "quantum",
      "id": "c8"
    },
    {
      "text": "calculation of appropriate penalty for resale price maintenance and price fixing",
      "id": "c9"
    },
    {
      "text": "public policy considerations",
      "id": "c10"
    },
    {
      "text": "general deterrence",
      "id": "c11"
    },
    {
      "text": "deliberate contraventions",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    },
    {
      "text": "practice and procedure",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the Australian Competition and Consumer Commission ('the Commission') made on 14 August 2006, which seeks declarations, injunctions, pecuniary penalties and other orders pursuant to ss 76 and 60 of the Trade Practices Act 1974 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "2 The Commission alleges contraventions of ss 45 and 48 of the Act by the first respondent, Jurlique International Pty Ltd ('Jurlique International') and the second respondent, Jurlique Distribution Pty Ltd ('Jurlique Distribution'), with the third respondent, J &amp; J Franchising Pty Ltd ('J &amp; J Franchising'), and the fourth respondent, Jurlique Spa Pty Ltd ('Jurlique Spa'), being knowingly concerned in those contraventions.",
      "id": "s1"
    },
    {
      "text": "In addition, the Commission alleges ancillary involvement in those contraventions within the terms of ss 75B and 76 of the Act by the fifth respondent, Dr Jurgen Klein ('Dr Klein').",
      "id": "s2"
    },
    {
      "text": "The contraventions of s 48 of the Act alleged by the Commission against the respondents is in relation to resale price maintenance of skin care, cosmetic, and herbal medicine products, and the contraventions of s 45 are in relation to price fixing of skin and body treatment services.",
      "id": "s3"
    },
    {
      "text": "3 On 3 October 2006, the first to fourth respondents filed a defence admitting to the conduct pleaded against them in the statement of claim, and on 28 September 2006, the fifth respondent filed a defence admitting to the conduct pleaded against him in the statement of claim.",
      "id": "s4"
    },
    {
      "text": "4 On 27 September 2006, the parties filed a joint submission as to the form of final orders and penalties.",
      "id": "s5"
    },
    {
      "text": "5 The joint submission reflects an agreement between the applicant and the respondents as to the relevant facts of the involvement of each of the respondents in the contraventions of Pt IV of the Act alleged by the Commission.",
      "id": "s6"
    },
    {
      "text": "Agreement has also been reached between all the parties as to the levels of pecuniary penalties pursuant to s 76 of the Act, to be recommended to the Court as appropriate in relation to the contraventions of Pt IV , as well as injunctions pursuant to s 80 of the Act, and two other orders which the Court is asked to make.",
      "id": "s7"
    },
    {
      "text": "6 The issue before the Court is the amount of pecuniary penalty each respondent should be ordered to pay the Commonwealth in respect of the contraventions of the Act.",
      "id": "s8"
    },
    {
      "text": "7 The joint submission recognises that, under s 76 of the Act, it is for the Court to determine whether the contraventions in relation to ss 45 and 48 of the Act have occurred and the quantum of any pecuniary penalties and other relief that should be ordered.",
      "id": "s9"
    },
    {
      "text": "The applicant and the respondents in their joint submissions recommend levels of pecuniary penalties which it asks the Court to impose, '... in order to assist the Court in coming to its own assessment of the level of penalties to be imposed and any other orders that the Court sees fit to make '.",
      "id": "s10"
    },
    {
      "text": "8 Section 83 of the Act is an evidentiary provision which in essence provides that findings of fact made against a respondent in earlier proceedings is prima facie evidence of those facts in later proceedings by any affected person for damages or compensation orders.",
      "id": "s11"
    },
    {
      "text": "Section 83 further makes the provision that findings of fact in the reasons for judgment may be proved by production of a copy of the reasons for judgment sealed with the seal of the Court.",
      "id": "s12"
    },
    {
      "text": "9 In light of the above, and having regard to the pleadings and the agreement between the applicant and the respondents as to the relevant facts concerning the involvement of each of the respondents in the contraventions of Pt IV of the Act, I make the findings which follow.",
      "id": "s13"
    },
    {
      "text": "Their formulation is to a large degree taken from the joint submissions of the Commission and the respondents:\n ' THE CONDUCT \n \n Operations of Jurlique Companies \n \n \n \n 9.",
      "id": "s14"
    },
    {
      "text": "The Jurlique Companies are involved in the production and sale of Jurlique Products.",
      "id": "s15"
    },
    {
      "text": "Jurlique Products are skincare, cosmetic and herbal medicine products offered under the \"Jurlique\" brand name, manufactured by Jurlique International, including cleansers, moisturisers, face wash products, hand cream, essential oils, lipsticks, floral water, masks, shampoo, conditioner, bubble bath, shaving gel and showering gel.",
      "id": "s16"
    },
    {
      "text": "10.",
      "id": "s17"
    },
    {
      "text": "Until November 2003 Dr Klein was a director of each of the Jurlique Companies, and operated the Jurlique Companies as a group.",
      "id": "s18"
    },
    {
      "text": "The companies' principal roles within that group have changed throughout the relevant period due to corporate restructures over time, and are detailed below.",
      "id": "s19"
    },
    {
      "text": "Dr Klein did not always make clear on behalf of which entity he was purporting to act.",
      "id": "s20"
    },
    {
      "text": "Dr Klein's multiple directorships of the companies, the common ownership of the companies and their operation as a group are appropriate matters to take into account when considering the appropriate penalties.",
      "id": "s21"
    },
    {
      "text": "11.",
      "id": "s22"
    },
    {
      "text": "The respective relevant operations of each Jurlique Company are as follows: \n \n \n \n \n \n \n 11.1 Since 19 September 2002 when a corporate reorganisation occurred, Jurlique International has been the holding company for the other Jurlique Companies and is the manufacturer of Jurlique Products.",
      "id": "s23"
    },
    {
      "text": "Prior to 19 September 2002, each entity was owned by a holding company called Ngeringue Pty Ltd. Jurlique International also operated as distributor and supplier of Jurlique Products prior to 28 October 1998 and has done so again from 1 June 2003.",
      "id": "s24"
    },
    {
      "text": "In this capacity, Jurlique International supplies Jurlique Products to: \n \n \n \n 11.1.1. international retailers located outside Australia, for sale by the international retailer to members of the public; \n 11.1.2.",
      "id": "s25"
    },
    {
      "text": "Retailer Outlets in Australia, for sale by those retailers to members of the public; \n 11.1.3.",
      "id": "s26"
    },
    {
      "text": "J &amp; J Franchising for sale at Company Outlets within Australia to members of the public; and \n 11.1.4.",
      "id": "s27"
    },
    {
      "text": "Jurlique Franchisees for sale by them within Australia to members of the public.",
      "id": "s28"
    },
    {
      "text": "32.2.",
      "id": "s29"
    },
    {
      "text": "Jurlique Distribution was a distributor and supplier of Jurlique Products to wholesale customers and engaged in related sales and marketing activities.",
      "id": "s30"
    },
    {
      "text": "It fulfilled this role between 28 October 1998 and 31 May 2003.",
      "id": "s31"
    },
    {
      "text": "The company has not traded since June 2003.",
      "id": "s32"
    },
    {
      "text": "Jurlique Distribution supplied Jurlique Products to the same categories of outlets set out in paragraphs 11.1.1 to 11.1.4 above.",
      "id": "s33"
    },
    {
      "text": "32.3.",
      "id": "s34"
    },
    {
      "text": "J &amp; J Franchising operates Company Outlets in Australia that offer Jurlique Products and Jurlique Treatments.",
      "id": "s35"
    },
    {
      "text": "It is also the franchisor for the Franchise Outlets in Australia through which franchisees offer Jurlique Products and Jurlique Treatments.",
      "id": "s36"
    },
    {
      "text": "At 1 July 2003, it was the operator of 13 Company Outlets and the franchisor company for 12 Franchise Outlets.",
      "id": "s37"
    },
    {
      "text": "Currently it is the franchisor of 3 Franchise Outlets.",
      "id": "s38"
    },
    {
      "text": "The Company Outlets and Franchise Outlets retailed only Jurlique Products, which were supplied to them by Jurlique Distribution and Jurlique International.",
      "id": "s39"
    },
    {
      "text": "32.4.",
      "id": "s40"
    },
    {
      "text": "A number of admitted contraventions concern offers to enter into franchise agreements by J &amp; J Franchising and franchise agreements made by J &amp; J Franchising.",
      "id": "s41"
    },
    {
      "text": "Each of these offers and franchise agreements required the franchisee to purchase all stock of Jurlique Products from J &amp; J Franchising or Jurlique Distribution.",
      "id": "s42"
    },
    {
      "text": "While J &amp; J Franchising has never offered to supply or supplied Jurlique Products to franchisees, the Jurlique Respondents have admitted the contraventions on the basis that J &amp; J Franchising offered to enter into the franchise agreements on behalf of or by arrangement with Jurlique Distribution (the actual supplier of Jurlique Products at the relevant times).",
      "id": "s43"
    },
    {
      "text": "32.5.",
      "id": "s44"
    },
    {
      "text": "Jurlique Spa offered training services and is party to various supply and distribution agreements with overseas entities for Jurlique Products.",
      "id": "s45"
    },
    {
      "text": "A number of admitted contraventions concern licence agreements made by Jurlique Spa each of which required the licensee to purchase all stock of Jurlique Products from Jurlique Spa or its importer in the relevant country.",
      "id": "s46"
    },
    {
      "text": "While Jurlique Spa has not supplied Jurlique Products to the licensees the Jurlique Respondents have admitted the contraventions on the basis that Jurlique Spa entered into the licence agreements on behalf of or by arrangement with Jurlique Distribution (the actual supplier of Jurlique Products at the relevant times).",
      "id": "s47"
    },
    {
      "text": "Jurlique Spa has not conducted any business since 19 September 2002.",
      "id": "s48"
    },
    {
      "text": "Role of Dr Klein \n \n \n 12.",
      "id": "s49"
    },
    {
      "text": "Until November 2003 Dr Klein was managing director of Jurlique International and was the directing mind of each of the Jurlique Companies.",
      "id": "s50"
    },
    {
      "text": "Until 2003, the Jurlique Companies were owned by Dr Klein and members of his family through various trusts.",
      "id": "s51"
    },
    {
      "text": "Dr Klein began to sell down his interest in the Jurlique Companies during 2003.",
      "id": "s52"
    },
    {
      "text": "13.",
      "id": "s53"
    },
    {
      "text": "Until November 2003 Dr Klein was involved in the day to day management of the Jurlique Companies including dealing with Jurlique Franchisees, negotiations with new stores and accounts and determining the marketing and sales strategy of the Jurlique Companies.",
      "id": "s54"
    },
    {
      "text": "He was familiar with the Jurlique Companies' agreements for Franchise Outlets and was directly involved in numerous discussions with Retailer Outlets and Jurlique Franchisees.",
      "id": "s55"
    },
    {
      "text": "Resale Price Maintenance Conduct \n \n \n 14.",
      "id": "s56"
    },
    {
      "text": "The resale price maintenance conduct occurred over several years, in the course of the operations of the Jurlique Companies, until November 2003... \n \n \n \n \n \n 15.",
      "id": "s57"
    },
    {
      "text": "The following types of conduct were involved: \n \n \n \n \n \n \n 15.1. terms in the Jurlique Companies' Franchise Agreements and international supply agreements required Jurlique Franchisees and Retailer Outlets to price at a retail price determined by the Jurlique Companies.",
      "id": "s58"
    },
    {
      "text": "This meant that discounting from the Jurlique Companies' price lists was not permitted.",
      "id": "s59"
    },
    {
      "text": "The agreements were offered to potential Jurlique Franchisees and executed by existing Jurlique Franchisees; \n \n \n \n \n \n \n \n 15.2 ad hoc agreements with Jurlique Franchisees or Retailer Outlets about offering Jurlique Products for sale at the retail prices specified by Jurlique Companies in their price lists; \n \n \n \n \n \n \n \n 15.3 inducements and attempted inducements to Retailer Outlets and Franchise Outlets not to discount or advertise Jurlique Products at prices less than the retail prices determined by the Jurlique Companies in their price lists; \n \n \n \n \n \n \n \n 15.4 withholding supply from Retailer Outlets for the reason that the stores had sold Jurlique Products at prices less than the retail prices specified by the Jurlique Companies in their price lists; and \n \n \n \n \n \n \n \n 15.5 Using price lists that were likely to be understood by Retailer Outlets and Jurlique Franchisees as stating the price below which Jurlique Products were not to be sold or advertised for sale.",
      "id": "s60"
    },
    {
      "text": "' \n \n \n \n \n \n 10 The particular details of the above resale price maintenance conduct is as follows:\n 'Attempted inducement of Soichiro, Perth \n \n \n 16.",
      "id": "s61"
    },
    {
      "text": "In about August 1996, Dr Klein on behalf of Jurlique International, by correspondence with Soichiro Pty Ltd, a Jurlique Franchisee, attempted to induce Soichiro Pty Ltd not to sell Jurlique Products at prices less than the retail prices specified in the price lists published and distributed from time to time by Jurlique International.",
      "id": "s62"
    },
    {
      "text": "The conduct is outside the limitation period for penalty.",
      "id": "s63"
    },
    {
      "text": "The conduct is set out at paragraphs 10 to 12 of the statement of claim.",
      "id": "s64"
    },
    {
      "text": "... \n \n Withington Franchisees agreements, Melbourne \n \n \n 18.",
      "id": "s65"
    },
    {
      "text": "Dr Klein on behalf of J &amp; J Franchising entered into franchise agreements with the entities specified below, containing a clause which provided that the Franchisee Outlet would not sell Jurlique Products at prices less than retail prices specified in the price lists published and distributed from time to time by Jurlique Distribution: \n \n \n \n \n \n \n 18.1. on or about 1 June 1999 with Ceon Holdings Pty Ltd (being outside the limitation period for penalty); \n \n \n \n \n \n \n \n 18.2. on or about 1 August 1999 with Jupita Investments Pty Ltd (being outside the limitation period for penalty); \n \n \n \n \n \n \n \n 18.3. on or about 28 October 1999 with South Addline Holdings Pty Ltd (being outside the limitation period for penalty); \n \n \n \n \n \n \n \n 18.4. on or about 8 December 2000 with Adnyl Investments Pty Ltd; and \n \n \n \n \n \n \n \n 18.5. on or about 16 July 2001 with BIM Investments Pty Ltd. \n \n \n \n \n \n \n 19.",
      "id": "s66"
    },
    {
      "text": "In entering the franchising agreements, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s67"
    },
    {
      "text": "The Jurlique Companies do not assert that the franchising agreements were true agency agreements under which the franchisees acted as agents of J &amp; J Franchising...' \n \n \n \n 11 The conduct was as set out at pars 13 to 15 of the statement of claim: \n \n \n '13.",
      "id": "s68"
    },
    {
      "text": "Between about June 1999 and July 2001, J &amp; J Franchising entered into the following written franchise agreements, with Neal Withington, Lisa Withington and each of the Withington Franchisees: \n \n \n \n \n \n \n (a) on or about 1 June 1999 with Ceon Holdings Pty Ltd, which conducted a Franchise Outlet at Fountain Gate, Victoria, for a term of six years from 1 June 1999; \n \n (b) on or about 1 August 1999 with Jupita Investments Pty Ltd, which conducted a Franchise Outlet in Doncaster, Victoria, for a term of five years from 1 August 1999; \n \n (c) on or about 28 October 1999 with South Addline Holdings Pty Ltd, which conducted a Franchise Outlet in Southland, Victoria, for a term of five years from 28 October 1999; \n \n \n \n \n \n \n \n (d) on or about 8 December with Adnyl Investments Pty Ltd, which conducted a Franchise Outlet in Malvern, Victoria, for a term of five years from 8 December 2000; and \n \n \n \n \n \n \n \n (e) on or about 16 July 2001 with BIM Investments Pty Ltd, which conducted a Franchise Outlet at 259 Little Collins Street, Melbourne, Victoria, for a term of five years from 16 July 2001.",
      "id": "s69"
    },
    {
      "text": "14.",
      "id": "s70"
    },
    {
      "text": "Each of the agreements referred to in paragraph 13 above included the following terms as clauses 3.9(a) and 3.32: \n \n \n \n \n \"3.9(a) The Franchisee will purchase from the Franchisor or Julique Distribution Pty Ltd or any other supplier approved by the Franchisor in writing to supply stock to the Franchisee (\"Licensed Supplier\") all stock necessary for the conduct of the Franchised Operation that is available for supply by the Franchisor or Licensed Supplier from time to time.",
      "id": "s71"
    },
    {
      "text": "\" \n \n \"3.32 ...Franchisees in Australia will act as an agent of Jurlique and its companies authorised by the Franchisor and under this agreement will be entitled to commission as agreed and are required to sell the Jurlique products for the retail prices set out in the Price List &amp; Order Forms.",
      "id": "s72"
    },
    {
      "text": "Any pricing which discounts the upmarket image and positioning of the Jurlique brand is a serious breach of this Agreement.",
      "id": "s73"
    },
    {
      "text": "\" \n \n \n \n 15.",
      "id": "s74"
    },
    {
      "text": "In entering into each of the agreements referred to in paragraph 13 above, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s75"
    },
    {
      "text": "' \n \n \n \n 12 ' Gillans end of supply agreement, Melbourne \n \n \n 20.",
      "id": "s76"
    },
    {
      "text": "On or about 27 and 28 February 2001, Dr Klein on behalf of Jurlique Distribution, by correspondence with James and Maureen Gillan who operated a Franchise Outlet, entered an agreement, which contained a term that James and Maureen Gillan would not sell Jurlique Products at prices less than recommended retail prices then specified by Jurlique Distribution...' \n \n \n \n 13 The conduct was as set out at pars 16 to 18 of the statement of claim:\n '16.",
      "id": "s77"
    },
    {
      "text": "At all material times between on or about 29 October 1998 and on or about 21 May 2001: \n \n \n \n \n (a) James Gillan and Maureen Gillan conducted a Franchise Outlet in Chapel Street, Melbourne, Victoria; and \n \n \n \n \n \n \n \n (b) Jurlique Distribution supplied Jurlique Products to the Gillans for sale by them to the public.",
      "id": "s78"
    },
    {
      "text": "17.",
      "id": "s79"
    },
    {
      "text": "On or about 27 and 28 February 2001, Jurlique Distribution, by Dr Klein, entered into an agreement with the Gillans, by their solicitors Riordan &amp; Partners, about the termination of the supply of Jurlique Products by Jurlique Distribution to the Gillans.",
      "id": "s80"
    },
    {
      "text": "Particulars \n \n \n \n The terms of the agreement are set out in writing in the facsimile from Dr Klein to the solicitors for the Gillans dated 27 and 28 February 2001.",
      "id": "s81"
    },
    {
      "text": "18.",
      "id": "s82"
    },
    {
      "text": "It was a term of the agreement referred to in paragraph 17 above that in the period between 27 February 2001 and 21 May 2001 the Gillans would not sell Jurlique Products at prices below the recommended retail prices, being prices specified by Jurlique Distribution.",
      "id": "s83"
    },
    {
      "text": "' \n \n \n \n 14 ' Attempted inducement of 88 Australian Products, Sydney \n \n \n 22.",
      "id": "s84"
    },
    {
      "text": "In or about August 2001, Dr Klein on behalf of Jurlique International, by correspondence with 88 Australian Products which operated a Franchise Outlet, attempted to induce 88 Australian Products not to sell, or advertise for sale, Jurlique Products at prices less than the retail prices then specified by Jurlique International.",
      "id": "s85"
    },
    {
      "text": "' \n \n \n \n 15 The conduct was as set out at pars 19 to 22 of the statement of claim: \n \n \n '19.",
      "id": "s86"
    },
    {
      "text": "In or about August 2001, 88 Australian Products offered and advertised for sale Jurlique Products at its Franchise Outlet at The Summit in Sydney, New South Wales at a 10% discount from the retail prices then specified by Jurlique International in the price lists published and distributed at or about that time by Jurlique International.",
      "id": "s87"
    },
    {
      "text": "20.",
      "id": "s88"
    },
    {
      "text": "On or about 20 August 2001, Dr Klein on behalf of Jurlique International: \n \n \n \n \n \n (a) sent correspondence to 88 Australian Products; \n \n \n \n \n \n \n \n (b) by the above correspondence, threatened to terminate the agreement pursuant to which Jurlique International supplied Jurlique Products to 88 Australian Products for sale at its Franchise Outlet at The Summit, unless 88 Australian Products ceased selling or advertising for sale, Jurlique Products at a 10% discount from the retail prices then specified by Jurlique International.",
      "id": "s89"
    },
    {
      "text": "21.",
      "id": "s90"
    },
    {
      "text": "On or about 24 August 2001, Dr Klein on behalf of Jurlique International: \n \n \n \n \n \n (a) sent correspondence to 88 Australian Products; \n \n \n \n \n \n \n \n (b) by the above correspondence, threatened to terminate the agreement pursuant to which Jurlique International supplied Jurlique Products to 88 Australian Products for sale at its Franchise Outlet at The Summit, unless 88 Australian Products ceased selling or advertising for sale, Jurlique Products at 10% discount from the retail prices then specified by Jurlique International.",
      "id": "s91"
    },
    {
      "text": "22.",
      "id": "s92"
    },
    {
      "text": "By Dr Klein's conduct referred to in paragraphs 20 and 21 above, Jurlique International attempted to induce 88 Australian Products not to sell, or advertise for sale, Jurlique Products supplied to 88 Australian Products by Jurlique International at prices below the retail prices then specified by Jurlique International.",
      "id": "s93"
    },
    {
      "text": "' \n \n \n \n 16 ' Withholding supply from the Jin Hsing Companies, Gold Coast, Melbourne and Sydney \n \n \n 19.",
      "id": "s94"
    },
    {
      "text": "In or about November 2001, Jurlique Distribution, by correspondence, terminated supply agreements with House of Nature Pty Ltd, South Ocean Duty Free Pty Ltd, Jin Hsing Duty Free Pty Ltd and Monarch Duty Free Pty Ltd for the reason that each company had sold Jurlique Products supplied to them by Jurlique Distribution at a price less than the retail prices specified by Jurlique Distribution.",
      "id": "s95"
    },
    {
      "text": "The Jurlique Companies do not assert that the supply agreements were true agency agreements.",
      "id": "s96"
    },
    {
      "text": "' \n \n \n \n 17 The conduct was as set out at pars 23 to 28 of the statement of claim: \n \n \n '23.",
      "id": "s97"
    },
    {
      "text": "On or about 1 January 1999 Jurlique Distribution entered into agreements with each of the Jin Hsing Companies for the supply by Jurlique Distribution to the Jin Hsing Companies of Jurlique Products for resale to the public through Retail Outlets conducted by the Jin Hsing Companies on the Gold Coast, Queensland, Melbourne, Victoria and in Sydney, New South Wales.",
      "id": "s98"
    },
    {
      "text": "20.",
      "id": "s99"
    },
    {
      "text": "The agreements referred to in paragraph 23 above included the following terms as clauses 2.2, 3 and 6: \n \n \n \n \n \n \n \"2.2 .",
      "id": "s100"
    },
    {
      "text": ".",
      "id": "s101"
    },
    {
      "text": ".",
      "id": "s102"
    },
    {
      "text": "Jurlique has positioned its range as a prestige up-market brand and this is not to be devalued, discredited or down graded by the actions of the Agent.",
      "id": "s103"
    },
    {
      "text": "Jurlique Distribution Pty Ltd is entitled to immediately terminate this agreement and withdraw supply if, in its view, the standard of any of the Agreed Premises or the Agent's presentation of Jurlique falls below Jurlique's image criteria.",
      "id": "s104"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \"3.",
      "id": "s105"
    },
    {
      "text": "The initial term of this agreement began on the 1 st January 1999 and will end on the 31 st December 1999, unless earlier terminated pursuant to clause 6.",
      "id": "s106"
    },
    {
      "text": "This agreement, unless earlier terminated pursuant to clause 6, will then continue for successive periods of 6 months from the 1 st January in each year to the 30 th June and from the 1 st July to the 31 st December in that year.",
      "id": "s107"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \"6.",
      "id": "s108"
    },
    {
      "text": "This Agreement may be terminated: \n \n \n \n \n (a) without cause by either party giving to the other party at least one month's written notice; \n \n \n \n (b) immediately by either party giving written notice to the other party where the other party has breached a term of this agreement or any other agreement between the parties and the breach, if rectifiable, is not rectified within 30 days of the date of notice requiring rectification; \n \n (c) .",
      "id": "s109"
    },
    {
      "text": ".",
      "id": "s110"
    },
    {
      "text": ".",
      "id": "s111"
    },
    {
      "text": "(d) Immediately by Jurlique Distribution Pty Ltd giving written notice to the Agent where termination under clauses 2.2, 2.5 or 2.7 of the agreement applies.",
      "id": "s112"
    },
    {
      "text": "\" \n \n \n \n 21.",
      "id": "s113"
    },
    {
      "text": "Between about 1 January 1999 and November 2001: \n \n \n \n \n (a) Jurlique Distribution supplied Jurlique Products to the Jin Hsing Companies pursuant to the above agreements; \n \n \n \n (b) Jurlique Distribution provided price lists to the Jin Hsing Companies, which included a retail price for each Jurlique Product supplied to the Jin Hsing Companies by Jurlique Distribution; and \n \n (c) The Jin Hsing Companies had sold Jurlique Products supplied to them by Jurlique Distribution at prices below the retail prices specified by Jurlique Distribution in the price lists referred to in paragraph (b) above.",
      "id": "s114"
    },
    {
      "text": "22.",
      "id": "s115"
    },
    {
      "text": "In or about November 2001 Jurlique Distribution terminated the above agreements with the Jin Hsing Companies referred to in paragraph 23 above.",
      "id": "s116"
    },
    {
      "text": "23.",
      "id": "s117"
    },
    {
      "text": "Between about November 2001 and 8 February 2002 Jurlique Distribution withheld supply of Jurlique Products from each of the Jin Hsing Companies.",
      "id": "s118"
    },
    {
      "text": "24.",
      "id": "s119"
    },
    {
      "text": "Jurlique Distribution engaged in the conduct referred to in paragraphs 26 and 27 above, for the reason that the Jin Hsing Companies had sold Jurlique Products supplied to them by Jurlique Distribution at prices below the retail prices specified by Jurlique Distribution in the price lists referred to in paragraph 25(b) above.",
      "id": "s120"
    },
    {
      "text": "' \n \n \n \n \n 18 ' Agreement to resume supply to the Jin Hsing Companies \n \n \n 24.",
      "id": "s121"
    },
    {
      "text": "On or about February 2002, Jurlique Distribution by correspondence entered into an agreement with House of Nature Pty Ltd, South Ocean Duty Free Pty Ltd, Jin Hsing Duty Free Pty Ltd and Monarch Duty Free Pty Ltd, which contained a term that House of Nature Pty Ltd, South Ocean Duty Free Pty Ltd, Jin Hsing Duty Free Pty Ltd and Monarch Duty Free Pty Ltd would not sell Jurlique Products at prices less than retail prices specified by Jurlique Distribution...' \n \n \n \n 19 The conduct was as set out at pars 29 to 31 of the statement of claim: \n \n \n '29.",
      "id": "s122"
    },
    {
      "text": "On or about 24 January 2002 the Jin Hsing Companies requested that Jurlique Distribution continue to supply Jurlique Products to the Jin Hsing Companies and offered to apply a selling policy to the effect that \"strictly no discounts will be offered but instead bonus packs, samples or gift-with-purchase will be provided to customers.",
      "id": "s123"
    },
    {
      "text": "\" \n \n \n \n Particulars \n \n \n \n The request and offer were in writing in a letter from Jin Hsing Trading Pty Ltd to Jurlique Distribution dated 24 January 2002.",
      "id": "s124"
    },
    {
      "text": "30.",
      "id": "s125"
    },
    {
      "text": "On or about 8 February 2002, Jurlique Distribution agreed to resume supplying Jurlique Products to the Jin Hsing Companies for resale to the public through Retail Outlets conducted by the Jin Hsing Companies on the Gold Coast, Queensland and in Sydney, New South Wales.",
      "id": "s126"
    },
    {
      "text": "Particulars \n \n \n \n The terms of the agreement were set out in the course of correspondence between Jurlique Distribution and Jin Hsing Trading Pty Ltd between 2 January 2002 and 8 February 2002.",
      "id": "s127"
    },
    {
      "text": "31.",
      "id": "s128"
    },
    {
      "text": "It was term of the agreement referred to in paragraph 30 above that the Jin Hsing Companies strictly adhere to the terms of the offer referred to in paragraph 29 above.",
      "id": "s129"
    },
    {
      "text": "' \n \n \n \n \n 20 ' Attempted inducement of the Withington Franchisees \n \n \n 26.",
      "id": "s130"
    },
    {
      "text": "In or about January 2002, J &amp; J Franchising, by correspondence with Neal and Lisa Withington, attempted to induce Neal and Lisa Withington as representatives for each of the Withington Franchisees, namely Ceon Holdings Pty Ltd, Jupita Investments Pty Ltd, South Addline Holdings Pty Ltd and Adnyl Investments Pty Ltd, not to sell Jurlique Products at prices less than the retail prices specified from time to time by Jurlique Distribution.",
      "id": "s131"
    },
    {
      "text": "In engaging in the conduct, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution...' \n \n \n \n 21 The conduct was as set out at pars 32 and 33 of the statement of claim: \n \n \n '32.",
      "id": "s132"
    },
    {
      "text": "In or about January 2002 J &amp; J Franchising, by its general manager Peter Sandyford: \n \n \n \n \n \n \n (a) sent emails to Neal Withington, as a representative for each of the Withington Franchisees; \n \n \n \n \n \n \n \n (b) by the above emails, asked whether the Withington Franchisees were selling or advertising for sale Jurlique Products at discounts of 20% below the retail prices specified from time to time by Jurlique Distribution in the price lists published and distributed by Jurlique Distribution and, if that was so, asked Mr Withington to explain the philosophy behind it; \n \n \n \n \n \n \n \n (c) by the above emails, reminded Mr Withington that the Jurlique Companies strongly discouraged discounting of Jurlique Products below the retail prices specified from time to time by Jurlique Distribution; and \n \n \n \n \n \n \n \n (d) thereby attempting to induce the Withington Franchisees not to sell Jurlique Products below the retail prices specified from time to time by Jurlique Distribution.",
      "id": "s133"
    },
    {
      "text": "33.",
      "id": "s134"
    },
    {
      "text": "J &amp; J Franchising engaged in the conduct referred to in paragraph 32 above by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s135"
    },
    {
      "text": "' \n \n \n \n 22 ' Offers to enter into franchise agreements \n \n \n 27.",
      "id": "s136"
    },
    {
      "text": "J &amp; J Franchising offered to enter franchise agreements containing a clause which provided that the Jurlique Franchisee would not sell Jurlique Products at prices less than retail prices to be specified from time to time by Jurlique Distribution: \n \n \n \n \n \n \n 27.1 in or about 24 January 2002 with Evelyn Moore; \n \n \n \n \n \n \n \n 27.2 in or about 24 May 2002 with Richard Firth; \n \n \n \n \n \n \n \n 27.3 in or about 4 June 2002 with Mandy Tapfield; \n \n \n \n \n \n \n \n 27.4 in or about September 2002 with 88 Australian Products Pty Ltd and Roger Lim; \n \n \n \n \n \n \n \n 27.5 in or about September 2002 with Neal and Lisa Withington and Ceon Holdings Pty Ltd; \n \n \n \n \n \n \n \n 27.6 in or about October 2002 with Neal Withington and Jupita Investments Pty Ltd; \n \n \n \n \n \n \n \n 27.7 in or about October 2002 with Neal and Lisa Withington and South Addline Holdings Pty Ltd; \n \n \n \n \n \n \n \n 27.8 in or about October 2002 with Neal and Lisa Withington and BIM Investments Pty Ltd; \n \n \n \n \n \n \n \n 27.9 in or about October 2002 with Neal and Lisa Withington and Adnyl Investments Pty Ltd; \n \n \n \n \n \n \n \n 27.10 in or about October 2002 with Neal and Lisa Withington and Day Spa 267 Pty Ltd; and \n \n \n \n \n \n \n \n 27.11 in or about December 2002 with 88 Australian Products Pty Ltd. \n \n \n \n \n \n \n 28.",
      "id": "s137"
    },
    {
      "text": "In making the offers, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s138"
    },
    {
      "text": "The offered franchise agreements containing the clause were not executed.",
      "id": "s139"
    },
    {
      "text": "The Jurlique Companies do not assert that the offered franchise agreements were true agency agreements...' \n \n \n \n 23 The conduct was as set out at pars 34 to 39 of the statement of claim: \n \n \n ' Offers to enter into franchise agreements \n 34.",
      "id": "s140"
    },
    {
      "text": "On or about 24 January 2002 J &amp; J Franchising (as Franchisor) offered in writing to enter into a franchise agreement with Evelyn Moore (as Franchisee).",
      "id": "s141"
    },
    {
      "text": "35.",
      "id": "s142"
    },
    {
      "text": "The offer referred to in paragraph 34 above included the following terms as clauses 3.9(a) and 3.32: \n \n \n \n \n \"3.9(a) The Franchisee will purchase from the Franchisor or Jurlique Distribution Pty Ltd or any other supplier approved by the Franchisor in writing to supply stock to the Franchisee (\"Licensed Supplier\") all stock necessary for the conduct of the Franchised Operation that is available for supply by the Franchisor or Licensed Supplier from time to time.",
      "id": "s143"
    },
    {
      "text": "\" \n \n \n \n \"3.32 ...Franchisees in Australia will act as an agent of Jurlique and its companies authorised by the Franchisor and under this agreement will be entitled to commission as agreed and are required to sell the Jurlique products for the retail prices set out in the Price List &amp; Order Forms.",
      "id": "s144"
    },
    {
      "text": "Any pricing which discounts the upmarket image and positioning of the Jurlique brand is a serious breach of this Agreement.",
      "id": "s145"
    },
    {
      "text": "\" \n \n \n \n \n 36.",
      "id": "s146"
    },
    {
      "text": "In engaging in the conduct referred to in paragraph 34 above, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s147"
    },
    {
      "text": "37.",
      "id": "s148"
    },
    {
      "text": "Between May 2002 and December 2002 J &amp; J Franchising (as Franchisor) offered in writing to enter into franchise agreements with the following persons (each as a Franchisee): \n \n \n \n \n \n \n (a) on or about 24 May 2002 with Richard Firth, in relation to a possible Franchise Outlet in Merribrook, Western Australia.",
      "id": "s149"
    },
    {
      "text": "(b) on or about 4 June 2002 with Mandy Tapfield, in relation to a possible Franchise Outlet; \n \n \n \n \n \n \n \n (c) in or about September 2002 with 88 Australian Products Pty Ltd, which conducted a Franchise Outlet on the Gold Coast, Queensland, and Roger Lim; \n \n \n \n \n \n \n \n (d) in or about September 2002 and October 2002 with Neal and Lisa Withington and each of: \n \n \n \n (i) Ceon Holdings Pty Ltd ACN 081 590 696; \n (ii) Jupita Investments Pty Ltd ACN 056 842 865; \n (iii) South Addline Holdings Pty Ltd ACN 087 439 227; \n (iv) Adnyl Investments Pty Ltd ACN 095 196 544; and \n (v) BIM Investments Pty Ltd ACN 097 071 915; \n \n \n \n \n (e) in or about October 2002 with Neal and Lisa Withington and Day Spa 267 Pty Ltd, which conducted a Franchise Outlet at 267 Collins Street Melbourne, Victoria; and \n \n \n \n \n \n \n \n \n \n (f) in or about December 2002 with 88 Australian Products Pty Ltd, which conducted a Franchise Outlet at The Summit, 569-589 George Street, Sydney, New South Wales, and Roger Lim.",
      "id": "s150"
    },
    {
      "text": "38.",
      "id": "s151"
    },
    {
      "text": "Each of the offers referred to in paragraph 37 above included the following terms in clauses 11.1.1, 11.6.2, and 11.6.3: \n \n \n \n \n \"11.1.1 The Franchisee must purchase all Stock from the Franchisor or Jurlique Distribution Pty Limited ACN 084 926 536 upon its usual terms and conditions of supply.",
      "id": "s152"
    },
    {
      "text": "The purchase price of Stock may vary from time to time.",
      "id": "s153"
    },
    {
      "text": "\" \n \n \n \n \"11.6.2 The retail sale price, and the Franchisee's margins for all Stock will be set by agreement between the Franchisor and the Franchisee.",
      "id": "s154"
    },
    {
      "text": "If the Franchisor and the Franchisee cannot agree those prices and margins within a reasonable time then the Franchisor may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s155"
    },
    {
      "text": "\" \n \n \n \n \"11.6.3 The Franchisee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 11.6.2.",
      "id": "s156"
    },
    {
      "text": "\" \n \n \n \n \n 39.",
      "id": "s157"
    },
    {
      "text": "In engaging in the conduct referred to in paragraph 37 above, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s158"
    },
    {
      "text": "' \n \n \n \n \n \n 24 ' 29.",
      "id": "s159"
    },
    {
      "text": "The franchise agreements sent to Evelyn Moore ... Richard Firth ... and Mandy Tapfield ... were never finalised.",
      "id": "s160"
    },
    {
      "text": "30.",
      "id": "s161"
    },
    {
      "text": "J &amp; J Franchising did not sign the franchise agreements containing the term with 88 Australian Products Pty Ltd (paragraph 27.4 and 27.11 above), Ceon Holdings Pty Ltd (paragraph 27.5 above), Jupita Investments Pty Ltd (paragraph 27.6 above), South Addline Holdings Pty Ltd (paragraph 27.7 above), BIM Investments Pty Ltd (paragraph 27.8 above), Adnyl Investments Pty Ltd (paragraph 27.9 above), Day Spa 267 Pty Ltd (paragraph 27.10 above).",
      "id": "s162"
    },
    {
      "text": "The pleaded conduct is that of offering to enter an agreement, for the purposes of section 96(3)(c) of the Act.",
      "id": "s163"
    },
    {
      "text": "31.",
      "id": "s164"
    },
    {
      "text": "In June 2004, as part of its response to the ACCC's investigation, J &amp; J Franchising executed a deed of waiver in relation to each of the offered agreements in paragraphs 27.5 to 27.11 above.",
      "id": "s165"
    },
    {
      "text": "Agreements outside Australia \n \n \n 32.",
      "id": "s166"
    },
    {
      "text": "Dr Klein on behalf of Jurlique Spa entered into international supply agreements containing a clause which contained a term that the Retailer Outlet would not sell Jurlique Products at prices less than retail prices to be specified from time to time by Jurlique Distribution: \n \n \n \n \n 32.1. in or about 1 February 2002, with Inchant Korea Limited and Junhee Bang (Korea); \n 32.2. in or about 26 June 2002, with Zhongshan Julei Beauty Company Limited and Ruan Hai Fan (China); \n 32.3. in or about 10 August 2002, with Beau' Bell Spa and Skin Care Pvt Ltd and Madhuri Kadiyala (India); and \n 32.4. in or about December 2002, with Fullo Pty Ltd and Winnie Lo (Taiwan).",
      "id": "s167"
    },
    {
      "text": "33.",
      "id": "s168"
    },
    {
      "text": "In making the agreements, Jurlique Spa was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s169"
    },
    {
      "text": "Each of the agreements was an agreement for the supply of goods to another person...' \n \n \n \n 25 The conduct was as set out at pars 40 to 51 of the statement of claim:\n ' Korea \n \n \n 40.",
      "id": "s170"
    },
    {
      "text": "On or about 1 February 2002, Jurlique Spa entered into a written agreement with Inchant Korea Limited (as Licensee) and Junhee Bang, licensing Inchant Korea Limited to retail Jurlique Products in the Republic of Korea.",
      "id": "s171"
    },
    {
      "text": "41.",
      "id": "s172"
    },
    {
      "text": "The agreement referred to in paragraph 40 above included the following supply terms in clauses 10.2.1, 10.4.2 and 10.4.3; \n \n \n \n \"10.2.1 The Licensee must purchase all Stock from Jurlique [Spa] upon its usual terms and conditions of supply.",
      "id": "s173"
    },
    {
      "text": "\" \n \n \"10.4.2 The wholesale sale price, the retail sale price, and the Licensee's margins for all Stock .",
      "id": "s174"
    },
    {
      "text": ".",
      "id": "s175"
    },
    {
      "text": ".",
      "id": "s176"
    },
    {
      "text": "shall be set by agreement between Jurlique [Spa] and the Licensee.",
      "id": "s177"
    },
    {
      "text": "If Jurlique [Spa] and the Licensee cannot agree those prices and margins within a reasonable time then the Jurlique [Spa] may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s178"
    },
    {
      "text": "\" \n \n \"10.4.3 The Licensee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 10.4.2.",
      "id": "s179"
    },
    {
      "text": "\" \n \n \n \n 42.",
      "id": "s180"
    },
    {
      "text": "In entering into the agreement referred to in paragraph 40 above, Jurlique Spa was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s181"
    },
    {
      "text": "China \n \n \n 43.",
      "id": "s182"
    },
    {
      "text": "On or about 26 June 2002, Jurlique Spa (as Licensor) entered into a written agreement with Zhongshan Julei Beuty Company Limited (as Licensee) and Ruan Hai Fan, licensing Zhongshan Julei Beauty Company Limited to retail Jurlique Products in Guangdong Province and Zhuai, China for an initial term of three years commencing on 1 August 2002.",
      "id": "s183"
    },
    {
      "text": "44.",
      "id": "s184"
    },
    {
      "text": "The agreement referred to in paragraph 43 above included the following supply terms in clauses 10.2.1, 10.4.2 and 10.4.3: \n \n \n \n \"10.2.1 The Licensee must purchase all Stock from the Licensor's importer in China upon its usual terms and conditions of supply.",
      "id": "s185"
    },
    {
      "text": "\" \n \n \"10.4.2 The wholesale sale price, the retail sale price, and the Licensee's margins for all Stock .",
      "id": "s186"
    },
    {
      "text": ".",
      "id": "s187"
    },
    {
      "text": ".",
      "id": "s188"
    },
    {
      "text": "shall be set by agreement between the Licensor and the Licensee.",
      "id": "s189"
    },
    {
      "text": "If the Licensor and the Licensee cannot agree those prices and margins within a reasonable time then the Jurlique [Spa] may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s190"
    },
    {
      "text": "\" \n \n \"10.4.3 The Licensee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 10.4.2.",
      "id": "s191"
    },
    {
      "text": "\" \n \n \n \n 45.",
      "id": "s192"
    },
    {
      "text": "In entering into the agreement referred to in paragraph 43 above, Jurlique Spa was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s193"
    },
    {
      "text": "India \n \n \n 46.",
      "id": "s194"
    },
    {
      "text": "On or about 10 August 2002, Jurlique Spa entered into a written agreement with Beau' Belle Spa and Skin Care Pvt Ltd and Madhuri Kadiyala, licensing Beau' Belle Spa and Skin Care Pvt Ltd to retail Jurlique products in Hyderabad, India for an initial term of five years commencing on 1 August 2002.",
      "id": "s195"
    },
    {
      "text": "47.",
      "id": "s196"
    },
    {
      "text": "The agreement referred to in paragraph 46 above included the following supply terms in clauses 10.2.1, 10.4.2 and 10.4.3: \n \n \n \n \"10.2.1 The Licensee must purchase all Stock from Jurlique [Spa] upon its usual terms and conditions of supply.",
      "id": "s197"
    },
    {
      "text": "\" \n \n \n \n \n \n \"10.4.2 The wholesale sale price, the retail sale price, and the Licensee's margins for all Stock .",
      "id": "s198"
    },
    {
      "text": ".",
      "id": "s199"
    },
    {
      "text": ".",
      "id": "s200"
    },
    {
      "text": "shall be set by agreement between Jurlique [Spa] and the Licensee.",
      "id": "s201"
    },
    {
      "text": "If Jurlique [Spa] and the Licensee cannot agree those prices and margins within a reasonable time then the Jurlique [Spa] may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s202"
    },
    {
      "text": "\" \n \n \"10.4.3 The Licensee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 10.4.2.",
      "id": "s203"
    },
    {
      "text": "\" \n \n \n \n 48.",
      "id": "s204"
    },
    {
      "text": "In entering into the agreement referred to in paragraph 46 above, Jurlique Spa was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s205"
    },
    {
      "text": "Taiwan \n \n \n 49.",
      "id": "s206"
    },
    {
      "text": "In or about December 2002, Jurlique Spa (as Licensor) entered into a written agreement with Fullo Pty Ltd (as Licensee) and Winnie Lo, licensing Fullo Pty Ltd to retail Jurlique products in Taipei, Taiwan for a term of five years from 1 January 2003.",
      "id": "s207"
    },
    {
      "text": "50.",
      "id": "s208"
    },
    {
      "text": "The agreement referred to in paragraph 49 above included the following supply terms in clauses 10.2.1, 10.4.2 and 10.4.3: \n \n \n \n \"10.2.1 The Licensee must purchase all Stock from the Licensor's importer in Taiwan upon its usual terms and conditions of supply.",
      "id": "s209"
    },
    {
      "text": "\" \n \n \n \n \n \n \"10.4.2 The wholesale sale price, the retail sale price, and the Licensee's margins for all Stock .",
      "id": "s210"
    },
    {
      "text": ".",
      "id": "s211"
    },
    {
      "text": ".",
      "id": "s212"
    },
    {
      "text": "shall be set by agreement between the Licensor and the Licensee.",
      "id": "s213"
    },
    {
      "text": "If the Licensor and the Licensee cannot agree those prices and margins within a reasonable time then the Licensor may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s214"
    },
    {
      "text": "\" \n \n \n \n \n \n \"10.4.3 The Licensee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 10.4.2.",
      "id": "s215"
    },
    {
      "text": "\" \n \n \n \n 51.",
      "id": "s216"
    },
    {
      "text": "In entering into each of the agreements referred to in paragraph 49 above, Jurlique Spa was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s217"
    },
    {
      "text": "' \n \n \n \n \n \n 26 ' 34.",
      "id": "s218"
    },
    {
      "text": "In August 2005, as part of its response to the ACCC's investigation, Jurlique Spa executed a deed of waiver unconditionally releasing each other party from any obligations to comply with the term in each of the above agreements.",
      "id": "s219"
    },
    {
      "text": "35.",
      "id": "s220"
    },
    {
      "text": "In or about June 2003, Dr Klein on behalf of Jurlique International entered into an international supply agreement with Jurlique Hong Kong Limited containing a clause which contained a term that Jurlique Hong Kong Limited would not sell Jurlique Products at prices less than retail prices to be specified from time to time by Jurlique International.",
      "id": "s221"
    },
    {
      "text": "The agreement was for the supply of goods to another person...' \n \n \n \n \n 27 The conduct was as set out at pars 52 to 54 of the statement of claim:\n ' Hong Kong \n \n \n 52.",
      "id": "s222"
    },
    {
      "text": "At all material times since June 2003: \n \n \n \n \n \n \n (a) Jurlique Hong Kong Limited was a private company limited by shares incorporated in Hong Kong, China; and \n \n \n \n \n \n \n \n (b) One half of the issued share capital of Jurlique Hong Kong Limited was held by Jurlique International.",
      "id": "s223"
    },
    {
      "text": "53.",
      "id": "s224"
    },
    {
      "text": "In or about June 2003, Jurlique International (as Licensor) entered into a written agreement with Jurlique Hong Kong Limited (as Licensee) in relation to the operation of retail outlet for Jurlique Products in Hong Kong, China, for a term of five years from June 2003.",
      "id": "s225"
    },
    {
      "text": "54.",
      "id": "s226"
    },
    {
      "text": "The agreement referred to in paragraph 53 above included the following supply terms in clauses 10.2.1, 10.4.2 and 10.4.3: \n \n \n \n \"10.2.1 The Licensee must purchase all Stock from the Licensor, or its nominee, upon its usual terms and conditions of supply.",
      "id": "s227"
    },
    {
      "text": "\" \n \n \n \n \"10.4.2 The Export Price, wholesale price and recommended retail sale price for all Stock ... shall be set by agreement between the Licensor and the Licensee and reviewed annually from the date of this agreement.",
      "id": "s228"
    },
    {
      "text": "If the Licensor and the Licensee cannot agree those prices and margins within a reasonable time then the Licensor may, in its absolute discretion, terminate this Licence on two months notice.",
      "id": "s229"
    },
    {
      "text": "\" \n \n \"10.4.3 The Licensee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 10.4.2.",
      "id": "s230"
    },
    {
      "text": "\" \n \n \n \n '36.",
      "id": "s231"
    },
    {
      "text": "In August 2004, as part of its response to the ACCC's investigation, Jurlique International executed a deed of waiver unconditionally releasing Jurlique Hong Kong Limited from any obligation to comply with the term.",
      "id": "s232"
    },
    {
      "text": "' \n \n \n \n 28 ' Franchise agreement with Beaut'e Werx, Paramatta \n \n \n 37.",
      "id": "s233"
    },
    {
      "text": "On or about 15 July 2002, Dr Klein on behalf of J &amp; J Franchising entered into a franchise agreement with Beaut'e Werx Pty Ltd and Dorothy Chua containing a clause which contained a term that Beaut'e Werx Pty Ltd would not sell Jurlique Products at prices less than retail prices to be specified from time to time by the Jurlique Distribution.",
      "id": "s234"
    },
    {
      "text": "In making the offer, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s235"
    },
    {
      "text": "The Jurlique Companies do not assert that the agreement was a true agency agreement.",
      "id": "s236"
    },
    {
      "text": "' \n \n \n \n 29 The conduct was as set out at pars 55 to 57 of the statement of claim: \n \n \n '55.",
      "id": "s237"
    },
    {
      "text": "On or about 15 July 2002, J &amp; J Franchising (as Franchisor) entered into a written franchise agreement with Beaut'e Werx Pty Ltd (as Franchisee) and Dorothy Chua for the operation of a Franchise Outlet at Parramatta, New South Wales for a term of five years commencing 1 July 2002.",
      "id": "s238"
    },
    {
      "text": "56.",
      "id": "s239"
    },
    {
      "text": "The franchise agreement referred to in paragraph 55 above included the following terms in clauses 11.1.1, 11.6.2 and 11.6.3: \n \n \n \n \"11.1.1 The Franchisee must purchase all Stock from the Franchisor or Jurlique Distribution Pty Limited ACN 084 926 536 upon its usual terms and conditions of supply.",
      "id": "s240"
    },
    {
      "text": "The purchase price of the Stock may vary from time to time.",
      "id": "s241"
    },
    {
      "text": "\" \n \n \n \n \n \n \"11.6.2 The retail sale price, and the Franchisee's margins for all Stock will be set, from time to time, by written agreement between the Franchisor and the Franchisee.",
      "id": "s242"
    },
    {
      "text": "If the Franchisor and the Franchisee cannot agree those prices and margins within a reasonable time then the Franchisor may, in its absolute discretion, terminate this Agreement on two months notice.",
      "id": "s243"
    },
    {
      "text": "\" \n \n \"11.6.3 The Franchisee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 11.6.2.",
      "id": "s244"
    },
    {
      "text": "\" \n \n \n \n \n 57.",
      "id": "s245"
    },
    {
      "text": "In entering into the agreement referred to in paragraph 55 above, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s246"
    },
    {
      "text": "' \n \n \n \n \n \n '38.",
      "id": "s247"
    },
    {
      "text": "On 4 September 2002, as part of its response to the ACCC's investigation, J &amp; J Franchising executed a deed of waiver unconditionally releasing the other parties from any obligations under the term.",
      "id": "s248"
    },
    {
      "text": "' \n \n \n \n 30 ' Jurlique Franchisee sales to visitors to Australia \n \n \n 39.",
      "id": "s249"
    },
    {
      "text": "In or about July 2002, Dr Klein on behalf of Jurlique Distribution, by correspondence to all Jurlique Franchisees, induced or attempted to induce Franchise Outlets not to sell Jurlique Products to customers visiting Australia at prices less than the retail prices specified from time to time by Jurlique Distribution in the price lists published and distributed by Jurlique Distribution.",
      "id": "s250"
    },
    {
      "text": "' \n \n \n \n 31 The conduct was as set out at pars 58 and 59 of the statement of claim:\n '58.",
      "id": "s251"
    },
    {
      "text": "In or about July 2002, Dr Klein: \n \n \n \n \n (a) sent an email to the Jurlique Franchisees; \n \n \n \n \n \n \n \n (b) in the above email, stated that the Jurlique Franchisees could offer to foreign customers shopping at their stores in Australia a maximum discount of 10% off the retail prices for Jurlique Products specified from time to time by Jurlique Distribution in the price lists published and distributed by Jurlique Distribution; and \n \n \n \n \n \n \n \n (c) by the above email, induced or attempted to induce the Jurlique Franchisees not to sell Jurlique Products supplied to them by Jurlique Distribution to foreign customers at prices less than 10% below the retail prices specified from time to time by Jurlique Distribution.",
      "id": "s252"
    },
    {
      "text": "59.",
      "id": "s253"
    },
    {
      "text": "Dr Klein engaged in the conduct referred to in paragraph 58 above on behalf of Jurlique Distribution.",
      "id": "s254"
    },
    {
      "text": "' \n \n \n \n 32 ' 88 Australian Products offer \n \n \n 40.",
      "id": "s255"
    },
    {
      "text": "On or about 27 December 2002, Dr Klein on behalf of Jurlique International, by correspondence to 88 Australian Products, offered to reach an agreement with 88 Australian Products which contained a term that the 88 Australian Products would not sell Jurlique Products at prices less than retail prices specified and to be specified by Jurlique Distribution.",
      "id": "s256"
    },
    {
      "text": "In making the offer, Jurlique International was acting by arrangement with or on behalf of Jurlique Distribution...' \n \n \n \n \n 33 The conduct was as set out at pars 60 and 61 of the statement of claim: \n \n \n '60.",
      "id": "s257"
    },
    {
      "text": "On or about 27 December 2002, Jurlique International, by Dr Klein, offered in writing to give 88 Australian Products a 20% discount froom the wholesale price for Jurlique Products supplied to 88 Australian Products by Jurlique Distribution for a 12 month period from 1 January 2003, provided none of the Jurlique Products was discounted or sold to persons other than genuine retail customers at the retail prices that would be specified from time to time by Jurlique Distribution.",
      "id": "s258"
    },
    {
      "text": "Particulars \n \n \n The offer was set out in an email from Sharon Underwood to Roger Lim dated 27 December 2002.",
      "id": "s259"
    },
    {
      "text": "61.",
      "id": "s260"
    },
    {
      "text": "In making the offer referred to in paragraph 60 above, Jurlique International was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s261"
    },
    {
      "text": "' \n \n \n \n 34 ' Franchise agreement with Ceon Holdings, Melbourne \n \n \n 42.",
      "id": "s262"
    },
    {
      "text": "In or about February 2003, J &amp; J Franchising entered into a franchise agreement containing a clause which contained a term that Ceon Holdings Pty Ltd and Neal and Lisa Withington would not sell Jurlique Products at prices less than retail prices to be specified from time to time by Jurlique Distribution.",
      "id": "s263"
    },
    {
      "text": "In making the agreement, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution...' \n \n \n \n 35 The conduct was as set out at pars 62 to 64 of the statement of claim: \n \n \n '62.",
      "id": "s264"
    },
    {
      "text": "On or about 11 February 2003, J &amp; J Franchising entered into a written franchise agreement with Ceon Holdings Pty Ltd, Neal Withington and Lisa Withington for the operation of a Franchise Outlet at Fountain Gate, Victoria.",
      "id": "s265"
    },
    {
      "text": "63.",
      "id": "s266"
    },
    {
      "text": "The franchise agreement referred to in paragraph 62 above included the following terms in clauses 11.1.1, 11.6.2 and 11.6.3: \n \n \n \n \n \"11.1.1 The Franchisee must purchase all Stock from the Franchisor or Jurlique Distribution Pty Limited ACN 084 926 536 upon its usual terms and conditions of supply.",
      "id": "s267"
    },
    {
      "text": "The purchase price of the Stock may vary from time to time.",
      "id": "s268"
    },
    {
      "text": "\" \n \n \n \n \n \n \"11.6.2 The retail sale price, and the Franchisee's margins for all Stock will be set, from time to time, by written agreement between the Franchisor and the Franchisee.",
      "id": "s269"
    },
    {
      "text": "If the Franchisor and the Franchisee cannot agree those prices and margins within a reasonable time then the Franchisor may, in its absolute discretion, terminate this Agreement on two months notice.",
      "id": "s270"
    },
    {
      "text": "\" \n \n \n \n \n \n \"11.6.3 The Franchisee must sell all products offered for sale at the Premises at the prices fixed in accordance with Clause 11.6.2.",
      "id": "s271"
    },
    {
      "text": "\" \n \n \n \n 64.",
      "id": "s272"
    },
    {
      "text": "In entering into the agreement referred to in paragraph 62 above, J &amp; J Franchising was acting by arrangement with or on behalf of Jurlique Distribution.",
      "id": "s273"
    },
    {
      "text": "' \n \n '43.",
      "id": "s274"
    },
    {
      "text": "On 25 June 2004, as part of its response t the ACCC's investigation, J &amp; J Franchising executed a deed of waiver unconditionally releasing Ceon Holdings Pty Ltd from any obligation to comply with the term.",
      "id": "s275"
    },
    {
      "text": "' \n \n \n \n 36 'Statement of price \n \n \n 44.",
      "id": "s276"
    },
    {
      "text": "Price lists for Jurlique Products were issued by the Jurlique Companies between 1991 and 2003.",
      "id": "s277"
    },
    {
      "text": "In the context of the Jurlique Companies' staff telling Retailer Outlets and Franchise Outlets about the Jurlique Companies' policy about discounting from those price lists, those price lists were likely to be understood by Retailer Outlets and Jurlique Franchisees as stating the price below which Jurlique Products were not to be sold or advertised for sale...' \n \n \n \n 37 The conduct was as set out at pars 65 to 71 of the statement of claim:\n '65.",
      "id": "s278"
    },
    {
      "text": "At all material times from 1991 until 19 September 2002 at the direction of Ngeringue and between 19 September 2002 and November 2003: \n \n \n \n \n (a) the Jurlique Companies promoted Jurlique Products as prestige products; \n \n \n \n \n \n \n \n (b) Retailer Outlets and Jurlique Franchisees were informed by the Jurlique Companies that if a Retailer Outlet or Jurlique Franchisee engaged in practices that the Jurlique Companies and Dr Klein considered damaging to the prestige image of Jurlique Products, the Retailer Outlet or Jurlique Franchisee faced termination of its supply agreement with the Jurlique Companies; \n \n \n \n \n \n \n \n (c) Retailer Outlets and Jurlique Franchisees were informed by the Jurlique Companies that the Jurlique Companies and Dr Klein considered that selling or advertising Jurlique Products for sale at prices below the retail prices specified by the Jurlique Companies, other than limited discounting for those customers who held loyalty cards, damaged the prestige image of Jurlique Products; and \n \n \n \n \n \n \n \n (d) The Jurlique Companies and Dr Klein instructed sales staff employed by the Jurlique Companies who dealt with Retailer Outlets and Jurlique Franchisees that discounting below the retail prices damaged the Jurlique brand, and they were to strongly discourage it in their dealings with Retailer Outlets and Jurlique Franchisees, which they did.",
      "id": "s279"
    },
    {
      "text": "Supply of products and price lists \n 66.",
      "id": "s280"
    },
    {
      "text": "At all material times: \n \n \n \n \n \n \n \n (a) between 1991 and 28 October 1998 at the direction of Ngeringue; and \n \n \n \n \n \n \n \n (b) between 1 June 2003 and November 2003: \n \n \n \n \n \n \n \n Jurlique International: \n \n (c) supplied Jurlique Products to Retailer Outlets and Jurlique Franchisees on the express condition that those Retailer Outlets and Jurlique Franchisees were not permitted to engage in practices that could damage the prestige image of Jurlique Products; and \n \n \n \n \n \n \n \n (d) maintained and provided to Retailer Outlets and Jurlique Franchisees, from time to time, price lists for Jurlique Products supplied by Jurlique International, which did not include any statement that the prices were recommended retail prices only and that there was no obligation to comply with the prices.",
      "id": "s281"
    },
    {
      "text": "67.",
      "id": "s282"
    },
    {
      "text": "The price lists referred to in paragraph 66(d) above were intended by Jurlique International and by Dr Klein to be understood by Retailer Outlets and Jurlique Franchisees to be stating the price below which Jurlique Products were not to be sold or advertised for sale by the Retailer Outlets and Jurlique Franchisees.",
      "id": "s283"
    },
    {
      "text": "68.",
      "id": "s284"
    },
    {
      "text": "By reason of the matters set out in paragraphs 65, 66 and 67 above, the price lists referred to in paragraph 66(d) above were likely to be understood by Retailer Outlets and Jurlique Franchisees as stating the price below which Jurlique Products were not to be sold or advertised for sale by the Retailer Outlets and Jurlique Franchisees.",
      "id": "s285"
    },
    {
      "text": "69.",
      "id": "s286"
    },
    {
      "text": "At all material times: \n \n \n \n \n \n \n (a) between 29 October 1998 and 19 September 2002 at the direction of Ngeringue; and \n \n \n \n \n \n \n \n (b) between 20 September 2002 and 31 May 2003; \n \n \n \n \n \n \n \n Jurlique Distribution: \n \n (c) supplied Jurlique Products to Retailer Outlets and Jurlique Franchisees on the express condition that those Retailer Outlets and Jurlique Franchisees were not permitted to engage in practices that could damage the prestige image of Jurlique Products; and \n \n \n \n \n \n \n \n \n \n (d) maintained and provided to Retailer Outlets and Jurlique Franchisees, from time to time, price lists for Jurlique Products supplied by Jurlique Distribution, which did not include any statement that the prices were recommended retail prices only and that there was no obligation to comply with the prices.",
      "id": "s287"
    },
    {
      "text": "70.",
      "id": "s288"
    },
    {
      "text": "The price lists referred to in paragraph 69(d) above were intended by Jurlique Distribution and by Dr Klein to be understood by Retailer Outlets and Jurlique Franchisees to be stating the price below which Jurlique Products were not to be sold or advertised for sale by the Retailer Outlets and Jurlique Franchisees.",
      "id": "s289"
    },
    {
      "text": "71.",
      "id": "s290"
    },
    {
      "text": "By reason of the matters set out in paragraphs 65, 69, 70 above, the price lists referred to in paragraph 69(d) above were likely to be understood by Retailer Outlets and Jurlique Franchisees as stating the price below which Jurlique Products were not to be sold or advertised for sale by the Retailer Outlets and Jurlique Franchisees.",
      "id": "s291"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n 38 '45.",
      "id": "s292"
    },
    {
      "text": "After the ACCC investigation into the relevant conduct commenced, in June 2004 Jurlique International wrote to Jurlique Franchisees and stated that there was no obligation to comply with the prices in Jurlique's retail price lists.",
      "id": "s293"
    },
    {
      "text": "In July 2004, Jurlique International instructed its staff to refer to price in all documents as \"recommended retail price\" and to include a disclaimer on price lists that price was only recommended, with no obligation to comply with that recommendation.",
      "id": "s294"
    },
    {
      "text": "46.",
      "id": "s295"
    },
    {
      "text": "From about July 2004, Jurlique International began including a statement on its price lists that the prices were recommended only and there was no obligation to comply with the recommendation.",
      "id": "s296"
    },
    {
      "text": "...' \n \n \n \n \n 39 'Price Fixing, Melbourne \n \n \n 48.",
      "id": "s297"
    },
    {
      "text": "From about January 2001, J &amp; J Franchising supplied Jurlique Treatments through its day spa at Melbourne Central in the Melbourne central business district.",
      "id": "s298"
    },
    {
      "text": "Jurlique Treatments are skin, body and spa treatment services using Jurlique Products, including facials, massages, waxing, tinting, body wraps and exfoliation, offered under the \"Jurlique\" brand name.",
      "id": "s299"
    },
    {
      "text": "In offering Jurlique Treatments through its Melbourne Central day spa, J &amp; J Franchising was in competition with (inter alia): \n \n \n \n \n \n \n 48.1 Adnyl Investments Pty Ltd, which supplied Jurlique Treatments through its outlet at Malvern Central Shopping Centre in Melbourne; \n \n \n \n \n \n \n \n 48.2 Ceon Holdings Pty Ltd, which supplied Jurlique Treatments through its outlet at Fountain Gate in Melbourne; \n \n \n \n \n \n \n \n 48.3 Jupita Investments Pty Ltd, which supplied Jurlique Treatments through its outlet at Doncaster in Melbourne; and \n \n \n \n \n \n \n \n 48.4 South Addline Holdings Pty Ltd, which supplied Jurlique Treatments through its outlet at Southland in Melbourne.",
      "id": "s300"
    },
    {
      "text": "49.",
      "id": "s301"
    },
    {
      "text": "In about March 2001, J &amp; J Franchising, as operator of the day spa at Melbourne Central, reached an agreement about the retail prices for the supply of Jurlique Treatments with Neal and Lisa Withington on behalf of each of Adnyl Investments Pty Ltd, Ceon Holdings Pty Ltd, Jupita Investments Pty Ltd, and South Addline Holdings Pty Ltd. \n \n \n \n \n \n 50.",
      "id": "s302"
    },
    {
      "text": "From about March 2001, the arrangement was that Adnyl Investments Pty Ltd would supply the Jurlique Treatments at the same prices as the Jurlique Companies' day spa at Melbourne Central and that from about March 2001, each of Ceon Holdings Pty Ltd, South Addline Holdings Pty Ltd and Jupita Investments Pty Ltd would supply the Jurlique Treatments at the prices used prior to March 2001 by the Jurlique Companies' day spa at Melbourne Central.",
      "id": "s303"
    },
    {
      "text": "From about March 2002, the arrangement provided that each of Ceon Holdings Pty Ltd, South Addline Holdings Pty Ltd and Jupita Investments Pty Ltd would supply the Jurlique Treatments at the same prices as the Jurlique Companies' day spa at Melbourne Central...' \n \n \n \n \n 40 The conduct was as set out at pars 72 and 73 of the statement of claim:\n '72.",
      "id": "s304"
    },
    {
      "text": "At all material times from January 2001: \n \n \n \n \n (a) the following Withington Franchisees supplied Jurlique Treatments to members of the public through stores or day spas in the Melbourne metropolitan area: \n \n \n \n \n \n \n \n (i) Adnyl Investments Pty Ltd supplied Jurlique Treatments through its outlet at Malvern Shopping Centre in Melbourne; \n \n \n \n \n \n \n \n (ii) Ceon Holdings Pty Ltd supplied Jurlique Treatments through its outlet at Fountain Gate Shopping Centre in Melbourne; \n \n \n \n \n \n \n \n (iii) Jupita Investments Pty Ltd supplied Jurlique Treatments through its outlet at Doncaster in Melbourne; and \n \n \n \n \n \n \n \n (iv) South Addline Holdings Pty Ltd supplied Jurlique Treatments through its outlet at Southland Centre in Melbourne; \n \n \n \n \n (b) J &amp; J Franchising supplied Jurlique Treatments to members of the public through its day spa at Melbourne Central in Melbourne; and \n \n \n \n \n \n \n \n (c) J &amp; J Franchising was in competition with each of the Withington Franchisees for the supply of Jurlique Treatments in and around Melbourne.",
      "id": "s305"
    },
    {
      "text": "73.",
      "id": "s306"
    },
    {
      "text": "In or about March 2001, Mark Wuttke on behalf of J &amp; J Franchising entered into an arrangement with Neal and Lisa Withington, on behalf of those Withington Franchisees which contained provisions to the following effect: \n \n \n \n \n \n \n (a) that from about April 2001, Adnyl Investments Pty Ltd would supply the Jurlique Treatments at the Malvern Central Shopping Centre at the same prices as the J &amp; J Franchising day spa at Melbourne Central; \n \n \n \n \n \n \n \n (b) that from about April 2001, each of Ceon Holdings Pty Ltd, South Addline Holdings Pty Ltd and Jupita Investments Pty Ltd would supply the Jurlique Treatments at the Fountain Gate Shopping Centre, Doncaster and the Southland Shopping Centre at the prices used prior to April 2001 by the J &amp; J Franchising day spa at Melbourne Central; and \n \n \n \n \n \n \n \n (c) that from about April 2002, each of Ceon Holdings Pty Ltd, South Addline Holdings Pty Ltd and Jupita Investments Pty Ltd would supply the Jurlique Treatments at the Fountain Gate Shopping Centre, Doncaster and the Southland Shopping Centre at the same prices as the J &amp; J Franchising day spa at Melbourne Central.",
      "id": "s307"
    },
    {
      "text": "' \n \n \n \n \n \n 41 '51.",
      "id": "s308"
    },
    {
      "text": "J &amp; J Franchising gave effect to the price fixing agreement by: \n \n \n \n 51.1. between March 2001 and April 2002, supplying the Jurlique Treatments at its day spa at Melbourne Central at the agreed prices; and \n \n \n \n \n \n \n \n \n \n 51.2. in or about April 2002, notifying Ceon Holdings Pty Ltd, South Addline Holdings Pty Ltd and Jupita Investments Pty Ltd, by Neal and Lisa Withington, that the prices of Jurlique Treatments in promotional material prepared by the Jurlique Companies for those Franchise Outlets would be increasing to the same prices as the day spa at Melbourne Central.",
      "id": "s309"
    },
    {
      "text": "' \n \n \n \n \n \n 42 The conduct was as set out at par 74 of the statement of claim:\n '74.",
      "id": "s310"
    },
    {
      "text": "J &amp; J Franchising gave effect to the price fixing agreement by: \n \n \n \n \n (a) between March 2001 and April 2002, supplying those Withington Franchisees with treatment menus and promotional material specifying prices in accordance with the provision referred to in paragraphs 73(a) and 73(b) above; and \n \n \n \n \n \n \n \n (b) in or about April 2002, notifying Neal and Lisa Withington on behalf of those Withington Franchisees that the prices of the Jurlique Treatments specified in promotional material prepared by J &amp; J Franchising for those Withington Franchisees would be increasing to the same prices as the J &amp; J Franchising day spa at Melbourne Central, in accordance with the provision referred to in paragraph 73(c) above.",
      "id": "s311"
    },
    {
      "text": "' \n \n \n \n \n \n 43 The contraventions are set out in the joint submissions: \n \n \n '52.",
      "id": "s312"
    },
    {
      "text": "The ACCC alleges, and Jurlique International and Jurlique Distribution admit, that Jurlique International and Jurlique Distribution contravened the resale price maintenance provisions in section 48 of the Act.",
      "id": "s313"
    },
    {
      "text": "' \n \n \n\n I so find.",
      "id": "s314"
    },
    {
      "text": "'53.",
      "id": "s315"
    },
    {
      "text": "The ACCC alleges, and Jurlique International admits, that Jurlique International was directly or indirectly knowingly concerned in or party to, and aided and abetted particular contraventions of the resale price maintenance provisions by Jurlique Distribution.",
      "id": "s316"
    },
    {
      "text": "' \n \n \n\n I so find.",
      "id": "s317"
    },
    {
      "text": "'54.",
      "id": "s318"
    },
    {
      "text": "The ACCC alleges, and Jurlique Spa admits, that Jurlique Spa was directly or indirectly knowingly concerned in or party to, and aided and abetted contraventions of the resale price maintenance provisions by Jurlique Distribution.",
      "id": "s319"
    },
    {
      "text": "' \n \n \n\n I so find.",
      "id": "s320"
    },
    {
      "text": "'55.",
      "id": "s321"
    },
    {
      "text": "The ACCC alleges, and J &amp; J Franchising admits, that J &amp; J Franchising was directly or indirectly knowingly concerned in contraventions of the resale price maintenance provisions by Jurlique International and Jurlique Distribution, and further was party to, and aided and abetted, particular contraventions by those companies.",
      "id": "s322"
    },
    {
      "text": "' \n \n \n\n I so find.",
      "id": "s323"
    },
    {
      "text": "'56.",
      "id": "s324"
    },
    {
      "text": "The ACCC alleges, and J &amp; J Franchising admits, that J &amp; J Franchising contravened the price fixing provisions in sections 45 and 45A of the Act.",
      "id": "s325"
    },
    {
      "text": "' \n \n \n\n I so find.",
      "id": "s326"
    },
    {
      "text": "'57.",
      "id": "s327"
    },
    {
      "text": "The ACCC alleges, and Dr Klein admits, that Dr Klein was knowingly concerned in, and aided and abetted the breaches by the Jurlique Companies.",
      "id": "s328"
    },
    {
      "text": "' \n \n I so find.",
      "id": "s329"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n 44 Section 48 of the Act prohibits a corporation or other person from engaging in the practice of resale price maintenance.",
      "id": "s330"
    },
    {
      "text": "The practice of resale price maintenance is the practice identified in Part VIII of the Act: s 4.",
      "id": "s331"
    },
    {
      "text": "45 The central section in Part VIII is s 96, which provides:\n '96 Acts constituting engaging in resale price maintenance \n \n (1) Subject to this Part, a corporation (in this section called the supplier ) engages in the practice of resale price maintenance if that corporation does an act referred to in any of the paragraphs of subsection (3).",
      "id": "s332"
    },
    {
      "text": "(2) Subject to this Part, a person (not being a corporation and also in this section called the supplier ) engages in the practice of resale price maintenance if that person does an act referred to in any of the paragraphs of subsection (3) where the second person mentioned in that paragraph is a corporation.",
      "id": "s333"
    },
    {
      "text": "(3) The acts referred to in subsections (1) and (2) are the following: \n (a) the supplier making it known to a second person that the supplier will not supply goods to the second person unless the second person agrees not to sell those goods at a price less than a price specified by the supplier; \n (b) the supplier inducing, or attempting to induce, a second person not to sell, at a price less than a price specified by the supplier, goods supplied to the second person by the supplier or by a third person who, directly or indirectly, has obtained the goods from the supplier; \n (c) the supplier entering into an agreement, or offering to enter into an agreement, for the supply of goods to a second person, being an agreement one of the terms of which is, or would be, that the second person will not sell the goods at a price less than a price specified, or that would be specified, by the supplier; \n (d) the supplier withholding the supply of goods to a second person for the reason that the second person: \n (i) has not agreed as mentioned in paragraph (a); or \n (ii) has sold, or is likely to sell, goods supplied to him or her by the supplier, or goods supplied to him or her by a third person who, directly or indirectly, has obtained the goods from the supplier, at a price less than a price specified by the supplier as the price below which the goods are not to be sold; \n (e) the supplier withholding the supply of goods to a second person for the reason that a third person who, directly or indirectly, has obtained, or wishes to obtain, goods from the second person: \n (i) has not agreed not to sell those goods at a price less than a price specified by the supplier; or \n (ii) has sold, or is likely to sell, goods supplied to him or her, or to be supplied to him or her, by the second person, at a price less than a price specified by the supplier as the price below which the goods are not to be sold; and \n (f) the supplier using, in relation to any goods supplied, or that may be supplied, by the supplier to a second person, a statement of a price that is likely to be understood by that person as the price below which the goods are not to be sold.",
      "id": "s334"
    },
    {
      "text": "(4) For the purposes of subsection (3): \n (a) where a price is specified by another person on behalf of the supplier, it shall be deemed to have been specified by the supplier; \n (b) where the supplier makes it known, in respect of goods, that the price below which those goods are not to be sold is a price specified by another person in respect of those goods, or in respect of goods of a like description, that price shall be deemed to have been specified, in respect of the first-mentioned goods, by the supplier; \n (c) where a formula is specified by or on behalf of the supplier and a price may be ascertained by calculation from, or by reference to, that formula, that price shall be deemed to have been specified by the supplier; and \n (d) where the supplier makes it known, in respect of goods, that the price below which those goods are not to be sold is a price ascertained by calculation from, or by reference to, a formula specified by another person in respect of those goods or in respect of goods of a like description, that price shall be deemed to have been specified, in respect of the first-mentioned goods, by the supplier.",
      "id": "s335"
    },
    {
      "text": "(5) In subsection (4), formula includes a set form or method.",
      "id": "s336"
    },
    {
      "text": "(6) For the purposes of subsection (3), anything done by a person acting on behalf of, or by arrangement with, the supplier shall be deemed to have been done by the supplier.",
      "id": "s337"
    },
    {
      "text": "(7) A reference in any of paragraphs (3)(a) to (e), inclusive, including a reference in negative form, to the selling of goods at a price less than a price specified by the supplier shall be construed as including references to: \n \n \n (a) the advertising of goods for sale at a price less than a price specified by the supplier as the price below which the goods are not to be advertised for sale; \n (b) the displaying of goods for sale at a price less than a price specified by the supplier as the price below which the goods are not to be displayed for sale; and \n (c) the offering of goods for sale at a price less than a price specified by the supplier as the price below which the goods are not to be offered for sale; \n \n \n and a reference in paragraph (3)(d), (e) or (f) to a price below which the goods are not to be sold shall be construed as including a reference to the price below which the goods are not to be advertised for sale, to the price below which the goods are not to be displayed for sale and to the price below which the goods are not to be offered for sale.",
      "id": "s338"
    },
    {
      "text": "' \n \n \n 46 Section 4F(1)(b)(i) of the Act provides that a person shall be deemed to have engaged in conduct for a reason if that reason was or is a substantial reason.",
      "id": "s339"
    },
    {
      "text": "47 Section 45(2) of the Act prohibits, inter alia, price fixing.",
      "id": "s340"
    },
    {
      "text": "Section 45(2) of the Act provides: \n '(2) A corporation shall not: \n \n (a) make a contract or arrangement, or arrive at an understanding, if: \n (i) the proposed contract, arrangement or understanding contains an exclusionary provision; or \n (ii) a provision of the proposed contract, arrangement or understanding has the purpose, or would have or be likely to have the effect, of substantially lessening competition; or \n (b) give effect to a provision of a contract, arrangement or understanding, whether the contract or arrangement was made, or the understanding was arrived at, before or after the commencement of this section, if that provision: \n (i) is an exclusionary provision; or \n (ii) has the purpose, or has or is likely to have the effect, of substantially lessening competition.",
      "id": "s341"
    },
    {
      "text": "' \n \n PECUNIARY PENALTIES \n \n 48 Section 76(1) of the Act provides: \n '(1) If the Court is satisfied that a person: \n \n \n (a) has contravened any of the following provisions: \n \n \n (i) a provision of Part IV; \n (ii) section 75AU or 75AYA; \n (iii) section 95AZN; or \n \n \n (b) has attempted to contravene such a provision; or \n (c) has aided, abetted, counselled or procured a person to contravene such a provision; or \n (d) has induced, or attempted to induce, a person, whether by threats or promises or otherwise, to contravene such a provision; or \n (e) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention by a person of such a provision; or \n (f) has conspired with others to contravene such a provision; \n \n \n the Court may order the person to pay to the Commonwealth such pecuniary penalty, in respect of each act or omission by the person to which this section applies, as the Court determines to be appropriate having regard to all relevant matters including the nature and extent of the act or omission and of any loss or damage suffered as a result of the act or omission, the circumstances in which the act or omission took place and whether the person has previously been found by the Court in proceedings under this Part or Part XIB to have engaged in any similar conduct.",
      "id": "s342"
    },
    {
      "text": "' \n \n \n 49 The pecuniary penalty payable by a body corporate for each act or omission is not to exceed $10 million, and a pecuniary penalty payable by a person other than a body corporate for each act or omission is not to exceed $500,000.",
      "id": "s343"
    },
    {
      "text": "50 The appropriate penalty is to be determined by the Court after having regard to 'all relevant matters'.",
      "id": "s344"
    },
    {
      "text": "Section 76(1) of the Act specifies four matters as being relevant, namely: \n \n a) The nature and extent of the act or omission; \n \n \n \n b) Any loss or damage suffered as a result of the act or omission;\n \n \n \n \n c) The circumstances in which the act or omission took place; and \n \n \n \n d) Whether the contravening company and accessory have been found guilty of any previous relevant contraventions.",
      "id": "s345"
    },
    {
      "text": "51 The cases have, in addition, referred to other matters as relevant in the determination of the appropriate pecuniary penalty.",
      "id": "s346"
    },
    {
      "text": "French J in Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52,152, a Full Court of Burchett, Carr and Kiefel JJ in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285, and a Full Court of Black CJ, Lee &amp; Goldberg JJ in J McPhee &amp; Son (Aust) Pty Ltd v Australian Consumer and Competition Commission (2000) 172 ALR 532 identify, not exclusively, as further factors relevant to the determination of penalty: \n (a) The size of the contravening company; \n \n \n (b) The degree of power the company has, as evidenced by its market share and ease of entry into the market; \n \n \n (c) Whether the conduct was systematic, deliberate, or covert;\n (d) The period over which the conduct occurred; \n \n \n (e) The effect on the functioning of the market and other economic effects of the conduct;\n (f) Whether the contravention arose out of the conduct of senior management or at a lower level;\n (g) Whether the company has a corporate culture conducive to compliance with the Act, as evidenced by educational programs and discipline, or other corrective measures in response to an acknowledged contravention; and\n (h) Whether the company has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s347"
    },
    {
      "text": "52 The parties acknowledge that what is known in criminal law as the 'totality principle' should apply; namely that the total penalty for related offences ought not to exceed what is appropriate for the entire contravening conduct involved.",
      "id": "s348"
    },
    {
      "text": "The applicability of the 'totality principle' to penalties for contraventions of the Act was accepted by Burchett J in Trade Practices Commission v TNT Australia Pty Ltd &amp; Ors (1995) ATPR 41-375 at 40,169.",
      "id": "s349"
    },
    {
      "text": "53 While all the factors referred to above have to be considered in the context of the circumstances of a particular case, some of those factors are of particular relevance in the assessment of appropriate penalties in the present case.",
      "id": "s350"
    },
    {
      "text": "54 The contravening conduct is in connection with premium skin care products.",
      "id": "s351"
    },
    {
      "text": "Approximately three quarters of the Jurlique Products sold in Australia by value of retail sales are skin care products.",
      "id": "s352"
    },
    {
      "text": "The remaining quarter of Jurlique Products sales by retail value relate to hair care, essential oils, and tincture products.",
      "id": "s353"
    },
    {
      "text": "Skin care products were the subject of the decision Australian Competition and Consumer Commission v Dermologica Pty Ltd (2005) 215 ALR 482 (' Dermologica '), and it is right to note that the Commission considers the objective of general deterrence to be of particular importance in relation to the skin care product industry.",
      "id": "s354"
    },
    {
      "text": "55 However, it is also relevant to note that Jurlique Products comprise a small proportion of total skin care product sales in Australia, but their share of premium skin care products is larger.",
      "id": "s355"
    },
    {
      "text": "56 The majority of the contraventions by the Jurlique Companies involve specialist retailers, including the company outlets, franchise outlets, and the Jin Hsing Company.",
      "id": "s356"
    },
    {
      "text": "The contravening conduct concerning price lists also involves pharmacies and salons.",
      "id": "s357"
    },
    {
      "text": "57 The joint submissions of the parties acknowledge that the Jurlique brand is particularly attractive to consumers who are looking for products that they consider are natural, Australian made, and luxurious; and that Jurlique Companies offer Jurlique products at relatively expensive prices.",
      "id": "s358"
    },
    {
      "text": "58 The parties acknowledge at par 88 of the joint submissions:\n 'The Jurlique Companies' brand value has been enhanced by preserving the qualities identified.",
      "id": "s359"
    },
    {
      "text": "The Jurlique Companies considered that discounting undermined the Jurlique brand and the brand value was maximised if Retailer Outlets and Jurlique Franchises did not discount Jurlique Products.",
      "id": "s360"
    },
    {
      "text": "Consistent with this view, the Jurlique Companies at the time of the conduct considered the maintenance of resale prices contributed to the growth in the Jurlique brand.",
      "id": "s361"
    },
    {
      "text": "' \n \n 59 This factor raises starkly the question of the appropriate penalty for resale price maintenance in the context of 'prestige goods'.",
      "id": "s362"
    },
    {
      "text": "60 The fact of the matter is that the attraction of many products to consumers lies in the fact that they are expensive, and have an aura of exclusivity about them.",
      "id": "s363"
    },
    {
      "text": "That attraction is enhanced if the product outwardly displays the signs of its expensive exclusivity, as in the well-known pattern of a product, or by the name that is displayed on the product itself, as on the arms of sunglasses, or on a label of a shirt.",
      "id": "s364"
    },
    {
      "text": "61 There is a respectable view among economists, particularly those belonging to the so-called 'Chicago School of Economics', that vertical price restraints such as retail price maintenance are not anti-competitive.",
      "id": "s365"
    },
    {
      "text": "Such economists would argue that there is absolutely no basis on which such practices should be illegal per se , even if there is room for the view that they should be subject to a 'rule of reason'.",
      "id": "s366"
    },
    {
      "text": "62 The 'rule of reason' is described by Robert W Hahn in the book, Antitrust Policy and Vertical Restraints , at p 8:\n 'Under the rule of reason, a practice is viewed with an open mind until proven anticompetitive, with the details of the case at hand determining whether the specific actions taken were on balance more harmful than beneficial.",
      "id": "s367"
    },
    {
      "text": "'\n \n 63 For a detailed discussion of the application of the rule of reason to vertical price restraints, see Robert H Bork, 'The Rule of Reason and the Per Se Concept: Price Fixing and Market Division' (1966) 75 The Yale Law Journal 373.",
      "id": "s368"
    },
    {
      "text": "64 The Chicago School of academics supports vertical price restraints such as resale price maintenance, presuming them to be pro competitive and producing significant economic benefits, by facilitating the distribution of products to consumers: see Alan J Meese, 'Property Rights and Intrabrand Restraints ' 89 (2003 --- 2004) Cornell Law Review 553; Keith M Hylton, Antitrust Law: Economic Theory And Common Law Evolution (2003) Cambridge University Press, ch 13; Robert W Hahn (ed) Antitrust Policy and Vertical Restraints (2006) AEL-Brookings Joint Center for Regulatory Studies, particularly ch 1; James Cooper et al, 'Vertical antitrust policy as a problem of inference' 23 (2005) International Journal of Industrial Organization 639.",
      "id": "s369"
    },
    {
      "text": "65 Resale price maintenance is said to enable a supplier to maintain the reseller's profit level, and therefore the incentive the reseller has to distribute the goods.",
      "id": "s370"
    },
    {
      "text": "For examples of how resale price maintenance may assist new products entering the market and increase competition, see Julie Brebner 'Resale Price Maintenance --- The Need for Further Reform' (2001) 9 Trade Practices Law Journal 19.",
      "id": "s371"
    },
    {
      "text": "66 The prevention of a 'free ride' by discounting retailers is one justification for resale price maintenance: see the classic article by Lester G Telser, 'Why Should Manufacturers Want Fair Trade' (1960) 3 Journal of Law and Economics 86; Keith M Hylton, (2003) Antitrust Law: Economic Theory And Common Law Evolution Cambridge University Press , particularly at pp 252 --- 261.",
      "id": "s372"
    },
    {
      "text": "67 The concept of a 'free ride' is described by Yuankuo Wang and Mark J Davison in the article 'Resale Price Maintenance: is the Per Se Prohitibion Justified?",
      "id": "s373"
    },
    {
      "text": "(1992) 14 Adelaide Law Review at pp 45 --- 46:\n 'Provision of services by one retailer may increase the sales of others.",
      "id": "s374"
    },
    {
      "text": "It is said that at least some consumers will consume the service and then go to buy the relevant item at another shop which does not provide the service and therefore can price the item lower than the retailer which does provide the service.",
      "id": "s375"
    },
    {
      "text": "This free-ride process, if not prevented, can ultimately discourage any retailer from providing services sufficient to maxim wise joint profits.",
      "id": "s376"
    },
    {
      "text": "By setting a fixed floor price, the manufacturer can eliminate, or at least reduce, price competition among retailers.",
      "id": "s377"
    },
    {
      "text": "Thus, in order to increase their sales, they will have to compete in non-price aspects such as providing services.",
      "id": "s378"
    },
    {
      "text": "This in turn can benefit the manufacturer attracting greater demand than otherwise...' \n \n 68 The use of resale price maintenance to prevent retailers taking a free ride is particularly important for prestige goods, where a manufacturer substantially invests in creating an image based on quality and prestige to increase demand for its product.",
      "id": "s379"
    },
    {
      "text": "69 There is a strong case for the argument that by employing a minimum resale price, and preventing the undercutting of prices by discount retailers, the image and status of a product is protected; that is, the high price is a mechanism through which a manufacturer can certify to its customers consumer that the products they are purchasing are of a high quality: see Alan J Meese, 'Property Rights and Intrabrand Restraints ' supra at p 565 .",
      "id": "s380"
    },
    {
      "text": "70 The certification of a product's quality through the maintenance of a resale price is described by Wang and Davison at pp 47 --- 48:\n 'The reputations of prestigious retailers are valuable to manufacturers so long as consumers regard these retailers as having superior abilities to screen and certify the characteristics of branded products.",
      "id": "s381"
    },
    {
      "text": "But other retailers can take a free-ride on this certification process.",
      "id": "s382"
    },
    {
      "text": "They can sell the same brand at a lower price and get the benefit of the high quality certified by the prestigious, high-priced stores which presumably have incurred cost in screening products.",
      "id": "s383"
    },
    {
      "text": "By using rpm to protect quality certifiers from free-riding, a manufacturer can attract more demand for its product .",
      "id": "s384"
    },
    {
      "text": "Such certification, it is said, need not be limited only to quality, but can also extend to style and fashion trends of apparel.",
      "id": "s385"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s386"
    },
    {
      "text": ")\n \n 71 It is beyond a doubt that non price factors influence the demand of a product, particularly for higher end products.",
      "id": "s387"
    },
    {
      "text": "The benefits of maintaining a price for goods in the prestige market was discussed by Geoff Edwards, in the article, 'When Should Resale Price Maintenance be Authorised?",
      "id": "s388"
    },
    {
      "text": "Guidelines for Use in Authorisation Decisions ' (1996) 4 Trade Practices Law Journal 161 at p 170.",
      "id": "s389"
    },
    {
      "text": "Edwards says in relation to ' so-called prestige goods' :\n 'Unlike conventional price-quality theory, for some goods a higher price can be associated with an increase in demand.",
      "id": "s390"
    },
    {
      "text": "Products targeted at upscale customers may sell better at high prices since low prices may cause those customers to question the exclusivity of the product.",
      "id": "s391"
    },
    {
      "text": "The basis of the argument here is that when consumers buy a prestige product, they are buying more than just its practical usefulness; they are also buying the ability to show off the purchase, that is, to demonstrate to others that they can afford prestige.",
      "id": "s392"
    },
    {
      "text": "Consumer welfare is enhanced since it must be assumed that consumers do derive genuine benefit from the purchase of this non-tangible prestige.",
      "id": "s393"
    },
    {
      "text": "It is argued that to assume otherwise would be to second guess those consumers and suggest they do not know what is in their own best interests.",
      "id": "s394"
    },
    {
      "text": "However it is also arguable that consumers are being fooled into paying too much for a product of only the same quality as cheaper alternatives and that to facilitate the continued existence of expensive prestige goods is not in society's interest.",
      "id": "s395"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s396"
    },
    {
      "text": ")\n \n 72 The competitive merits of vertical restraints are considered by Mitchell G Landrigan in his article, 'Vertical Price and Non-Price Restraints in Australia and the US: A Comparative Analysis ' (1997) 25 Australian Business Law Review 312 at p 318, who says:\n 'If the manufacturer can profitably introduce the restraint, this indicates that consumers, on the whole, value the product more with the restraint than without it in which case the restraint does not cause any net welfare loss.",
      "id": "s397"
    },
    {
      "text": "If enough consumers (whether marginal or inframarginal [inframarginal consumers are those who place no value on extra services] ) are dissatisfied with the product, the manufacturer will find it unprofitable to enforce it --- dissatisfied consumers will substitute away to a more satisfactory product mix --- and the manufacturer will be forced to either retract the offending product mix or introduce a superior alternative.",
      "id": "s398"
    },
    {
      "text": "Consequently, a profit-maximising manufacturer may only implement a vertical restraint if the restraint is welfare-enhancing.",
      "id": "s399"
    },
    {
      "text": "' \n \n 73 The potential of a vertical price restraint to enhance the welfare of society, and promote competition, has long been debated by economists.",
      "id": "s400"
    },
    {
      "text": "Wang and Davison say at p 37:\n 'At one extreme, rpm is regarded as a device facilitating either formal or tacit price collusion by retailers, or manufacturers or both.",
      "id": "s401"
    },
    {
      "text": "On the other extreme, it is argued that rpm is a part of an efficient overall distribution system which can overcome the problems resulting from market imperfections.",
      "id": "s402"
    },
    {
      "text": "' \n \n 74 The effective use of mechanisms such as retail price maintenance by manufacturers and suppliers, particularly in the higher end of the market, and the utility of restraining manufacturers from employing such policies in relation to prices, will not doubt continue to be the subject of serious and genuine debate.",
      "id": "s403"
    },
    {
      "text": "75 In the present proceedings, the difficulty is that, notwithstanding the views outlined above, I am bound by the law, and, in particular, by the Trade Practices Act 1974 (Cth).",
      "id": "s404"
    },
    {
      "text": "Resale Price Maintenance is a per se contravention of s 48 of the Act.",
      "id": "s405"
    },
    {
      "text": "It is therefore somewhat of an indulgence to consider whether the law ought to be different from what it is presently is.",
      "id": "s406"
    },
    {
      "text": "The parties and this Court are bound by the provisions of the Act.",
      "id": "s407"
    },
    {
      "text": "76 Nonetheless, it is significant that the parties acknowledge in the joint submissions that 'it is not possible to quantify the loss or damage caused by the conduct '.",
      "id": "s408"
    },
    {
      "text": "It is, in my view, unhelpful to attempt to assess any loss on the basis of an assumption that the effect of retail price maintenance was to maintain the retail price by 10% higher than it would be in the absence of such maintenance.",
      "id": "s409"
    },
    {
      "text": "That assumption is based on the simplistic view of competition by price, and at least in the context of prestige goods, competition by price is, it seems to me, not by any means the dominant consideration.",
      "id": "s410"
    },
    {
      "text": "77 There is much to be said for the view that the volume of sales, in a sense, depends on the prestige and goodwill associated with the knowledge that the products are highly priced.",
      "id": "s411"
    },
    {
      "text": "In short, there seems to be no evidence to support the view that if retailers were able to discount by 10%, the same volume of sales would occur, but at the reduced price.",
      "id": "s412"
    },
    {
      "text": "As the comments I made above make plain, it may very well be that if there were to be widespread discounting, then the volume of sales would decrease.",
      "id": "s413"
    },
    {
      "text": "78 Where, it is acknowledged, Jurlique Companies did not have significant market power in relation to premium skin care products, and where, it is acknowledged, the Jurlique Companies compete in the market of premium skin care products with competitors, including substantial international corporations, it is impossible to conclude that the maintenance of retail prices by the Jurlique Companies caused loss and damage to consumers.",
      "id": "s414"
    },
    {
      "text": "79 The logical difficulty associated with the contention that the maintenance of retail sale prices cause loss and damage to consumers and is anti-competitive, (where the maintainer lacks significant market power, and there are significant players in the market) is illustrated, ironically, by a submission in the joint submission by the parties: \n 'Retail price maintenance behaviour assisted Jurlique Distribution in controlling the behaviour of their Jurlique Franchisees and Retailer Outlets in circumstances where the Jurlique Companies were expanding its distribution base quickly.",
      "id": "s415"
    },
    {
      "text": "The Jurlique Companies were spending significant advertising funding differentiating its product from its competitors and it gained what it considered to be an advantage in the promotion of its image and stocking of its product by maintaining undiscounted prices for its products.",
      "id": "s416"
    },
    {
      "text": "These two issues meant that through its contravening conduct, Jurlique Companies obtained advantages over competitors who complied with the law .",
      "id": "s417"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s418"
    },
    {
      "text": ")\n \n 80 What this submission acknowledges, although perhaps unconsciously, is that the maintenance of an expensive retail price is part of the allure of prestige products, and confers a competitive advantage to those products over those which are variously seen as discounted.",
      "id": "s419"
    },
    {
      "text": "81 The parties and the Court have to take the law as it is, and the Act provides for penalties for a contravention of a corporation of up to $10 million, and up to half a million dollars in the case of a natural person.",
      "id": "s420"
    },
    {
      "text": "82 In Trade Practices Commission v Stihl Chain Saws (Aust) Pty Ltd (1978) ATPR 40-091 at 17,896, Smithers J made plain so long ago as 1978, ' the principal object of the imposition of a penalty under s 76 is deterrence '.",
      "id": "s421"
    },
    {
      "text": "83 In Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52,152, French J said: \n 'The principal, and I think probably the only object of the penalties imposed by s 76 , is to attempt to put a price on contravention that is sufficiently high to deter repetition by the contravenor and by others who might be tempted to contravene the Act.",
      "id": "s422"
    },
    {
      "text": "' \n \n 84 As the Full Court of Burchett, Carr and Kiefel JJ in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285 at pp 294-295:\n 'The Court should not leave room for any impression of weakness in its resolve to impose penalties sufficient to ensure the deterrence, not only of the parties actually before it, but also of others who might be tempted to think that a contravention would pay, and detection lead merely to a compliance program for the future.",
      "id": "s423"
    },
    {
      "text": "' \n \n 85 Concerning general deterrence, Pincus J, as long ago as 1990, commented in Trade Practices Commission v Sony (Aust) Pty Ltd &amp; Ors (1990) ATPR 41-053 at 51,691:\n 'When one finds deliberate breaches of the price maintenance provisions of the Trade Practices Act ... after years of attempts to enforce compliance with these provisions, one can only suspect that the penalties have not been taken very seriously.",
      "id": "s424"
    },
    {
      "text": "Their deterrent effect has been insufficient.",
      "id": "s425"
    },
    {
      "text": "' \n \n 86 More recently, in 2001, Finkelstein J said in Australian Competition and Consumer Commission v ABB Transmission and Distribution Limited (2001) ATPR 41-815 at par 13:\n 'If general deterrence is the principal object of imposing a penalty, the number of cases that still come before the court, and the seriousness of the conduct that is involved in some of them, suggests that past penalties are not achieving that object.",
      "id": "s426"
    },
    {
      "text": "For a penalty to have the desired effect, it must be imposed at a meaningful level.",
      "id": "s427"
    },
    {
      "text": "Most antitrust violations are profitable.",
      "id": "s428"
    },
    {
      "text": "Accordingly, the penalty must be at a level that a potentially-offending corporation will see as eliminating any prospect of gain.",
      "id": "s429"
    },
    {
      "text": "' \n \n 87 In relation to general deterrence in the context of price fixing (where there is a clear and demonstrable nexus between the contravening conduct and the infliction of loss or damage on consumers), Selway J in Australian Competition and Consumer Commission v McMahon Services Pty Ltd (2004) ATPR 42-031 at par 15 said:\n 'Once it is understood that deterrence, and particularly general deterrence, is the primary principle in the imposition of penalty for price fixing, then at least two conclusions flow from that.",
      "id": "s430"
    },
    {
      "text": "First, it means that penalties for collusive price fixing will need to be substantial and significant.",
      "id": "s431"
    },
    {
      "text": "This is, of course, reflected in the size of the maximum penalty upon corporations of $10 million.",
      "id": "s432"
    },
    {
      "text": "However, it also follows logically from the principle.",
      "id": "s433"
    },
    {
      "text": "Collusive price fixing, particularly between tenderers is difficult to detect.",
      "id": "s434"
    },
    {
      "text": "Public enforcement often only occurs with \"a tip from an affected party or an insider\" (See Marshall &amp; Meurer, \"Bidder Collusion and Antitrust Law: Refining the Analysis of Price Fixing to Account for the Special Features of Auction Markets\" (2004) 72 AntiTrust Law Journal 83 at 101).",
      "id": "s435"
    },
    {
      "text": "Given these difficulties and the potential for large profits from such practices there is a chance that those in the market place might be prepared to factor the risk of a low penalty into its pricing structure as a 'business cost'.",
      "id": "s436"
    },
    {
      "text": "That would be inimical to the statutory purpose of ensuring that the practices do not occur.",
      "id": "s437"
    },
    {
      "text": "The penalty must be sufficiently high that a business, acting rationally and in its own best interest, will not be prepared to treat the risk of such a penalty as a business cost.",
      "id": "s438"
    },
    {
      "text": "' \n \n 88 Because the Act defines resale price maintenance as a per se contravention, the Act requires the Court to apply similar considerations to the conduct in the calculation and imposition of appropriate penalties for the resale price maintenance.",
      "id": "s439"
    },
    {
      "text": "89 There is, of course, a need to consider the capacity of a contravening party to pay in the calculation of the appropriate penalty, while also giving effect to the primary obligation of the Court to impose a penalty which satisfies the requirement of general deterrence.",
      "id": "s440"
    },
    {
      "text": "90 Goldberg J in Australian Competition &amp; Consumer Commission v Leahy Petroleum Pty Ltd (No 3) (2005) 215 ALR 301 said at par 39:\n 'The penalty imposed must be substantial enough that the party realises the seriousness of its conduct and is not inclined to repeat such conduct.",
      "id": "s441"
    },
    {
      "text": "Obviously the sum required to achieve this object will be larger where the Court is setting a penalty for a company with vast resources.",
      "id": "s442"
    },
    {
      "text": "However, as specified deterrence is only one element and general deterrence must also be achieved, consideration of the party's capacity to pay must be weighed against the need to impose a sum which members of the public will recognise as significant and proportionate to the seriousness of the contravention.",
      "id": "s443"
    },
    {
      "text": "' \n \n 91 Next, it is important to note that the resale price maintenance conduct occurred over a long period of time.",
      "id": "s444"
    },
    {
      "text": "The first instance in the pleadings was in 1991, with the last conduct, the subject of these proceedings, being in 2003.",
      "id": "s445"
    },
    {
      "text": "The majority of the conduct the subject of the contraventions occurred during 1999, 2001 and 2002.",
      "id": "s446"
    },
    {
      "text": "These proceedings were filed on 14 August 2006.",
      "id": "s447"
    },
    {
      "text": "Within the six year time frame prior to the institution of these proceedings there are more than 30 resale price maintenance contraventions of the Act.",
      "id": "s448"
    },
    {
      "text": "That conduct affected Jurlique franchisees and retailer outlets throughout Australia and also involved international customers, both within Australia and overseas.",
      "id": "s449"
    },
    {
      "text": "92 Dr Klein, during the period of the relevant contraventions for penalty, was the most senior executive and owner of the Jurlique Companies.",
      "id": "s450"
    },
    {
      "text": "He set the policy on discounting, was directly involved in aspects of the drafting of Jurlique Franchise Agreements, in negotiating the schedules and terms with franchisees, and he had direct contact with the stores.",
      "id": "s451"
    },
    {
      "text": "He was involved in all aspects of the contravening conduct.",
      "id": "s452"
    },
    {
      "text": "The other contraventions did not involve ongoing conduct.",
      "id": "s453"
    },
    {
      "text": "93 While some aspects of the financial position of the respondent companies are confidential, it is relevant to record that over the four financial years from 2000/2001 to 2003/2004, the total wholesale sales of Jurlique International and Jurlique Distribution rose from slightly over $10 million to about $21 million, and the domestic retail sales of J &amp; J Franchising Direct Sales and Treatments rose from nearly $8 million to about $11 million.",
      "id": "s454"
    },
    {
      "text": "While it is not appropriate to give precise details of the financial size of the contravening companies, in circumstances where confidentiality has been claimed over particular aspects of the accounts before the Court, it is appropriate to acknowledge that the consolidated position of the group discloses substantial assets and significant profits.",
      "id": "s455"
    },
    {
      "text": "94 The profit of the group is substantial against revenue.",
      "id": "s456"
    },
    {
      "text": "It is indicative of the group's financial position to have regard to the consolidated results for the 2002/2003 financial year, where the net assets of the group was more than $90 million, revenue more than $46 million, and the profit from ordinary activities before income tax was a little more than $11 million.",
      "id": "s457"
    },
    {
      "text": "95 As an indication, for Jurlique International in that 2002/2003 financial year, sales were slightly more than $28 million with profit before tax of a little more than $10.5 million.",
      "id": "s458"
    },
    {
      "text": "For that same financial year, Jurlique Distribution recorded sales of slightly more than $15 million, and profit before tax a little over $9 million.",
      "id": "s459"
    },
    {
      "text": "96 For J &amp; J Franchising, for that year, the sales were nearly $8.5 million and the profit before tax was nearly $25 million.",
      "id": "s460"
    },
    {
      "text": "97 Jurlique Spa had limited trading activity during the period of the conduct.",
      "id": "s461"
    },
    {
      "text": "It received little income and profit during the period, had negligible net assets, and did not distribute any dividends in the relevant period.",
      "id": "s462"
    },
    {
      "text": "98 The consequence is that the financial information before the Court indicates that the Jurlique Companies have the financial resources to meet penalties which are recommended by the parties as appropriate for the Court to impose.",
      "id": "s463"
    },
    {
      "text": "99 It is relevant in this context to refer to Dermologica .",
      "id": "s464"
    },
    {
      "text": "The report indicates that Dermologica, in the financial year 2001/2002, had sales of nearly $15 million and profit before income tax in the order of $1.2 million.",
      "id": "s465"
    },
    {
      "text": "In the present case, in the 2003/2004 financial year, the Jurlique Companies' revenue was four times larger than Dermologica's income in 2001/2002, and the Jurlique Companies' profit before tax was considerably higher than Dermologica's.",
      "id": "s466"
    },
    {
      "text": "100 As to the degree of market power of the Jurlique companies, I have already referred to the lack of market power of Jurlique in the market of premium skin care products.",
      "id": "s467"
    },
    {
      "text": "The joint submissions of the parties acknowledge at par 119: \n 'Jurlique is not alleged to have market power against its competitors.",
      "id": "s468"
    },
    {
      "text": "Jurlique's share of sales is low in the skin care product industry however Jurlique Products are highly differentiated and offers one of only a few ranges of products claiming to have natural ingredients and to be made in Australia.",
      "id": "s469"
    },
    {
      "text": "Customers' perception of a brand's image, which is expensive to create and maintain through advertising and marketing, differentiates Jurlique Products from many competitors' products.",
      "id": "s470"
    },
    {
      "text": "Accordingly, some customers are willing to pay more for particular skin care products based on their perception of image.",
      "id": "s471"
    },
    {
      "text": "' \n \n 101 However, it is also relevant to note the submission at par 120 that:\n 'The Jurlique Companies engaged in resale price maintenance conduct against Jurlique Franchisees in circumstances where the threat to remove stock from their stores would have destroyed their investment in a franchise store.",
      "id": "s472"
    },
    {
      "text": "Because Jurlique Franchisees made a substantial investment in each franchise store, Jurlique Companies had significant power in respect of its Jurlique Franchisees.",
      "id": "s473"
    },
    {
      "text": "' \n \n 102 The conduct of the Jurlique Companies in the contraventions before the Court was deliberate.",
      "id": "s474"
    },
    {
      "text": "It was the result of a long-standing company policy that retail prices should not be discounted.",
      "id": "s475"
    },
    {
      "text": "The founder of the Jurlique Companies, Dr Klein, believed strongly in their quality and considered that the prestige image of the Jurlique products could only be maintained if it was not damaged by discounting behaviour.",
      "id": "s476"
    },
    {
      "text": "However defensible that view might be, it is no defence to a contravention of the Act, and as the quotations earlier referred to about general deterrence make plain, Parliament has decreed that conduct in contravention of the Act has to be deterred and to this end has provided for a maximum penalty in the case of a corporation of $10 million.",
      "id": "s477"
    },
    {
      "text": "103 The conduct occurred at the most senior level of the company, and flowed through the operations of the Jurlique Companies.",
      "id": "s478"
    },
    {
      "text": "Dr Klein and the Jurlique Companies initially denied that contraventions had occurred.",
      "id": "s479"
    },
    {
      "text": "The initial denials by Dr Klein continued after allegations were first raised in March 2003, and persisted at least until some 'without prejudice' admissions were made at the end of August and early September 2004.",
      "id": "s480"
    },
    {
      "text": "104 In November 2003, Dr Klein ceased as managing director; in December 2003, a new shareholder acquired 25% of Jurlique International.",
      "id": "s481"
    },
    {
      "text": "In 2004, that shareholder acquired a further 50% of Jurlique International, and the remaining 25% interest was sold by interests associated with Dr Klein in 2005.",
      "id": "s482"
    },
    {
      "text": "Since 25 July 2005, Dr Klein has not been involved in the management of the Jurlique Companies and is no longer a shareholder in that company; he has ceased to be a director.",
      "id": "s483"
    },
    {
      "text": "105 In April 2004, the Jurlique Companies arranged for their lawyers to provide its senior executives and sales managers with a training session specifically targeting resale price maintenance and price fixing.",
      "id": "s484"
    },
    {
      "text": "Trade practices training was also provided to Jurlique Companies' sales staff who were located in Adelaide, Melbourne and Sydney in July 2005.",
      "id": "s485"
    },
    {
      "text": "No compliance training was delivered to staff until a year after the Commission raised its concerns about the Jurlique Companies' conduct.",
      "id": "s486"
    },
    {
      "text": "Dr Klein himself had received no trade practices training.",
      "id": "s487"
    },
    {
      "text": "106 It is relevant to note that the Jurlique Companies have offered to provide a s 87B undertaking to the Commission to implement a compliance program with particular regard to Part IV of the Act.",
      "id": "s488"
    },
    {
      "text": "There have been no previous contraventions by any of the Jurlique Companies or Dr Klein relating to Part IV of the Act.",
      "id": "s489"
    },
    {
      "text": "107 It has to be also recognised that the Jurlique Companies and Dr Klein have saved the time of the Court and Commission by making the admissions constituted by the filing of the respective defences, and in reaching agreement with the Commission on the making of joint submissions to the Court as to the appropriate orders and penalties to be imposed.",
      "id": "s490"
    },
    {
      "text": "There has been a saving of some investigation costs, but any savings would have been much greater had there been a timely acknowledgement by the Jurlique Companies and Dr Klein about the Commission's concerns regarding retail price maintenance, and had there not been a denial of any wrongdoing by Dr Klein over an extended period.",
      "id": "s491"
    },
    {
      "text": "108 It is in the context outlined above that the Commission and the respective respondents submit that penalties in the following amounts are appropriate, and are within the range of penalties that a Court would order, and recommends that the Court impose those recommended penalties: \n \n \n '20.",
      "id": "s492"
    },
    {
      "text": "Jurlique International pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $1,000,000 in respect of its contraventions of section 48 of the Act and of its ancillary involvement in contraventions of that section alleged in paragraphs 76 to 79 of the statement of claim, occurring after 14 August 2000; \n \n \n \n \n \n 21.",
      "id": "s493"
    },
    {
      "text": "Jurlique Distribution pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $1,400,000 in respect of its contraventions of section 48 of the Act alleged in paragraphs 80 to 83 of the statement of claim, occurring after 14 August 2000; \n \n \n \n \n \n 22.",
      "id": "s494"
    },
    {
      "text": "J &amp; J Franchising pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $700,000 in respect of its contraventions of sections 45(2)(a)(ii) and 45 (2)(b)(ii) of the Act and of its ancillary involvement in contraventions of section 48 alleged in paragraphs 84 to 87 of the statement of claim, occurring after 14 August 2000; \n \n \n \n \n \n 23.",
      "id": "s495"
    },
    {
      "text": "Jurlique Spa pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $100,000 in respect of its ancillary involvement in contraventions of section 48 of the Act alleged in paragraph 88 of the statement of claim, occurring after 14 August 2000; \n \n \n \n \n \n 24.",
      "id": "s496"
    },
    {
      "text": "Dr Klein pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $200,000 in respect of his ancillary involvement in contraventions of sections 45(2)(a)(ii) , 45 (2)(b)(ii) and 48 of the Act alleged in paragraphs 89 to 95 of the statement of claim, occurring after 14 August 2000; \n \n \n \n \n \n 25.",
      "id": "s497"
    },
    {
      "text": "The seal of the Court be affixed to the judgment and the reasons for judgment given in this proceeding for the purpose of section 83 of the Act; \n \n \n \n \n \n 26.",
      "id": "s498"
    },
    {
      "text": "Jurlique International, Jurlique Distribution, J &amp; J Franchising and Jurlique Spa pay the applicant's costs of and incidental to these proceedings as against them in the agreed amount of $125,000 within 21 days of the date of this order; \n \n \n \n \n \n 27.",
      "id": "s499"
    },
    {
      "text": "Dr Klein pay the applicant's costs of and incidental to these proceedings as against him in the agreed amount of $20,000 within 7 days of the date of this order.",
      "id": "s500"
    },
    {
      "text": "' \n \n \n \n \n 109 It is important in this context to note that the Commission and the respondents, each with their different interests to promote, have reached a consensus as to the penalties recommended to the Court as appropriate.",
      "id": "s501"
    },
    {
      "text": "110 I give very great weight to that circumstance, and note the comments by the Full Court in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285 at p 291: \n 'There is an important public policy involved.",
      "id": "s502"
    },
    {
      "text": "When corporations acknowledge contraventions, very lengthy and complex litigation is frequently avoided, freeing the courts to deal with other matters, and investigating officers of the Australian Competition and Consumer Commission to turn to other areas of the economy that await their attention.",
      "id": "s503"
    },
    {
      "text": "At the same time, a negotiated resolution in the instant case may be expected to include measures designed to promote, for the future, vigorous competition in the particular market concerned.",
      "id": "s504"
    },
    {
      "text": "These beneficial consequences would be jeopardised if corporations were to conclude that proper settlements were clouded by unpredictable risks.",
      "id": "s505"
    },
    {
      "text": "A proper figure is one within the permissible range in all the circumstances.",
      "id": "s506"
    },
    {
      "text": "The Court will not depart from an agreed figure merely because it might otherwise have been disposed to select some other figure, or except in a clear case.",
      "id": "s507"
    },
    {
      "text": "' \n \n 111 In my judgment, this case is not a clear case where the Court should depart from the figures agreed by properly informed and legally assisted parties with different interests in the outcome of these proceedings.",
      "id": "s508"
    },
    {
      "text": "112 For the above reasons, I make the declarations as agreed by the parties, and I make following orders:\n 1.",
      "id": "s509"
    },
    {
      "text": "Jurlique International, Jurlique Distribution, J &amp; J Franchising and Jurlique Spa, whether by itself or its directors, servants, agents, employees or otherwise howsoever, be restrained, within Australia and in respect of agreements for supply between Australia and places outside Australia, for a period of 5 years, from: \n \n \n 1.1 inducing, or attempting to induce, a person not to advertise or sell products under the 'Jurlique' brand, supplied to the person directly or indirectly by that respondent at a price less than a price specified by that respondent;\n 1.2 entering into an agreement, or offering to enter into an agreement, for the supply of products under the 'Jurlique' brand, to a person being an agreement one of the terms of which is, or would be, that the person will not sell the products at a price less than a price specified, or that would be specified, by that respondent;\n 1.3 withholding supply of products under the 'Jurlique' brand, to a person (other than a person who within the preceding year has sold products obtained from the respondent at less than their cost to the other person, not being by way of genuine seasonal or clearance sale or with consent of the respondent) for the reason that the person has sold or is likely to sell, or has not agreed not to sell, the products supplied to him or her by that respondent at a price less than the price specified by that respondent as the price below which the products are not to be sold; or\n 1.4 using in relation to products under the 'Jurlique' brand, supplied, or that may be supplied, by that respondent to a person, a statement of price that is likely to be understood by the person as the price below which the products are not to be advertised or sold.",
      "id": "s510"
    },
    {
      "text": "2.",
      "id": "s511"
    },
    {
      "text": "Each of Jurlique International, Jurlique Distribution, J &amp; J Franchising and Jurlique Spa be restrained, within Australia and in respect of agreements for supply between Australia and places outside Australia, for a period of 5 years, from being directly or indirectly knowingly concerned in or party to a corporation engaging in the conduct set out in pars 1.1 to 1.4 above in relation to the supply of skincare, cosmetic or herbal medicine products, or products under the 'Jurlique' brand.",
      "id": "s512"
    },
    {
      "text": "3.",
      "id": "s513"
    },
    {
      "text": "J &amp; J Franchising, whether by its directors, servants, agents, employees or otherwise howsoever, be restrained, within Australia, for a period of 5 years, from making, arriving at or giving effect to any contract, arrangement or understanding: \n \n \n 3.1 with another corporation that supplied Jurlique treatments (other than an agreement to supply Jurlique treatments jointly, or an agreement with a related entity);\n 3.2 which contains a provision that has a substantial purpose or effect or likely effect of fixing, controlling or maintaining or providing for the fixing, controlling or maintaining of, the prices charged for Jurlique treatments supplies or offered for supply by any of the parties to the contract, arrangement or understanding in competition with each other.",
      "id": "s514"
    },
    {
      "text": "4.",
      "id": "s515"
    },
    {
      "text": "Dr Klein be restrained, within Australia and in respect of agreements for supply between Australia and places outside Australia, for a period of 5 years, from being directly or indirectly knowingly concerning in a corporation which supplies to another person skincare, cosmetic or herbal medicine products, or products under the 'Jurlique' brand: \n \n \n 4.1 inducing or attempting to induce that other person not to sell those products at a price less than a price specified by that corporation;\n 4.2 entering into an agreement, or offering to enter into an agreement for supply of products to that other person one of the terms of which agreement is that the other person will not sell the products at a price less than that specified by the corporation;\n 4.3 withholding the supply of the product to that other person (other than a person who within the preceding year has sold products obtained from the respondent at less than their cost to the other person, not being by way of genuine seasonal or clearance sale or with consent of the respondent) for reason that the other person has sold or is likely to sell, or has not agreed not to sell, the products at a price less than a price specified by the corporation as a price below which the goods are not to be sold; or\n 4.4 using in relation to those products a statement of price likely to be understood by that other person as a price below which the products are not to be sold.",
      "id": "s516"
    },
    {
      "text": "5.",
      "id": "s517"
    },
    {
      "text": "Dr Klein be restrained, within Australia, for a period of 5 years, from being directly or indirectly knowingly concerned in, or aiding, abetting, counselling or procuring, a corporation that supplies health treatment service making, or arriving at, or giving effect to any contract or arrangement or understanding (other than an agreement to jointly supply such services, or an agreement with a related entity), which contains a provision that has a substantial purpose or effect or likely effect of fixing, controlling or maintaining or providing for the fixing, controlling or maintaining of, the prices charged for the services supplied or offered for supply by any of the parties to the contract, arrangement or understanding in competition with each other.",
      "id": "s518"
    },
    {
      "text": "6.",
      "id": "s519"
    },
    {
      "text": "Jurlique International pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $1,000,000 in respect of its contraventions of s 48 of the Trade Practices Act 1974 (Cth) and of its ancillary involvement in contraventions of that section alleged in pars 76 to 79 of the statement of claim, occurring after 14 August 2000;\n 7.",
      "id": "s520"
    },
    {
      "text": "Jurlique Distribution pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $1,400,000 in respect of its contraventions of s 48 of the Act alleged in pars 80 to 83 of the statement of claim, occurring after 14 August 2000;\n 8.",
      "id": "s521"
    },
    {
      "text": "J &amp; J Franchising pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $700,000 in respect of its contraventions of ss 45(2)(a)(ii) and 45 (2)(b)(ii) of the Act and of its ancillary involvement in contraventions of s 48 alleged in pars 84 to 87 of the statement of claim, occurring after 14 August 2000;\n 9.",
      "id": "s522"
    },
    {
      "text": "Jurlique Spa pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $100,000 in respect of its ancillary involvement in contraventions of s 48 of the Act alleged in par 88 of the statement of claim, occurring after 14 August 2000;\n 10.",
      "id": "s523"
    },
    {
      "text": "Dr Klein pay to the Commonwealth of Australia, within 21 days of the date of this order, a pecuniary penalty in the amount of $200,000 in respect of his ancillary involvement in contraventions of ss 45(2)(a)(ii) , 45 (2)(b)(ii) and 48 of the Act alleged in pars 89 to 95 of the statement of claim, occurring after 14 August 2000;\n 11.",
      "id": "s524"
    },
    {
      "text": "The seal of the Court be affixed to the judgment and the reasons for judgment given in this proceeding for the purpose of s 83 of the Trade Practices Act 1974 (Cth);\n 12.",
      "id": "s525"
    },
    {
      "text": "Jurlique International, Jurlique Distribution, J &amp; J Franchising and Jurlique Spa pay the applicant's costs of and incidental to these proceedings as against them in the agreed amount of $125,000, within 21 days of the date of this order;\n 13.",
      "id": "s526"
    },
    {
      "text": "Dr Klein pay the applicant's costs of and incidental to these proceedings as against him in the agreed amount of $20,000, within 7 days of the date of this order.",
      "id": "s527"
    },
    {
      "text": "I certify that the preceding one hundred and twelve (112) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s528"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2007\n\n\n Counsel for the Applicant: Mr Simon Couper QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the 1st-4th Respondents: Mr Patrick O'Shea SC \n \n Solicitor for the 1 st -4 th Respondents: Minter Ellison Lawyers \nCounsel for the 5 th Respondent\n\nSolicitor for the 5 th Respondent \nMr Andrew Musgrave\n\n\nKing and Company Date of Hearing: 10 October 2006 \n \n Date of Judgment: 8 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/79.html",
      "id": "s529"
    }
  ]
}