{
  "name": "MZXMC v Minister for Immigration &amp; Citizenship [2007] FCA 768 (18 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/768.html",
  "catchphrases": [
    {
      "text": "purported appeal from judgment of federal magistrate dismissing application by reason of failure to appear",
      "id": "c0"
    },
    {
      "text": "objection taken to competency",
      "id": "c1"
    },
    {
      "text": "federal magistrate's judgment interlocutory",
      "id": "c2"
    },
    {
      "text": "appellant failed to appear at federal court hearing",
      "id": "c3"
    },
    {
      "text": "appeal dismissed as incompetent",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of appeal filed on 9 March 2007, the appellant appeals from a judgment of Federal Magistrate Riley given on 21 February 2007.",
      "id": "s0"
    },
    {
      "text": "In that judgment, her Honour dismissed an application to review a decision of the Refugee Review Tribunal rejecting the appellant's claim to a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The basis upon which the Federal Magistrate dismissed the application to review was the failure of the appellant to appear on the day of the hearing.",
      "id": "s2"
    },
    {
      "text": "Her Honour invoked r 13.03A(c) of the Federal Magistrates Court Rules 2001 .",
      "id": "s3"
    },
    {
      "text": "She included in the orders dismissing the application a notation to the effect that pursuant to r 16.05(2)(a) the Court may vary or set aside a judgment or order made in the absence of a party.",
      "id": "s4"
    },
    {
      "text": "She did not consider the case on its merits.",
      "id": "s5"
    },
    {
      "text": "3 The respondent Minister has filed a notice of objection to competency.",
      "id": "s6"
    },
    {
      "text": "That notice contends that the decision given on 21 February 2007 is an interlocutory judgment and accordingly not subject to appeal as of right.",
      "id": "s7"
    },
    {
      "text": "Further, pursuant to O 52 r 5 of the Federal Court Rules leave to appeal must be sought within 21 days of the pronouncement of the interlocutory decision, and the appellant must also obtain an extension of time.",
      "id": "s8"
    },
    {
      "text": "No application for leave to appeal has been sought.",
      "id": "s9"
    },
    {
      "text": "4 Attempts have been made to contact the appellant in recent weeks.",
      "id": "s10"
    },
    {
      "text": "Save for the provision of a letter addressed to an officer of the Court, faxed on 17 May 2007, there has been no communication from the appellant.",
      "id": "s11"
    },
    {
      "text": "In particular, in breach of directions given on 19 March 2007, no written submissions have been filed on behalf of the appellant.",
      "id": "s12"
    },
    {
      "text": "5 When the matter was called on for hearing this morning, there was no appearance by the appellant.",
      "id": "s13"
    },
    {
      "text": "The explanation may lie in the letter dated 17 May 2007 which says that the appellant is unable to come to the hearing today.",
      "id": "s14"
    },
    {
      "text": "It refers to a medical certificate as being attached for the attention of the Court and requests that the matter be adjourned to another date.",
      "id": "s15"
    },
    {
      "text": "There was, however, no medical certificate attached to the letter.",
      "id": "s16"
    },
    {
      "text": "6 Curiously, the appellant is not alone in being unwell, and unable to attend Court this morning.",
      "id": "s17"
    },
    {
      "text": "Two other persons, each of whom is associated with the appellant, and whose cases were dealt with by the Federal Magistrate at the same time as that of the appellant, have also failed to comply with Court directions, and have also provided letters indicating that they are sick, and unable to attend Court today.",
      "id": "s18"
    },
    {
      "text": "Those letters again referred to medical certificates as being attached, but only one of the letters in fact provided such a certificate which was pro forma in nature and, as I have found, worthless.",
      "id": "s19"
    },
    {
      "text": "7 Having regard to the history of this matter, I am not persuaded that I should adjourn this proceeding.",
      "id": "s20"
    },
    {
      "text": "The objection to competency is plainly well taken.",
      "id": "s21"
    },
    {
      "text": "A decision to dismiss an application by reason of the absence of the applicant is a decision of an interlocutory nature.",
      "id": "s22"
    },
    {
      "text": "Pursuant to s 24(1A) of the Federal Court Act 1976 (Cth) an appeal from the Federal Magistrates Court cannot be brought from such a decision without leave.",
      "id": "s23"
    },
    {
      "text": "See generally NACA v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 659 at [15] per Hely J; MZWQH v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1491 at [26] per Kenny J; and MZWXC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 172 at [9] per Young J.",
      "id": "s24"
    },
    {
      "text": "8 It follows that the objection to competency will be allowed.",
      "id": "s25"
    },
    {
      "text": "The purported notice of appeal filed 9 March 2007 will be struck out as incompetent.",
      "id": "s26"
    },
    {
      "text": "The appellant will pay the first respondent's costs.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s28"
    },
    {
      "text": "Associate: \n\nDated: 18 May 2007\n\n\n \n No appearance for the appellant \n \n Counsel for the Respondent: Ms C Symons \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 18 May 2007 \n \n Date of Judgment: 18 May 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/768.html",
      "id": "s29"
    }
  ]
}