{
  "name": "Knight v Beyond Properties Pty Ltd [2007] FCA 70 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/70.html",
  "catchphrases": [
    {
      "text": "passing off",
      "id": "c0"
    },
    {
      "text": "misleading or deceptive conduct",
      "id": "c1"
    },
    {
      "text": "whether reputation in jurisdiction",
      "id": "c2"
    },
    {
      "text": "whether real possibility of deception",
      "id": "c3"
    },
    {
      "text": "descriptive name",
      "id": "c4"
    },
    {
      "text": "distinctive secondary meaning required",
      "id": "c5"
    },
    {
      "text": "attributes of class or classes to whom representation made",
      "id": "c6"
    },
    {
      "text": "relevance of erroneous assumption",
      "id": "c7"
    },
    {
      "text": "doctrine of instruments of deception.",
      "id": "c8"
    },
    {
      "text": "intellectual property",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n INTRODUCTORY MATTERS \n Nature of the Proceedings \n \n1 This case concerns alleged contraventions of s 52 of the Trade Practices Act 1974 (Cth) ('the TP Act') and commission of the tort of passing-off.",
      "id": "s0"
    },
    {
      "text": "2 The contraventions and tortious conduct are said to be constituted by the production and distribution of a series of TV programs entitled 'Mythbusters' ('the Mythbusters TV show') and three books ('the spin-off books').",
      "id": "s1"
    },
    {
      "text": "The spin-off books were brought into existence as a result of the popularity of the Mythbusters TV show.",
      "id": "s2"
    },
    {
      "text": "They contain written and pictorial representations of the content of various episodes of the Mythbusters TV show.",
      "id": "s3"
    },
    {
      "text": "The spin-off books are entitled, respectively: Mythbusters: The Explosive Truth Behind 30 of the Most Perplexing Urban Legends of All Time , Mythbusters: Don't Try This at Home , and Busted .",
      "id": "s4"
    },
    {
      "text": "3 The first, second and sixth respondents ('Beyond' or 'the Beyond interests') are members of the 'Beyond' group of Australian companies which produced the Mythbusters TV show.",
      "id": "s5"
    },
    {
      "text": "4 The third respondent (Discovery Channel) is the American corporation to whom the Mythbusters TV show was sold by Beyond.",
      "id": "s6"
    },
    {
      "text": "It distributed the TV show initially in the USA and later in Australia.",
      "id": "s7"
    },
    {
      "text": "5 I shall describe the development of the Mythbusters TV show and its sale to Discovery Channel in due course.",
      "id": "s8"
    },
    {
      "text": "For the moment it is sufficient to say that Discovery Channel accepted the concept for the show in about October 2001.",
      "id": "s9"
    },
    {
      "text": "The show went into production in June 2002 and was first screened on TV in the USA on 23 January 2003.",
      "id": "s10"
    },
    {
      "text": "6 The fourth and fifth respondents (SBS and Foxtel) are Australian corporations which have screened the Mythbusters TV show in Australia.",
      "id": "s11"
    },
    {
      "text": "Foxtel first screened the Mythbusters TV show on pay television in Australia on 27 September 2004.",
      "id": "s12"
    },
    {
      "text": "SBS did so, on free-to-air television, on 3 January 2005.",
      "id": "s13"
    },
    {
      "text": "7 The applicant, Andrew Knight is also known as Bowvayne, or sometimes simply as Bow.",
      "id": "s14"
    },
    {
      "text": "He is, amongst other things, an author of children's books.",
      "id": "s15"
    },
    {
      "text": "He claims the right to the name 'Mythbusters' as a result of his own use of it in various of his books and in other ways.",
      "id": "s16"
    },
    {
      "text": "8 Mr Knight alleges that the respondents have, by their conduct, misrepresented that the Mythbusters TV show and the 'spin-off' books are in some way endorsed by or connected with him ('the misrepresentation'), and that he has suffered loss and damage as a result.",
      "id": "s17"
    },
    {
      "text": "9 Three of Mr Knight's books have the word 'Mythbusters' in their title ('the Mythbusters books').",
      "id": "s18"
    },
    {
      "text": "They are: Mythbusters: First Cases ; Mythbusters: Nutcases ; and Mythbusters: Real-Life Adventures in the World of the Supernatural .",
      "id": "s19"
    },
    {
      "text": "They were published in 1991, 1993 and 1996 by Dynatron Productions, Elfshot Productions and Puffin Books respectively (it became clear from the evidence that the first two books were really self-published by Mr Knight).",
      "id": "s20"
    },
    {
      "text": "10 Mr Knight is the self-styled leader of the 'Mythbusters team' an eclectic group who pursue mystery, myths, ghosts and goblins to various parts of the world.",
      "id": "s21"
    },
    {
      "text": "Typical of Mr Knight's promotion (in a 1993 letter) of the Mythbusters team is the following:\n \n 'The Mythbusters are a wacky team who travel the world looking for monsters, ghosts, UFOs, buried treasures and things that go bump in the night.",
      "id": "s22"
    },
    {
      "text": "They are in the grand English literary tradition of jolly children who have lots of scrapes and see extraordinary things.",
      "id": "s23"
    },
    {
      "text": "But the Mythbusters are real and they're grown men who don't have to be home in time for tea.",
      "id": "s24"
    },
    {
      "text": "And extraordinary things they have seen: A monster lurking in a British seaside resort, fantastically coloured UFOs in Czechoslovakia's Carpathian mountains ... and that's just for starters.",
      "id": "s25"
    },
    {
      "text": "' \n \n\n11 Mr Knight had plans for the production of his own TV series, identically entitled 'Mythbusters'.",
      "id": "s26"
    },
    {
      "text": "He feels greatly aggrieved by the entry to the TV market of a show with what he regards as his name 'Mythbusters'.",
      "id": "s27"
    },
    {
      "text": "12 Over the period from about 1993 Mr Knight made a series of efforts, in the UK and in Australia, personally and through others, to interest a TV broadcaster or production house in the development of a TV series, featuring himself and his Mythbusters team, using material and stories of the kind in his books.",
      "id": "s28"
    },
    {
      "text": "None of his efforts, or those on his behalf, resulted in any agreement to fund the production of such a series.",
      "id": "s29"
    },
    {
      "text": "13 One of the production houses to whom an approach was made was Beyond.",
      "id": "s30"
    },
    {
      "text": "That fact, and certain other circumstances that I shall discuss, provided the foundation for an allegation by Mr Knight that his ideas for a TV series had been taken by Beyond and used to its own advantage.",
      "id": "s31"
    },
    {
      "text": "14 Despite Mr Knight's ambitions for his own TV show, his belief that the name Mythbusters was his commercial property and the fact that in about 2000 he both registered it as a business name in South Australia and obtained the domain name 'mythbusters.com.au' (both of which registrations were allowed to lapse in 2003) he did not, prior to the events which led to this case, make any application to register 'Mythbusters' as a trade mark.",
      "id": "s32"
    },
    {
      "text": "Accordingly, he does not have available to him, in the present proceedings, the statutory protection provided by the Trade Marks Act 1955 (Cth).",
      "id": "s33"
    },
    {
      "text": "Some Issues of Principle \n \n15 The essence of the tort of passing-off is a wrongful representation, usually implied by conduct, of a non-existent association with the plaintiff.",
      "id": "s34"
    },
    {
      "text": "The plaintiff must thereby be damaged to secure an effective remedy.",
      "id": "s35"
    },
    {
      "text": "16 No actionable misrepresentation can occur unless the plaintiff has a relevant reputation in the jurisdiction ( Conagra Inc v McCain Foods (Aust) Pty Ltd (1992) 33 FCR 302) (' Conagra ').",
      "id": "s36"
    },
    {
      "text": "Reputation may be established in advance of actually trading in the jurisdiction (e.g.",
      "id": "s37"
    },
    {
      "text": "by advertising or declaration of intent to trade) but a sufficient reputation to establish likelihood of damage, as a matter of fact, must be shown ( Conagra 33 FCR per Lockhart J at 343).",
      "id": "s38"
    },
    {
      "text": "17 The date at which reputation is to be assessed is the date upon which the impugned conduct commenced ( Cadbury Schweppes Pty Ltd v Pub Squash Co Pty Ltd (1980) 55 ALJR 333 at 338).",
      "id": "s39"
    },
    {
      "text": "18 In an action for contravention of s 52 of the TP Act, assuming that the other elements of the case are proved, actual damage to the plaintiff or applicant need not be established.",
      "id": "s40"
    },
    {
      "text": "It is sufficient to show misleading or deceptive conduct, or conduct that is likely to mislead or deceive.",
      "id": "s41"
    },
    {
      "text": "19 In a case, such as the present, where both causes of action are founded on the same allegations, there will be little occasion to make a distinction between them, unless damage cannot be shown.",
      "id": "s42"
    },
    {
      "text": "20 Where the case is not one about direct representations to identified persons evaluation of the conduct alleged to constitute a misrepresentation, and be misleading and deceptive, requires identification of a class of persons to whom the representation is made, some objective attribution of characteristics to the 'ordinary' or 'reasonable' members of that class and evaluation of the quality of impugned conduct by reference to the likely reactions of the members of the class thereby established ( Campomar Sociedad, Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45 ( 'Campomar' ).",
      "id": "s43"
    },
    {
      "text": "21 In such a case the Court should itself make the necessary evaluation.",
      "id": "s44"
    },
    {
      "text": "The test is an objective one ( Taco Company of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 ( 'Taco Bell' ) per Deane and Fitzgerald JJ at 202; Camponar 202 CLR at [102]).",
      "id": "s45"
    },
    {
      "text": "22 When evidence is relied upon to suggest that identified persons within the class have actually been misled it is necessary to inquire why any misconception has arisen so that a determination may be made whether it is due to misleading or deceptive conduct on the part of a respondent or for some other reason ( Hornsby Building Information Centre Pty Ltd v Sydney Building Information Centre Ltd [1978] HCA 11 ; (1978) 140 CLR 216 ( 'Hornsby Building Information Centre') per Stephen J at 228; Taco Bell 42 ALR at 202-3; Campomar 202 CLR at [98]).",
      "id": "s46"
    },
    {
      "text": "Separating the Causes of Action \n \n23 The misrepresentation, and misleading and deceptive conduct, alleged in the present case are said to arise by implication from the conduct of the respondents in producing, distributing and screening the Mythbusters TV show and publishing, or permitting the publication of, the spin-off books.",
      "id": "s47"
    },
    {
      "text": "At the time the Mythbusters TV show was first screened in Australia by either Foxtel or SBS the spin-off books had not been published.",
      "id": "s48"
    },
    {
      "text": "The causes of action relating to the spin-off books were added by amendment to the Statement of Claim during the course of the proceedings, and require separate consideration.",
      "id": "s49"
    },
    {
      "text": "Accordingly, when I come to discuss the competing cases in more detail, I will deal first with the misrepresentation alleged to have been made by the screening of the Mythbusters TV show.",
      "id": "s50"
    },
    {
      "text": "I shall later deal separately with the spin-off books in their own right.",
      "id": "s51"
    },
    {
      "text": "Two Groups of TV Consumers \n \n24 Mr Knight proceeds upon a Further Amended Statement of Claim filed on 27 September 2006.",
      "id": "s52"
    },
    {
      "text": "The Further Amended Statement of Claim does not, and nor did any of its predecessors, identify any particular group to whom a relevant misrepresentation is alleged to have been made.",
      "id": "s53"
    },
    {
      "text": "25 It is not contended that Mr Knight's case is made out by reference to direct representations made by the respondents to identified persons.",
      "id": "s54"
    },
    {
      "text": "It is therefore necessary to identify a class (or classes) of persons to whom the representations were alleged to have been made before evaluating the content and quality of the suggested representations, the reliability of the implication relied upon and the likely effect of the representations upon members of the identified class.",
      "id": "s55"
    },
    {
      "text": "26 The case concerning the Mythbusters TV show, as developed by the evidence and submissions, was not limited to members of the general television viewing audience.",
      "id": "s56"
    },
    {
      "text": "When Mr Knight's case was opened, Ms Chrysanthou advanced a contention that the persons to whom the misrepresentation was made were not limited to those who might watch the Mythbusters TV show as ordinary consumers.",
      "id": "s57"
    },
    {
      "text": "There was, it was argued, a second group made up of 'trade' consumers.",
      "id": "s58"
    },
    {
      "text": "27 In final written submissions she identified the two groups as follows:\n \n \n '24.",
      "id": "s59"
    },
    {
      "text": "The first group is the ordinary consumer who watches television and/or reads books.",
      "id": "s60"
    },
    {
      "text": "25.",
      "id": "s61"
    },
    {
      "text": "The second group comprises members of the television and book publishing trade.",
      "id": "s62"
    },
    {
      "text": "' \n \n \n \n\n28 The first group is too widely defined for my immediate purposes because, as I have said, I propose first to consider the Mythbusters TV show.",
      "id": "s63"
    },
    {
      "text": "In that context the essential attribute of members of the relevant class is that they watch television.",
      "id": "s64"
    },
    {
      "text": "Accordingly, I will describe the first group as 'members of the television viewing public' \n \n29 The second group is also too widely defined, partly for the same reason and also because the term 'television trade' is too general for present purposes.",
      "id": "s65"
    },
    {
      "text": "Later in her written submissions, Ms Chrysanthou submitted:\n \n 'The evidence reflects the extent of the reputation of the Applicant's MYTHBUSTERS television series among Australian television executives and organisations and shows that the Applicant's MYTHBUSTERS reputation is significant and widespread, particularly given that the Australian television market is relatively small.",
      "id": "s66"
    },
    {
      "text": "' \n (Emphasis added)\n \n\n30 In my view this submission yields a more accurate and satisfactory description of the second group which was relied upon in the evidence and submissions.",
      "id": "s67"
    },
    {
      "text": "I shall describe this group as 'TV broadcasters and television production executives'.",
      "id": "s68"
    },
    {
      "text": "It includes the television broadcasting stations which might purchase a TV show or series and the executives of both the broadcasting stations and also the production houses which develop and market such shows or series.",
      "id": "s69"
    },
    {
      "text": "31 Because there are two groups of persons to whom the misrepresentation is alleged to have been made by the Mythbusters TV show, and their characteristics differ, it will be necessary, to some extent, to deal with them separately.",
      "id": "s70"
    },
    {
      "text": "In particular, different issues arise concerning reputation and the likelihood of deception.",
      "id": "s71"
    },
    {
      "text": "The Respondents' Defence \n \n32 The respondents' answer to Mr Knight's overall case is fairly straightforward.",
      "id": "s72"
    },
    {
      "text": "To begin with, although accepting that Mr Knight has some reputation as an author of children's books they deny that he has any demonstrated reputation in Australia amongst members of the television viewing public.",
      "id": "s73"
    },
    {
      "text": "The absence of reputation, it is contended, renders unnecessary any enquiry concerning deception so far as this group is concerned.",
      "id": "s74"
    },
    {
      "text": "Secondly they say that, in any event, no deception of this group was established or should be inferred.",
      "id": "s75"
    },
    {
      "text": "33 As to TV broadcasters and television production executives who are potential purchasers of Mr Knight's intended TV series the respondents say members of this group would never be deceived into thinking the Mythbusters TV show was associated with Mr Knight because the rigour of the scrutiny required for any planned TV series would necessarily dispel any misconception or assumption which could conceivably arise from the use of the name 'Mythbusters'.",
      "id": "s76"
    },
    {
      "text": "34 The respondents make a further answer also.",
      "id": "s77"
    },
    {
      "text": "They contend that the name Mythbusters is descriptive --- it is a catchy description of the content of the Mythbusters TV show.",
      "id": "s78"
    },
    {
      "text": "By way of support for this contention they point to the evidence, which I shall later describe, about how the name 'Mythbusters' came to be adopted for the Mythbusters TV show.",
      "id": "s79"
    },
    {
      "text": "This evidence, it is contended, makes good their proposition that the name is, and was chosen because it is, essentially descriptive of the content and style of the Mythbusters TV show itself.",
      "id": "s80"
    },
    {
      "text": "In those circumstances, and in the absence of any statutory protection, it is necessary for Mr Knight to establish, they say, that the word 'Mythbusters' has acquired a secondary meaning which is distinctive of his endeavours.",
      "id": "s81"
    },
    {
      "text": "They deny that this has happened.",
      "id": "s82"
    },
    {
      "text": "35 So far as the spin-off books are concerned the respondents argue that the books are really incapable of being confused with Mr Knight's books.",
      "id": "s83"
    },
    {
      "text": "They are, by their style and content, so clearly and distinctively reflections of the Mythbusters TV show that no possibility for confusion, much less deception, in the minds of those who might purchase such books, can arise.",
      "id": "s84"
    },
    {
      "text": "36 It is accepted that publication of the third spin-off book can be attributed to Beyond interests but they point out that the first and second spin-off books are not sold, published, or licensed for publication, in Australia by any of the respondents.",
      "id": "s85"
    },
    {
      "text": "They were brought into Australia for sale by other interests as permitted by s 44A of the Copyright Act 1968 (Cth).",
      "id": "s86"
    },
    {
      "text": "Such conduct the respondents say, if it is relevant at all, is not to be laid at their door.",
      "id": "s87"
    },
    {
      "text": "Allegations of Intentional Deception \n \n37 Mr Knight's case was opened and closed with contentions that not only was there deception of relevant classes of persons but the deception was intentional.",
      "id": "s88"
    },
    {
      "text": "In effect his allegation was that the name 'Mythbusters' was deliberately appropriated by Beyond who had been put into possession of it, as an effective title for a TV series, by associates of Mr Knight during their endeavours to promote his plans for his own TV series.",
      "id": "s89"
    },
    {
      "text": "38 Although it will be necessary to deal with this issue, at one level it represents a distraction from the real issues in the case.",
      "id": "s90"
    },
    {
      "text": "This is not a case where the outcome could turn ultimately upon the subjective position taken by the parties or the intentional misappropriation of the name 'Mythbusters', if that were established.",
      "id": "s91"
    },
    {
      "text": "The issues in the present case about the Mythbusters TV show must necessarily be resolved by a more objective examination of the effect of the respondents' conduct in producing, distributing and screening the Mythbusters TV show upon the likely perceptions of the two groups identified.",
      "id": "s92"
    },
    {
      "text": "Concentration upon allegations of intent risks masking the real issue for examination which is whether a conclusion should be reached that the use of the name 'Mythbusters' was in fact likely to deceive relevant consumers and as a result cause damage to Mr Knight's business, goodwill or reputation.",
      "id": "s93"
    },
    {
      "text": "MR KNIGHT'S BOOKS, TELEVISION ASPIRATIONS AND OTHER MATTERS \n \n39 It was emphasised by Mr Knight's counsel that no attempt had been made to demonstrate all aspects of his public life (e.g.",
      "id": "s94"
    },
    {
      "text": "as a musician) or to show the extent of those parts of his work that might evidence his general reputation internationally (e.g.",
      "id": "s95"
    },
    {
      "text": "book translations and sales in many other parts of the world).",
      "id": "s96"
    },
    {
      "text": "I accept that this is so, but that is no doubt because such matters are not relevant to his present causes of action.",
      "id": "s97"
    },
    {
      "text": "Mr Knight's Books \n \n40 Mr Knight gave evidence that under the nom-de-plume Bowvayne he has written (or co-written) the following books:\n \n a) The Forbidden Jewel (1987); \n \n \n b) All Manner of Magic (1990);\n c) Mythbusters: First Cases (1991);\n d) Liar Bird;\n e) One Joke Too Many;\n f) Superstickous;\n g) Treasure Map;\n h) Mythbusters: Nut Cases (1993);\n i) Creative Sparkle (1996);\n j) J Monster Store;\n k) Mythbusters: Real Life Adventures in the World of the Superanatural (1996);\n l) Skin Deep (1997);\n m) A Turn in the Grave (2004); and\n n) A Spell Behind Bars (2004).",
      "id": "s98"
    },
    {
      "text": "(I have emphasised the Mythbusters books, which are those relevant for the present proceedings.",
      "id": "s99"
    },
    {
      "text": ") \n\n41 The Mythbusters books may, in my view, fairly be described as children's books.",
      "id": "s100"
    },
    {
      "text": "They are also properly viewed as works of fiction and the first Mythbusters book in fact describes itself as a novel in the 'About the Authors' section.",
      "id": "s101"
    },
    {
      "text": "The themes with which they deal are based in fantasy.",
      "id": "s102"
    },
    {
      "text": "42 The first Mythbusters book was co-authored with Chris Strange.",
      "id": "s103"
    },
    {
      "text": "It contains three stories: The Pier Marine Monster, The Hamadryads and Clapham Wood.",
      "id": "s104"
    },
    {
      "text": "The authors place themselves at the centre of the stories.",
      "id": "s105"
    },
    {
      "text": "The first story concerns what is suggested to be 'an extremely rare species of dinosaur' which, after detection at Worthing Pier eventually 'sinks into the night-ocean like a stone' .",
      "id": "s106"
    },
    {
      "text": "43 The second involves UFOs in the Carpathian mountains near the Czechoslovakian/Polish border.",
      "id": "s107"
    },
    {
      "text": "The authors say, as the story concludes when they are saved from 'Bald Egg' and 'Voijta', two murderous Czech's:\n \n 'The hamadryads are an intriguing link between the old folktales of the faeries and the space-age extra-terrestrials.",
      "id": "s108"
    },
    {
      "text": "It is not inconceivable that these two well-known phenomena are one and the same thing.",
      "id": "s109"
    },
    {
      "text": "These hamadryads have apparently harnessed the elemental forces and use them like \"travel machines\".",
      "id": "s110"
    },
    {
      "text": "Is this something our scientists could learn from?",
      "id": "s111"
    },
    {
      "text": "' \n \n\n44 The third story involves strange happenings in Clapham Wood --- attributed to a 'Clapparitian' which 'must exist in a different dimension from the one we live in.",
      "id": "s112"
    },
    {
      "text": "No creature in human experience can be so small and so large at the same time' .",
      "id": "s113"
    },
    {
      "text": "45 The second Mythbusters book also contains three stories: The Ghost and the Graveyard, The Roc and Clapham Wood Revisited.",
      "id": "s114"
    },
    {
      "text": "46 The third Mythbusters book, published by Puffin, republishes three of the earlier stories (Clapham Wood, The Ghost and the Graveyard and The Roc) and adds a fourth --- Bunyips and Big Cats.",
      "id": "s115"
    },
    {
      "text": "47 These three books represent, in Australia at least, the most public use of the term Mythbusters by Mr Knight.",
      "id": "s116"
    },
    {
      "text": "It is primarily on them that his reputation in Australia depends, directly or indirectly.",
      "id": "s117"
    },
    {
      "text": "Television Appearances \n \n48 Mr Knight claims use of the name Mythbusters from 1988 in the UK as a result of television appearances.",
      "id": "s118"
    },
    {
      "text": "49 In 1988 he appeared on a TV program in the UK called 'Coast to Coast'.",
      "id": "s119"
    },
    {
      "text": "Thereafter he appeared on the same program in 1991 and 1992 and on (UK) Channel 4's 'The Big Breakfast' in 1993 and 1996.",
      "id": "s120"
    },
    {
      "text": "50 I was asked to, and did, view relevant excerpts from the 1988 'Coast to Coast' program and the 1993 'Big Breakfast' program.",
      "id": "s121"
    },
    {
      "text": "The first excerpt was a short interview of about three minutes.",
      "id": "s122"
    },
    {
      "text": "Mr Knight was interviewed as a 'personality' in keeping with the apparent light entertainment genre of this program.",
      "id": "s123"
    },
    {
      "text": "The 'Big Breakfast' show excerpt, five years later, also appeared to be a piece of light entertainment with imaginary or contrived 'mythbusting equipment' being used to detect a 'spectral wolf'.",
      "id": "s124"
    },
    {
      "text": "51 Mr Knight also made television appearances in Australia.",
      "id": "s125"
    },
    {
      "text": "He appeared on 'The Today Show' with Liz Hayes in 1991, 'Adelaide Today' with Jan Beazley in 1991 and 1995, on Foxtel's 'Klub House' in 1996 and on 'AM Adelaide' in 1997.",
      "id": "s126"
    },
    {
      "text": "The principal purpose of these interviews appears to have been the promotion of his books but he also relies on them in their own right to show that he had a reputation in Australia and was to some extent in the public eye.",
      "id": "s127"
    },
    {
      "text": "Other Examples of Mr Knight's Public Profile \n \n52 Mr Knight is also a musician.",
      "id": "s128"
    },
    {
      "text": "In 1992 he held a concert in the UK called 'Mythbusters and Friends Concert'.",
      "id": "s129"
    },
    {
      "text": "I know little about it except that tickets to the concert on 18 May 1992 cost [sterling]5 each.",
      "id": "s130"
    },
    {
      "text": "53 There are in evidence in Mr Knight's case a series of newspaper articles published about him in the United Kingdom between 1988 and 1996.",
      "id": "s131"
    },
    {
      "text": "They relate to Mr Knight as a personality and to his literary efforts.",
      "id": "s132"
    },
    {
      "text": "54 Reference was made in his case also to newspaper articles or references to him in Australia between 1991 and 2004 (of 14 such articles 8 were in the Advertiser in Adelaide where he resides a large part of his time).",
      "id": "s133"
    },
    {
      "text": "His books were promoted on radio (principally in 1995) and in 1996 the third Mythbusters book was promoted by its distribution to a range of magazines, radio stations, newspapers and journalists.",
      "id": "s134"
    },
    {
      "text": "55 Mr Knight made a 'live' appearance at the Royal Adelaide Show in 1999, talked about his \"experiences as a Mythbuster\" and donated some books for sale for the benefit of The Spastic Centres.",
      "id": "s135"
    },
    {
      "text": "He gave talks at Australian schools in 1991, 1996 and 2000.",
      "id": "s136"
    },
    {
      "text": "In 2000 and 2003 he donated books to the Women's and Children's Hospital in Adelaide to be sold for fundraising purposes.",
      "id": "s137"
    },
    {
      "text": "56 In 2000 students at Loreto College in Adelaide had a private screening of a demonstration video made the previous year which was intended to serve as a vehicle for promoting his ideas for a TV show, about which more is said in the following section.",
      "id": "s138"
    },
    {
      "text": "This video is available on Mr Knight's web site but has not been shown on television.",
      "id": "s139"
    },
    {
      "text": "Efforts to Develop a TV Show \n \n57 In 1993 Mr Knight's UK agent, Ms Macdougall, tried to interest the BBC in the idea of presenting the Mythbusters team led by Mr Knight in some role on television.",
      "id": "s140"
    },
    {
      "text": "She also suggested he was in negotiations towards a television series.",
      "id": "s141"
    },
    {
      "text": "(It might be noted in passing that although the first Mythbusters book bears a 1991 copyright date, she said it was to be published in the UK in mid-1993.",
      "id": "s142"
    },
    {
      "text": ") Her letter reads:\n \n '7 th June 1993 \n \n Paul Smith \n Producer \n Children's BBC \n Television Centre \n Wood Lane \n London W12 7RJ \n \n Dear Paul Smith \n \n I wonder if you can find a home on Children's TV for The Mythbusters --- a team of wonderfully creative, wacky, enthusiastic and personable British eccentrics who spend large amounts of time loaded down with equipment in dark woods, windswept beaches and eerie houses.",
      "id": "s143"
    },
    {
      "text": "Mythbusters Bowvayne and Digwood would be happy to come to your studio in their mythbusting gear to tell you about their extraordinary work (their next big project is to track down a surviving woolly mammoth in Tibet).",
      "id": "s144"
    },
    {
      "text": "Or they could take a team mythbusting --- there must be a White City Will-o'-the-Wisp they could investigate.",
      "id": "s145"
    },
    {
      "text": "Their first few adventures are recorded in MYTHBUSTERS: First Cases, which will be published on 8 th July (copy enclosed).",
      "id": "s146"
    },
    {
      "text": "MYTHBUSTERS: Nut Cases will follow in November to coincide with the release of the Mythbusters' theme song --- a television series is under negotiation for 1994.",
      "id": "s147"
    },
    {
      "text": "I do hope this idea catches your imagination and look forward to hearing from you.",
      "id": "s148"
    },
    {
      "text": "With best wishes, \n \n Beth Macdougall \n For Midas Public Relations \n ...' \n \n\n58 The suggestion that ' a television series is under negotiation for 1994 ' puts the matter rather too highly but an optimistic tone about such matters appears to be expected, or at least accepted, in the entertainment business.",
      "id": "s149"
    },
    {
      "text": "This was not the only example of such material.",
      "id": "s150"
    },
    {
      "text": "It is one of a number of suggestions in various letters written on his behalf that television programs were under active development or even in production.",
      "id": "s151"
    },
    {
      "text": "The evidence before me suggests that was not the case.",
      "id": "s152"
    },
    {
      "text": "59 Evidently, material with ideas for a television program was sent to BBC Television in early 1994 because Mr Eric Rowan, Executive Producer, Children's Factual Programmes for BBC Television wrote to Mr Knight on 6 April 1994 saying (in part):\n \n 'Thank you for sending your programme idea \"Mythbusters\".",
      "id": "s153"
    },
    {
      "text": "As I've explained to Michaela Strachan I have received other ideas broadly along similar lines.",
      "id": "s154"
    },
    {
      "text": "Clearly it has potential but I feel it would need a considerable amount of further development before we could feel really confident with it.",
      "id": "s155"
    },
    {
      "text": "' \n \n\n60 Mr Knight responded quickly.",
      "id": "s156"
    },
    {
      "text": "His letter of 12 April 1994 begins:\n \n 'Thank you for your positive initial response to the Mythbusters TV series.",
      "id": "s157"
    },
    {
      "text": "I hope we can transform its potential into exciting television.",
      "id": "s158"
    },
    {
      "text": "What makes Mythbusters unique is that we will actually capture monsters and ghosts on screen!",
      "id": "s159"
    },
    {
      "text": "' \n \n\n61 The letter concludes:\n \n 'Incidentally, an Australian television company is very excited about Mythbusters' potential and I am flying down there to meet them next month.",
      "id": "s160"
    },
    {
      "text": "' \n \n\n62 During 1994 Mr Knight engaged in negotiations with a UK production company, Kick Screen Limited ('Kick Screen').",
      "id": "s161"
    },
    {
      "text": "The idea of a television program was included in the matters under discussion.",
      "id": "s162"
    },
    {
      "text": "In a letter dated 21 June 1994, Mr Ian Llande from Kick Screen made a proposal to him that he make an agreement in general terms which included the following: \n \n 'Andrew Knight under the name of Bowvayne hereby confirms his consent for Kick Screen Ltd to develop and adapt his books \"Mythbusters --- Suit Cases\" [sic] and other books written or to be written within the Mythbuster Book Series for the purposes of a proposed live action series of 13 x 30 minute episode.",
      "id": "s163"
    },
    {
      "text": "' \n \n\n63 The generality of the proposal made it unattractive to Mr Knight who replied on 6 July 1994 saying:\n \n 'Thank you for your letter of intent dated the 21 st June.",
      "id": "s164"
    },
    {
      "text": "In response I have to say that I could not possibly sign or agree to any proposal set in such general terms.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n64 Negotiations continued around the possibility of the grant of an option but without agreement being reached.",
      "id": "s166"
    },
    {
      "text": "Nevertheless Mr Llande promoted the idea of a television series to various people in the UK and Australia.",
      "id": "s167"
    },
    {
      "text": "65 Mr Llande gave affidavit evidence in the proceedings.",
      "id": "s168"
    },
    {
      "text": "He confirmed the negotiations.",
      "id": "s169"
    },
    {
      "text": "He also deposed to promoting the idea of a Mythbusters television series with David Cowperthwaite (the Group Marketing and Sales Director of Channel 9 Australia) and Teresa Plummer-Andrews (Head of Children's Acquisition and Development at the BBC) at an international conference in 1994.",
      "id": "s170"
    },
    {
      "text": "They were each given a small brochure entitled 'Mythbusters --- The Adventure Continues!",
      "id": "s171"
    },
    {
      "text": "--- an idea for a television series based on the books by Bowvayne' and subtitled 'Mythbusters --- 13 x 26 minute series for children's television' .",
      "id": "s172"
    },
    {
      "text": "66 This brochure includes a woolly mammoth logo incorporating the name 'Mythbusters', all of which is pictorially represented upon the form of key.",
      "id": "s173"
    },
    {
      "text": "Kick Screen's use of these devices in connection with its plans to market Mr Knight's ideas for a television series appears to have led to some discussion about who might be entitled to claim any rights in the designs.",
      "id": "s174"
    },
    {
      "text": "Consideration of that matter led to a letter of advice from one of Mr Knight's advisers in the UK, Mr Roger Palmer, to his agent, Ms Beth Macdougall dated 29 March 1994 in which the similarities and dissimilarities between the Kick Screen devices and those used in the Mythbusters books were discussed.",
      "id": "s175"
    },
    {
      "text": "The letter includes the following passage:\n \n As we discussed before, registering Mythbusters is probably the only way to protect the title.",
      "id": "s176"
    },
    {
      "text": "However it is not a cheap option --- at least if carried out on a reasonably widespread basis.",
      "id": "s177"
    },
    {
      "text": "I would suggest that the moment has not yet come to do it --- at least on the strength of this; though if Bowvayne does want to register it and you would like to do so through me I will of course be happy to help.",
      "id": "s178"
    },
    {
      "text": "' \n \n\n67 Mr Knight, in his oral evidence before me, expressed regret that he had not been advised to take a different course with respect to registration of the 'Mythbusters' name.",
      "id": "s179"
    },
    {
      "text": "Prior to the occurrence of the matters that led to the present proceedings there is no evidence of any further consideration being given, either in the UK or Australia, to seeking registration of the name 'Mythbusters' as a trademark.",
      "id": "s180"
    },
    {
      "text": "68 At about this time, 1994, the idea for a television production appeared to concentrate on the idea of a co-production with the BBC.",
      "id": "s181"
    },
    {
      "text": "At one stage thought was given to a co-production between the BBC and Mr Cowperthwaite's Banksia Productions in Australia, at another time between the BBC and Nickelodeon in the UK.",
      "id": "s182"
    },
    {
      "text": "However, none of the initiatives resulted in any agreement.",
      "id": "s183"
    },
    {
      "text": "69 Things seemed more positive in April 1996.",
      "id": "s184"
    },
    {
      "text": "Tanya Seven wrote, on behalf of Martin Hughes, Senior Producer, BBC Children's Comedy:\n \n 'Many thanks for your package of 3 rd March.",
      "id": "s185"
    },
    {
      "text": "May I first apologise for the long delay in replying.",
      "id": "s186"
    },
    {
      "text": "I have been very tied up with the series Out of Tune which had its run extended at amazingly short notice!",
      "id": "s187"
    },
    {
      "text": "I think this treatment reads well, although perhaps a little 'formal' in places.",
      "id": "s188"
    },
    {
      "text": "The budget too looks extremely competitive.",
      "id": "s189"
    },
    {
      "text": "Can you really do it for this price?",
      "id": "s190"
    },
    {
      "text": "We are currently compiling our 1996/97 offers and I would be keen to include Mythbusters in this.",
      "id": "s191"
    },
    {
      "text": "My deadline is 15 April, and for this I would be keen to know how far you have progressed with Nickleodeon [sic] , and whether they are considering this as a co-production.",
      "id": "s192"
    },
    {
      "text": "(A contact name there would be useful too).",
      "id": "s193"
    },
    {
      "text": "I know its terribly short notice, but I would be grateful if you could let me have this information by the end of the week.",
      "id": "s194"
    },
    {
      "text": "(Please note our new fax number is: 0181 225 7916) \n \n I look forward to hearing from you ... \n \n Yours sincerely, \n \n pp Tanya Seven \n Martin Hughes \n Senior Producer \n Children's Comedy ' \n \n\nHowever, this too came to nothing.",
      "id": "s195"
    },
    {
      "text": "70 Later, negotiations began with the South Australian Film Corporation and an Australian production company, Rising Sun Pictures.",
      "id": "s196"
    },
    {
      "text": "Then, in 1997 it appeared that negotiations began in earnest with Mr Robert George of Bluestone Pictures Pty Ltd ('Bluestone Pictures'), another Australian production company.",
      "id": "s197"
    },
    {
      "text": "Bluestone Pictures was the corporate vehicle for a network of six successful Australian television producers.",
      "id": "s198"
    },
    {
      "text": "71 There was discussion around this time between Mr Palmer, Mr Knight's agent Ms Macdougall and Bluestone Pictures about the extent to which Kick Screen might have a residual claim on any right to promote the idea of a TV series.",
      "id": "s199"
    },
    {
      "text": "Ms Macdougall wrote to Jane Ballantyne of Bluestone Pictures on 20 March 1997 saying, amongst other things:\n \n 'I have had a long conversation with Ian Llande and he has been frank about the situation.",
      "id": "s200"
    },
    {
      "text": "He concedes that the Kickscreen [sic] deal is in limbo and accepts the fact that Bow will need to go elsewhere to get Mythbusters to the screen.",
      "id": "s201"
    },
    {
      "text": "' \n \n\n72 However, the arrangements with Bluestone Pictures did not come to fruition.",
      "id": "s202"
    },
    {
      "text": "Part of the reason appeared to revolve around differences in artistic and commercial priorities between Mr George and Mr Knight.",
      "id": "s203"
    },
    {
      "text": "Mr George thought any realistic project depended upon funding being available in response to favourable taxation treatment for the production of children's television programs, in particular children's drama.",
      "id": "s204"
    },
    {
      "text": "In order to qualify for these taxation arrangements certain conditions had to be met, both with respect to the storyline and by having children as the primary characters.",
      "id": "s205"
    },
    {
      "text": "Application of these conditions would have required Mr Knight to move substantially away from his own Mythbusters concept which involved him and other members of the Mythbusters team in their own dramatised escapades.",
      "id": "s206"
    },
    {
      "text": "Mr Knight's formula was designed to appeal to children, and it may be assumed that it did, at least so far as his books are concerned, but it did not meet the test required for the production of children's drama of the category which interested Mr George.",
      "id": "s207"
    },
    {
      "text": "73 There were some other differences of opinion also.",
      "id": "s208"
    },
    {
      "text": "Mr George felt that the storylines were undeveloped.",
      "id": "s209"
    },
    {
      "text": "Mr Knight for his part had reservations about providing more detail or literary input without a commercial arrangement being reached.",
      "id": "s210"
    },
    {
      "text": "The rights and wrongs of the situation do not matter.",
      "id": "s211"
    },
    {
      "text": "In the end no agreement was reached and Mr Knight and Mr George went their separate ways.",
      "id": "s212"
    },
    {
      "text": "However there is no reason to doubt that the concept, at least with some development along the lines suggested by Mr George, had commercial potential.",
      "id": "s213"
    },
    {
      "text": "74 Mr Knight turned his attention to marketing his ideas for a television series directly to Australian television channels.",
      "id": "s214"
    },
    {
      "text": "Accordingly he wrote on 24 July 1997 to Mr David Lyle, Program Development Director of the Nine Network Australia.",
      "id": "s215"
    },
    {
      "text": "75 The letter said, in part:\n \n 'Although the novels are aimed at the 10+ children's market, the proposed television series would be for anyone interested in the unexplained.",
      "id": "s216"
    },
    {
      "text": "It would be magazine-style format with an \"on-the-hoof\" feel.",
      "id": "s217"
    },
    {
      "text": "Possessing both the real-life drama of \"Real TV\", and the supernatural intrigue of \"The X-Files\", \"Mythbusters\" unique twist lies in the revelations each show.",
      "id": "s218"
    },
    {
      "text": "We're not going to muck around.",
      "id": "s219"
    },
    {
      "text": "We're actually going to film ghosts, monsters and UFOs.",
      "id": "s220"
    },
    {
      "text": "Exhaustive research over the past decade means we have a lot of prime locations both in Australia and worldwide where \"things happen\".",
      "id": "s221"
    },
    {
      "text": "' \n \n\n76 Channel 9's programming schedule, Mr Lyle replied, could not accommodate the proposal.",
      "id": "s222"
    },
    {
      "text": "The idea was 'pitched' to Ms Tamara Burnstock and Ms Virginia Lumsden at the ABC but without success.",
      "id": "s223"
    },
    {
      "text": "A company called Beach Street Productions followed up with the ABC on Mr Knight's behalf but also without a positive response.",
      "id": "s224"
    },
    {
      "text": "Mr Williams of Beach Street Productions told Mr Knight that he had endeavoured to interest Channel 10 in the project.",
      "id": "s225"
    },
    {
      "text": "This also did not lead to any ongoing interest.",
      "id": "s226"
    },
    {
      "text": "Mr Williams approached Mr Lyle again with the project.",
      "id": "s227"
    },
    {
      "text": "The approach was unsuccessful.",
      "id": "s228"
    },
    {
      "text": "77 On 11 July 1998 Ms Macdougall wrote, on Mr Knight's behalf to both Ms Theresa Plummer-Andrews of BBC Children's Television and Ms Janie Grace, Managing Director of Nickelodeon, seeking to rekindle interest.",
      "id": "s229"
    },
    {
      "text": "The letters suggest that a 'proposal and costings have now been accepted by Channel 10 Australia on the condition that matching funding can be found from overseas' .",
      "id": "s230"
    },
    {
      "text": "78 Again, nothing came from this approach.",
      "id": "s231"
    },
    {
      "text": "Apparently, a further approach was made on Mr Knight's behalf to the BBC in 2003 but, again, without success.",
      "id": "s232"
    },
    {
      "text": "The Approach to Beyond \n \n79 In November 1998 Mr Knight entered into a partnership with Mr Bruce Harley to co-write any further Mythbuster novels and the scripts for any TV series.",
      "id": "s233"
    },
    {
      "text": "Mr Harley became involved in the attempts to find an interested producer.",
      "id": "s234"
    },
    {
      "text": "He apparently contacted and sent material to a number of broadcasters and to XYZ Entertainment Pty Ltd ('XYZ Entertainment').",
      "id": "s235"
    },
    {
      "text": "There is no doubt he also contacted Beyond although there is a dispute about whether he sent any material to Beyond.",
      "id": "s236"
    },
    {
      "text": "80 There is documentary evidence of the approaches to XYZ Entertainment and Beyond.",
      "id": "s237"
    },
    {
      "text": "However, it consists only of letters from each of them to Mr Harley dated 28 January 1999 and 29 January 1999 respectively.",
      "id": "s238"
    },
    {
      "text": "81 The letter from XYZ Entertainment was as follows:\n \n 'Dear Bruce, \n \n Re: Mythbusters \n \n All the best with pushing this project and your others forward.",
      "id": "s239"
    },
    {
      "text": "Here's the material returned as promised on [sic] our phone call today.",
      "id": "s240"
    },
    {
      "text": "Keep me posted on how things are going and if you ever want to have a bit of a chat about some projects you're trying to develop with people please feel welcome to give me a call.",
      "id": "s241"
    },
    {
      "text": "Ian Fairweather \n Executive Producer Drama' \n \n (Emphasis added)\n \n \n \n\nIt is clear from the terms of this letter that Mr Harley had sent some material to XYZ Entertainment and that it was returned to him but exactly what was sent and returned is not identified.",
      "id": "s242"
    },
    {
      "text": "82 Mr Knight's evidence was that the material sent in late 1998 / early 1999 to various organisations consisted of a copy of his third Mythbusters book (published by Puffin) and a 'bible' (a television industry term describing a concept for a television production).",
      "id": "s243"
    },
    {
      "text": "Mr Knight's case was that receipt of this material was evidenced both by the letter from XYZ Entertainment and also by a letter from Beyond dated 29 January 1999.",
      "id": "s244"
    },
    {
      "text": "83 The letter from Beyond reads:\n \n 'Friday, January 29, 1999 \n \n Bruce Harley \n 164 Barnard Street \n North Adelaide 5066 \n \n Dear Bruce \n \n RE: MYTHBUSTERS \n \n We appreciate your interest in Beyond.",
      "id": "s245"
    },
    {
      "text": "However, before we can look at your material , we need to be sure that you understand our position, and our intentions.",
      "id": "s246"
    },
    {
      "text": "If you do not want us to examine your material after you have read this letter, please let me know immediately .",
      "id": "s247"
    },
    {
      "text": "As the Beyond companies are in the business of developing, making and selling films and television programs, it is possible that we are already involved in some way with a project that is similar to yours, or which would compete with yours.",
      "id": "s248"
    },
    {
      "text": "Once we have read and examined your material , we may find that it is similar or competitive to an existing project.",
      "id": "s249"
    },
    {
      "text": "If that happens, we will let you know and you can then decide whether you want to withdraw your submission.",
      "id": "s250"
    },
    {
      "text": "If we continue our involvement with the other project or projects, we will have no obligation at all to you, and you will have no claim at all against us, or any of our business partners.",
      "id": "s251"
    },
    {
      "text": "While we will take all reasonable care of your material, we expect that you have kept copies for your own protection.",
      "id": "s252"
    },
    {
      "text": "Please understand that we cannot be responsible for any loss of, or damage to your material .",
      "id": "s253"
    },
    {
      "text": "In sending us this material , you are stating that you have the right to offer it to us for our consideration, and that it is original work.",
      "id": "s254"
    },
    {
      "text": "If after we have examined your material , we are interested in developing it further, we may talk to you about the possibility of doing so.",
      "id": "s255"
    },
    {
      "text": "Signing this letter does not create any obligation for us to make any offer, or for you to accept any offer we may later make to you.",
      "id": "s256"
    },
    {
      "text": "If you are happy for us to go ahead and consider your material on the basis outlined in this letter, please sign and return this letter to us .",
      "id": "s257"
    },
    {
      "text": "Yours sincerely, \n \n JOHN LUSCOMBE \n Head of Production' \n \n (emphasis added)\n \n\n84 The title of the letter should be noted.",
      "id": "s258"
    },
    {
      "text": "There can be no doubt that in some fashion or other Mr Harley had communicated to Beyond his desire to advance, for Beyond's consideration, a project known as 'MYTHBUSTERS'.",
      "id": "s259"
    },
    {
      "text": "85 The parts of the letter which I have emphasised suggest that some material had been sent to and received by Beyond.",
      "id": "s260"
    },
    {
      "text": "Stating, for example, that ' we will take all reasonable care of your material ' and ' we expect you have kept copies ' and ' we cannot be responsible for any loss ' etc. are almost meaningless in any other context.",
      "id": "s261"
    },
    {
      "text": "That view would also accord with the fact that, as disclosed by the XYZ Entertainment letter, some material had been sent to that organisation.",
      "id": "s262"
    },
    {
      "text": "86 There is other evidence to suggest that Mr Harley sent material to Beyond at about this time.",
      "id": "s263"
    },
    {
      "text": "The only available evidence is necessarily hearsay because Mr Harley died in 1999.",
      "id": "s264"
    },
    {
      "text": "87 Mr Robert Williams is a television director.",
      "id": "s265"
    },
    {
      "text": "I have already referred to his production company (Beach Street).",
      "id": "s266"
    },
    {
      "text": "Mr James Adolph gave his occupation as 'cameraman' but he has worked in the television industry as a television producer, director and production manager.",
      "id": "s267"
    },
    {
      "text": "He has a production company called Video Artworks.",
      "id": "s268"
    },
    {
      "text": "He arranged a production team to produce a 1999 demonstration video for Mr Knight and was subsequently involved, in 2004, in further efforts to raise funds for Mr Knight's television project.",
      "id": "s269"
    },
    {
      "text": "Mr Knight, Mr Adolph and Mr Williams testified to being present in a meeting in late 1998 at which Mr Harley indicated that he had sent material, including 'the bible', to Beyond.",
      "id": "s270"
    },
    {
      "text": "Mr Adolph and Mr Williams gave evidence they were surprised and disapproving because they had reservations about Beyond and felt that progress was being made at the time with 'pitches' to Channel 10, Channel 9 and the ABC.",
      "id": "s271"
    },
    {
      "text": "88 The respondent's case, however, was that on the whole of the evidence I should not conclude that any material was actually sent to Beyond.",
      "id": "s272"
    },
    {
      "text": "The contention was based both upon submissions that the hearsay evidence of Mr Harley's statements lacked credibility and should not be accepted and also upon evidence about the practices followed by Beyond with respect to 'unsolicited' material.",
      "id": "s273"
    },
    {
      "text": "89 Ms Joanna Telfer was Ms Luscombe's Personal Assistant in 1999.",
      "id": "s274"
    },
    {
      "text": "Part of her role was dealing with material sent to Beyond for its consideration.",
      "id": "s275"
    },
    {
      "text": "Ms Telfer's evidence was that, as Mr Luscombe's personal secretary, she had a particular responsibility for dealing with 'unsolicited submissions'.",
      "id": "s276"
    },
    {
      "text": "Beyond's policy was not to review such material unless a letter like that sent to Mr Harley was countersigned and returned.",
      "id": "s277"
    },
    {
      "text": "90 It was Ms Telfer who signed the letter to Mr Harley and was responsible for sending letters of that kind.",
      "id": "s278"
    },
    {
      "text": "In her evidence she said that there were two standard letters sent to persons who provided concept material to Beyond, or proposed doing so.",
      "id": "s279"
    },
    {
      "text": "The first, like the one to Mr Harley, began 'We appreciate your interest in Beyond.",
      "id": "s280"
    },
    {
      "text": "' The other began 'Thank you for sending this to us for consideration.",
      "id": "s281"
    },
    {
      "text": "We appreciate your interest in Beyond.",
      "id": "s282"
    },
    {
      "text": "' \n \n91 Ms Telfer said a letter of the first type was sent to people who enquired about sending material to Beyond, for example by telephone, but had not actually done so.",
      "id": "s283"
    },
    {
      "text": "The second was sent to people who had in fact sent material.",
      "id": "s284"
    },
    {
      "text": "However, she had no recollection of the letter to Mr Harley and, in view of its terms, in my view it would be unsafe to conclude solely from this evidence, that no material had been sent and that the letter to Mr Harley was only a response to an oral contact.",
      "id": "s285"
    },
    {
      "text": "92 Ms Telfer was also in charge of ensuring that an entry was made in a database to record receipt of any concept material sent to Beyond in the way it was suggested Mr Harley had done.",
      "id": "s286"
    },
    {
      "text": "The invariable practice, she said, was to record receipt of such material in the database.",
      "id": "s287"
    },
    {
      "text": "The entry was not removed if the material was returned.",
      "id": "s288"
    },
    {
      "text": "Ms Telfer's evidence was that there was no record in the database, or otherwise, of any material ever being received from Mr Harley.",
      "id": "s289"
    },
    {
      "text": "93 She said, in any event, if material had been received, and a letter was sent in the form set out earlier and no signed copy was returned then, after a period of time, she would send the materials back.",
      "id": "s290"
    },
    {
      "text": "She attached sample letters where this practice had been followed.",
      "id": "s291"
    },
    {
      "text": "There is no evidence that Mr Harley or Mr Knight ever counter-signed the letter to open the way for examination of any material by Beyond.",
      "id": "s292"
    },
    {
      "text": "I infer that never happened.",
      "id": "s293"
    },
    {
      "text": "94 Although the matter is very finely balanced I am prepared to assume that some material was sent to Beyond by Mr Harley.",
      "id": "s294"
    },
    {
      "text": "This would be consistent with the fact that material was sent to XYZ Entertainment, the terms of the letter to Mr Harley, and the evidence of his statements in the meeting attended by Mr Knight, Mr Adolph and Mr Williams in late 1998.",
      "id": "s295"
    },
    {
      "text": "I am also prepared to assume that the material sent was the third Mythbusters book and 'the bible', which was Exhibit AKF in Mr Knight's case.",
      "id": "s296"
    },
    {
      "text": "95 The evidence was too flimsy, however, to support a conclusion that anyone at Beyond ever studied or considered any material sent by Mr Harley.",
      "id": "s297"
    },
    {
      "text": "In the end, it does not matter.",
      "id": "s298"
    },
    {
      "text": "None of the material which is alleged to have been sent to Beyond bears any real resemblance to the content of the Mythbusters TV show which was later produced by Beyond Productions.",
      "id": "s299"
    },
    {
      "text": "96 Exhibit AKF (the bible) is entitled 'Mythbusters Real-Life Adventures in the World of the Supernatural'.",
      "id": "s300"
    },
    {
      "text": "It makes clear that the proposal is based on the Mythbusters books.",
      "id": "s301"
    },
    {
      "text": "It also says:\n \n 'Mythbusters offers the expectation of catching ghosts, monsters, beasts (allegedly extinct), UFO's and finding hidden treasures.",
      "id": "s302"
    },
    {
      "text": "' \n \n\n97 Making the assumptions I have in favour of Mr Knight's case, that this material was sent by Mr Harley and received by Beyond, it nevertheless provides no foundation for any suggestion that Beyond used the concept being advanced by Mr Knight to develop the Mythbusters TV show.",
      "id": "s303"
    },
    {
      "text": "Ultimately, no such suggestion was seriously pressed.",
      "id": "s304"
    },
    {
      "text": "It is use of the name 'Mythbusters' which is at the heart of the case, rather than any replication of Mr Knight's ideas or storylines.",
      "id": "s305"
    },
    {
      "text": "98 It was also suggested by Mr Knight that further material was sent by Mr Harley to Beyond in 2000.",
      "id": "s306"
    },
    {
      "text": "The material it is suggested was sent by Mr Harley on this second occasion included a 'gatefold' brochure (the term gatefold refers to the manner in which it is folded and opens), a TV 'pilot' and a written explanation of the 'pilot'.",
      "id": "s307"
    },
    {
      "text": "Material of the same kind was sent to other organizations at about this time.",
      "id": "s308"
    },
    {
      "text": "99 In one of his affidavits Mr Knight swore that a draft of a letter sent on this second occasion to Beyond from Mr Harley was annexed to that affidavit.",
      "id": "s309"
    },
    {
      "text": "The two pages which make up that annexure comprise a mixture of typing (in two different fonts) and handwriting which was identified as both Mr Harley's and Mr Knight's.",
      "id": "s310"
    },
    {
      "text": "The two pages contain passages which are reflected in the gatefold brochure and the explanation of the TV 'pilot'.",
      "id": "s311"
    },
    {
      "text": "In his oral evidence Mr Knight abandoned any suggestion that the materials which comprised the annexure were a draft letter.",
      "id": "s312"
    },
    {
      "text": "The contention was unsustainable.",
      "id": "s313"
    },
    {
      "text": "100 There is no satisfactory evidence that this material was sent to or received by Beyond.",
      "id": "s314"
    },
    {
      "text": "I am not prepared to assume that it was in fact sent to Beyond.",
      "id": "s315"
    },
    {
      "text": "Even if it was it would not take Mr Knight's case very far.",
      "id": "s316"
    },
    {
      "text": "101 The TV 'pilot' is a 10 minute video.",
      "id": "s317"
    },
    {
      "text": "It was inaccurate to call this video a 'pilot'.",
      "id": "s318"
    },
    {
      "text": "That is not how it was described in Mr Knight's own correspondence with his agent, Ms Macdougall, in 2002 where it was referred to as a ' demonstration video (as opposed to a pilot) '.",
      "id": "s319"
    },
    {
      "text": "In this correspondence Mr Knight recorded that it was concluded from meetings in 2000 ' that there were problems with the Mythbusters demonstration video.",
      "id": "s320"
    },
    {
      "text": "It was a confusing mix of styles and needed to be given a distinct direction '.",
      "id": "s321"
    },
    {
      "text": "He conceded in cross-examination that a pilot was conventionally a full-length episode.",
      "id": "s322"
    },
    {
      "text": "Presumably a pilot is produced to show how the finished product would appear to the viewing public.",
      "id": "s323"
    },
    {
      "text": "The demonstration video was certainly not in this category.",
      "id": "s324"
    },
    {
      "text": "The use of the term 'pilot' in his evidence was unfortunate and distracting because it is clearly not how he or his advisers had regarded the demonstration video.",
      "id": "s325"
    },
    {
      "text": "102 However, it may be accepted that the demonstration video provided a tangible indication of the nature and potential content of Mr Knight's proposals for his own TV series.",
      "id": "s326"
    },
    {
      "text": "I was asked to watch it and did so.",
      "id": "s327"
    },
    {
      "text": "I see no similarity between the content of the demonstration video and the content of the Mythbusters TV show.",
      "id": "s328"
    },
    {
      "text": "Apart from anything else (such as the style of the two productions) one is a depiction of fantasy themes (in this case a ghost --- which is represented in the demonstration video moving in the background) while the other depicts an investigation which proceeds by actual demonstration of step-by-step reconstruction of the activity in question.",
      "id": "s329"
    },
    {
      "text": "103 Mr Knight's contention is that the two suggested approaches by Mr Harley put Beyond into possession of a valuable idea which it otherwise would not have developed for itself.",
      "id": "s330"
    },
    {
      "text": "As I have already said, ultimately no serious suggestion was advanced that the Mythbusters TV show reflects Mr Knight's storylines or published material so the relevance of this part of his case is doubtful.",
      "id": "s331"
    },
    {
      "text": "His complaint is really about use of the name Mythbusters.",
      "id": "s332"
    },
    {
      "text": "Obviously Mr Harley communicated the name Mythbusters in some form or other.",
      "id": "s333"
    },
    {
      "text": "The response to Mr Harley dated 29 January 1999 certainly makes it clear that was the title under which Mr Harley approached Beyond (in whatever form he did so) and under which Beyond responded to him.",
      "id": "s334"
    },
    {
      "text": "104 Whether Beyond first heard the name from Mr Harley, or happened upon it in some other way, will not determine its likely impact on members of either of the two groups suggested by Mr Knight to have been deceived by the Mythbusters TV show.",
      "id": "s335"
    },
    {
      "text": "105 Later I deal with the history of the development and sale of the Mythbuster's TV show to Discovery Channel by Beyond.",
      "id": "s336"
    },
    {
      "text": "It will be seen that, on the evidence about this issue, the use of the name Mythbusters was, whether it came from the depths of Mr Luscombe's consciousness or not, a belated choice.",
      "id": "s337"
    },
    {
      "text": "It was used because it was a catchy term descriptive of the activities portrayed by the Mythbusters TV show.",
      "id": "s338"
    },
    {
      "text": "Discussions with Imagination \n \n106 In 2000 Mr Knight entered into discussions with Imagination Entertainment Pty Ltd ('Imagination') about the possibility of an agreement for Imagination to develop the television series idea beyond a concept.",
      "id": "s339"
    },
    {
      "text": "Mr Knight said in his affidavit evidence:\n \n 'Negotiations with Imagination went very quiet in or about late 2000 early 2001 for reasons I do not know and baffled me at that time as Imagination seemed keen to proceed with my MYTHBUSTERS project.",
      "id": "s340"
    },
    {
      "text": "' \n \n\n107 In final submissions it was suggested there was 'collusion' on the part of Beyond and Imagination.",
      "id": "s341"
    },
    {
      "text": "There is no evidence of this.",
      "id": "s342"
    },
    {
      "text": "The suggestion was part of the theme in Mr Knight's case, to which I have already referred, that Beyond was motivated by an illicit desire to misappropriate his intellectual property.",
      "id": "s343"
    },
    {
      "text": "108 Negotiations with Imagination were conducted between Mr David Day (Mr Knight's manager from early 1999) and Mr Bill Davidson, Head of Television for Imagination.",
      "id": "s344"
    },
    {
      "text": "Some suggestions for contractual terms were exchanged in mid-2000.",
      "id": "s345"
    },
    {
      "text": "Mr Davidson was not called as a witness.",
      "id": "s346"
    },
    {
      "text": "Mr Day gave evidence, however, that Mr Davidson left Imagination in late 2000 and that he thereafter waited throughout 2001 and into 2002 for someone from Imagination to contact him to recommence negotiations.",
      "id": "s347"
    },
    {
      "text": "This does not suggest any sense of urgency on either side.",
      "id": "s348"
    },
    {
      "text": "109 Part of the discussions before Mr Davidson left concerned the quality of the demonstration video, which was shown to Imagination personnel, including Mr Davidson.",
      "id": "s349"
    },
    {
      "text": "It is clear from the limited evidence of exchanges between Mr Day and Mr Davidson, and from Mr Knight's own communication with his UK agent in 2002, that the demonstration video was not regarded by Mr Knight or his advisers as sufficiently developed to form the real basis of a TV series.",
      "id": "s350"
    },
    {
      "text": "I have already expressed my view that it has nothing in common with the Mythbusters TV show.",
      "id": "s351"
    },
    {
      "text": "110 Nevertheless, it was suggested that the real reason for negotiations with Imagination going 'quiet' was that Mr John Gregory, who had left Beyond and gone to Imagination in December 2000, passed to Mr Luscombe details of Mr Knight's proposals for a television series, including the proposal to entitle it 'Mythbusters'.",
      "id": "s352"
    },
    {
      "text": "There was no direct evidence to this effect and it was denied by Mr Luscombe.",
      "id": "s353"
    },
    {
      "text": "111 There is other evidence that at about this time Imagination decided to withdraw altogether from its connection with television production and return to its basic core business of producing board games.",
      "id": "s354"
    },
    {
      "text": "112 There is no foundation in the evidence upon which I could simply conjecture that there was collusion by Imagination and Beyond to deceptively take Mr Knight's ideas.",
      "id": "s355"
    },
    {
      "text": "2004 Management Team \n \n113 Mr Andrew Graham is a consultant who specialises in raising finance.",
      "id": "s356"
    },
    {
      "text": "A good deal of his work is in connection with the mining industry.",
      "id": "s357"
    },
    {
      "text": "Mr James Adolph has been referred to already.",
      "id": "s358"
    },
    {
      "text": "He is involved with the Australian television industry and since 1997 has been involved in the advancement of Mr Knight's television aspirations.",
      "id": "s359"
    },
    {
      "text": "According to the evidence of Mr Knight, Mr Adolph and Mr Graham, Mr Adolph approached Mr Graham early in 2004 to assist with raising funds for Mr Knight's television project.",
      "id": "s360"
    },
    {
      "text": "A face to face meeting occurred in August 2004.",
      "id": "s361"
    },
    {
      "text": "Mr Graham's prior commitments prevented anything concrete being done until October 2004.",
      "id": "s362"
    },
    {
      "text": "At that time a 'management team' consisting of the three of them was created.",
      "id": "s363"
    },
    {
      "text": "Mr Graham deposed that he was subsequently successful in attracting a group of investors known as the 'Winners Alliance' to agree to advance $5 million towards a television production on Mr Knight's behalf.",
      "id": "s364"
    },
    {
      "text": "He said the negotiations were quite intensive in December 2004 and early January 2005.",
      "id": "s365"
    },
    {
      "text": "114 The purpose of the evidence about the successful attraction of investors and the suggested commitment of $5 million was to provide evidence of damage, a necessary element in the passing-off action.",
      "id": "s366"
    },
    {
      "text": "The major proportion of the damage alleged (as advanced by Mr Graham's analysis) related to the proposition that substantial amounts of 'back end' revenue would be derived from a successful TV series.",
      "id": "s367"
    },
    {
      "text": "In other words the revenue from the TV series itself (the front end revenue) although significant, was expected to be minor by comparison with revenue generated by merchandising and spin-off sales.",
      "id": "s368"
    },
    {
      "text": "115 The negotiations came to an abrupt halt immediately after the screening on SBS of the Mythbusters TV show on 3 January 2005.",
      "id": "s369"
    },
    {
      "text": "This event prompted a series of telephone calls over the next day or so during which, according to Mr Graham, some investors expressed their lack of satisfaction with this development in very strong terms.",
      "id": "s370"
    },
    {
      "text": "The funding plans were suspended and have not been resumed although Mr Graham assured the court in his oral evidence that the investors remained interested in proceeding with a television production if conditions were right.",
      "id": "s371"
    },
    {
      "text": "116 Although it is clear from the evidence that the Mythbusters TV show had already been shown in Australia on Foxtel before the 'management team' was created, Mr Graham said that he had no knowledge, prior to the telephone calls commencing around 3 January 2005, that the Mythbusters TV show had been produced.",
      "id": "s372"
    },
    {
      "text": "117 Mr Adolph conceded in his evidence that before he contacted Mr Graham to secure funding he had seen a magazine article in a publication entitled 'Encore' disclosing the fact that another group was going to produce a show called 'Mythbusters' but said he had not told Mr Graham.",
      "id": "s373"
    },
    {
      "text": "Asked why he did not tell Mr Graham about this matter he replied that it was not 'his area to do that' even though he brought Mr Graham into the management team.",
      "id": "s374"
    },
    {
      "text": "118 Mr Knight, on his own evidence, had known from much earlier in 2004 that Beyond was producing a Mythbusters TV show.",
      "id": "s375"
    },
    {
      "text": "He also deposed to the fact that he did not inform Mr Graham that a rival TV show had actually been produced.",
      "id": "s376"
    },
    {
      "text": "119 There are features of this evidence which strain credulity.",
      "id": "s377"
    },
    {
      "text": "However, I do not need to resolve that issue in this judgment.",
      "id": "s378"
    },
    {
      "text": "I will accept, and it does not really seem ever to have been seriously in issue, that some damage to Mr Knight's plans and aspirations has resulted from the production, distribution and screening of the Mythbuster's TV show in Australia.",
      "id": "s379"
    },
    {
      "text": "120 Damage is one ingredient of Mr Knight's passing-off action although not a necessary ingredient in his invocation of s 52 of the TP Act.",
      "id": "s380"
    },
    {
      "text": "It only becomes relevant to quantify it in the event that the conduct of the respondents is actionable.",
      "id": "s381"
    },
    {
      "text": "According to the arrangements for hearing this case, directed at an earlier stage by Lindgren J, the proceedings are not, at the moment, directed to the quantification of loss or damage.",
      "id": "s382"
    },
    {
      "text": "It is not necessary for me, therefore, to make any judgment about whether the optimism reflected in Mr Graham's financial model is well founded.",
      "id": "s383"
    },
    {
      "text": "Book Sales \n \n121 Mr Knight claimed substantial sales of the Mythbusters books in Australia.",
      "id": "s384"
    },
    {
      "text": "The respondents disputed the levels of book sales in Australia.",
      "id": "s385"
    },
    {
      "text": "Mr Knight's evidence about the issue consisted almost entirely of reliance upon secondary evidence of print runs.",
      "id": "s386"
    },
    {
      "text": "I was invited, in effect, to infer that this was reliable evidence of the level of actual sales.",
      "id": "s387"
    },
    {
      "text": "There was some other evidence of distribution of his books but no figures were given --- e.g.",
      "id": "s388"
    },
    {
      "text": "an independent witness confirmed a donation of an unspecified number of books in 2000 and 2003 to assist the Women's and Children's Hospital in Adelaide and Mr Knight said in 1999 he donated some books to be sold for the Spastic Centre.",
      "id": "s389"
    },
    {
      "text": "122 Curiously, no direct evidence of book sales was proffered, nor were any business records produced which might enable reliable calculations to be made --- e.g.",
      "id": "s390"
    },
    {
      "text": "receipts related to actual sales, royalties, payments of pro rata fees and commissions to others etc. - or any taxation records.",
      "id": "s391"
    },
    {
      "text": "Neither was any convincing explanation proffered for the absence of basic material or records of this kind.",
      "id": "s392"
    },
    {
      "text": "123 Had it been necessary to make positive findings on this issue I could not have been satisfied that the level of sales was as claimed by Mr Knight.",
      "id": "s393"
    },
    {
      "text": "However, the question of, at least some, reputation as an author of children's books in Australia was not put in issue.",
      "id": "s394"
    },
    {
      "text": "Accordingly it is not necessary to make firm findings about the actual level of book sales.",
      "id": "s395"
    },
    {
      "text": "BEYOND AND THE MYTHBUSTERS TV SHOW \n The Beyond Structure \n \n124 Mr Borglund, the Managing Director of the Beyond interests, described the Beyond group and its constituents, relevantly for these proceedings, as follows in his second affidavit:\n \n \n '10.",
      "id": "s396"
    },
    {
      "text": "The Beyond Group of Companies is, relevantly, comprised of the following: \n \n \n \n \n \n 10.1 Beyond International Limited (Beyond International) ; \n 10.2 Beyond International Services Limited (Beyond International Services); \n 10.3 Beyond Properties Pty Limited (Beyond Properties) ; \n 10.4 Beyond Productions Pty Limited (Beyond Productions) ; \n 10.5 Beyond Entertainment Pty Limited (Beyond Entertainment); \n 10.6 Beyond Entertainment Limited (Beyond Entertainment (Ireland)); and \n 10.7 Beyond Distribution Pty Limited (Beyond Distribution), \n \n \n \n \n \n \n (Beyond Group) \n \n ... \n \n \n \n \n \n \n 11 All intellectual property owned by the Beyond Group as at today is either owned by Beyond Properties or Beyond TV Properties Limited (a company incorporated in Bermuda) or Beyond Entertainment (Ireland).",
      "id": "s397"
    },
    {
      "text": "12 Beyond Productions is the production service company of the Beyond Group.",
      "id": "s398"
    },
    {
      "text": "It is responsible for the actual making of all Beyond programs (excluding joint ventures and some co-productions).",
      "id": "s399"
    },
    {
      "text": "... \n \n \n \n 15.",
      "id": "s400"
    },
    {
      "text": "Beyond International is the parent company of the Beyond Group and is listed on the ASX (Code BYI).",
      "id": "s401"
    },
    {
      "text": "' \n \n \n \n (I have emphasised the three Beyond companies which are parties in the present proceedings.",
      "id": "s402"
    },
    {
      "text": ") \n Development of the Mythbusters TV Show \n \n125 Peter Rees is an Executive Producer now employed by Beyond Productions.",
      "id": "s403"
    },
    {
      "text": "He gave affidavit evidence in the proceedings.",
      "id": "s404"
    },
    {
      "text": "He was not cross-examined.",
      "id": "s405"
    },
    {
      "text": "He worked from about 1997 (prior to his present employment by Beyond) on the general concepts which led ultimately to the Mythbusters TV show.",
      "id": "s406"
    },
    {
      "text": "In that year he devised a concept, which he called 'Declassified', for a television series based on military research and development, using urban legends and conspiracy theories as introductions to the scientific and technological aspects of the show.",
      "id": "s407"
    },
    {
      "text": "The proposal was submitted to Beyond.",
      "id": "s408"
    },
    {
      "text": "126 At about the same time he submitted to Beyond a proposal for an 'urban adventurers concept' which he had written with another person.",
      "id": "s409"
    },
    {
      "text": "The second proposal led a development option agreement and was pitched to the Learning Channel in late 1997.",
      "id": "s410"
    },
    {
      "text": "However, neither proposal, Declassified or Urban Adventurers, was ever produced as a television program or series.",
      "id": "s411"
    },
    {
      "text": "127 From January 1999 to 2001 he worked on television documentary programs produced by Beyond Productions entitled 'Stings, Fangs and Spines' and 'Born Against the Odds'.",
      "id": "s412"
    },
    {
      "text": "The programs used science to explore common misconceptions or, as he put it, to 'debunk myths'.",
      "id": "s413"
    },
    {
      "text": "128 During the same period he developed an 'urban legends program concept' which he called 'Tall Tales or True'.",
      "id": "s414"
    },
    {
      "text": "It was this particular concept which he ultimately developed into the Mythbusters television program.",
      "id": "s415"
    },
    {
      "text": "According to Mr Rees' evidence he was also working on the development of other concepts or titles which were linked to the same general idea.",
      "id": "s416"
    },
    {
      "text": "The working titles were 'The Buzz: The New Science of Gossip', 'Legend Seekers' and 'Slaves to Superstition'.",
      "id": "s417"
    },
    {
      "text": "All these concepts, on Mr Rees' evidence, coalesced with 'Tall Tales or True' into the single production that became titled 'Mythbusters'.",
      "id": "s418"
    },
    {
      "text": "129 Mr John Luscombe is the General Manager of the sixth respondent, Beyond Productions.",
      "id": "s419"
    },
    {
      "text": "His duties include the development of new television projects.",
      "id": "s420"
    },
    {
      "text": "Mr Luscombe's evidence was that he was approached by Mr Rees in about 2000 to discuss a concept regarding 'urban legends'.",
      "id": "s421"
    },
    {
      "text": "He approved Pat McInerney, a Beyond productions employee, working as a researcher for further development work on the concept with Mr Rees.",
      "id": "s422"
    },
    {
      "text": "At this time the concept also had the working title 'Legend Seekers'.",
      "id": "s423"
    },
    {
      "text": "130 The Tall Tales or True/Legend Seekers concept was pitched to Discovery Channel in May 2001 in the USA.",
      "id": "s424"
    },
    {
      "text": "The pitch was made by Mr Luscombe.",
      "id": "s425"
    },
    {
      "text": "Mr Rees was involved in preparing the documents.",
      "id": "s426"
    },
    {
      "text": "The pitch documents were tendered in evidence before me.",
      "id": "s427"
    },
    {
      "text": "Although they were marked as confidential exhibits (JL1 and JL2), I can mention some salient features without compromising that characteristic.",
      "id": "s428"
    },
    {
      "text": "131 JL1 commences with the title 'The Legend Seeker'.",
      "id": "s429"
    },
    {
      "text": "Shortly thereafter there appears in bold capitalised letters 'Tall Tales ... or True'.",
      "id": "s430"
    },
    {
      "text": "The second page contains reference to 'urban legends' and two references to 'The Legend Busters'.",
      "id": "s431"
    },
    {
      "text": "Page 3 refers to 'Urban Legend\" and 'our team of \"Legend Busters\"'.",
      "id": "s432"
    },
    {
      "text": "Page 4 refers to Myth Detection.",
      "id": "s433"
    },
    {
      "text": "Page 5 refers to 'Malicious Myths'.",
      "id": "s434"
    },
    {
      "text": "The document is seven pages in length.",
      "id": "s435"
    },
    {
      "text": "It is widely spaced.",
      "id": "s436"
    },
    {
      "text": "It is intended to catch the attention.",
      "id": "s437"
    },
    {
      "text": "The concepts it suggests and explores are not ones which find any reflection, so far as I can see, in Mr Knight's books or television proposals.",
      "id": "s438"
    },
    {
      "text": "132 JL2 is entitled 'Tall Tales ... or True?'.",
      "id": "s439"
    },
    {
      "text": "It refers on page 3 to 'urban legends', 'the Legend Busters' (twice) and 'tall tales'.",
      "id": "s440"
    },
    {
      "text": "Page 4 refers to the team of 'Legend Busters'.",
      "id": "s441"
    },
    {
      "text": "Page 5 refers to 'The Myth Busters'.",
      "id": "s442"
    },
    {
      "text": "Two people are identified.",
      "id": "s443"
    },
    {
      "text": "Both worked in the USA.",
      "id": "s444"
    },
    {
      "text": "Neither is suggested in the evidence before me to have any connection at all with Mr Knight.",
      "id": "s445"
    },
    {
      "text": "In a photograph of one of these persons appears a poster entitled 'Urban Legend'.",
      "id": "s446"
    },
    {
      "text": "Page 6 refers to 'Myth Detection'.",
      "id": "s447"
    },
    {
      "text": "There is nothing on the face of this material (JL1 and JL2) to suggest any connection with Mr Knight, his books or his concepts.",
      "id": "s448"
    },
    {
      "text": "133 According to Mr Luscombe confidential exhibit JL2 was given on 31 May 2001 to Ms Andrea Meditch of Discovery Channel during a meeting which took place over the course of a day and at which a number of television concepts were pitched to Discovery Channel including the 'Tall Tales or True?",
      "id": "s449"
    },
    {
      "text": "' concept.",
      "id": "s450"
    },
    {
      "text": "He stated that Ms Meditch was enthusiastic about the pitch but not about the title.",
      "id": "s451"
    },
    {
      "text": "He then suggested alternative titles of 'Myth Busters' or 'Legend Busters'.",
      "id": "s452"
    },
    {
      "text": "134 By July 2001 the proposal had been renamed 'Myth Busters'.",
      "id": "s453"
    },
    {
      "text": "It was to be a program which attempted to validate urban myths.",
      "id": "s454"
    },
    {
      "text": "It will be noted that the title was made up still of two words.",
      "id": "s455"
    },
    {
      "text": "The separation of the title into two separate words appears to have continued through 2002.",
      "id": "s456"
    },
    {
      "text": "It was under the name 'MYTH BUSTERS' that searches were undertaken for trademark and patent search purposes in the USA in July and August 2002 At some point in time, which is not clear on the evidence, the two names were amalgamated into one.",
      "id": "s457"
    },
    {
      "text": "135 A revised proposal was sent to Ms Meditch on 23 August 2001.",
      "id": "s458"
    },
    {
      "text": "It is apparent from this proposal for a three episode program that the two presenters who, in due course, appeared in the series had not yet been proposed (or perhaps even identified).",
      "id": "s459"
    },
    {
      "text": "Mr Luscombe and Ms Meditch exchanged emails on 19 October 2001.",
      "id": "s460"
    },
    {
      "text": "Ms Meditch expressed interest in a three episode program.",
      "id": "s461"
    },
    {
      "text": "A 'pitch report' dated 24 October 2001, recording a further meeting with Ms Meditch on that day confirms Discovery Channel's acceptance of at least a three episode program.",
      "id": "s462"
    },
    {
      "text": "The presenters had still to be finalised at this time.",
      "id": "s463"
    },
    {
      "text": "136 Pre-production work (including finding suitable hosts) commenced in late October 2001 and shooting of the first three episodes commenced in June 2002.",
      "id": "s464"
    },
    {
      "text": "The first series (three episodes) was delivered to Discovery Channel by Beyond on 25 October 2002.",
      "id": "s465"
    },
    {
      "text": "To November 2006 a further 69 episodes had been made and delivered.",
      "id": "s466"
    },
    {
      "text": "137 Following the success of the negotiations with Discovery Channel Mr Luscombe set about marketing the broadcast rights in Australia.",
      "id": "s467"
    },
    {
      "text": "He had meetings with representatives of the ABC (between 12 September 2001 and 1 October 2004), Channel 9 (between 22 November 2001 and 1 October 2003), Channel 10 (between 21 October 2002 and 11 March 2004) and Channel 7 (between 15 February 2002 and 16 March 2004).",
      "id": "s468"
    },
    {
      "text": "He named, in his affidavit evidence, the television executives with whom the meetings were held.",
      "id": "s469"
    },
    {
      "text": "138 No attempt was made by Mr Knight to suggest any deception of, or misrepresentation to, these persons or that there was any likelihood of confusion or misunderstanding about the origins and creators of the Mythbusters TV show.",
      "id": "s470"
    },
    {
      "text": "139 By agreement with Discovery Channel and Beyond, Foxtel obtained pay TV broadcast rights in Australia in July 2004.",
      "id": "s471"
    },
    {
      "text": "SBS acquired the rights in Australia for free-to-air broadcasts on 16 September 2004.",
      "id": "s472"
    },
    {
      "text": "140 Interestingly, Mr Rees' evidence was that he had thought of the title Myth Busters but put it aside because it was too close to 'Ghostbusters'.",
      "id": "s473"
    },
    {
      "text": "When Mr Luscombe at a development meeting at some time in 2001 offered the opinion that Myth Busters would be a good title two others at the meeting were critical of the name as internally contradictory, one saying 'A myth is a myth because you can't validate it'.",
      "id": "s474"
    },
    {
      "text": "According to Mr Rees they were happy however to proceed with the program title because none of the titles which he had suggested (which I have referred to earlier) were acceptable to the broadcaster.",
      "id": "s475"
    },
    {
      "text": "141 There seems no basis upon which to reject the evidence about the development and adoption of the name 'Mythbusters' which was given by Mr Luscombe and Mr Rees.",
      "id": "s476"
    },
    {
      "text": "According to that evidence it had nothing to do with Mr Knight or his ideas.",
      "id": "s477"
    },
    {
      "text": "Mr Rees said that he had never heard of Mr Knight or his books under the name Mythbusters or at all.",
      "id": "s478"
    },
    {
      "text": "142 I have dealt with the evidence about this matter in a little detail because it is relevant to the suggestion which Mr Knight wishes to advance that the Beyond interests were infected with some fraudulent intent in their adoption of the title 'Mythbusters' for the TV series of that name.",
      "id": "s479"
    },
    {
      "text": "On the evidence there is no foundation for the proposition, which appears to me to be borne of Mr Knight's sense of grievance rather than anything else.",
      "id": "s480"
    },
    {
      "text": "As I observed earlier, I do not think that, ultimately, this issue bears upon the disposition of his claim.",
      "id": "s481"
    },
    {
      "text": "The allegations of misrepresentation and of misleading or deceptive conduct are to be judged objectively by their likely effect, rather than, on the facts of this case at least, by reference to underlying motivation.",
      "id": "s482"
    },
    {
      "text": "ELEMENTS OF THE CAUSES OF ACTION \n \n143 The tort of passing-off is based in protection of property (see Angelides v James Stedman Hendersons Sweets Ltd [1927] HCA 34 ; (1927) 40 CLR 43 at 60 (' Angelides '); Colbeam Palmer Ltd v Stock Affiliates Pty Ltd [1968] HCA 50 ; (1968) 122 CLR 25 at 33; Conagra 33 FCR at 308 and 340; Campomar 202 CLR at [48] and [108].",
      "id": "s483"
    },
    {
      "text": "144 Section 52 of the TP Act is first and foremost concerned with the protection of consumers but it also may be used to protect business, goodwill or reputation (see Hornsby Building Information Centre 140 CLR at 224-6.",
      "id": "s484"
    },
    {
      "text": "145 Mr Knight must establish a number of matters to succeed.",
      "id": "s485"
    },
    {
      "text": "He must establish a relevant misrepresentation, or the likelihood of misleading or deception.",
      "id": "s486"
    },
    {
      "text": "This task involves the demonstration of a relevant reputation against which to test the suggested misrepresentation.",
      "id": "s487"
    },
    {
      "text": "It also involves an examination of the character of the suggested misrepresentation, or deceptive or misleading conduct, to see whether the conduct is properly so characterised.",
      "id": "s488"
    },
    {
      "text": "146 Because the essence of Mr Knight's complaint is the use, by the respondents, of the title 'Mythbusters', and he has no statutory right to protected use of the term, he must show that he has acquired a proprietary interest in it.",
      "id": "s489"
    },
    {
      "text": "Because the name is, to an extent at least, descriptive he cannot do this if the name has not acquired a secondary meaning distinctively associated with him (see Angelides 40 CLR at 60).",
      "id": "s490"
    },
    {
      "text": "147 Finally, because the passing-off action protects or vindicates a proprietary interest he must, to succeed in this action, show damage.",
      "id": "s491"
    },
    {
      "text": "Relevant Date \n \n148 The parties were not agreed upon the relevant date at which to test the respondents' conduct against Mr Knight's asserted rights.",
      "id": "s492"
    },
    {
      "text": "The respondents suggested the date of the first screening of the Mythbusters TV show in Australia --- 27 September 2004.",
      "id": "s493"
    },
    {
      "text": "Mr Knight suggested October 2001 when the title for the Mythbusters TV show was used or revealed in a non-confidential way.",
      "id": "s494"
    },
    {
      "text": "149 There were two groups of consumers ultimately relied on by Mr Knight in relation to the Mythbusters TV show.",
      "id": "s495"
    },
    {
      "text": "The relevant date is bound to be different for each group.",
      "id": "s496"
    },
    {
      "text": "In my view for members of the television viewing public the relevant date is the date of first screening in Australia, 27 September 2004.",
      "id": "s497"
    },
    {
      "text": "For the other group consisting of TV broadcasters and television production executives the date must accord with the time at which an attempt was made by Beyond to sell the concept of a new TV show, bearing the name 'Mythbusters', to a prospective purchaser.",
      "id": "s498"
    },
    {
      "text": "150 On the evidence this first occurred in July 2001 in the USA when Beyond was marketing the TV show to Discovery Channel and the name 'Mythbusters' was accepted but that was outside the jurisdiction.",
      "id": "s499"
    },
    {
      "text": "On Mr Luscombe's evidence, attempts to market the broadcast rights in Australia to TV broadcasters and television production executives commenced on about 12 September 2001.",
      "id": "s500"
    },
    {
      "text": "In my view that is the relevant date for that group.",
      "id": "s501"
    },
    {
      "text": "151 However, in my view, nothing really turns on the selection of date.",
      "id": "s502"
    },
    {
      "text": "The question of the appropriate date does not affect any of the critical findings made in this judgment.",
      "id": "s503"
    },
    {
      "text": "Reputation \n\n152 There is no doubt Mr Knight has had some success as an author of children's books.",
      "id": "s504"
    },
    {
      "text": "Indeed the respondents did not dispute that he had some reputation in Australia as an author of children's books.",
      "id": "s505"
    },
    {
      "text": "153 It is true that there was little objective evidence of the level of sales of the Mythbusters books in Australia.",
      "id": "s506"
    },
    {
      "text": "I found it unusual that he was either unable, or unwilling, to provide financial material from his own resources which might enable appropriate calculations to be made giving an order of magnitude of these sales.",
      "id": "s507"
    },
    {
      "text": "Whatever the reason, I was left with the task of drawing inferences from the evidence that print runs had been ordered, that books had been delivered to him in Australia, that some books had been distributed through charity organisations and that the first book was currently available for purchase through Dymocks.",
      "id": "s508"
    },
    {
      "text": "It is not possible from this material, especially in light of the fact, as the respondents contended, that he acknowledged that the bulk of any sales occurred outside Australia, to feel a comfortable sense of persuasion that the sales were of an especially high order.",
      "id": "s509"
    },
    {
      "text": "154 Nevertheless, there can be no denying that Mr Knight's success in Australia as an author is in part due to the three books in question.",
      "id": "s510"
    },
    {
      "text": "In my view he succeeded in establishing that he has a reputation in Australia as the author of children's books bearing the name 'Mythbusters'.",
      "id": "s511"
    },
    {
      "text": "155 In addition, I feel that I cannot put aside as altogether irrelevant the other evidence of promotion of him personally, the Mythbusters books and his other books.",
      "id": "s512"
    },
    {
      "text": "This promotion took a variety of forms.",
      "id": "s513"
    },
    {
      "text": "Some of it involved articles by newspaper journalists (perhaps with the assistance of material provided by him but that is not to the point), radio interviews (which were not available to be heard but I accept took place) and television interviews, some of which were shown to me.",
      "id": "s514"
    },
    {
      "text": "156 However, acceptance of his reputation in those respects is far from an end to the matter.",
      "id": "s515"
    },
    {
      "text": "An assessment needs to be made first whether Mr Knight's reputation in connection with his Mythbusters books and more generally can be attributed to members of the television viewing public in a way, and at a level, that makes it likely that a significant number would associate him with the Mythbusters TV show.",
      "id": "s516"
    },
    {
      "text": "He asserts it should.",
      "id": "s517"
    },
    {
      "text": "The respondents take a different position.",
      "id": "s518"
    },
    {
      "text": "157 I have found this issue a difficult one to determine.",
      "id": "s519"
    },
    {
      "text": "In the end it turns on an impression formed from reading, listening to and considering the whole of the evidence.",
      "id": "s520"
    },
    {
      "text": "I have concluded that there is no basis to positively find, infer or assume an association in the minds of members of the television viewing public between either Mr Knight or his Mythbusters books and the Mythbusters TV show.",
      "id": "s521"
    },
    {
      "text": "158 There is no direct evidence that Mr Knight's reputation with the general public creates an association with television.",
      "id": "s522"
    },
    {
      "text": "There is no evidence that Mr Knight has any television presence in Australia other than as an occasional interviewee.",
      "id": "s523"
    },
    {
      "text": "He has not had any TV show produced in Australia.",
      "id": "s524"
    },
    {
      "text": "He suggests he can rely on the fact his demonstration video was screened to a small private audience in 2000 and has been available on his internet site since 2003.",
      "id": "s525"
    },
    {
      "text": "I do not agree.",
      "id": "s526"
    },
    {
      "text": "These circumstances do not establish any connection of the requisite kind and significance with ordinary members of the television viewing public.",
      "id": "s527"
    },
    {
      "text": "159 Although reputation may be established by advance publicity or advertising that is not what happened in this case.",
      "id": "s528"
    },
    {
      "text": "His own attempts to develop a television series were not public and they were unsuccessful.",
      "id": "s529"
    },
    {
      "text": "There was no evidence of any announcement in the public arena which might alert members of the Australian television viewing public to the fact that Mr Knight had concrete plans in the foreseeable future for the screening of a TV show entitled Mythbusters.",
      "id": "s530"
    },
    {
      "text": "Any occasional comment to that general effect over the years could not generate a reputation to that effect.",
      "id": "s531"
    },
    {
      "text": "160 In the circumstances, for this reason alone, I am not persuaded that the production or screening of the Mythbusters TV show constitutes a misrepresentation to members of the television viewing public that it was his program or endorsed by or associated in any way with him.",
      "id": "s532"
    },
    {
      "text": "I shall, however, return to deal with the issue of misrepresentation and deception shortly on the alternative assumption that my conclusion of lack of reputation with the general television viewing public is incorrect.",
      "id": "s533"
    },
    {
      "text": "161 I am, on the other hand, satisfied that Mr Knight had the requisite reputation with a sufficient number of the second group on which he relies --- TV broadcasters and television production executives.",
      "id": "s534"
    },
    {
      "text": "His credentials as an author clearly provided a respectable foundation for his attempts to broaden the exploitation of his concept of mythbusting to include a television series.",
      "id": "s535"
    },
    {
      "text": "There can be no denying that he was successful in generating some interest for these ideas in both the United Kingdom and in Australia.",
      "id": "s536"
    },
    {
      "text": "162 His efforts were persistent.",
      "id": "s537"
    },
    {
      "text": "The fact that he had no ultimate success did not extinguish his reputation in the market consisting of TV broadcasters and television production executives.",
      "id": "s538"
    },
    {
      "text": "It is impossible to resist the conclusion that Mr Knight had a reputation with members of the group whom he tried to interest in the idea of a series based upon his concepts.",
      "id": "s539"
    },
    {
      "text": "Reputation alone cannot sustain his causes of action but in this market, at least, I am satisfied it was established.",
      "id": "s540"
    },
    {
      "text": "Deception and Misrepresentation \n \n163 I shall use the term 'deception' here to embrace all aspects of both causes of action which relate to the need to establish misrepresentation or misleading or deceptive conduct.",
      "id": "s541"
    },
    {
      "text": "There is no need, for present purposes, to make any distinction.",
      "id": "s542"
    },
    {
      "text": "164 Within the group made up of members of the television viewing public I do not think there is any realistic possibility of deception if reputation had been established.",
      "id": "s543"
    },
    {
      "text": "165 In Campomar [2000] HCA 12 ; 202 CLR 45, the High Court explained the judicial method for evaluating the likelihood of deception when a representation is alleged to have been made to members of the public generally.",
      "id": "s544"
    },
    {
      "text": "It is necessary to proceed upon an attribution of presumed characteristics to 'ordinary' or 'reasonable' members of the class.",
      "id": "s545"
    },
    {
      "text": "The following observations were made:\n \n 'It is in these cases of representations to the public, of which the first appeal is one, that there enter the \"ordinary\" or \"reasonable\" members of the class of prospective purchasers.",
      "id": "s546"
    },
    {
      "text": "Although a class of consumers may be expected to include a wide range of persons, in isolating the \"ordinary\" or \"reasonable\" members of that class, there is an objective attribution of certain characteristics.",
      "id": "s547"
    },
    {
      "text": "' (at [102])\n \n ... \n \n 'Where the persons in question are not identified individuals to whom a particular misrepresentation has been made or from whom a relevant fact, circumstance or proposal was withheld, but are members of a class to which the conduct in question was directed in a general sense, it is necessary to isolate by some criterion a representative member of that class.",
      "id": "s548"
    },
    {
      "text": "' (at [103])\n \n ... \n \n 'The initial question which must be determined is whether the misconceptions, or deceptions, alleged to arise or to be likely to arise are properly to be attributed to the ordinary or reasonable members of the classes of prospective purchasers.",
      "id": "s549"
    },
    {
      "text": "' (at [105])\n \n \n\n166 In relation to this group Mr Knight's evidentiary case did not rest solely on the inferences to be drawn about the likely reaction of typical members of the general television viewing public (which I shall discuss a little later).",
      "id": "s550"
    },
    {
      "text": "He called a series of witnesses to depose to their initial belief that he must have been associated with the Mythbusters TV show.",
      "id": "s551"
    },
    {
      "text": "They were all friends or associates.",
      "id": "s552"
    },
    {
      "text": "Their beliefs were very much coloured by their personal association with him.",
      "id": "s553"
    },
    {
      "text": "They knew of his books and were aware of his ambitions to have his own TV series produced.",
      "id": "s554"
    },
    {
      "text": "They said in their evidence that they immediately assumed, when they heard of the Mythbusters TV show, that it must be associated with him.",
      "id": "s555"
    },
    {
      "text": "This belief was clearly predicated upon an assumption which they made from information they had gleaned from him.",
      "id": "s556"
    },
    {
      "text": "It cannot fairly be said to be the result of the use by the Beyond interests of the name 'Mythbusters' or any other conduct of the respondents.",
      "id": "s557"
    },
    {
      "text": "167 The fact that these witnesses made an erroneous assumption about Mr Knight's connection with the Mythbusters TV show, and their beliefs were for that reason misplaced, does not, of itself, deny the possibility of deception, either of them or more generally.",
      "id": "s558"
    },
    {
      "text": "168 In Campomar [2000] HCA 12 ; 202 CLR 45, the High Court pointed out that an action under s 52 of the TP Act cannot be defeated simply by pointing to an 'erroneous assumption' because ' no conduct can mislead or deceive unless the representee labours under some erroneous assumption ' (at [104] quoting Deane and Fitzgerald JJ in Taco Bell 42 ALR at 200).",
      "id": "s559"
    },
    {
      "text": "The High Court accordingly rejected the existence or reliability of any general 'erroneous assumption' doctrine that would defeat a claim by showing that a prospective purchaser could only be misled by wrongly assuming some ' endorsement by, or other association with, the plaintiff ' (see 202 CLR at [110]).",
      "id": "s560"
    },
    {
      "text": "169 It follows that the evidence called by Mr Knight from the witnesses in question is not to be rejected simply because their impressions or reactions were coloured or affected by a wrongful assumption.",
      "id": "s561"
    },
    {
      "text": "170 However, the High Court in Campomar expressly approved the observations of Deane and Fitzgerald JJ in Taco Bell 42 ALR at 201 that the ' question whether particular conduct causes confusion or wonderment cannot be substituted for the question whether the conduct answers the statutory description contained in s 52 ' (202 CLR at [106]).",
      "id": "s562"
    },
    {
      "text": "171 The passage approved from Taco Bell comes from the final sentence in two paragraphs which are set out hereunder: \n \n ' Confusion\n \n In McWilliam's v McDonald's ((1980) 33 ALR 394), the Full Court held that, although the conduct of McWilliam's was likely to have caused confusion or wonderment, it did not appear that in the particular circumstances of that case the conduct was misleading or deceptive or likely to mislead or deceive.",
      "id": "s563"
    },
    {
      "text": "As we read their Honours' judgments, that was a factual conclusion.",
      "id": "s564"
    },
    {
      "text": "Their Honours were not suggesting that there is, for the purposes of s 52 of the Act, a necessary dichotomy between \"confusion\" on the one hand and \"misleading or deception\" on the other.",
      "id": "s565"
    },
    {
      "text": "Conduct which produces or contributes to confusion or uncertainty may or may not be misleading or deceptive for the purposes of s 52 .",
      "id": "s566"
    },
    {
      "text": "In some circumstances, conduct could conceivably be properly categorized as misleading or deceptive for the very reason that it represents that confusion or uncertainty exists where, in truth, there is no proper room for either.",
      "id": "s567"
    },
    {
      "text": "Ordinarily, however, a tendency to cause confusion or uncertainty will not suffice to establish that conduct is of the type described in s 52.",
      "id": "s568"
    },
    {
      "text": "The question whether particular conduct causes confusion or wonderment cannot be substituted for the question whether the conduct answers the statutory description contained in s 52.",
      "id": "s569"
    },
    {
      "text": "' \n \n (Emphasis added)\n \n\n172 Accordingly, mere confusion or uncertainty, whether in the minds of particular individuals or generally, will not establish that misleading or deception has occurred.",
      "id": "s570"
    },
    {
      "text": "It is to the quality of the conduct that attention must be given --- not to the subjective reaction of some members of the class.",
      "id": "s571"
    },
    {
      "text": "As I indicated earlier, the misunderstanding, by the witnesses called in Mr Knight's case, of the true position concerning the provenance of the Mythbusters TV show cannot be attributed to Beyond or the other respondents.",
      "id": "s572"
    },
    {
      "text": "173 The particular knowledge and association of the witnesses relied on by Mr Knight prevents them, in any event, being regarded as representative of the class as a whole.",
      "id": "s573"
    },
    {
      "text": "Upon this point being made by counsel for the Beyond interests, initially in cross-examination, counsel for Mr Knight, in submissions, disclaimed any central role for the evidence of these witnesses.",
      "id": "s574"
    },
    {
      "text": "Accepting that the issue of likelihood of deception was to be determined by the court itself she submitted that the evidence of the witnesses was merely additional and I was invited to infer that 'there must be consumers whose identities we do not know, who do not know the Applicant and do not have any special knowledge of the Applicant, but know of his MYTHBUSTERS' .",
      "id": "s575"
    },
    {
      "text": "174 This submission correctly accepts that the reactions of these witnesses, who each had a pre-existing association of some kind or other with Mr Knight, are not a reliable or representative guide to the reactions to be imputed to ordinary or typical members of the class in question.",
      "id": "s576"
    },
    {
      "text": "I may turn to deal, then, with my assessment of the perceptions to be objectively attributed to the members of the television viewing public in general, putting aside for this purpose the evidence I have referred to above.",
      "id": "s577"
    },
    {
      "text": "175 I read the Mythbusters books and watched Mr Knight's demonstration video.",
      "id": "s578"
    },
    {
      "text": "I studied the 'bible' said to have been sent by Mr Harley to Beyond (and to major Australian TV networks) and also the 'gatefold brochure' and the explanation of the demonstration video which was circulated in 2000.",
      "id": "s579"
    },
    {
      "text": "I watched the first episode of the Mythbusters TV show as shown on Foxtel and three others supplied in evidence as later shown on, and sold by, SBS.",
      "id": "s580"
    },
    {
      "text": "176 In my view an 'ordinary' or 'reasonable' member of the public familiar with the Mythbusters books, or even the content proposed by Mr Knight for his own TV show, would not linger under any misapprehension that the books or his proposals were in any way related to the Mythbusters TV show for longer than a few seconds.",
      "id": "s581"
    },
    {
      "text": "177 The first episode of three made initially for the Discovery Channel announces, for example, in the opening moments, that the viewer is going to see what happens when a rocket attached to a Chevrolet motor car is ignited --- 'We're going to find out what happens when you strap a rocket to a 67 Chevvy.",
      "id": "s582"
    },
    {
      "text": "Oh yeah!",
      "id": "s583"
    },
    {
      "text": "' .",
      "id": "s584"
    },
    {
      "text": "The content and style of presentation of this episode and each of the others that I was asked to watch find no parallel in the Mythbusters books or, for that matter, Mr Knight's other material which was not in the public domain.",
      "id": "s585"
    },
    {
      "text": "178 Mr Knight's endeavours, and the way his concept of mythbusting is portrayed in all its manifestations, are highly idiosyncratic and depend upon an indissoluble connection with his persona Bowvayne.",
      "id": "s586"
    },
    {
      "text": "Bowvayne and the Mythbusters' team are the hub around which the concept revolves.",
      "id": "s587"
    },
    {
      "text": "Moreover, the concept of mythbusting, as they go about it, involves, as a central component, the idea of mystery and even magic.",
      "id": "s588"
    },
    {
      "text": "179 Both in oral evidence and in submissions on his behalf, it was clear that Mr Knight could not, and did not, suggest that the content and style of the Mythbusters TV show was suggestive of his own work.",
      "id": "s589"
    },
    {
      "text": "It clearly is not.",
      "id": "s590"
    },
    {
      "text": "The only thing in common between the two concepts is the name.",
      "id": "s591"
    },
    {
      "text": "It was the use of the name that was at the heart of Mr Knight's case.",
      "id": "s592"
    },
    {
      "text": "The basis for his complaint, in the end, and the sole foundation for his case, is the fact that the Mythbusters TV show used the same name he had used as part of the title for three of his books and wished to use for his own TV show.",
      "id": "s593"
    },
    {
      "text": "180 However, any misconception or confusion which might arise from the name itself would, in my view, or at least should, be immediately dispelled on actually watching the Mythbusters TV show.",
      "id": "s594"
    },
    {
      "text": "Even from those witnesses who knew Mr Knight, were familiar with his books or knew of his plans for his own TV show, there was no evidence that those who actually watched the Mythbusters TV show believed, after watching it, that it reflected his concepts or was associated with him.",
      "id": "s595"
    },
    {
      "text": "181 In my view Mr Knight has been unable to establish any misrepresentation by the respondents to ordinary members of the television viewing public.",
      "id": "s596"
    },
    {
      "text": "For the reasons I have given, viewed objectively, the production, distribution and screening of the Mythbusters TV show does not misrepresent to members of the television viewing public that it is endorsed by or associated with Mr Knight.",
      "id": "s597"
    },
    {
      "text": "182 What of the specialised class who saw his proposals in detail?",
      "id": "s598"
    },
    {
      "text": "Accepting, as I have, the existence of some reputation with those in the market for television programs of the kind Mr Knight was attempting to devise and sell, I also agree with the submissions of the respondents that there was no possibility of deception of members of the second group --- TV broadcasters and television production executives.",
      "id": "s599"
    },
    {
      "text": "183 In this class also there was no evidence of the terms of direct representation by any of the respondents to identified persons and again it is necessary to ' isolate by some criterion a representative member of that class ' ( Campomar 202 CLR 34 at [103]).",
      "id": "s600"
    },
    {
      "text": "In the case of this group it is much less likely that any belief would be formed or relied upon without adequate investigation (see Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 per Mason J at 209 and 211).",
      "id": "s601"
    },
    {
      "text": "184 The evidence disclosed that the process of developing TV programs involves not only substantial periods of time but close attention to the development of program content.",
      "id": "s602"
    },
    {
      "text": "Concepts and ideas are at the beginning of the process.",
      "id": "s603"
    },
    {
      "text": "Many are discarded and rejected at an early stage.",
      "id": "s604"
    },
    {
      "text": "Those that show commercial promise are subject to development, change and transformation --- sometimes radical.",
      "id": "s605"
    },
    {
      "text": "Selection of the right name is a part of the process.",
      "id": "s606"
    },
    {
      "text": "185 It cannot be assumed that those in this second group would proceed upon a casual acceptance, based upon the name Mythbusters, of the association Mr Knight suggests.",
      "id": "s607"
    },
    {
      "text": "The rigour of the commercial exercise at the heart of his endeavours, and those of Beyond, render this improbable to the point of being fanciful.",
      "id": "s608"
    },
    {
      "text": "An 'ordinary' or 'reasonable' member of this class must be taken to be one who would, even on an initial encounter, on watching the Mythbusters TV show note the attribution of the show to Beyond as producer and, having regard to the content and style of the Mythbusters TV show, conclude that the show had no connection with Mr Knight, his Mythbusters books or his own plans for a television series.",
      "id": "s609"
    },
    {
      "text": "186 There is, accordingly, no realistic possibility of any confusion concerning the possibility of an association between Mr Knight and the Mythbusters TV show.",
      "id": "s610"
    },
    {
      "text": "The Mythbusters TV show could not, by reference to its content, or even its name, be confused with Mr Knight's attempts to generate interest in his own TV series based on his books, or any similar idea related to his 'Mythbusters team'.",
      "id": "s611"
    },
    {
      "text": "187 While it is true, for example, that Mr George from Bluestone Pictures and Ms Burnstock from the ABC, whom Mr Knight attempted to interest in his own plans, initially assumed a connection upon hearing the name of the Mythbusters TV show, there is no evidence of any lingering mistake.",
      "id": "s612"
    },
    {
      "text": "188 On Mr Luscombe's evidence he attempted to market the broadcasting rights in Australia for the Mythbusters TV show widely amongst Australian free-to-air television networks.",
      "id": "s613"
    },
    {
      "text": "None of the persons identified by him was required to give evidence for Mr Knight.",
      "id": "s614"
    },
    {
      "text": "No assumption can be made, much less any inference drawn, that the Mythbusters TV show, whether by content or name, suggested any association with Mr Knight, his books or his plans for his own TV show.",
      "id": "s615"
    },
    {
      "text": "189 I conclude there was no likelihood of deception amongst the group made up of TV broadcasters and television production executives.",
      "id": "s616"
    },
    {
      "text": "Intention to Deceive \n \n190 The suggested approaches by Mr Harley to Beyond and the postulated link with Mr Gregory's arrival at Imagination from Beyond, the fact that negotiations with Imagination went 'quiet' and the adoption by Beyond some months later of the title Mythbusters for the show it was pitching to Discovery Channel provided the foundation for a submission that Beyond had acted with an intention to deceive.",
      "id": "s617"
    },
    {
      "text": "I have already indicated that I do not accept the evidentiary premises upon which this argument depends.",
      "id": "s618"
    },
    {
      "text": "Furthermore, the argument lacks an underpinning logical foundation.",
      "id": "s619"
    },
    {
      "text": "191 Although passing-off may be innocent, in the classic passing-off case (to use the words of Dixon J in Turner v General Motors (Australia) Pty Ltd [1929] HCA 22 ; (1929) 42 CLR 352) there is an 'intention and desire to appropriate ... the advantage of a business reputation which belonged to another' (at 368).",
      "id": "s620"
    },
    {
      "text": "192 That element is absent in the present case.",
      "id": "s621"
    },
    {
      "text": "There is no basis to think that Beyond wished to trade off any reputation possessed by Mr Knight or that the success of the Mythbusters TV show would be enhanced with the viewing public if, erroneously, it was believed that Mr Knight was associated with it.",
      "id": "s622"
    },
    {
      "text": "Nor is there any basis to think the Mythbusters TV show would more readily be sold, or funds received for its development, if such a belief existed.",
      "id": "s623"
    },
    {
      "text": "193 The Mythbusters TV show was sold in 2001 to Discovery Channel.",
      "id": "s624"
    },
    {
      "text": "Rights to broadcast it were sold in Australia in 2004 to SBS and Foxtel.",
      "id": "s625"
    },
    {
      "text": "There is no evidence, and was no attempt to make a case, that any of those transactions proceeded upon any misapprehension that Mr Knight was somehow connected with it or that anybody who watched the show would make that assumption.",
      "id": "s626"
    },
    {
      "text": "194 In Australian Woollen Mills Ltd v F S Walton &amp; Co Ltd [1937] HCA 51 ; (1937) 58 CLR 641 Dixon and McTiernan JJ said at 657 'when a dishonest trader fashions an implement or weapon for the purpose of misleading potential customers he at least provides a reliable and expert opinion on the question whether what he has done is in fact likely to deceive' .",
      "id": "s627"
    },
    {
      "text": "195 However, in Campomar [2000] HCA 12 ; 202 CLR 45 in its unanimous judgment the High Court observed (at [33]):\n \n 'even an imitation of one product by another does not necessarily bespeak an intention to deceive.",
      "id": "s628"
    },
    {
      "text": "' \n \n\n196 In Conagra 33 FCR Lockhart J said at 345:\n \n 'But deliberate copying of the plaintiff's goods does not always evidence an intention to deceive; it may indicate nothing more than realisation that the plaintiff has a useful idea which the defendant can turn to his own advantage, though not intending to pass off his goods as those of the plaintiff.",
      "id": "s629"
    },
    {
      "text": "197 I dealt earlier with the evidence concerning the way in which Beyond came to choose the name Mythbusters for its own television program.",
      "id": "s630"
    },
    {
      "text": "It has not been demonstrated that the Beyond interests set out to copy the 'Mythbusters' name for reasons which I have earlier given.",
      "id": "s631"
    },
    {
      "text": "Even if it had done so this would not be sufficient to make out a case of passing off, or of intention to mislead.",
      "id": "s632"
    },
    {
      "text": "Secondary Meaning \n \n198 Mr Knight's complaint, indeed his whole case, depends upon the notion that the name 'Mythbusters' is his and cannot be used without his permission.",
      "id": "s633"
    },
    {
      "text": "199 The respondents claim that the name 'Mythbusters' is a descriptive term (involving the 'busting' of myths) and it must, for Mr Knight to succeed, have acquired a secondary meaning distinctively associated with him.",
      "id": "s634"
    },
    {
      "text": "I agree.",
      "id": "s635"
    },
    {
      "text": "200 Mr Knight does not have a registered trade mark in the name Mythbusters.",
      "id": "s636"
    },
    {
      "text": "The absence of a registered trade mark denies him enforceable rights under the legislative scheme established by the Trade Marks Act 1995 (Cth).",
      "id": "s637"
    },
    {
      "text": "In the absence of any formal protection of the name 'Mythbusters' by its registration under that Act he is obliged to demonstrate a distinctive secondary meaning associated with him, in order to establish a sufficient proprietary interest for his passing-off action and a foundation for the allegation of misleading or deceptive conduct in his s 52 case.",
      "id": "s638"
    },
    {
      "text": "In my view he has not done so.",
      "id": "s639"
    },
    {
      "text": "201 I have earlier described the way in which the title 'Mythbusters' came to be selected by Beyond for the Mythbusters TV show.",
      "id": "s640"
    },
    {
      "text": "That process emphasises the use and attraction of the descriptive elements in the name.",
      "id": "s641"
    },
    {
      "text": "It is a sufficiently practical illustration to deny the proposition that the name is uniquely new and without a descriptive character.",
      "id": "s642"
    },
    {
      "text": "202 The field was not fully occupied by Mr Knight's use of the name, or his own desire to use it in connection with a television series.",
      "id": "s643"
    },
    {
      "text": "The way to occupy that field in Australia, and preserve it for his own use, was to register a trade mark.",
      "id": "s644"
    },
    {
      "text": "That was not done.",
      "id": "s645"
    },
    {
      "text": "No application was made before the Beyond interests commenced to use the name, although competing applications have now been made.",
      "id": "s646"
    },
    {
      "text": "I need say nothing about the merits of those applications which are for resolution in another forum.",
      "id": "s647"
    },
    {
      "text": "Damage \n \n203 It may be assumed that the screening of the Mythbusters TV show has effectively precluded the development by Mr Knight of a program with the same name.",
      "id": "s648"
    },
    {
      "text": "In this sense his plans have been thwarted.",
      "id": "s649"
    },
    {
      "text": "It may also be accepted that there was some chance that eventually his efforts may have met with some success, a television program may have been produced and financial rewards may have followed.",
      "id": "s650"
    },
    {
      "text": "204 It is impossible to attribute a value to this possibility although, in my view, it is not open to speculate that the lost chance was very valuable.",
      "id": "s651"
    },
    {
      "text": "Allowing for the fact that it takes time to develop such concepts and that initial failure does not spell the end of any realistic commercial possibility, it must be recognised that Mr Knight has endeavoured for many years now to arrange for the production of a television series of his own design both in Australia and in the United Kingdom and that such a series has never, in fact, eventuated.",
      "id": "s652"
    },
    {
      "text": "205 Nonetheless, if the other elements of his case had been established, I am satisfied that damage, sufficient to make out this element of the passing-off case, has been established.",
      "id": "s653"
    },
    {
      "text": "206 In light of my other findings, there is no basis for the grant of any relief concerning the Mythbusters TV show and I need not further explore the way in which any damage might be redressed had the case succeeded.",
      "id": "s654"
    },
    {
      "text": "THE SPIN-OFF BOOKS \n \n207 The first and second spin-off books were published by Simon and Schuster Inc trading as Simon Spotlight Entertainment ('Simon and Schuster') and John Wiley &amp; Sons Inc ('Wiley') respectively after the proceedings were commenced.",
      "id": "s655"
    },
    {
      "text": "Mr Knight sought to join them to the proceedings.",
      "id": "s656"
    },
    {
      "text": "On 10 March 2006 Lindgren J refused this application ( Knight v Beyond Properties Pty Ltd (No.",
      "id": "s657"
    },
    {
      "text": "2) [2006] FCA 192).",
      "id": "s658"
    },
    {
      "text": "Lindgren J felt that any causes of action which existed against Simon Schuster and Wiley, who were licensed to publish and sell the books in the United States and Canada but not in Australia, should be pursued separately.",
      "id": "s659"
    },
    {
      "text": "Although there may have been some overlap with the present proceedings it was not desirable, in his Honour's view, that the present proceedings be extended to embrace them.",
      "id": "s660"
    },
    {
      "text": "208 During the course of the proceedings I permitted Mr Knight to amend his Statement of Claim to plead causes of action against the first, second, third and sixth respondents in relation to the three spin-off books.",
      "id": "s661"
    },
    {
      "text": "The amendment was permitted in circumstances where, although it was opposed by the respondents, counsel for the respondents very fairly and properly conceded that he could not argue any question of prejudice arising from the amendment.",
      "id": "s662"
    },
    {
      "text": "209 All the spin-off books are obviously a representation of the Mythbusters TV show.",
      "id": "s663"
    },
    {
      "text": "Had I accepted that the Mythbusters TV show provided a sound foundation for Mr Knight's causes of action the publication of the spin-off books could be seen as a further manifestation, or even aggravation, of that conduct.",
      "id": "s664"
    },
    {
      "text": "However, as I have rejected the claims based on the Mythbusters TV show they must be considered in their own right.",
      "id": "s665"
    },
    {
      "text": "210 The Mythbusters books and the spin-off books are markedly different in every respect --- size, appearance, concept and content.",
      "id": "s666"
    },
    {
      "text": "In any view there is no possibility of confusion between them.",
      "id": "s667"
    },
    {
      "text": "The Mythbusters books are small, slim, typed in modest script and font, consisting of three or four short stories each.",
      "id": "s668"
    },
    {
      "text": "The spin-off books are large, glossy with high visual impact, full of still photos from the Mythbusters TV show and with very little story content.",
      "id": "s669"
    },
    {
      "text": "211 Ironically perhaps, any side by side comparison would be likely to produce a strongly instinctive rejection of any suggestion that one implicitly represented an association with the other.",
      "id": "s670"
    },
    {
      "text": "In my view Mr Knight's causes of action with respect to the spin-off books must be rejected.",
      "id": "s671"
    },
    {
      "text": "212 In light of this finding it is only necessary to deal briefly with another contention on Mr Knight's behalf\n \n213 It cannot be, and is not, alleged that any of the respondents is the publisher of the first or second Mythbusters book although it is admitted on the pleadings that the third Mythbusters book is published by the first, second or sixth respondent.",
      "id": "s672"
    },
    {
      "text": "To overcome the lack of direct connection to publication of the first and second spin-off books Mr Knight sought to rely on the doctrine of 'instruments of deception' and, by that route, to attribute ultimate responsibility to one or more of the respondents with respect to the first and second spin-off books.",
      "id": "s673"
    },
    {
      "text": "214 That contention faces very substantial obstacles.",
      "id": "s674"
    },
    {
      "text": "The application of this doctrine involves proven conduct within the relevant jurisdiction, even though the effects may manifest and complete the cause of action beyond the jurisdiction.",
      "id": "s675"
    },
    {
      "text": "215 One class of case concerning instruments of deception involves the opportunistic registration of domain names which are uniquely connected with a well-known enterprise for the purpose of demanding a substantial premium to ensure they are not used.",
      "id": "s676"
    },
    {
      "text": "Examples in the UK include 'marksandspencer.co.uk' and 'britishtelecom.co.uk' (see British Telecommunications plc v One in a Million Ltd (1998) 42 IPR 289).",
      "id": "s677"
    },
    {
      "text": "The present is not such a case.",
      "id": "s678"
    },
    {
      "text": "216 Another class of case involves consideration of conduct which, although potentially deceptive, does not ultimately involve a misrepresentation within the jurisdiction itself, but elsewhere.",
      "id": "s679"
    },
    {
      "text": "In some such cases it has been held that the conduct is nevertheless actionable as passing-off (see Douglas Pharmaceuticals Ltd v Nutripharm New Zealand Ltd (1997) 42 IPR 407).",
      "id": "s680"
    },
    {
      "text": "The rationale appears to be that the tort is justiciable against a defendant within the jurisdiction, even though the cause of action is only completed by the manifestation of a necessary element outside the jurisdiction.",
      "id": "s681"
    },
    {
      "text": "217 Whatever the reach of such an approach it does not fit the facts of the present case.",
      "id": "s682"
    },
    {
      "text": "In the present case Mr Knight sought to apply the doctrine to books imported into Australia where not only had licensing for publication, and publication itself, occurred outside the jurisdiction but neither the importers nor publishers were parties to the proceedings.",
      "id": "s683"
    },
    {
      "text": "218 Simon and Schuster and Wiley were licensed to publish the first and second books in the United States and Canada and did so.",
      "id": "s684"
    },
    {
      "text": "That conduct is not actionable in the present proceedings.",
      "id": "s685"
    },
    {
      "text": "They are not parties to the proceedings.",
      "id": "s686"
    },
    {
      "text": "The books were presumably imported into Australia in accordance with the liberty preserved by s 44A of the Copyright Act 1968 (Cth).",
      "id": "s687"
    },
    {
      "text": "It has not been shown that any of the respondents are responsible for or have any connection with their importation or sale in Australia.",
      "id": "s688"
    },
    {
      "text": "In my view the doctrine of 'instruments of deception' has no application to these circumstances.",
      "id": "s689"
    },
    {
      "text": "219 It follows from these various conclusions that so much of the Further Amended Statement of Claim as attempts to raise causes of action in passing-off or under s 52 of the TP Act with respect to any or all of the spin-off books must also be dismissed.",
      "id": "s690"
    },
    {
      "text": "COSTS \n \n220 Mr Knight's application must be dismissed.",
      "id": "s691"
    },
    {
      "text": "The respondents sought their costs of defending the application and there is no reason why they should not have an order to that effect.",
      "id": "s692"
    },
    {
      "text": "221 The first and second respondents cross-claimed against Mr Knight.",
      "id": "s693"
    },
    {
      "text": "The basis of the cross-claim was that letters written by him or on his behalf to customers and prospective customers of the cross-claimants (including the third, fourth and fifth respondents) were themselves misleading and deceptive.",
      "id": "s694"
    },
    {
      "text": "222 After the cross-claim was filed Mr Knight wrote to the BBC and Qantas asserting his entitlement to use of the 'Mythbusters' name, referring to the litigation and indicating that if the BBC or Qantas screened the series made by Beyond (as they proposed to do) they may be joined as additional respondents to the proceedings.",
      "id": "s695"
    },
    {
      "text": "This prompted an application by the first and second respondents for interlocutory injunctive relief to restrain any further such correspondence.",
      "id": "s696"
    },
    {
      "text": "This application was refused by Lindgren J with costs ( Knight v Beyond Properties Pty Ltd (No 3) [2006] FCA 193).",
      "id": "s697"
    },
    {
      "text": "223 Ultimately, very little time was spent in the actual hearing on the issues raised by the cross-claim.",
      "id": "s698"
    },
    {
      "text": "On the last day of the trial I was told the cross-claim was not pressed.",
      "id": "s699"
    },
    {
      "text": "That was a principled approach to take but, in my view, it was really a recognition of the inevitable.",
      "id": "s700"
    },
    {
      "text": "224 Although I have been spared a little extra effort in dealing with the matter, Mr Knight's legal representatives were not.",
      "id": "s701"
    },
    {
      "text": "No doubt some additional costs were involved in dealing with the issues raised by the cross-claim by way of preparation of affidavits and other work.",
      "id": "s702"
    },
    {
      "text": "In the circumstances I do not think it would be right for Mr Knight to be left to bear all his costs on this issue.",
      "id": "s703"
    },
    {
      "text": "In my view Mr Knight is entitled to his costs in relation to the cross-claim which I will formally dismiss.",
      "id": "s704"
    },
    {
      "text": "CONCLUSION \n \n225 In the light of the findings above I will make orders to the effect that each of the application and the cross-claim be dismissed with costs.",
      "id": "s705"
    },
    {
      "text": "I certify that the preceding two hundred and twenty-five (225) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s706"
    },
    {
      "text": "Associate:\nDated: 8 February 2007\n\n\n Counsel for the Applicant: Ms S Chrysanthou \n \n Solicitor for the Applicant: Ms E Ciccocioppo \n \n Counsel for the Respondent: Mr D K Catterns QC and Ms S J Goddard \n \n Solicitor for the Respondent: Phillips Fox \n \n Dates of Hearing: 25, 26, 27, 28, 29 September, 5 October and 9 November 2006 \n \n Date of Judgment: 8 February 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/70.html",
      "id": "s707"
    }
  ]
}