{
  "name": "Morrison v Minister for Immigration &amp; Citizenship [2007] FCA 723 (14 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/723.html",
  "catchphrases": [
    {
      "text": "application for interim relief to restrain removal from australia",
      "id": "c0"
    },
    {
      "text": "cancellation of visas",
      "id": "c1"
    },
    {
      "text": "character grounds",
      "id": "c2"
    },
    {
      "text": "applicant with lengthy criminal record including conviction for attempted murder",
      "id": "c3"
    },
    {
      "text": "taken into immigration detention",
      "id": "c4"
    },
    {
      "text": "on aircraft for removal from australia on same day",
      "id": "c5"
    },
    {
      "text": "no evidence of jurisdictional error",
      "id": "c6"
    },
    {
      "text": "no evidence of collateral purpose in procedure for removal",
      "id": "c7"
    },
    {
      "text": "application for interim relief refused",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 Scott Morrison is a British citizen born in Scotland in 1965.",
      "id": "s0"
    },
    {
      "text": "He came to Australia in 1977 at the age of 12 and has lived in this country ever since.",
      "id": "s1"
    },
    {
      "text": "He is the holder of an Absorbed Persons Visa and a Transitional Permanent Visa.",
      "id": "s2"
    },
    {
      "text": "2 On 20 February 2007 Mr Morrison's visas were cancelled by the Minister for Immigration and Citizenship under s 501(2) of the Migration Act 1958 (Cth).",
      "id": "s3"
    },
    {
      "text": "The cancellations were based, inter alia, on his conviction, in 1990, for attempted murder.",
      "id": "s4"
    },
    {
      "text": "Mr Morrison was taken into immigration detention on 8 May 2007 and placed, under heavy police escort, on a Thai Airways Flight for London on the same day.",
      "id": "s5"
    },
    {
      "text": "His mother, who resides in Perth, instructed solicitors urgently to endeavour to obtain an order to prevent his removal from Australia.",
      "id": "s6"
    },
    {
      "text": "Mr Walker of counsel was retained and applied to the Court for an urgent hearing which commenced at about 5.40 pm on 8 May.",
      "id": "s7"
    },
    {
      "text": "Counsel and instructing solicitors appeared for the Minister.",
      "id": "s8"
    },
    {
      "text": "It appeared that the Department of Immigration and Citizenship (the Department) had contemplated the possibility of some such application as an affidavit sworn by the solicitor, Mr Corbould, and another affidavit sworn by a departmental officer, were provided to the Court during the proceedings.",
      "id": "s9"
    },
    {
      "text": "These affidavits set out between them the events leading up to Mr Morrison's removal from Australia and the rationale for the rapidity of that removal following his detention.",
      "id": "s10"
    },
    {
      "text": "3 After hearing argument from counsel for Mr Morrison and for the Minister, I declined to make the orders sought.",
      "id": "s11"
    },
    {
      "text": "I gave oral reasons at the time.",
      "id": "s12"
    },
    {
      "text": "I now publish my reasons which have been edited and to which I have added some background material.",
      "id": "s13"
    },
    {
      "text": "The substance of the oral reasons has not been changed.",
      "id": "s14"
    },
    {
      "text": "Factual background \n \n4 Scott Morrison is a citizen of the United Kingdom.",
      "id": "s15"
    },
    {
      "text": "He was born on 9 April 1965 and came to Australia on 15 March 1977.",
      "id": "s16"
    },
    {
      "text": "He did not depart from Australia thereafter and from 1 September 1994 became, by operation of law, the holder of an Absorbed Persons Visa.",
      "id": "s17"
    },
    {
      "text": "5 As appears from Mr Corbould's affidavit Mr Morrison has a long list of criminal convictions dating back over 24 years.",
      "id": "s18"
    },
    {
      "text": "They include a significant number of convictions for assault, disorderly conduct, entering a dwelling with intent, creating a disturbance, hindering police and threatening injury.",
      "id": "s19"
    },
    {
      "text": "6 On 21 August 1990, following a plea of guilty, Mr Morrison was convicted in the Supreme Court of Western Australia for the offence of attempted murder and entering a dwelling with intent.",
      "id": "s20"
    },
    {
      "text": "On the first offence he was sentenced to seven years and ten months imprisonment and on the second, three years imprisonment to be served concurrently with the first.",
      "id": "s21"
    },
    {
      "text": "7 The circumstances of the offence were set out in the sentencing remarks of Walsh J.",
      "id": "s22"
    },
    {
      "text": "In January 1990 Mr Morrison travelled to Northcliffe with others for the funeral of a young woman who was his cousin.",
      "id": "s23"
    },
    {
      "text": "He regarded one Peter Cross as having been to blame for his cousin's death.",
      "id": "s24"
    },
    {
      "text": "Mr Morrison made threats against Mr Cross and said that he intended to kill him.",
      "id": "s25"
    },
    {
      "text": "In the early hours of the morning at Northcliffe Mr Morrison attempted to purchase explosives from a farmer so that he could use them against Mr Cross.",
      "id": "s26"
    },
    {
      "text": "He was unsuccessful.",
      "id": "s27"
    },
    {
      "text": "He then went, armed with a knife, to the house where he thought Mr Cross was asleep and broke into it intending to kill him.",
      "id": "s28"
    },
    {
      "text": "He went into a bedroom.",
      "id": "s29"
    },
    {
      "text": "A man called Darryl May was sleeping there.",
      "id": "s30"
    },
    {
      "text": "Mr Cross had been warned of Mr Morrison's threats and had gone to another house.",
      "id": "s31"
    },
    {
      "text": "Upon entering the bedroom Mr Morrison, in the belief that Mr May was Mr Cross, seized Mr May with his left hand and stabbed him six times with the knife in the arm, chest and neck.",
      "id": "s32"
    },
    {
      "text": "When Mr May began to call for help Mr Morrison recognised that it was not Mr Cross' voice.",
      "id": "s33"
    },
    {
      "text": "He left the room.",
      "id": "s34"
    },
    {
      "text": "An ambulance was called and Mr May was taken to hospital.",
      "id": "s35"
    },
    {
      "text": "As a result of his injuries he sustained disability including posterior spinal cord contusion, right leg weakness, sensory disturbance and bladder disturbance.",
      "id": "s36"
    },
    {
      "text": "8 Since 1990 Mr Morrison has been convicted of a number of other offences including assault and assault occasioning bodily harm for which he was sentenced to three months imprisonment on 24 June 1991, driving with a blood alcohol level in excess of .08 per cent (25 July 1994); driving under the influence of alcohol and driving while his motor driving licence was suspended (20 March 1995), using threatening words, resisting arrest and being disorderly and creating a disturbance (30 July 1996), and breaching probation (25 September 1996).",
      "id": "s37"
    },
    {
      "text": "Mr Morrison was convicted of disorderly conduct on 10 March 1998 and of common assault and assaulting a public officer on the same day.",
      "id": "s38"
    },
    {
      "text": "In respect of the latter two offences, he received terms of nine months and six months suspended for two years.",
      "id": "s39"
    },
    {
      "text": "According to the departmental officer's affidavit, Mr Morrison is presently facing charges before the District Court of Western Australia in respect of assault occasioning grievous bodily harm and unlawful wounding.",
      "id": "s40"
    },
    {
      "text": "9 On 4 July 2005, Mr Morrison was notified by mail, from the Department, of an intention to cancel his visa.",
      "id": "s41"
    },
    {
      "text": "The grounds were said to be those set out in s 501(6)(a) of the Migration Act .",
      "id": "s42"
    },
    {
      "text": "He was also notified that his substantial criminal record would be taken into account in reaching a decision.",
      "id": "s43"
    },
    {
      "text": "He was invited to make submissions on the question whether his visa should be cancelled.",
      "id": "s44"
    },
    {
      "text": "A signed acknowledgment of receipt was received by the Department.",
      "id": "s45"
    },
    {
      "text": "No submission was made by way of response to the notice.",
      "id": "s46"
    },
    {
      "text": "10 A further notice of intention to consider cancellation was sent to Mr Morrison on 22 May 2006.",
      "id": "s47"
    },
    {
      "text": "On this occasion there were responses by way of a personal submission from Mr Morrison and supportive statements from other people including his mother and his fianc&eacute;e. His fianc&eacute;e said that she had known Mr Morrison for five years.",
      "id": "s48"
    },
    {
      "text": "He had \"touched on the fact\" that he had a police history but not in any great detail.",
      "id": "s49"
    },
    {
      "text": "She knew him as a man who had a good constitution and strong family values.",
      "id": "s50"
    },
    {
      "text": "Supportive letters were also received from his sister and others.",
      "id": "s51"
    },
    {
      "text": "11 A departmental minute to the Minister set out, inter alia, what were described as primary considerations for the protection of the Australian community.",
      "id": "s52"
    },
    {
      "text": "That part of the minute referred to the serious nature of his conduct.",
      "id": "s53"
    },
    {
      "text": "A list of his offences was annexed.",
      "id": "s54"
    },
    {
      "text": "The offences which rendered him liable for consideration of cancellation of his visa under s 501 were specified as the offence of attempted murder and the associated offence of entering a dwelling with intent for which he had been sentenced in the Supreme Court on 21 August 1990.",
      "id": "s55"
    },
    {
      "text": "Extracts from the sentencing transcript were set out.",
      "id": "s56"
    },
    {
      "text": "A copy of Mr Morrison's submission in response to the notice was also included.",
      "id": "s57"
    },
    {
      "text": "12 The minute referred to the likelihood that his criminal conduct might be repeated and to his submission of 8 June 2006.",
      "id": "s58"
    },
    {
      "text": "General deterrence was addressed by reference to the relevant ministerial direction.",
      "id": "s59"
    },
    {
      "text": "Under the heading of \"Expectations of the Australian community\" there was again reference to the ministerial direction and an extract from Mr Morrison's submission of 8 June 2006.",
      "id": "s60"
    },
    {
      "text": "The full submission was set out at Annex E to the minute.",
      "id": "s61"
    },
    {
      "text": "13 In the minute it was noted that Mr Morrison had come to Australia at the age of 12, had never departed and that all of his family reside in this country.",
      "id": "s62"
    },
    {
      "text": "According to the minute the Department was not aware of any continuing connection that he might have with his country of birth.",
      "id": "s63"
    },
    {
      "text": "It was then stated that the Australian community might expect that a visa holder whose only ties appear to be this country would not have his visa cancelled or be removed from Australia.",
      "id": "s64"
    },
    {
      "text": "On the other hand it was put that some of the offences committed by Mr Morrison are considered by the government to be very serious and that the Australian community might expect that non-citizens who commit such crimes should have their visas cancelled.",
      "id": "s65"
    },
    {
      "text": "14 The interests of Mr Morrison's children were discussed.",
      "id": "s66"
    },
    {
      "text": "It appears that he has four children, three with his current partner and another by a previous relationship.",
      "id": "s67"
    },
    {
      "text": "The minute referred to and quoted extracts from Mr Morrison's submission in relation to the position of the children and the letter of support from his fianc&eacute;e, Ms Maria Roberts.",
      "id": "s68"
    },
    {
      "text": "She said in that letter of support that he is a devoted father who loves the children, that they are a very important part of his life and have always been his first priority.",
      "id": "s69"
    },
    {
      "text": "She said that he has been a wonderful support for herself as raising six children can be very demanding.",
      "id": "s70"
    },
    {
      "text": "Without his support, she would find it a very hard road to go on on her own.",
      "id": "s71"
    },
    {
      "text": "She said that her family have also taken him into their lives and have grown to love him as a son.",
      "id": "s72"
    },
    {
      "text": "She has grown to love his family and sees them as an important influence in their children's lives.",
      "id": "s73"
    },
    {
      "text": "She said she thought it would be very damaging to the children if Mr Morrison were to be removed.",
      "id": "s74"
    },
    {
      "text": "15 The minute observed that it was open to the Minister to find that all of Mr Morrison's children would not suffer hardship if they were to be removed from their present circumstances and the support network that they had developed in Australia.",
      "id": "s75"
    },
    {
      "text": "It was also open to him to find that the removal of Mr Morrison would have a detrimental effect on his partner and children.",
      "id": "s76"
    },
    {
      "text": "It was also possible that the children would suffer hardship if he continued to re-offend.",
      "id": "s77"
    },
    {
      "text": "If he were to be removed to the United Kingdom then, to the extent that his children might accompany him, they would find the educational facilities and standard of the national health system to be similar to those available in Australia.",
      "id": "s78"
    },
    {
      "text": "I interpolate that there was no suggestion that there was any immediate prospect of that happening.",
      "id": "s79"
    },
    {
      "text": "16 There followed in the minute a reference to the degree of hardship which would be caused to immediate family members lawfully resident in Australia.",
      "id": "s80"
    },
    {
      "text": "Other information was also provided regarding Mr Morrison's background.",
      "id": "s81"
    },
    {
      "text": "17 In the decisional clauses at the end of the minute, the Minister, having signed the minute, may be taken to have said, in the terms of those clauses, that he had considered all relevant matters including the character test defined by s 501(6) and the ministerial direction under s 499 of the Act and all evidence provided on behalf of, and by, Mr Morrison.",
      "id": "s82"
    },
    {
      "text": "The decisional clauses went on to say: \n \n I reasonably suspect Mr MORRISON does not pass the character test and Mr MORRISON has not satisfied me that he passes the character test.",
      "id": "s83"
    },
    {
      "text": "I have decided TO EXERCISE MY DISCRETION UNDER SUBSECTION 501(2) OF THE ACT TO CANCEL HIS VISAS, so I hereby cancel his visas.",
      "id": "s84"
    },
    {
      "text": "18 When Mr Morrison was taken into detention on 8 May 2007 arrangements were put in place for his immediate removal from Australia.",
      "id": "s85"
    },
    {
      "text": "At the time the application was brought to Court he was on a Thai Airways flight about to take off for England.",
      "id": "s86"
    },
    {
      "text": "19 There is an administrative policy in the Department which would ordinarily allow 48 hours notice to be given to a person taken into detention before removal pursuant to a cancellation of visa under s 501.",
      "id": "s87"
    },
    {
      "text": "That administrative policy is not a statutory requirement.",
      "id": "s88"
    },
    {
      "text": "Under s 198 of the Migration Act an officer must remove, as soon as reasonably practicable, an unlawful non-citizen if the various conditions set out in s 198(2A) are satisfied.",
      "id": "s89"
    },
    {
      "text": "20 According to a document exhibited to the affidavit of Peter Desmond Richards, the Assistant Secretary of the Compliance Operations Branch of the Department, consideration was given to whether the ordinary 48 hour notice requirement under the Department's administrative policy, should be waived.",
      "id": "s90"
    },
    {
      "text": "In the event the relevant officer decided that the requirement for 48 hours notice be waived.",
      "id": "s91"
    },
    {
      "text": "This was done on the basis of a set of reasons, set out in the document, including Mr Morrison's significant and lengthy history and concerns that his past behaviour, including his use of violence and access to firearms, indicated that he could act on threats to harm people to avoid removal.",
      "id": "s92"
    },
    {
      "text": "21 It was considered that providing Mr Morrison with 48 hours notice of his removal might trigger actions on his part that would represent a significant and real risk of harm to other people and property or, indeed, a risk of self-harm.",
      "id": "s93"
    },
    {
      "text": "There was a related concern expressed in Mr Richards' affidavit that the departmental detention facilities are not correctional facilities and do not have the physical security measures, or resources, associated with correctional facilities.",
      "id": "s94"
    },
    {
      "text": "Mr Morrison is said to have an extensive criminal history, a history of violent behaviour in correctional facilities and has had two charges of escaping legal custody and two of assaulting police.",
      "id": "s95"
    },
    {
      "text": "His known associations with motor cycle gangs was said to give rise to a concern that those associates might attempt to intervene in his immigration detention.",
      "id": "s96"
    },
    {
      "text": "The Department did write to the Western Australian Minister for Corrective Services, on 28 April 2007, requesting that Mr Morrison be placed within a Western Australian correctional facility while he was in immigration detention.",
      "id": "s97"
    },
    {
      "text": "As of 7 May 2007, there had been no written reply to that letter.",
      "id": "s98"
    },
    {
      "text": "It does appear, however, that some arrangements could have been made with the West Australian Police to accommodate Mr Morrison in the Perth Watch-House for 48 hours after his initial detention.",
      "id": "s99"
    },
    {
      "text": "22 The very rapid removal of Mr Morrison from Australia, following the cancellation of his visa and his detention, the latter of which occurred on 8 May 2007, initially raised concerns on my part that it might have been a procedure adopted in order to defeat the possibility of judicial review.",
      "id": "s100"
    },
    {
      "text": "In order to grant interlocutory relief to restrain his removal, pending a substantive application, I would have to have regard both to the possibility that he has some case to argue in relation to the decision to cancel his visa and secondly that the balance of convenience lies in favour of an interim order.",
      "id": "s101"
    },
    {
      "text": "These two requirements are inter-dependent.",
      "id": "s102"
    },
    {
      "text": "Of course, the stronger the case that there is an arguable error on the part of the Minister, the less the balance of convenience need lie in favour of the applicant in order to justify the grant of relief.",
      "id": "s103"
    },
    {
      "text": "In this case, I had virtually no basis for determining that there had been, in the Minister's decision, any jurisdictional error of the kind which would warrant the grant of relief under s 39B of the Judiciary Act 1903 (Cth) , in accordance with the principles enunciated in such cases as Plaintiff S157/2002 v The Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476 and other authorities concerning judicial review under the Migration Act .",
      "id": "s104"
    },
    {
      "text": "The materials which were before me indicate that there was a reason for his very rapid removal and I was informed from the bar table, by counsel for the Minister, that he was being escorted by no less than 10 police officers.",
      "id": "s105"
    },
    {
      "text": "23 It is not for the Court to pass judgments upon the strength, or weakness, of the considerations which led to the decision not to allow the usual administrative notice of 48 hours before removal.",
      "id": "s106"
    },
    {
      "text": "There is no statutory requirement that such notice be given.",
      "id": "s107"
    },
    {
      "text": "If I thought that there were a reasonable case that removal were being effected precipitately in order to deprive the applicant of access to the Court, then that would, I think, arguably constitute a collateral purpose outside the proper exercise of the power to detain and remove.",
      "id": "s108"
    },
    {
      "text": "However, I was not in a position to make that judgement.",
      "id": "s109"
    },
    {
      "text": "However doubtful I may be as to the strength of some of the factors which are relied upon by the Department for his removal in these circumstances I also have regard to the fact that Mr Morrison's relatives have instructed solicitors today, for the first time.",
      "id": "s110"
    },
    {
      "text": "Had some form of representation been obtained earlier, following the notice of intention to cancel a visa, then it is possible that there might have been communication with the Department which would have avoided the suddenness of this removal.",
      "id": "s111"
    },
    {
      "text": "The intention to cancel Mr Morrison's visa was something of which he has known for a long time and indeed he has made submissions on his own account and provided supportive material from relatives and associates in answer to it.",
      "id": "s112"
    },
    {
      "text": "While I also had regard to the fact that there were obviously considerable resources being devoted to his expeditious removal for the reasons that have been given, the question whether those reasons would be judged on their merits as good or bad, is not a matter which concerned the Court.",
      "id": "s113"
    },
    {
      "text": "There was not enough to disclose, as I have indicated earlier, a collateral purpose for his removal on this basis and therefore I was not prepared to grant the immediate interlocutory relief that was sought.",
      "id": "s114"
    },
    {
      "text": "It remains open to counsel, upon further instructions, to apply to the Court for directions for the return of Mr Morrison to Australia.",
      "id": "s115"
    },
    {
      "text": "I make no comment as to the extent of the Court's power upon that regard nor whether any proper case could be made to support such an order assuming the power to exist.",
      "id": "s116"
    },
    {
      "text": "Conclusion \n \n24 For the preceding reasons the motion for interim relief was dismissed.",
      "id": "s117"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s118"
    },
    {
      "text": "Associate:\nDated: 14 May 2007\n\n\n Counsel for the Applicant: Mr S Walker \n \n Solicitor for the Applicant: SanLing Chan \n \n Counsel for the Respondent: Mr P Macliver \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8 May 2007 \n \n Date of Publication of Reasons: 14 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/723.html",
      "id": "s119"
    }
  ]
}