{
  "name": "Jenkins v Jonkay Pty Ltd [2007] FCA 858 (5 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/858.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "claim against company",
      "id": "c1"
    },
    {
      "text": "liquidator fails to take legal advice",
      "id": "c2"
    },
    {
      "text": "no funds to pay legal costs",
      "id": "c3"
    },
    {
      "text": "action against company successful",
      "id": "c4"
    },
    {
      "text": "whether liquidator personally liable for costs",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Here the question is whether a costs order should be made against the liquidator of Jonkay Pty Ltd (in liq) in an action that was, by leave, brought against the company.",
      "id": "s0"
    },
    {
      "text": "The plaintiff was the successful party.",
      "id": "s1"
    },
    {
      "text": "He prefers not to apply for a costs order against the company for it has no assets.",
      "id": "s2"
    },
    {
      "text": "Instead he asks that the liquidator pay his costs.",
      "id": "s3"
    },
    {
      "text": "The facts may be reduced to a relatively simple statement.",
      "id": "s4"
    },
    {
      "text": "On 20 September 2006 the plaintiff entered into a contract with the company to purchase for $780,000 a parcel of land at Noosaville.",
      "id": "s5"
    },
    {
      "text": "The plaintiff paid the deposit of $39,000 to the company's estate agent and was to pay the balance at settlement which was due on 20 November 2006.",
      "id": "s6"
    },
    {
      "text": "At the time of the contract, however, Bluestone Mortgages was in possession of the land in its capacity as mortgagee.",
      "id": "s7"
    },
    {
      "text": "Therefore, the company had no authority to sell.",
      "id": "s8"
    },
    {
      "text": "Moreover, the mortgagee had not assented to the sale and thus was not bound by the contract.",
      "id": "s9"
    },
    {
      "text": "The liquidator was appointed on 10 October 2006.",
      "id": "s10"
    },
    {
      "text": "A few days later the plaintiff's solicitor advised the liquidator of the existence of the contract and provided him with a copy.",
      "id": "s11"
    },
    {
      "text": "On 25 October 2006 the liquidator wrote to the mortgagee inquiring whether it would \"ratify the contract offer made [by the plaintiff] and allow [the sale] to proceed.",
      "id": "s12"
    },
    {
      "text": "\" The plaintiff's solicitor made a similar enquiry of the mortgagee.",
      "id": "s13"
    },
    {
      "text": "The mortgagee did not adopt the contract.",
      "id": "s14"
    },
    {
      "text": "Instead it put the land up for sale.",
      "id": "s15"
    },
    {
      "text": "Accordingly, on 6 November 2006 the plaintiff's solicitor wrote both to the agent and to the company's solicitors advising them that the contract was terminated.",
      "id": "s16"
    },
    {
      "text": "He also asked for a refund of the deposit.",
      "id": "s17"
    },
    {
      "text": "Neither the agent nor the solicitors took any step to return the money.",
      "id": "s18"
    },
    {
      "text": "The agent did seek instructions from the liquidator but was told that as the mortgagee had entered into possession the liquidator \"now [has] no role to pay in determining whether the contract that has been exchanged can be completed\".",
      "id": "s19"
    },
    {
      "text": "The solicitors said they could do nothing in the absence of instructions from the liquidator.",
      "id": "s20"
    },
    {
      "text": "The plaintiff's solicitor asked the liquidator to intervene.",
      "id": "s21"
    },
    {
      "text": "The liquidator refused.",
      "id": "s22"
    },
    {
      "text": "He explained his position in a letter dated 9 November 2006.",
      "id": "s23"
    },
    {
      "text": "I will set out some extracts: \n \n \"I consider that I have no role to play in deciding whether the contract that was entered into between Jonkay Pty Ltd and Mr Jenkins can proceed.",
      "id": "s24"
    },
    {
      "text": "I confirm my previous advices that you should make contact with Bluestone Mortgagees in that regard as it is they who control the subject property.",
      "id": "s25"
    },
    {
      "text": "\" \n ... \n [G]iven that I have not taken any steps in relation to the contract it follows that it is difficult for me to give instructions to the real estate agent ... in relation to how the deposit held pursuant to that contract should be dealt with.",
      "id": "s26"
    },
    {
      "text": "... \n I consider that it would be difficult for me to give instructions in the current circumstance without first seeking legal advice.",
      "id": "s27"
    },
    {
      "text": "I confirm that I am without funds to seek such advice in the liquidation of Jonkay Pty Limited and that the mortgagee's solicitor has advised that there is no realistic prospect that any funds will become available to the company from any equity after a sale of the property.",
      "id": "s28"
    },
    {
      "text": "... \n I note that I have suggested to you that you seek the consent of the Mortgagee to the course of action proposed by you, but that you have been unable to do so to date.",
      "id": "s29"
    },
    {
      "text": "As an alternative to resolve this impasse please be advised that on the basis that I receive: \n \n \n &#8226; a consent, release and indemnity from your client \n &#8226; a consent and release from the Mortgagee, and \n &#8226; a consent and release from the Estate Agent, \n \n \n \n then I will instruct the agent to pay their deposit to your client.",
      "id": "s30"
    },
    {
      "text": "\" \n \n It is clear that the liquidator was of the view that the company was not entitled to the deposit.",
      "id": "s31"
    },
    {
      "text": "He appeared to be uncertain whether it should go back to the plaintiff or whether the mortgagee was entitled to the deposit.",
      "id": "s32"
    },
    {
      "text": "The reason for his uncertainty was not explained.",
      "id": "s33"
    },
    {
      "text": "That has now been cleared up.",
      "id": "s34"
    },
    {
      "text": "Counsel for the liquidator has identified two matters that troubled his client.",
      "id": "s35"
    },
    {
      "text": "First, as company had sold the land while the mortgagee was in possession the sale might have been a fraud on the mortgagee who might then be entitled to the deposit.",
      "id": "s36"
    },
    {
      "text": "The second flowed from the rule that a mortgagee in possession is entitled to the rents and profits.",
      "id": "s37"
    },
    {
      "text": "The liquidator thought that by reason of that rule the mortgagee might also be entitled to the deposit.",
      "id": "s38"
    },
    {
      "text": "Neither point had any substance.",
      "id": "s39"
    },
    {
      "text": "As the mortgagee had not adopted the contract, the plaintiff was entitled to get his money back.",
      "id": "s40"
    },
    {
      "text": "His entitlement not being recognised, the plaintiff had to go to court.",
      "id": "s41"
    },
    {
      "text": "First, he applied for leave under s 471B of the Corporations Act 2001 (Cth) to bring the action.",
      "id": "s42"
    },
    {
      "text": "Then he initiated the action and, in due course, obtained an order that the agent refund the deposit.",
      "id": "s43"
    },
    {
      "text": "He now seeks the costs from the liquidator.",
      "id": "s44"
    },
    {
      "text": "There is a general rule that in a proceeding by or against a liquidator the real party to the action is the company and the company's assets are responsible for the costs: In re Marseilles Extension Railway and Land Company (1885) 30 Ch D 598.",
      "id": "s45"
    },
    {
      "text": "Of course if the liquidator is the plaintiff he will be ordered to pay the costs of the successful defendant but has an indemnity for those costs.",
      "id": "s46"
    },
    {
      "text": "If this were not the rule a liquidator would be in an impossible position.",
      "id": "s47"
    },
    {
      "text": "He would only bring an action if it were bound to succeed.",
      "id": "s48"
    },
    {
      "text": "He might not resist claims brought against the company unless they were clearly hopeless.",
      "id": "s49"
    },
    {
      "text": "There is also the risk that good people would be deterred from taking on the responsibility of acting as a liquidator: Re Wilson Lovatt &amp; Sons Ltd [1977] 1 All ER 274.",
      "id": "s50"
    },
    {
      "text": "There are exceptions to the rule that the company's assets should bear the costs.",
      "id": "s51"
    },
    {
      "text": "Broadly speaking, if the liquidator acts unreasonably, recklessly or even negligently and his conduct leads to the unnecessary incurring of costs, those costs ought to be paid by the liquidator: In re Beddoe; Downes v Cottam [1893] 1 Ch 547; Mead v Watson (2005) 23 ACLC 718.",
      "id": "s52"
    },
    {
      "text": "In deciding whether the liquidator is acting unreasonably it is necessary to have regard to s 545 of the Corporations Act .",
      "id": "s53"
    },
    {
      "text": "Subsection (1) provides that \"a liquidator is not liable to incur any expense in relation to the winding up of a company unless there is sufficient available property\".",
      "id": "s54"
    },
    {
      "text": "(There are certain exceptions in relation to lodging of documents with ASIC: see s 545(3).",
      "id": "s55"
    },
    {
      "text": ") The effect of the section is that, apart from lodging certain documents, a liquidator is not required to do anything if he cannot recover his expenses.",
      "id": "s56"
    },
    {
      "text": "It means the liquidator commits no wrong in failing to carry out any duties.",
      "id": "s57"
    },
    {
      "text": "Here I think the liquidator found himself in a difficult position.",
      "id": "s58"
    },
    {
      "text": "He was not sure what to do.",
      "id": "s59"
    },
    {
      "text": "He thought that he was at risk if he were to accede to the plaintiff's request.",
      "id": "s60"
    },
    {
      "text": "Ordinarily the liquidator should have obtained legal advice regarding what to do.",
      "id": "s61"
    },
    {
      "text": "If he had there is little doubt he would have been told to refund the deposit.",
      "id": "s62"
    },
    {
      "text": "The liquidator did not consult a lawyer because he had no funding to do so.",
      "id": "s63"
    },
    {
      "text": "So he did nothing.",
      "id": "s64"
    },
    {
      "text": "Still, he is protected by s 545 unless it could be shown that it would have been obvious to any liquidator that the plaintiff was entitled to his money.",
      "id": "s65"
    },
    {
      "text": "I cannot make that finding and therefore I will not make a costs order against the liquidator.",
      "id": "s66"
    },
    {
      "text": "So far as the costs of this application against the liquidator are concerned, they should lie where they fall.",
      "id": "s67"
    },
    {
      "text": "The liquidator should have told the plaintiff why he would not direct a return of the money.",
      "id": "s68"
    },
    {
      "text": "Had he done so, the application may not have been made.",
      "id": "s69"
    },
    {
      "text": "The plaintiff is, however, entitled to his costs against the company.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\n\nDated: 5 June 2007\n\n Solicitor for the Plaintiff: Slidders Lawyers \n \n Solicitor for the Defendants: Douros Lawyers \n \n Date of plaintiff's submissions: 14 February 2007 \n \n Date of defendants' submissions 30 March 2007 \n \n Date of Judgment: 5 June 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/858.html",
      "id": "s72"
    }
  ]
}