{
  "name": "Christine Wodianicky-Heiler as Legal Personal Representative of Anthony Wodianicky-Heiler v Repatriation Commission [2007] FCA 834 (31 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/834.html",
  "catchphrases": [
    {
      "text": "administrative appeals tribunal (cth)",
      "id": "c0"
    },
    {
      "text": "appeals to federal court",
      "id": "c1"
    },
    {
      "text": "questions of law",
      "id": "c2"
    },
    {
      "text": "veterans",
      "id": "c3"
    },
    {
      "text": "entitlements",
      "id": "c4"
    },
    {
      "text": "pensions for veterans",
      "id": "c5"
    },
    {
      "text": "rates",
      "id": "c6"
    },
    {
      "text": "special rate",
      "id": "c7"
    },
    {
      "text": "prevention from undertaking work",
      "id": "c8"
    },
    {
      "text": "decision maker accepted \"epilepsy\" as war-caused",
      "id": "c9"
    },
    {
      "text": "tribunal found incapacity due to \"epileptic\" aspects of injury not war-caused",
      "id": "c10"
    },
    {
      "text": "judicial review",
      "id": "c11"
    },
    {
      "text": "defence and war",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n \n1 This is an appeal from the Veterans' Appeal Division of the Administrative Appeals Tribunal (\"the Tribunal\") with respect to the late Mr Wodianicky-Heiler's disability pension.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of the Veterans' Review Board (\"the Board\"), which, in turn, had affirmed a decision of the respondent Commission.",
      "id": "s1"
    },
    {
      "text": "Mr Wodianicky-Heiler (\"the veteran\"), the applicant in the Tribunal proceedings, died before his application was heard and determined.",
      "id": "s2"
    },
    {
      "text": "The proceedings before the Tribunal were continued by his widow who is also his legal personal representative, pursuant to s 126(1) of the Veterans' Entitlements Act 1986 (Cth) (\"the Act \").",
      "id": "s3"
    },
    {
      "text": "It is convenient to refer to her as \"the applicant\".",
      "id": "s4"
    },
    {
      "text": "Background \n \n2 The veteran was born on 26 November 1946.",
      "id": "s5"
    },
    {
      "text": "He served in the Australian Army from February 1967 to 30 September 1968.",
      "id": "s6"
    },
    {
      "text": "He rendered operational service in Vietnam from 27 March 1968 to 27 August 1968.",
      "id": "s7"
    },
    {
      "text": "After his discharge from the Army, the veteran claimed, and was granted, a disability pension for a number of conditions, namely, acute prostatitis, left inguinal lymphadenopathy, an anxiety state, malaria, bronchitis and bilateral sensorineural hearing loss.",
      "id": "s8"
    },
    {
      "text": "3 On 11 April 2002, the veteran suffered a presumed grand mal seizure described by Dr Ell, a neurologist, as \"an isolated focal golastic seizure\".",
      "id": "s9"
    },
    {
      "text": "Medical investigations made during April 2002 revealed a lesion in his brain identified by Dr Dorsch (a neurosurgeon) and Dr Ell as a \"low grade glioma\" (a kind of tumour).",
      "id": "s10"
    },
    {
      "text": "On 17 April Dr Ell issued a medical certificate stating that the veteran was unfit for work indefinitely while undergoing investigation for a brain tumour.",
      "id": "s11"
    },
    {
      "text": "4 On 29 April 2002 the veteran lodged an application with the respondent claiming \"epilepsy\" as a new war-caused injury/disease as a consequence of cerebral malaria suffered during his service.",
      "id": "s12"
    },
    {
      "text": "He also claimed an increase in his rate of pension.",
      "id": "s13"
    },
    {
      "text": "5 On 20 August 2002 a delegate of the respondent accepted the claim for war-caused epilepsy and increased the late veteran's disability pension to 100% of the General Rate.",
      "id": "s14"
    },
    {
      "text": "In accordance with s 20(1) of the Act the delegate accepted the disability as effective from three months before lodgement, 29 January 2002.",
      "id": "s15"
    },
    {
      "text": "6 Dr Mahoney, the late veteran's general practitioner, provided the Department with a diagnostic report, dated 13 May 2002, which equated the grand mal seizure with the war-caused epilepsy.",
      "id": "s16"
    },
    {
      "text": "However, the consensus of medical opinion supplied since the delegate's decision is that the grand mal seizure of 11 April 2002 was due to the glioma.",
      "id": "s17"
    },
    {
      "text": "7 Mr Wodianicky-Heiler had worked as a garbage truck driver for Fairfield City Council since 26 December 1986.",
      "id": "s18"
    },
    {
      "text": "The information before the delegate did not indicate that the veteran had ceased work prior to the former's decision.",
      "id": "s19"
    },
    {
      "text": "Accordingly, the delegate did not consider the veteran's eligibility for the Special Rate or Intermediate Rate of pension.",
      "id": "s20"
    },
    {
      "text": "8 On 9 August 2002 he ceased employment with Fairfield City Council due to \"ill health\".",
      "id": "s21"
    },
    {
      "text": "On 22 August 2002 Mrs Wodianicky-Heiler contacted the Department and informed an officer that her husband had in fact ceased work and the next day sought review of the delegate's decision from the Board.",
      "id": "s22"
    },
    {
      "text": "9 The Board caused further investigations to be made and on 1 October 2003 affirmed the decision of the delegate.",
      "id": "s23"
    },
    {
      "text": "The veteran then applied to the Tribunal for review of the decision affirmed by the Board.",
      "id": "s24"
    },
    {
      "text": "10 The veteran died on 13 December 2003.",
      "id": "s25"
    },
    {
      "text": "Mrs Wodianicky-Heiler continued the proceedings related to her husband's claim as his legal personal representative.",
      "id": "s26"
    },
    {
      "text": "The statutory framework \n \n11 The Veterans' Entitlements Act 1986 (\"the Act \") relevantly provides that:\n \n \n &#8226; the Commonwealth is liable to pay a pension to a veteran who has become incapacitated from a war-caused injury/disease --- s 13(1) ;\n &#8226; a veteran may make a claim for a pension --- s 14(1) ;\n &#8226; a veteran who is in receipt of a pension may make an application for an increase in the rate of his/her pension --- s 15(1) ;\n &#8226; the respondent shall consider and determine all claims and applications --- s 19 ;\n &#8226; pension is to be paid in accordance with the level of disability suffered by the veteran.",
      "id": "s27"
    },
    {
      "text": "It may be paid at the General Rate --- s 22 , the Intermediate Rate --- s 23 , or the Special Rate --- s 24.",
      "id": "s28"
    },
    {
      "text": "12 Section 24 relevantly provides that a veteran qualifies for Special Rate pension if:\n \n \n &#8226; the veteran's degree of incapacity from war caused injury/disease is at least 70% - s 24(1)(a)(i) ; and\n &#8226; the veteran's incapacity from war-caused injury/disease, of itself alone, renders the veteran incapable of undertaking remunerative work for more than 8 hours per week --- s 24(1)(b) ; and\n &#8226; the veteran is by reason of incapacity from war-caused injury/disease alone, prevented from continuing to undertake remunerative work that he/she was undertaking and for that reason is suffering a loss of salary, wages or earnings --- s 24(1)(c).",
      "id": "s29"
    },
    {
      "text": "13 Section 24(1)(c) contains a requirement that incapacity from war-caused injury or war-caused disease, or both, \"alone\" prevents a veteran from continuing to undertake remunerative work that the veteran was undertaking.",
      "id": "s30"
    },
    {
      "text": "In Flentjar v Repatriation Commission (1997) 48 ALD 1 at 5 Branson J (Beaumont and Merkel JJ agreeing) expressed that requirement in the form of a question:\n \n ... is the war-caused injury or war-caused disease, or both, the only factor or factors preventing the veteran from continuing to undertake that work?",
      "id": "s31"
    },
    {
      "text": "14 Flentjar 48 ALD 1 was followed in Repatriation Commission v Hendy (2002) 76 ALD 47.",
      "id": "s32"
    },
    {
      "text": "There, the Full Court held at [37] that: \n \n The language of s 24(1)(c) of the Act directs attention to the question of whether incapacity from the relevant condition alone prevents a veteran from continuing to undertake remunerative work.",
      "id": "s33"
    },
    {
      "text": "The provision does not contemplate that other factors are only to be taken into account if they, of themselves, prevent the veteran from working.",
      "id": "s34"
    },
    {
      "text": "The decision maker is required to take into account any factor that plays a part or contributes to a veteran's being prevented from continuing to engage in remunerative work.",
      "id": "s35"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s36"
    },
    {
      "text": ")\n \n\n15 The Act contains provisions regarding the review of decisions made by the respondent:\n \n \n &#8226; veterans may apply to the Veterans' Review Board for review --- s 135 ;\n &#8226; where a decision of the respondent has been reviewed by the Board, application may be made to the Administrative Appeals Tribunal for review, relevantly, of the decision of the respondent that was affirmed by the Board --- s 175(1)(a).",
      "id": "s37"
    },
    {
      "text": "The claim before the Tribunal \n \n16 The applicant claimed before the Tribunal that the veteran was entitled to the Special Rate of pension with effect from the day he ceased employment on the basis that all incapacity suffered by him was a result of war-caused injuries and/or diseases alone.",
      "id": "s38"
    },
    {
      "text": "17 The Special Rate of pension is provided for in s 24 of the Act .",
      "id": "s39"
    },
    {
      "text": "The relevant provisions of s 24 are as follows\n \n (1) This section applies to a veteran if: \n \n \n \n (aa) the veteran has made a claim under section 14 for a pension, or an application under section 15 for an increase in the rate of the pension that he or she is receiving; and\n (aab) the veteran had not yet turned 65 when the claim or application was made; and \n \n \n \n (a) ... \n \n (i) the degree of incapacity of the veteran from war-caused injury or war-caused disease, or both, is determined under section 21A to be at least 70% or has been so determined by a determination that is in force; ... and \n \n \n \n (b) the veteran is totally and permanently incapacitated, that is to say, the veteran's incapacity from war-caused injury or war-caused disease, or both, is of such a nature as, of itself alone, to render the veteran incapable of undertaking remunerative work for periods aggregating more than 8 hours per week; and\n (c) the veteran is, by reason of incapacity from that war-caused injury or war-caused disease, or both, alone, prevented from continuing to undertake remunerative work that the veteran was undertaking and is, by reason thereof, suffering a loss of salary or wages, or of earnings on his or her own account, that the veteran would not be suffering if the veteran were free of that incapacity; ... \n \n \n \n \n \n \n\n18 The late veteran had not reached 65 years of age when the claim was made and had been assessed as having a degree of incapacity of 100%.",
      "id": "s40"
    },
    {
      "text": "The respondent argued before the Tribunal that the veteran's unfitness for work was at least in part due to the glioma and its treatment, rather than entirely to such epilepsy as had been accepted as war-caused, and that he was not eligible for the Special Rate for failure to meet the criteria prescribed in s 24(1)(b) and (c) of the Act .",
      "id": "s41"
    },
    {
      "text": "The Tribunal's decision \n \n19 The Tribunal observed that \"epilepsy\" was a generic term and may have many causes.",
      "id": "s42"
    },
    {
      "text": "The Tribunal recognised that the late veteran's epilepsy had been \"accepted on the basis of having suffered falciparum malaria whilst in South Vietnam\" but said that \"in reality it is clear from the medical evidence that the epileptic attack which he suffered on 11 April 2002 and led to the claim was a symptom of a glioma.",
      "id": "s43"
    },
    {
      "text": "\" The Tribunal therefore affirmed the decision under review.",
      "id": "s44"
    },
    {
      "text": "Its basis for so doing was that the attack suffered by the late veteran was a result of the glioma and that it was the latter condition which caused him to cease work as a truck driver.",
      "id": "s45"
    },
    {
      "text": "The Tribunal was, therefore, not satisfied that the applicant's loss of earnings was due to war-caused incapacity alone.",
      "id": "s46"
    },
    {
      "text": "Issues on appeal \n \n20 The Tribunal is said to have erred in law by upsetting a finding of fact favourable to the late veteran and the applicant which had allegedly been made by the primary decision maker.",
      "id": "s47"
    },
    {
      "text": "In Fitzmaurice v Repatriation Commission (1989) 19 ALD 297 Wilcox and Foster JJ held that the Tribunal was able to examine both the claim to entitlement and assessment of the rate of pension on a review by the Tribunal of a substituted decision by the Board under s 175(1)(b) (now subs (1)(c)) of the Act .",
      "id": "s48"
    },
    {
      "text": "However in Re Cotterell &amp; Repatriation Commission (2000) 31 AAR 184 Blow DP (as Blow J then was) said at [17]: \"the structure of s 19 [of the Act ] makes it abundantly clear that, in assessing the rate of pension payable in respect of a war-caused condition, no decision-maker at any level has the freedom to reconsider, ignore or reverse the determination that that condition is war-caused.",
      "id": "s49"
    },
    {
      "text": "\"\n \n21 In the present case the Tribunal said of Re Cotterell 31 AAR 184: \n \n The learned Deputy President in that matter pointed out that when a matter of assessment is before this Tribunal it is not open to the respondent to challenge any prior decision which has determined that a condition is war caused.",
      "id": "s50"
    },
    {
      "text": "That is not to say, however, that that takes away from this Tribunal the responsibility to make its own decision standing in the shoes of the decision maker having regard to such medical reports as have been put before it.",
      "id": "s51"
    },
    {
      "text": "Applicant's submissions \n \n22 The applicant submitted that it was not open to the Tribunal, as a matter of power or jurisdiction, to look behind the acceptance of epilepsy as war caused.",
      "id": "s52"
    },
    {
      "text": "23 According to the applicant, the Tribunal was not at liberty to consider the acceptance of epilepsy afresh; the question of epilepsy being war-caused was not part of the \"chain of review\" before the Board and the Tribunal.",
      "id": "s53"
    },
    {
      "text": "All that was under review was the veteran's eligibility for the Special Rate of pension.",
      "id": "s54"
    },
    {
      "text": "Had the Tribunal approached the matter in the way suggested by the applicant then it might have concluded that the incapacity suffered by the late veteran could have been characterised as incapacity from war-caused injury or disease alone.",
      "id": "s55"
    },
    {
      "text": "24 The applicant sought to distinguish Fitzmaurice 19 ALD 297, arguing that the present was a case not of review of a substituted decision, made by the Tribunal under s 175(1)(c) , but a review of an affirmed decision under s 175(1)(a).",
      "id": "s56"
    },
    {
      "text": "Section 175(1) provides:\n \n \n (1) Where a decision made by the Commission has been reviewed by the Board upon a request made under section 135 and affirmed, varied or set aside, then, subject to section 29 of the Administrative Appeals Tribunal Act 1975 , application may be made to the Administrative Appeals Tribunal for a review:\n ... \n \n \n \n \n (c) of the decision made by the Board in substitution for the decision so set aside; \n \n \n \n \n \n \n Respondent's submissions \n \n25 The respondent argued that the Tribunal had essentially affirmed the decision under review on the basis that it was not reasonably satisfied \"that the [late veteran]'s loss of earnings on his own account was due to war-caused incapacity alone\", and this was unquestionably supported by the evidence before the Tribunal.",
      "id": "s57"
    },
    {
      "text": "Indeed, the respondent submitted that the Tribunal could not lawfully disregard the diagnosed brain tumour when making an assessment of why the late veteran had been prevented from returning to work: see s 24(1)(c).",
      "id": "s58"
    },
    {
      "text": "26 In any case, the respondent submitted, the applicant was wrong in contending that the Tribunal could not look behind the acceptance of epilepsy as war-caused, because the original decision of the delegate was in fact a decision with respect to whether the late veteran's epilepsy was war-caused and the rate of pension which the late veteran was entitled to receive.",
      "id": "s59"
    },
    {
      "text": "The respondent relied on Fitzmaurice 19 ALD 279 and suggested that the construction of the then s 175(1)(b) by Wilcox and Foster JJ offers a clear guide to the construction of the present s 175(1)(a).",
      "id": "s60"
    },
    {
      "text": "Adopting this construction, the phrase \"the decision of the Commission that was so affirmed\" in s 175(1)(a) of the Act means the decision of the Commission in relation to both entitlement and assessment.",
      "id": "s61"
    },
    {
      "text": "It may be noted that the phrase used in the current s 175(1)(b) is \"the decision of the Commission as so varied\", but, in the version of the Act considered in Fitzmaurice 19 ALD 297, the phrase \"the decision made by the Board in substitution for the decision so set aside\" (which now appears in s 175(1)(c)) , appeared in subs (1)(b).",
      "id": "s62"
    },
    {
      "text": "Consideration \n \n27 The Tribunal gave an ex tempore decision and noted that its \"oral reasons may reflect the inelegance\" of such a decision.",
      "id": "s63"
    },
    {
      "text": "The transcribed reasons for decision should be reviewed respectfully and, to a degree, charitably.",
      "id": "s64"
    },
    {
      "text": "28 It is first necessary to identify what the Tribunal did decide.",
      "id": "s65"
    },
    {
      "text": "In my opinion the respondent's suggested answer to this is correct.",
      "id": "s66"
    },
    {
      "text": "29 The significance of whether there is in force a determination under the Act that a veteran has a war-caused injury or disease is not confined to whether a pension may be payable for incapacity occasioned by such injury or disease.",
      "id": "s67"
    },
    {
      "text": "Other benefits are provided, including medical treatment for injuries/disorders for which any pension is payable: s 88A(1).",
      "id": "s68"
    },
    {
      "text": "In the administration of the Act there is a legislatively suggested culture, and there are similarly supported practices, of considering as separate matters whether injuries/diseases will be accepted as war-caused and the appropriate level of pension to be paid for consequent incapacity.",
      "id": "s69"
    },
    {
      "text": "Such culture and practices were reflected in the progress of this matter through the Veteran's Review Board and in the Tribunal.",
      "id": "s70"
    },
    {
      "text": "30 The Board found it convenient to deal with the s 24 issues by answering a series of questions thought in Flentjar 48 ALD 1 to be appropriate.",
      "id": "s71"
    },
    {
      "text": "One question the Board considered was: \"[i]s the veteran, by reason of war-caused injury or ... disease ... prevented from continuing to undertake [remunerative] work?",
      "id": "s72"
    },
    {
      "text": "\" In the course of giving an affirmative answer to this question, the Board said: \n \n However the event which precipitated his leaving work was not his post traumatic stress disorder (as was contended by his wife in her evidence to the previous Board) but a 'seizure', in April 2002.",
      "id": "s73"
    },
    {
      "text": "The following day, on the basis of the history taken from the veteran and his wife, Dr Ell, consultant neurologist considered there had been a 'gelastic seizure'.",
      "id": "s74"
    },
    {
      "text": "In Dr Ell's report the doctor recorded that the veteran was not permitted to drive.",
      "id": "s75"
    },
    {
      "text": "(On the basis of this diagnosis the Repatriation Commission allowed the veteran's claim for epilepsy which was made on 29 April 2002.",
      "id": "s76"
    },
    {
      "text": ")\n \n\n31 The Board therefore considered the next Flentjar question: was the war-caused injury/disease \"the only factor or factors preventing the veteran from continuing to undertake that work?",
      "id": "s77"
    },
    {
      "text": "\" (Emphasis in original.",
      "id": "s78"
    },
    {
      "text": ") The Board answered that question by saying:\n \n The Board came to the view that it was more likely than not that the veteran is prevented from continuing to work by both his post traumatic stress disorder and his brain tumour.",
      "id": "s79"
    },
    {
      "text": "It cannot therefore be said that it is his accepted disabilities alone that prevent him from being able to continue to work.",
      "id": "s80"
    },
    {
      "text": "32 In the Tribunal's proceedings, the respondent filed a Statement of Facts and Contentions.",
      "id": "s81"
    },
    {
      "text": "This made it clear that the respondent was only asserting that the veteran had not satisfied the two \"alone\" tests posited by s 24.",
      "id": "s82"
    },
    {
      "text": "33 Reading the Tribunal's reasons fairly, it seems to me that the Tribunal was considering only these issues and in particular the s 24(1)(c) question of whether the veteran's incapacity from war-caused conditions \"alone\" was what prevented him from continuing to undertake his erstwhile remunerative work with the Council.",
      "id": "s83"
    },
    {
      "text": "The Tribunal took the view that it was symptoms stemming from the glioma that caused the veteran to be unable to perform that work.",
      "id": "s84"
    },
    {
      "text": "The Tribunal, it seems to me, considered that, albeit that such symptoms were epileptic in nature, the glioma and the accepted epilepsy were different diseases, and the glioma was not a war-service-caused disease.",
      "id": "s85"
    },
    {
      "text": "That the Tribunal did so reason is, I think, tolerably clear from the following passages of its reasons:\n \n The applicant had epilepsy accepted.",
      "id": "s86"
    },
    {
      "text": "We pause to state that the term epilepsy is a generic term of which there are many causes.",
      "id": "s87"
    },
    {
      "text": "The deceased's epilepsy was accepted on the basis of having suffered falciparum malaria whilst in South Vietnam but in reality it is clear from the medical evidence that the epileptic attack which he suffered on 11 April 2002 and led to the claim, was a symptom of a glioma.",
      "id": "s88"
    },
    {
      "text": "...",
      "id": "s89"
    },
    {
      "text": "In considering this matter one must have regard to the requirement that it is incapacity from war-caused injury, disease or both, alone which is the cause of a veteran ceasing work.",
      "id": "s90"
    },
    {
      "text": "The so-called alone test was addressed by His Honour Burchett J in Cavell v Repatriation Commission (1988) 9 AAR 534 at 539.",
      "id": "s91"
    },
    {
      "text": "There he pointed out that the task of the Tribunal was to make a practical decision whether the veteran's loss of remunerative work is attributable to his service related incapacities and not to something else as well.",
      "id": "s92"
    },
    {
      "text": "It is a decision that should not be made upon nice philosophical distinctions but with an eye to reality and is a matter of which common sense is the proper guide.",
      "id": "s93"
    },
    {
      "text": "...",
      "id": "s94"
    },
    {
      "text": "It is interesting that [the oncologist, Dr Jayamohan,] uses the words \"not totally attributable\" and it indicates to us that as one might expect, there was obviously some degree of apprehension, the anxiety arising from the fact of the tumour itself and such treatment as was given.",
      "id": "s95"
    },
    {
      "text": "All we can say is that having regard to the material before us, standing in the shoes of the decision-maker, we are satisfied that the epilepsy suffered by the deceased was as a result of the glioma and that caused him to cease work as a truck driver.",
      "id": "s96"
    },
    {
      "text": "There may have been other jobs available to him but it is impossible to say that the glioma itself did not play a part in the applicant ceasing his remunerative work.",
      "id": "s97"
    },
    {
      "text": "On those bases, however, we cannot be reasonably satisfied in terms of subsection (4) of section 120 of the Veterans Entitlement Act that the applicant's loss of earnings on his own account was due to war-caused incapacity alone therefore the decision under review is affirmed.",
      "id": "s98"
    },
    {
      "text": "34 The next question is whether there was any error of law by the Tribunal in concluding that the effects, apparently able to be described as \"epileptic\" in their nature, of the glioma are also able to be comprehended within the delegate's acceptance of \"epilepsy\" as a war-caused disease, so that incapacity from the effects of the glioma should, even if the delegate made a factual mistake, be regarded as war-caused.",
      "id": "s99"
    },
    {
      "text": "Whatever the correctness of that conclusion, unfortunately for the applicant it does not appear to me to raise a question of law.",
      "id": "s100"
    },
    {
      "text": "Whether the Tribunal was factually correct about the distinction between and separateness of the incapacity caused by the glioma and incapacity caused by the accepted disease shortly described by the delegate as epilepsy only raises, in my opinion, a question of fact or, at worst, no more than a mixed question of law and fact, namely: what actually was/were the war-caused disease(s) from which the delegate determined the degree of incapacity of the veteran was over 70% (the first relevant requirement of s 24).",
      "id": "s101"
    },
    {
      "text": "Mixed questions of law and fact have been held by the Full Court not to raise a question of law: Comcare v Etheridge [2006] FCAFC 27 ; (2006) 149 FCR 522 at [16] .",
      "id": "s102"
    },
    {
      "text": "35 It was suggested by the applicant that \"[t]he question of law in the present matter is whether the Tribunal had the power to effectively ignore the acceptance of epilepsy as a war-caused condition when considering whether the veteran was eligible to be paid pension at the Special Rate given by section 24 of the Act .",
      "id": "s103"
    },
    {
      "text": "\" Leaving aside the issue as to whether the Tribunal did so \"effectively ignore the acceptance of epilepsy\", the formulation does not encourage a conclusion that it is a question of law unmixed with fact.",
      "id": "s104"
    },
    {
      "text": "Nor, in substance, is it.",
      "id": "s105"
    },
    {
      "text": "36 In saying this, I assume that Blow DP was correct in Cotterell 31 AAR 184 in saying (at [17]):\n \n The structure of the Act is such that any claim to have a medical condition accepted as war-caused must be considered on its merits, free of the fetters of any earlier determination in respect of any related medical condition, whereas the structure of s.19 makes it abundantly clear that, in assessing the rate of pension payable in respect of a war-caused condition, no decision-maker at any level has the freedom to reconsider, ignore or reverse the determination that that condition is war-caused.",
      "id": "s106"
    },
    {
      "text": "I am also prepared to assume that Blow DP's categorisation at [19] of Fitzmaurice 19 ALD 297 as \"authority for the proposition that, on a review of a decision by [the] Tribunal, the whole of the decision can be reviewed\", is correct and that such a conclusion need not detract from Blow DP's primary point in a case such as the present where all that was at issue was the quantum (and type) of pension payable.",
      "id": "s107"
    },
    {
      "text": "37 Even if such reasoning points to the theoretical possibility of an error of law here, the Tribunal's stated and actual approach negatives the actual existence of that possibility.",
      "id": "s108"
    },
    {
      "text": "As a matter of the factual issues it considered and decided (rightly or wrongly), the Tribunal was not, in Blow DP's language, reconsidering, ignoring or reversing any determination that the condition relied on was war-caused.",
      "id": "s109"
    },
    {
      "text": "The Tribunal simply found that there was incapacity from a different condition not war-caused.",
      "id": "s110"
    },
    {
      "text": "38 As an \"appeal\" from the Tribunal lies only on a question of law, the Court cannot intervene.",
      "id": "s111"
    },
    {
      "text": "39 For these reasons the appeal must be dismissed with costs.",
      "id": "s112"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s113"
    },
    {
      "text": "Associate:\n\nDated: 31 May 2007\n\n\n Counsel for the Applicant: Mark Vincent \n \n Solicitor for the Applicant: Dibbs Abbott Stillman \n \n Counsel for the Respondent: Rhonda Henderson \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 23 October 2006 \n \n Date of Judgment: 31 May 2007 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/834.html",
      "id": "s114"
    }
  ]
}