{
  "name": "Lina Obieta v Human Rights and Equal Opportunity Commission [2007] FCA 85 (7 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/85.html",
  "catchphrases": [
    {
      "text": "racial discrimination",
      "id": "c0"
    },
    {
      "text": "sex discrimination",
      "id": "c1"
    },
    {
      "text": "alleged unlawful discrimination by human rights and equal opportunity commission in handling complaint",
      "id": "c2"
    },
    {
      "text": "immunity of commission in administration of human rights and equal opportunity act 1986 (cth)",
      "id": "c3"
    },
    {
      "text": "jurisdiction of court after complaint terminated by president of commission.",
      "id": "c4"
    },
    {
      "text": "discrimination",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "I INTRODUCTION \n \n1 The applicant (Ms Obieta) claims that the Human Rights and Equal Opportunity Commission ('the Commission') has unlawfully discriminated against her under various provisions of the Racial Discrimination Act 1975 (Cth) ('RDA'), the Sex Discrimination Act 1984 (Cth) ('SDA') and the Human Rights and Equal Opportunity Act Commission Act 1986 (Cth) ('HREOC Act').",
      "id": "s0"
    },
    {
      "text": "2 Ms Obieta's claim arises in consequence of the handling of a complaint made by her to the Commission in relation to numerous incidents of alleged unlawful discrimination under the RDA and SDA whilst she was a student at TAFE Sydney Institute, Ultimo ('TAFE'): see Lina Obieta v NSW Department of Education and Training and Ors [2006] FCA 1693 ('TAFE proceedings').",
      "id": "s1"
    },
    {
      "text": "It is necessary to refer to the facts in detail to comprehend Ms Obieta's claims.",
      "id": "s2"
    },
    {
      "text": "II FACTS \n \n3 By Complaint Form received by the Commission on 24 May 2005 Ms Obieta complained to the Commission concerning alleged discrimination by TAFE and the Vocational Education and Training Accreditation Board ('VETAB'), their employees and various students at TAFE.",
      "id": "s3"
    },
    {
      "text": "By letter dated 25 May 2005 Ms Obieta provided further details of numerous incidents of alleged unlawful discrimination, harassment and victimisation.",
      "id": "s4"
    },
    {
      "text": "4 By letter dated 11 July 2005 Ms Obieta, having had no contact with an officer of the Commission, wrote to inquire of the progress of her complaint.",
      "id": "s5"
    },
    {
      "text": "On 13 July 2005 Mr Dominic Viricillo, an officer of the Commission sent an email to Ms Obieta concerning her matter and requesting details of her claim.",
      "id": "s6"
    },
    {
      "text": "On the same day an attempt was made to contact Ms Obieta by telephone.",
      "id": "s7"
    },
    {
      "text": "This attempt was unsuccessful and a message was left on her answering machine requesting her to call the Commission.",
      "id": "s8"
    },
    {
      "text": "5 Ms Obieta did not respond by telephone.",
      "id": "s9"
    },
    {
      "text": "However, by letter dated 20 July 2005 Ms Obieta provided precise details of the complaint against fellow students, namely Ms Alexie Davis and Ms Ryissa Fogarty and also against her teachers, namely Mr David Norman and Mrs Susan Elfert.",
      "id": "s10"
    },
    {
      "text": "On 16 August 2005 Mr Viricillo made a minute that he had left a telephone message on Ms Obieta's answering machine informing her that the Commission was commencing the inquiry that day.",
      "id": "s11"
    },
    {
      "text": "6 An internal memorandum prepared on 16 August 2005 by Ms Merrilyn Aylett, an officer of the Commission addressed to Ms Rocky Clifford, a delegate of the President of the Commission, recorded the detail of Ms Obieta's complaint and noted that Ms Obieta wished to pursue a complaint under the RDA against Ms Ryissa Fogarty.",
      "id": "s12"
    },
    {
      "text": "Ms Fogarty was not nominated as a person who was the subject of the complaint in Ms Obieta's original Complaint Form.",
      "id": "s13"
    },
    {
      "text": "The memorandum stated:\n \n 'It is not alleged that Ms Fogarty made any comment based on race and there does not appear to be any alleged act of discrimination by Ms Fogarty.",
      "id": "s14"
    },
    {
      "text": "' \n\n7 The memorandum records Ms Obieta's evidence as follows:\n \n ' \"My complaint is not about the teaching of Mr Norman [of TAFE], but about his conduct and attitude, which have also something to do with his assessment practices.....The conduct of Mr Norman towards me was offensive, humiliating, insulting and oppressive.",
      "id": "s15"
    },
    {
      "text": "I believe I have been discriminated against by Mr David Norman...\"' \n\n8 By letter dated 16 August 2005, signed by Ms Clifford, Ms Obieta was advised that the Commission had written to the Director-General of the NSW Department of Education and Training ('the Department') and Mr David Norman and that Ms Obieta would be notified when a response was received.",
      "id": "s16"
    },
    {
      "text": "The letter also advised Ms Obieta that the complaint against Ms Fogarty did not suggest intimidation on the ground of race.",
      "id": "s17"
    },
    {
      "text": "The letter stated:\n \n 'You do not appear to allege that Ms Fogarty made a reference to your race on that occasion and at this stage I consider that there is no basis for a complaint against her.",
      "id": "s18"
    },
    {
      "text": "I am, however, prepared to consider any submissions you may wish to make as to how Ms Fogarty discriminated against you on the ground of race.",
      "id": "s19"
    },
    {
      "text": "' \n\n9 By letter dated 1 September 2005 Ms Obieta wrote to Ms Clifford alleging that Ms Fogarty discriminated against her on the basis of race and stated the reasons for such allegation in 10 numbered paragraphs.",
      "id": "s20"
    },
    {
      "text": "10 By email dated 17 October 2005 Ms Obieta requested Ms Aylett to advise her ' regarding my complaint against VETAB, TAFE, David Norman, Alexis Davies [sic] and Iryssa Fogarty [sic].",
      "id": "s21"
    },
    {
      "text": "' She also advised of a new postal mailing address.",
      "id": "s22"
    },
    {
      "text": "11 By email dated 24 October 2005 Ms Aylett responded stating:\n \n 'I apologise for not contacting you earlier.",
      "id": "s23"
    },
    {
      "text": "TAFE and Mr Norman were both given extensions to respond to the letters.",
      "id": "s24"
    },
    {
      "text": "both [sic] responses were received by the Commission on 13 October 2005.",
      "id": "s25"
    },
    {
      "text": "We will review the material on the file before the letters are forwarded to you, but I anticipate that this will happen in the next week.",
      "id": "s26"
    },
    {
      "text": "At this stage the President has not accepted the complaint against Iryssa [sic] Fogarty.",
      "id": "s27"
    },
    {
      "text": "If you wish to discuss the complaint please ring me on 9284 9816.",
      "id": "s28"
    },
    {
      "text": "' \n\n12 A file note made by Ms Aylett records that on 1 November 2005 she made a phone call to Ms Obieta but was connected to an answering machine.",
      "id": "s29"
    },
    {
      "text": "Ms Aylett left no message.",
      "id": "s30"
    },
    {
      "text": "13 On 4 November 2005 Ms Aylett wrote to Ms Obieta enclosing responses provided by Mr Norman and TAFE.",
      "id": "s31"
    },
    {
      "text": "The letter relevantly provided:\n \n 'Ms Davis was notified of the complaint on 27 of October 2005 and she has been given an extension of time until 30 of November 2005 to respond.",
      "id": "s32"
    },
    {
      "text": "' \n\nSuch letter referred to the fact that Mr Norman denied the allegations made against him.",
      "id": "s33"
    },
    {
      "text": "The letter continued:\n \n 'TAFE states that the fail grades you received in Litigation and Routine Legal Office Functions were unrelated to your dispute with Mr Norman as he had no role in marking the exams and he did not teach those subjects.",
      "id": "s34"
    },
    {
      "text": "TAFE states that a number of students who were dissatisfied with their results arranged to have revision lessons and undertake a supplementary exam.",
      "id": "s35"
    },
    {
      "text": "TAFE notes that you did not request a supplementary exam but you could still make such a request if you wanted to.",
      "id": "s36"
    },
    {
      "text": "' \n\n14 By email dated 10 November 2005 Ms Obieta wrote to Ms Aylett acknowledging her letter and requesting an extension of time until 2 December 2005 to comment.",
      "id": "s37"
    },
    {
      "text": "15 The records of the Commission contain a file note made by Ms Aylett on 11 November 2005 which states:\n \n 'p/c to Lina Obieta.",
      "id": "s38"
    },
    {
      "text": "A/machine.",
      "id": "s39"
    },
    {
      "text": "No message left.",
      "id": "s40"
    },
    {
      "text": "' \n\n16 As Ms Obieta had not received a response to her email request of 10 November 2005 she wrote again by letter dated 15 November 2005 requesting the extension to 2 December 2005 ' to comment on their response '.",
      "id": "s41"
    },
    {
      "text": "17 No response was received by Ms Obieta to her email of 10 November 2005, nor to her letter dated 15 November 2005.",
      "id": "s42"
    },
    {
      "text": "Accordingly, on 22 November 2005 she forwarded by express mail detailed replies to the responses received by the Commission from David Norman and TAFE.",
      "id": "s43"
    },
    {
      "text": "Her letter also requested information in respect of the status of her complaints relating to Ms Fogarty made on 1 September 2005.",
      "id": "s44"
    },
    {
      "text": "18 By letter dated 21 December 2005 Ms Aylett wrote to Ms Obieta stating that the Commission was waiting to hear from Ms Davis and that when her response arrived it would be forwarded to Ms Obieta.",
      "id": "s45"
    },
    {
      "text": "The letter continued:\n \n 'I confirm that the complaint against Ms Iryssa [sic] Fogarty was not accepted because there was no alleged act of discrimination specified in the complaint.",
      "id": "s46"
    },
    {
      "text": "Ms Rocky Clifford referred to this in her letter to you of 16 August 2005.",
      "id": "s47"
    },
    {
      "text": "Should you wish to discuss the complaint, please contact me on 9284 9816 on or after 10 January 2006, which is the date I return from leave.",
      "id": "s48"
    },
    {
      "text": "' \n Events of 2006 \n \n19 By letter dated 5 January 2006 Ms Obieta wrote to the Director Complaint Handling stating that she was not granted an extension of time to answer or provide a reply to the respondent's submissions by the date she requested, namely 2 December 2005.",
      "id": "s49"
    },
    {
      "text": "She expressed her belief that all the respondents had been granted an extension but that her request for an extension had been denied.",
      "id": "s50"
    },
    {
      "text": "She continued:\n \n 'Also, my other concern is Ms Clifford advised me in her letter dated 16 August 2005 that she was prepared to consider any submissions I may wish to make as to how Ms Iryssa [sic] Fogarty discriminated against me on the ground of race, and if I wished to provide additional information within 21 days from the date of that letter.",
      "id": "s51"
    },
    {
      "text": "However, I did not receive a letter signed by Ms Rocky Clifford that my submission was not accepted and an explanation why my submission was rejected against Ms Fogarty in relation to my submission dated 1 September 2005 that I provided to her in regards to my complaint against Ms Iryssa [sic] Fogarty for discrimination.",
      "id": "s52"
    },
    {
      "text": "' \n\n20 Ms Obieta requested information as to whether her submission dated 1 September 2005 against Ms Fogarty and her reply dated 22 November 2005 had been received and read by Ms Clifford.",
      "id": "s53"
    },
    {
      "text": "21 An internal memorandum from Ms Aylett to Ms Toohey dated 16 January 2006 details the steps taken by the Commission.",
      "id": "s54"
    },
    {
      "text": "It records that the submission had been received from Ms Obieta on approximately 1 September 2005.",
      "id": "s55"
    },
    {
      "text": "With relation to the complaint against Ms Fogarty, Ms Aylett stated:\n \n 'In her initial complaint, Ms Obeita [sic] complained about the conduct of another class member, Ms Iryssa [sic] Fogarty, who it is alleged, accused Ms Obeita of asking too many questions in class and monopolizing the lecturer's time.",
      "id": "s56"
    },
    {
      "text": "On 28 October 2004 Ms Fogarty challenged her in class about the number of questions she was putting to the teacher.",
      "id": "s57"
    },
    {
      "text": "In her submission dated 20 July 2005 Ms Obeita repeated this allegation.",
      "id": "s58"
    },
    {
      "text": "On 1 September 2005 Ms Obeita claimed that Ms Fogarty's alleged actions were based on race and that she had sought to limit Ms Obeita's participation in the class because of her ethnic background.",
      "id": "s59"
    },
    {
      "text": "Ms Obeita claims that Ms Fogarty did not seek to limit the participation of any of the Australian students, only Ms Obeita and another student of Chinese origin.",
      "id": "s60"
    },
    {
      "text": "' \n\n22 By letter dated 17 January 2006 the Commission wrote to Ms Obieta referring to her complaint against the Department, Mr Norman and Ms Davis.",
      "id": "s61"
    },
    {
      "text": "The letter referred to Ms Obieta's letter of 5 January 2006 and noted her disappointment that she was not given an extension of time by Ms Aylett.",
      "id": "s62"
    },
    {
      "text": "The letter continued:\n \n 'I have spoken to Ms Aylett about this matter and she confirms that an extension of time was granted to each respondent after individual discussions about their circumstances.",
      "id": "s63"
    },
    {
      "text": "I am advised that Ms Aylett received your email on Friday 11 November 2005 and that she tried unsuccessfully to contact you by telephone the same day.",
      "id": "s64"
    },
    {
      "text": "She was prepared to offer an extension of time but she also wished to discuss the process generally and the material that the respondents had provided.",
      "id": "s65"
    },
    {
      "text": "I confirm that it is standard practice to offer a short extension of time to complainants and respondents if they are having difficulty meeting a deadline, although less often to complainants as they are less likely to be required to respond to a list of questions or to have to gather information from a range of sources.",
      "id": "s66"
    },
    {
      "text": "Ms Aylett acknowledges that it would have been best practise [sic] to respond to your email when she was unable to contact you by telephone.",
      "id": "s67"
    },
    {
      "text": "' \n\nThe letter then referred to the complaint against Ms Fogarty stating:\n \n 'You also express concerns that your allegations against a fellow student, Ms Iryssa Fogarty, have not been considered or addressed.",
      "id": "s68"
    },
    {
      "text": "I confirm that I have reviewed your submissions of 22 November 2005, together with the references to Ms Fogarty in your original complaint and your submission of 20 July 2005, and I am of the view that the claim against Ms Fogarty does not allege an unlawful act.",
      "id": "s69"
    },
    {
      "text": "In forming this view I took into consideration that you think Ms Fogarty sought to prevent you from participating in class because of your ethnic background, but your feelings about this do not appear to be based on evidence.",
      "id": "s70"
    },
    {
      "text": "According to your own account, Ms Fogarty raised issues regarding the number of questions you put to the lecturer and the amount of time you utilised.",
      "id": "s71"
    },
    {
      "text": "It appears that there was a dispute between you and Ms Fogarty over how the class time should best be used for the benefit of all the students, but there appears to be no connection between Ms Fogarty's actions and your race.",
      "id": "s72"
    },
    {
      "text": "I note, also, that Ms Fogarty was not in charge of the class and ultimately the lecturer decides how class time is utilised, not the students.",
      "id": "s73"
    },
    {
      "text": "Ms Aylett will contact you shortly regarding the future management of the complaint.",
      "id": "s74"
    },
    {
      "text": "In the interim, should you wish to discuss this matter please ring her on 9284 9816.",
      "id": "s75"
    },
    {
      "text": "Subsequent Events \n \n23 A file note of the Commission records that on 19 January 2005 a phone call was made to Ms Obieta but that she was not available and no message was left for her.",
      "id": "s76"
    },
    {
      "text": "According to the evidence of Ms Aylett, the phone call was made by her to inform Ms Obieta that her complaint was being passed over to Karen McCabe, who had had significant experience in assessing sexual harassment cases.",
      "id": "s77"
    },
    {
      "text": "Because Ms Obieta could not be contacted by telephone, an email was sent to her on that day advising her of this fact and providing the telephone number for Ms McCabe.",
      "id": "s78"
    },
    {
      "text": "24 By letter dated 30 January 2006 Ms McCabe wrote to Ms Obieta raising issues concerning her complaints against Mr Norman, Ms Davis and the alleged vicarious liability of TAFE and VETAB.",
      "id": "s79"
    },
    {
      "text": "The letter contained details of the legal requirements to establish a claim of sexual harassment under the SDA and pointed out that in view of the disputed facts surrounding her claims against Mr Norman and Ms Davis, no determination was being made at that stage.",
      "id": "s80"
    },
    {
      "text": "The letter invited Ms Obieta's further comment within 14 days.",
      "id": "s81"
    },
    {
      "text": "The letter then commented upon other claims of mismanagement and occupational health and safety issues which had been raised by Ms Obieta.",
      "id": "s82"
    },
    {
      "text": "The letter informed her that the Commission had no power to deal with such complaints.",
      "id": "s83"
    },
    {
      "text": "The letter continued:\n \n 'You have also stated that you have a complaint against Ms Iryssa Fogarty [sic] , which the Director has already informed the complainant do not constitute a complaint of racial discrimination and it has not been accepted as such.",
      "id": "s84"
    },
    {
      "text": "' \n\n25 The letter concluded with details of Ms McCabe's telephone number and email address in the event that Ms Obieta had any questions of her.",
      "id": "s85"
    },
    {
      "text": "26 By letter dated 27 January 2006 Ms Obieta wrote to Ms Karen Toohey, Acting Director Complaint Handling concerning the conduct of Ms Aylett.",
      "id": "s86"
    },
    {
      "text": "Ms Obieta stated that she did not receive any phone messages claimed by Ms Aylett to have been left on her answering machine on 11 November 2005 or on any subsequent day.",
      "id": "s87"
    },
    {
      "text": "She also stated that an extension of time in which to provide the submissions had been requested, both by email and by letter, but that no response had been received.",
      "id": "s88"
    },
    {
      "text": "Ms Obieta stated that she believed that she had been treated unfairly and less favourably than the other respondents in the complaint handling procedures.",
      "id": "s89"
    },
    {
      "text": "Such letter also complained of inconsistencies in the treatment accorded to her and alleged that her submission dated 1 September 2005 which itemised Ms Fogarty's alleged unlawful behaviour had not been considered by the Commission.",
      "id": "s90"
    },
    {
      "text": "27 According to the date stamp contained on Ms Obieta's letter of 27 January 2006, it was received by the Commission on 31 January 2006, namely the day after Ms McCabe had written to Ms Obieta.",
      "id": "s91"
    },
    {
      "text": "28 By letter dated 8 February 2006 Ms Obieta wrote to Ms McCabe responding to her letter of 30 January 2006.",
      "id": "s92"
    },
    {
      "text": "Ms Obieta's letter contained the allegations of sexual harassment and racial hatred by Mr Norman and by Ms Davis, and alleged vicarious liability of TAFE and VETAB.",
      "id": "s93"
    },
    {
      "text": "The letter made no reference to Ms Fogarty.",
      "id": "s94"
    },
    {
      "text": "29 On 16 February 2006 Ms Diana Temby, Executive Director of the Commission, responded to Ms Obieta's letter of 27 January 2006.",
      "id": "s95"
    },
    {
      "text": "The letter acknowledged that Ms Aylett did not respond in writing to Ms Obieta's written request for an extension of time.",
      "id": "s96"
    },
    {
      "text": "However the letter advised that Ms Aylett had attempted to telephone Ms Obieta on 11 November 2005 and that Ms Aylett did not leave a message on Ms Obieta's Telstra home message service because she was concerned to maintain Ms Obieta's confidentiality.",
      "id": "s97"
    },
    {
      "text": "It further stated that if Ms Aylett had been able to get in contact with Ms Obieta she would have informed Ms Obieta that there was no objection to her request for an extension of time.",
      "id": "s98"
    },
    {
      "text": "30 The letter of 16 February 2006 also explained that Ms Aylett intended to telephone Ms Obieta again but she did not do so as Ms Obieta's submissions arrived by the due date.",
      "id": "s99"
    },
    {
      "text": "The letter continued:\n \n 'You also state that you believe one of the respondents named in your complaint, Ms Alexie Davis, was granted an extension of time of several months to respond to the allegations against her.",
      "id": "s100"
    },
    {
      "text": "This was not the case.",
      "id": "s101"
    },
    {
      "text": "Ms Davis was not notified of the complaint on 16 August 2005 as the Commission was not aware of her contact details.",
      "id": "s102"
    },
    {
      "text": "Ms Davis was notified of the complaint on 27 October 2005 and a response was requested within 21 days.",
      "id": "s103"
    },
    {
      "text": "Ms Davis spoke to Ms Aylett on 1 November 2005 and was given an extension until 30 November 2005 as she advised that she was commencing exams.",
      "id": "s104"
    },
    {
      "text": "No further extension was requested or granted, but the response was not received until 5 January 2006.",
      "id": "s105"
    },
    {
      "text": "I understand that it was forwarded to you on 30 January 2006.",
      "id": "s106"
    },
    {
      "text": "The other point you raise is whether Ms Clifford or Ms Toohey reviewed your submission of 1 September 2005.",
      "id": "s107"
    },
    {
      "text": "Files are referred to the director at key points in the investigation process; they are not discussed with the director on a day to day basis.",
      "id": "s108"
    },
    {
      "text": "Your submission was not referred to Ms Clifford at the time, but was reviewed by Ms Toohey when she assumed the role of Acting Director.",
      "id": "s109"
    },
    {
      "text": "This was a matter of convenience, not an attempt to exclude Ms Clifford from the process.",
      "id": "s110"
    },
    {
      "text": "There is no reason to think that Ms Clifford would have assessed the complaint differently to Ms Toohey, since both officers are applying the same legislation and complaint handling procedure.",
      "id": "s111"
    },
    {
      "text": "' \n\n31 Ms Temby stated that she did not consider that there had been a lack of procedural fairness in the handling of Ms Obieta's complaint and that she was satisfied that the complaint had been dealt with in a timely manner and in accordance with Complaint Handling Guidelines.",
      "id": "s112"
    },
    {
      "text": "However she acknowledged that a greater effort should have been made to contact Ms Obieta when an extension of time was requested and apologised for any distress so caused.",
      "id": "s113"
    },
    {
      "text": "32 By letter dated 1 March 2006 Ms Obieta responded to Ms Temby disputing the conclusion that her complaint had been handled correctly.",
      "id": "s114"
    },
    {
      "text": "Ms Obieta also claimed that her submission of 1 September 2005 had been excluded from the investigation process by Ms Toohey.",
      "id": "s115"
    },
    {
      "text": "33 By letter dated 3 March 2006 the President of the Commission, Mr John von Doussa QC wrote to Ms Obieta advising her that each of her complaints under the SDA and the RDA against TAFE, VETAB and their employees and students were found to be without substance and that he had decided to terminate her complaint pursuant to s 46PH(1)(c) of the HREOC Act.",
      "id": "s116"
    },
    {
      "text": "The letter contains details of the reasons for such determination.",
      "id": "s117"
    },
    {
      "text": "A Notice of Termination, issued pursuant to s 46PH(2) of the HREOC Act accompanied the letter.",
      "id": "s118"
    },
    {
      "text": "III THE ISSUES \n \n34 In these proceedings Ms Obieta raises six issues ('the issues') against the respondent arising out of the handling of her complaint.",
      "id": "s119"
    },
    {
      "text": "In respect of each issue, Ms Obieta has identified the sections of the relevant Acts which she claims were breached.",
      "id": "s120"
    },
    {
      "text": "She also claims that various Articles of the International Conventions set out in Schedules to each of the relevant statutes were breached.",
      "id": "s121"
    },
    {
      "text": "35 An infringement of an Article in an International Convention referred to in Schedules to the RDA, SDA and HREOC Act does not give rise to a breach of the Act: see Minister of State for Immigration and Ethnic Affairs v Ah Hin Teoh [1995] HCA 20 ; (1995) 183 CLR 273.",
      "id": "s122"
    },
    {
      "text": "Accordingly the Court will not refer to the Articles of the International Conventions which were allegedly breached since no enforceable rights are created by them.",
      "id": "s123"
    },
    {
      "text": "Similarly, no cause of action arises in respect of alleged breaches of sections which are purely definitional or explanatory relied upon by Ms Obieta.",
      "id": "s124"
    },
    {
      "text": "Accordingly the Court will not refer to such sections.",
      "id": "s125"
    },
    {
      "text": "Issue 1: Unequal treatment \n \n36 Ms Obieta claims that Ms Aylett and Ms Toohey rejected her complaint against Ms Fogarty without reviewing and assessing her submission dated 1 September 2005.",
      "id": "s126"
    },
    {
      "text": "As such Ms Obieta claims that Ms Aylett and Ms Toohey denied her 'natural justice' in handling her complaint, violated her human right to be heard on an equal footing with other parties or Australian respondents, and that she was treated unfairly.",
      "id": "s127"
    },
    {
      "text": "She alleges a breach of s 9 and s 10 of the RDA.",
      "id": "s128"
    },
    {
      "text": "37 Ms Obieta submits that the letter of the Commission to her dated 17 January 2006, which addresses her concerns relating to Ms Fogarty, refers to the original complaint relating to Ms Fogarty and submission of 20 July 2005 but does not refer to her letter of 1 September 2005.",
      "id": "s129"
    },
    {
      "text": "She submits this further demonstrates that the Commission failed to take into account such letter.",
      "id": "s130"
    },
    {
      "text": "Issue 2: Failure to grant extension \n \n38 Ms Obieta claims that Ms Aylett did not grant the extension of time she requested in which to provide her submissions, failed to take all reasonable steps to contact her and failed to provide any explanation or reasons why the Australian respondents were provided an extension of time to reply.",
      "id": "s131"
    },
    {
      "text": "39 Ms Obieta claims that Ms Aylett acted unfairly and in bad faith, and treated Ms Obieta unfairly and less favourably than the Australian respondents in handling the complaint.",
      "id": "s132"
    },
    {
      "text": "Ms Obieta claims that Ms Aylett did not apply the complaint handling procedures to her complaint on an equal footing and impaired the exercise of Ms Obieta's right to enjoy on an equal footing with other parties or Australian respondents, rights in the field of public life.",
      "id": "s133"
    },
    {
      "text": "She claims that Ms Aylett discriminated against her on the ground of race and alleges a breach of s 9 and s 10 of the RDA.",
      "id": "s134"
    },
    {
      "text": "Issue 3: 'Covering up' by Commission.",
      "id": "s135"
    },
    {
      "text": "40 Ms Obieta claims that Ms Temby ' was covering up for her staff and management and justifying their actions '.",
      "id": "s136"
    },
    {
      "text": "Ms Obieta claims that such conduct constituted procedural unfairness and that she had been treated unfairly and less favourably than the Australian respondents and as such this constituted discrimination.",
      "id": "s137"
    },
    {
      "text": "She alleges a breach of s 9 and s 10 of the RDA.",
      "id": "s138"
    },
    {
      "text": "Issue 4: Receipt of Notice of Termination \n \n41 Ms Obieta says that Mr John von Doussa QC, President of the Commission, terminated all her complaints against all respondents by reason of them ' lacking in substance '.",
      "id": "s139"
    },
    {
      "text": "She claims there are discrepancies in the Notice of Termination issued by the President.",
      "id": "s140"
    },
    {
      "text": "Further, Ms Obieta claims that the reasons provided by the President were to ' cover up for the conduct of all the respondents' and had the effect of 'condoning the unlawful behaviour '.",
      "id": "s141"
    },
    {
      "text": "As such Ms Obieta claims a breach of s 9 and s 10 of the RDA.",
      "id": "s142"
    },
    {
      "text": "Issue 5: Victimisation by the Commission \n \n42 Ms Obieta claims that the Commission victimised her because she made a complaint against Ms Aylett and Ms Toohey, the two officers of the Commission handling her initial complaint.",
      "id": "s143"
    },
    {
      "text": "She claims that the Commission did not attempt to conciliate her complaint and discontinued the inquiry and terminated all her complaints against all of the respondents by reason of them ' lacking in substance '.",
      "id": "s144"
    },
    {
      "text": "She claims that the Commission breached s 26 of the HREOC Act and s 9 of the RDA.",
      "id": "s145"
    },
    {
      "text": "Issue 6: Bad faith, malice \n \n43 Ms Obieta claims that the President of the Commission terminated her complaints and discontinued his inquiry because Ms Obieta had made a complaint against staff of the Commission for discrimination.",
      "id": "s146"
    },
    {
      "text": "She claims the President made a decision and acted unfairly, in bad faith and with malice and permitted the unlawful conduct alleged against the parties to the complaints.",
      "id": "s147"
    },
    {
      "text": "As such Ms Obieta claims that the President committed an unlawful act and breached her human rights.",
      "id": "s148"
    },
    {
      "text": "She claims a breach of s 26 of the HREOC Act and of s 9 of the RDA and s 94 of the SDA.",
      "id": "s149"
    },
    {
      "text": "IV SUBMISSIONS OF THE COMMISSION \n \n44 The Commission submits that the current proceedings cannot be maintained and should be dismissed in their entirety on at least two statutory grounds.",
      "id": "s150"
    },
    {
      "text": "45 The first of these grounds, which I shall refer to as the jurisdictional ground, relies upon the basis that this Court has no jurisdiction to hear the issues pursuant to s 46PO of the HREOC Act.",
      "id": "s151"
    },
    {
      "text": "46 The second ground relied upon for dismissing the claim, which I shall refer to as the immunity ground, is that s 48(1) of the HREOC Act and the equivalent sections in the RDA (s 45(1)) and the SDA (s 111(1)) provide an immunity from liability of the Commission and its officers in the circumstances of the current proceedings.",
      "id": "s152"
    },
    {
      "text": "47 The Commission further submits that even if the Court is not satisfied that either of these grounds is sufficient to dismiss the application, Ms Obieta's claim should nevertheless be dismissed on the basis that each ground relied upon by Ms Obieta cannot be sustained.",
      "id": "s153"
    },
    {
      "text": "(a) Jurisdictional Ground for Dismissal \n \n48 Section 11(1)(aa) of the HREOC Act (contained within Part IIB), relates to the Commission's function of processing complaints of unlawful discrimination as defined in s 3 of the HREOC Act.",
      "id": "s154"
    },
    {
      "text": "Such complaints must be in respect of conduct which contravenes the RDA and/or the SDA.",
      "id": "s155"
    },
    {
      "text": "Under this function, all correspondence received by the Commission is assessed to determine whether it constitutes a complaint under s 46P of the HREOC Act.",
      "id": "s156"
    },
    {
      "text": "Once this is established, the complaints of unlawful discrimination are referred to the President (s 46PD) who must inquire into the complaint and attempt to conciliate it (s 46PF).",
      "id": "s157"
    },
    {
      "text": "The President may then terminate the complaint for a reason set out in section 46PH(1) of the HREOC Act.",
      "id": "s158"
    },
    {
      "text": "49 Section 46PO(1) permits a complaint to be brought to the Federal Court if the complaint has been terminated by the President under s 46PE or s 46PH of the HREOC Act and the President has given a notice to the complainant under s 46PH(2) in relation to the termination.",
      "id": "s159"
    },
    {
      "text": "Section 46PO(3) provides:\n \n '(3) The unlawful discrimination alleged in the application: \n \n (a) must be the same as (or the same in substance as) the unlawful discrimination that was the subject of the terminated complaint; or \n (b) must arise out of the same (or substantially the same) acts, omissions or practices that were the subject of the terminated complaint.",
      "id": "s160"
    },
    {
      "text": "' \n\n50 The letters of Ms Obieta of 5 January 2006, 27 January 2006 and 1 March 2006 regarding the manner in which her complaints were handled by the Commission, were never accepted by the Commission as constituting a complaint alleging unlawful discrimination under s 46P of the HREOC Act.",
      "id": "s161"
    },
    {
      "text": "The Commission considered that no further action was warranted in relation to the matters referred to in Ms Obieta's letters, and the Executive Director advised Ms Obieta of this fact in a letter dated 18 April 2006.",
      "id": "s162"
    },
    {
      "text": "As such her letters did not constitute a complaint which properly came under the Commission's complaints handling function as set out in Part IIB of the HREOC Act.",
      "id": "s163"
    },
    {
      "text": "51 The issues raised in these proceedings were not the same as the complaints that had been made by Ms Obieta in the Complaint Form dated 23 May 2005 and terminated on 3 March 2006.",
      "id": "s164"
    },
    {
      "text": "Nor were they the subject of any other complaint properly accepted as such under s 46P of the HREOC Act and subsequently terminated.",
      "id": "s165"
    },
    {
      "text": "Accordingly, the Court finds that the application to this Court in relation to the issues ostensibly pursuant to s 46PO of the HREOC Act is incompetent.",
      "id": "s166"
    },
    {
      "text": "(b) Immunity ground for dismissal \n \n52 The Commission relies on s 48(1) of the HREOC Act in response to Ms Obieta's claims relating to the administration of the HREOC Act, namely Issues 1, 2 and 3.",
      "id": "s167"
    },
    {
      "text": "Section 48(1) provides as follows: \n \n 'The Commission, a member or a person acting on behalf of the Commission is not liable to an action or other proceeding for damages for or in relation to an act done or omitted to be done in good faith in performance or purported performance of any function, or in exercise or purported exercise of any power, conferred on the Commission.",
      "id": "s168"
    },
    {
      "text": "' \n\n53 A similar provision is s 45(1) of the RDA upon which the Commission and the President rely in relation to the allegations of racial discrimination made against them.",
      "id": "s169"
    },
    {
      "text": "Section 45(1) of the RDA provides as follows:\n \n 'The Commission, a member of the Commission, the Commissioner or a person acting under the direction or authority of the Commission or of the Commissioner or under a delegation under s 40 is not liable to an action or other proceeding for damages for or in relation to an act done or omitted to be done in good faith in the performance or purported performance of any function, or in the exercise or purported exercise of any power or authority, conferred on the Commission or the Commissioner.",
      "id": "s170"
    },
    {
      "text": "' \n\n54 The SDA also contains a provision which grants immunity from suit in respect of certain conduct, as provided by s 111(1).",
      "id": "s171"
    },
    {
      "text": "The Commission and the President rely upon such section in relation to the allegation of sexual discrimination against them.",
      "id": "s172"
    },
    {
      "text": "The section relevantly provides:\n \n 'The Commission, a member of the Commission, the Commissioner or a person acting under the direction or authority of the Commission or of the Commissioner or pursuant to a delegation under section 104 is not liable to an action or other proceeding for damages for or in relation to an act done or omitted to be done in good faith in the performance or purported performance of any function, or in the exercise or purported exercise of any power or authority, conferred on the Commission or the Commissioner.",
      "id": "s173"
    },
    {
      "text": "' \n\n55 The Commission submits that it is not for it to prove good faith as required by s 48(1) of the HREOC Act and s 45(1) of the RDA and s 111(1) of the SDA, nor to disprove bad faith.",
      "id": "s174"
    },
    {
      "text": "It submits that the onus of establishing bad faith rests upon Ms Obieta, as the party asserting bad faith.",
      "id": "s175"
    },
    {
      "text": "56 The Commission refers to the decision of Kenny J in Spalla v St George Motor Finance Ltd (No 7) [2006] FCA 1177 at [166] which recently considered the general principles for determining whether an action may be done other than in good faith.",
      "id": "s176"
    },
    {
      "text": "Kenny J emphasised that an allegation of bad faith is a ' serious allegation involving the imputation of moral turpitude '.",
      "id": "s177"
    },
    {
      "text": "At [168], Her Honour said:\n \n '...The focus of an inquiry concerning an allegation of bad faith is the state of mind of the decision-maker.",
      "id": "s178"
    },
    {
      "text": "The Court is not simply evaluating the wisdom of an impugned decision... \"mere error or irrationality does not of itself demonstrate lack of good faith...[b]ad faith is not to be found simply because of poor decision-making\": SBBS at 756 [45] .",
      "id": "s179"
    },
    {
      "text": "Rather the circumstances must show dishonesty (or capriciousness) on the part of the decision-maker... Something is done in \"good faith\" when done honestly.",
      "id": "s180"
    },
    {
      "text": "Something is done in \"bad faith\" when done dishonestly.",
      "id": "s181"
    },
    {
      "text": "' \n\n57 The Commission submits that Ms Obieta's application to the Court under s 46PO of the HREOC Act constitutes 'an action or proceeding'; that all of the alleged acts were done in the performance of functions conferred on the Commission by the HREOC Act in relation to accepting, investigating and terminating complaints; that Ms Obieta seeks damages with respect to the alleged acts of discrimination; that there is no evidence to show that the actions of the Commission, the President or the officers were anything other than honest; and that Ms Obieta has adduced no evidence to demonstrate bad faith on the part of an employee of the Commission or the President.",
      "id": "s182"
    },
    {
      "text": "58 In cross-examination Ms Obieta said that she relied on the terms of the letter dated 3 March 2006 from the President of the Commission advising her that the complaints had been terminated, as evidence of bad faith.",
      "id": "s183"
    },
    {
      "text": "59 The Court is unable to find anything in the terms of this letter which would establish the requisite dishonestly or capriciousness on the part of the President or Commission necessary to establish bad faith.",
      "id": "s184"
    },
    {
      "text": "60 In the absence of evidence to support a finding of bad faith, and as all the other requisite elements of these sections have been satisfied, the Court finds that the immunity provisions contained in s 48 of the HREOC Act, s 45(1) of the RDA and s 111(1) of the SDA apply to answer the whole of Ms Obieta's case against the Commission in these proceedings.",
      "id": "s185"
    },
    {
      "text": "(c) Race Discrimination Claims \n \n61 Despite the preceding findings that the application is answered both on the jurisdictional ground and on the immunity ground, for the sake of completeness the Court shall nevertheless consider each of the substantive issues raised by Ms Obieta.",
      "id": "s186"
    },
    {
      "text": "62 The conduct which is proscribed by the RDA is that referred to in s 9(1) and 9(1A) which provide:\n \n '(1) It is unlawful for a person to do any act involving a distinction, exclusion, restriction or preference based on race, colour, descent or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life.",
      "id": "s187"
    },
    {
      "text": "(1A) Where: \n \n (a) a person requires another person to comply with a term, condition or requirement which is not reasonable having regard to the circumstances of the case; and \n (b) the other person does not or cannot comply with the term, condition or requirement; and \n (c) the requirement to comply has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, by persons of the same race, colour, descent or national or ethnic origin as the other person, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life; \n \n the act of requiring such compliance is to be treated, for the purposes of this Part, as an act involving a distinction based on, or an act done by reason of, the other person's race, colour, descent or national or ethnic origin.",
      "id": "s188"
    },
    {
      "text": "' \n\n63 Accordingly it is necessary to identify the 'act' or conduct relied upon.",
      "id": "s189"
    },
    {
      "text": "Secondly it is necessary to identify a 'distinction, exclusion, restriction or preference' and thirdly to establish that such distinction, exclusion, restriction or preference was 'based upon' race.",
      "id": "s190"
    },
    {
      "text": "To prove the last mentioned matter it is essential to determine a causal connection between race and the impugned act: see Aboriginal Legal Rights Movement Inc v South Australia and Another (No 1) (1995) 64 SASR 551 at 553, where Doyle CJ, with whom Bollen J agreed, said:\n \n 'The inquiry is into whether the racial distinction is a material factor in the making of the relevant decision or the performing of the relevant act.",
      "id": "s191"
    },
    {
      "text": "' \n\n64 Whether the discrimination is 'based upon' racial distinction has been held to mean whether the discrimination is ' by reference to ' a person's race: see Macedonian Teachers' Association of Victoria Inc v Human Rights and Equal Opportunity Commission and Another (1998) 91 FCR 8 (affirmed by the Full Court: see Victoria v Macedonian Teachers' Association of Victoria Inc and Another [1999] FCA 1287 ; (1999) 91 FCR 47).",
      "id": "s192"
    },
    {
      "text": "Findings to the same effect have been made in other courts: see Baird and Others v Queensland (No 1) (2005) 224 ALR 541; Commonwealth v McEvoy and Another [1999] FCA 105 ; (1999) 94 FCR 341.",
      "id": "s193"
    },
    {
      "text": "Issue 1 --- Unequal Treatment \n \n65 With regard to the allegation that Ms Aylett and Ms Toohey excluded Ms Obieta's submission of 1 September 2005 from consideration, the internal memorandum of the Commission, written by Ms Aylett to Ms Toohey dated 16 January 2006 shows that such letter had been taken into consideration.",
      "id": "s194"
    },
    {
      "text": "This memorandum, upon which the letter of 17 January 2006 from the Commission to Ms Obieta is based, records that the 1 September 2005 letter from Ms Obieta was part of the correspondence upon which the Commission relied in making its findings.",
      "id": "s195"
    },
    {
      "text": "66 Further, the Court observes that even if there had been any irregularity in the handling of the complaint against Ms Fogarty by the Commission, there is no evidence that such conduct was based on Ms Obieta's race: see Macedonian Teachers' Association 91 FCR 8.",
      "id": "s196"
    },
    {
      "text": "67 The Commission submits, and the Court accepts, that the allegation that the Commission mishandled Ms Obieta's complaint against Ms Fogarty because of Ms Obieta's race, was not put to Ms Aylett in cross-examination and Ms Obieta's correspondence to the Commission makes no claim that the conduct of any of the Commission's staff was based on race.",
      "id": "s197"
    },
    {
      "text": "This allegation was not explicitly raised in Ms Obieta's complaint of discrimination by the Commission dated 1 March 2006 addressed to Ms Temby, and the Commissions records do not refer to race as a factor in relation to the complaint.",
      "id": "s198"
    },
    {
      "text": "The first time that Ms Obieta directly raised such an allegation was in her affidavit sworn 28 March 2006 in the TAFE proceedings.",
      "id": "s199"
    },
    {
      "text": "68 Accordingly the Court dismisses this issue.",
      "id": "s200"
    },
    {
      "text": "Issue 2 --- Failure to grant extension \n \n69 Ms Aylett testified that when a request for an extension of time is made, it is her practice to inquire the reason for an extension rather than merely to grant it without explanation.",
      "id": "s201"
    },
    {
      "text": "Ms Obieta acknowledges that in making her request for an extension of time she provided no reasons for such request.",
      "id": "s202"
    },
    {
      "text": "Ms Obieta acknowledged that she never told any officer of the Commission that she would have difficulty in meeting the deadline for the provision of submissions.",
      "id": "s203"
    },
    {
      "text": "Nor did she telephone Ms Aylett at any time from the date of the lodgement of her complaint concerning any issue.",
      "id": "s204"
    },
    {
      "text": "70 The contemporaneous file note made by Ms Aylett on 11 November 2005, and her oral evidence satisfies the Court that Ms Aylett did attempt to telephone Ms Obieta, but that no message was left by Ms Aylett for the sole reason of protecting Ms Obieta's confidentiality.",
      "id": "s205"
    },
    {
      "text": "Ms Aylett testified that she was not aware of the residential circumstances of Ms Obieta, and was concerned that other persons might have access to the answering machine.",
      "id": "s206"
    },
    {
      "text": "71 Further, although I am of the opinion that the letter written by Ms Obieta requesting the extension of time dated 15 November 2005 should, as a matter of courtesy, have been responded to, I am satisfied that the failure to respond was as a result of an oversight, and not the result of any intentionally discriminatory conduct directed towards Ms Obieta based upon her race.",
      "id": "s207"
    },
    {
      "text": "72 In cross examination Ms Obieta acknowledged that her concern arose from the fact that she was not provided an extension of time whereas the respondents were granted an extension.",
      "id": "s208"
    },
    {
      "text": "She acknowledged also however that all of the material that she wished to place before the Commission had been provided to it in her letter dated 22 November 2005 and that there was nothing additional which she wished to put in answer to the request for information by the Commission.",
      "id": "s209"
    },
    {
      "text": "Although complying with the requested date for the receipt of submissions caused Ms Obieta inconvenience, no substantive detriment resulted.",
      "id": "s210"
    },
    {
      "text": "73 Accordingly, this ground must fail.",
      "id": "s211"
    },
    {
      "text": "Issue 3 --- 'Covering up' by Commission \n \n74 Ms Obieta's letter of 1 March 2006 was the first occasion in which she alleged that the failure to take into account her letter of 1 September 2005 resulted from her race.",
      "id": "s212"
    },
    {
      "text": "However, the letter of 1 March 2006 makes no connection between her race and the alleged failure by the Commission to take the letter of 1 September 2005 into consideration.",
      "id": "s213"
    },
    {
      "text": "75 In oral evidence Ms Obieta claims that she was discriminated against on the ground of her Asian race and was excluded from equal treatment based upon the letter from Ms Toohey.",
      "id": "s214"
    },
    {
      "text": "Ms Obieta claims she was treated less favourably than Ms Fogarty.",
      "id": "s215"
    },
    {
      "text": "However, the correspondence of the Commission shows that there was no communication between the Commission and Ms Fogarty until 13 March 2006.",
      "id": "s216"
    },
    {
      "text": "On that day the Commission informed Ms Fogarty that a complaint had been received from Ms Obieta alleging unlawful discrimination by Ms Fogarty but that the Commission had terminated the complaint as lacking in substance.",
      "id": "s217"
    },
    {
      "text": "76 Ms Obieta acknowledged in cross examination that the complaint of the 'cover up' made to Ms Temby did not arise out of alleged racial discrimination.",
      "id": "s218"
    },
    {
      "text": "Accordingly this ground of complaint must be dismissed.",
      "id": "s219"
    },
    {
      "text": "Issue 4 --- Receipt of Notice of Termination \n \n77 Ms Obieta's letter dated 1 March 2006 was, according to the date stamp, received at the Commission on 8 March 2006.",
      "id": "s220"
    },
    {
      "text": "Whilst Ms Obieta challenges the date of receipt of the letter, the Court is prepared to infer that the stamped date was the date when it was received by the Commission.",
      "id": "s221"
    },
    {
      "text": "Accordingly, the President's letter terminating Ms Obieta's complaint dated 3 March 2006 was written before Ms Obieta's letter of 1 March 2006 had been received.",
      "id": "s222"
    },
    {
      "text": "78 Irrespective of the date of receipt of Ms Obieta's letter dated 1 March 2006, Ms Obieta acknowledged in her oral evidence that she did not allege that the President terminated her complaint as lacking in substance because of her race.",
      "id": "s223"
    },
    {
      "text": "Accordingly this ground of complaint must be dismissed.",
      "id": "s224"
    },
    {
      "text": "Issue 5 --- Victimisation by Commission \n \n79 As found above, Ms Obieta's letter dated 1 March 2006 was not received by the Commission until 8 March 2006.",
      "id": "s225"
    },
    {
      "text": "By this date the Notice of Termination had already been issued.",
      "id": "s226"
    },
    {
      "text": "Accordingly, the content of her letter dated 1 March 2006 had no role in the issue of the Notice of Termination.",
      "id": "s227"
    },
    {
      "text": "Further, as Ms Obieta has acknowledged, her complaint against the President and the Commission was not based on any racial ground.",
      "id": "s228"
    },
    {
      "text": "Accordingly there is no utility in considering this issue further.",
      "id": "s229"
    },
    {
      "text": "Issue 6 --- Bad Faith and Malice \n \n80 By her letter dated 1 March 2006 Ms Obieta made a complaint with respect to two officers of the Commission.",
      "id": "s230"
    },
    {
      "text": "Ms Obieta only made complaints concerning the conduct of the President of the Commission for the first time in the affidavit sworn on 28 March 2006 filed in support of the TAFE proceedings.",
      "id": "s231"
    },
    {
      "text": "81 The Full Court observed in SCAS v Minister for Immigration ad Multicultural and Indigenous Affairs [2002] FCAFC 397 at [19] :\n \n 'Bad faith in this context implies a lack of an honest or genuine attempt to undertake the task and involves a personal attack on the honesty of the decision maker'.",
      "id": "s232"
    },
    {
      "text": "No evidence has been provided in support of Ms Obieta's allegation of bad faith and the Court is not satisfied that the President handled Ms Obieta's complaint other than in a genuine and appropriate manner.",
      "id": "s233"
    },
    {
      "text": "Additionally, no complaint has been accepted by the Commission concerning the President's conduct.",
      "id": "s234"
    },
    {
      "text": "82 It follows that this Court has no jurisdiction under Part IIB of the HREOC Act and accordingly the Court upholds the submission that the complaint of race discrimination cannot be substantiated and must be dismissed.",
      "id": "s235"
    },
    {
      "text": "(d) Sex discrimination claims \n \n83 Ms Obieta claims that the exercise of the President's powers under s 46PH of the HREOC Act included victimisation within the meaning of s 94 of the SDA; and conduct that ' causes, instructs, induces, aids or permits' the respondents in the TAFE proceedings to discriminate against Ms Obieta on the ground of sex within the meaning of s 105 of the SDA.",
      "id": "s236"
    },
    {
      "text": "84 The Commission submits that Ms Obieta has adduced no evidence to establish that the President's exercise of discretion conferred by s 46PH of the HREOC Act to terminate the complaints as lacking in substance, resulted from the fact that Ms Obieta had made a complaint concerning the Commission staff.",
      "id": "s237"
    },
    {
      "text": "85 The Commission also submits that there is no detriment to Ms Obieta arising from the President's termination of her complaint.",
      "id": "s238"
    },
    {
      "text": "In consequence of the termination of the TAFE and VETAB complaint, Ms Obieta was entitled to, and did in fact, commence proceedings in this Court under s 46PO(1) of the HREOC Act against TAFE and VETAB (see: TAFE proceedings).",
      "id": "s239"
    },
    {
      "text": "As such she has suffered no detriment and the complaint of victimisation against the President pursuant to s 94 of the SDA should be dismissed.",
      "id": "s240"
    },
    {
      "text": "86 As to the 'aiding and abetting' alleged, the Commission submits that Ms Obieta's claim misconceives s 105 of the SDA.",
      "id": "s241"
    },
    {
      "text": "It submits that the President's discretion to make a decision under s 46PH of the HREOC Act does not involve the making of any binding determination concerning the merits of the complaint.",
      "id": "s242"
    },
    {
      "text": "Further, the process undertaken by the President does not involve sanctioning or permitting the alleged conduct.",
      "id": "s243"
    },
    {
      "text": "87 Moore J in Elliott v Nanda and Another [2001] FCA 418 ; (2001) 111 FCR 240 at [163] explained the operation of s 105 as pertaining to the situation where a person who is in a position to prevent allegedly unlawful conduct fails to do so.",
      "id": "s244"
    },
    {
      "text": "His Honour said:\n \n 'Section 105 provides a means of bringing about lawful conduct by rendering liable a person who could prevent unlawful conduct from occurring or continuing or who assists, directly or indirectly, in its performance.",
      "id": "s245"
    },
    {
      "text": "A person can prevent unlawful conduct by not creating a situation where it will or may take place or altering a situation so it will not continue.",
      "id": "s246"
    },
    {
      "text": "' \n\n88 Since the President could not have been in a position to prevent any alleged unlawful conduct from occurring, it is apparent that s 105 can have no application in relation to him in resect of his decision to terminate the complaints of Ms Obieta for the reason that they were lacking in substance.",
      "id": "s247"
    },
    {
      "text": "Further, the President is not a party to the present proceedings and was not named as a respondent to Ms Obieta's complaint terminated on 3 March 2006.",
      "id": "s248"
    },
    {
      "text": "As such a claim made by Ms Obieta against the President cannot be maintained in these proceedings.",
      "id": "s249"
    },
    {
      "text": "89 For the above reasons the Court will order that the proceedings be dismissed and that Ms Obieta pay the costs of the Commission.",
      "id": "s250"
    },
    {
      "text": "I certify that the preceding eighty-nine (89) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s251"
    },
    {
      "text": "Associate:\n\n Dated: 7 February 2007\n\n\n Counsel for the Applicant The Applicant appeared in person \n \n Counsel for the Respondent: Kate Eastman \n \n Solicitor for the Respondent: Human Rights and Equal Opportunity Commission \n \n Date of Hearing: 27 October and 3 November 2006 \n \n Date of Judgment: 7 February 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/85.html",
      "id": "s252"
    }
  ]
}