{
  "name": "NSW Council for Civil Liberties Inc v Classification Review Board (No. 2) [2007] FCA 896 (14 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/896.html",
  "catchphrases": [
    {
      "text": "censorship",
      "id": "c0"
    },
    {
      "text": "classification of publications",
      "id": "c1"
    },
    {
      "text": "publication refused classification",
      "id": "c2"
    },
    {
      "text": "publications which promote, incite or instruct in matters of crime or violence",
      "id": "c3"
    },
    {
      "text": "construction of national classification code",
      "id": "c4"
    },
    {
      "text": "whether 'promote' or 'incite' defined by reference to effect",
      "id": "c5"
    },
    {
      "text": "whether violence promoted must be in australia only",
      "id": "c6"
    },
    {
      "text": "consideration of educational merit",
      "id": "c7"
    },
    {
      "text": "persons or class of persons to or amongst whom book is published",
      "id": "c8"
    },
    {
      "text": "judicial review",
      "id": "c9"
    },
    {
      "text": "construction of statutes",
      "id": "c10"
    },
    {
      "text": "review of classification review board decision",
      "id": "c11"
    },
    {
      "text": "relevant and irrelevant considerations",
      "id": "c12"
    },
    {
      "text": "error of law",
      "id": "c13"
    },
    {
      "text": "no evidence",
      "id": "c14"
    },
    {
      "text": "decision not authorised by legislation in pursuance of which it purportedly made",
      "id": "c15"
    },
    {
      "text": "obligation of decision-maker to conduct roving inquiry",
      "id": "c16"
    },
    {
      "text": "implied freedom of political communication",
      "id": "c17"
    },
    {
      "text": "whether commonwealth law invalid",
      "id": "c18"
    },
    {
      "text": "whether censorship law appropriate and adapted to serve legitimate end in manner compatible with system of government prescribed by constitution",
      "id": "c19"
    },
    {
      "text": "whether regulation effectively burdens communication about government or political matters",
      "id": "c20"
    },
    {
      "text": "compelling justification",
      "id": "c21"
    },
    {
      "text": "distinction between law which controls an activity and law which restricts communication about whether that activity should be controlled",
      "id": "c22"
    },
    {
      "text": "media and communications",
      "id": "c23"
    },
    {
      "text": "administrative law",
      "id": "c24"
    },
    {
      "text": "constitutional law",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n On 3 July 2006, the first respondent, the Classification Review Board ('the Review Board'), classified two publications, Join the Caravan and Defence of the Muslim Lands, 'RC' (Refused Classification).",
      "id": "s0"
    },
    {
      "text": "The effect of the Review Board's classification was to ban the sale of the publications.",
      "id": "s1"
    },
    {
      "text": "The reviews undertaken by the Review Board were initiated by an application by the second respondent ('the Attorney-General' or 'the Attorney') following the initial classification of the two publications as 'Unrestricted' by the Classification Board ('the Board').",
      "id": "s2"
    },
    {
      "text": "The applicant has applied to this Court, under s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act'), for judicial review of the Review Board's decisions to classify each publication 'RC'.",
      "id": "s3"
    },
    {
      "text": "The applicant seeks declarations that the Review Board's decisions in respect of both publications are invalid and of no effect.",
      "id": "s4"
    },
    {
      "text": "It also seeks orders setting aside the decisions and requiring the Review Board to reconsider the applications for review according to law.",
      "id": "s5"
    },
    {
      "text": "It is common ground that the application raises the question of whether the Review Board's decisions to classify these publications 'RC' were made in accordance with the relevant statutory provisions.",
      "id": "s6"
    },
    {
      "text": "The applicant's entitlement to the relief sought turns upon the proper construction of provisions of the Classification (Publications, Films and Computer Games) Act 1995 (Cth) ('the Act') and the National Classification Code ('the Code') and the Guidelines for the Classification of Publications 2005 ('the Classification Guidelines'), which are each made under the Act.",
      "id": "s7"
    },
    {
      "text": "The grounds upon which the applicant claims relief depend, in essence, upon what it contends is the Review Board's erroneous application of those provisions of the Act and the Code which pertain to the making of classification decisions.",
      "id": "s8"
    },
    {
      "text": "In particular, the applicant takes issue with the Review Board's decision to classify the publications 'RC' on the basis of its finding that both publications 'promote, incite or instruct in matters of crime or violence'.",
      "id": "s9"
    },
    {
      "text": "THE LEGISLATIVE FRAMEWORK \n \n The Act 'is intended to form part of a Commonwealth/State/Territory scheme for the classification of publications, films and computer games and for the enforcement of those classifications' (s 3).",
      "id": "s10"
    },
    {
      "text": "The Act establishes a general scheme for the uniform classification, throughout Australia, of all publications, films and computer games that are intended to be offered for sale, and prescribes by whom classification decisions are made.",
      "id": "s11"
    },
    {
      "text": "The States and Territories, in turn, have enacted legislation that provides the means of enforcing those classification decisions.",
      "id": "s12"
    },
    {
      "text": "The Board is responsible for classifying publications, films and computer games upon application (s 10).",
      "id": "s13"
    },
    {
      "text": "Constituted pursuant to s 45 of the Act, the Board comprises the Director, the Deputy Director, Senior Classifiers and other members (s 46).",
      "id": "s14"
    },
    {
      "text": "In appointing members to the Board, s 48(2) of the Act stipulates that 'regard is to be had to the desirability of ensuring that the membership ... is broadly representative of the Australian community'.",
      "id": "s15"
    },
    {
      "text": "Other than that requirement, the Act places no restrictions upon appointment to the Board.",
      "id": "s16"
    },
    {
      "text": "Similarly, the Act adopts a flexible approach to the procedure to be adopted by the Board in making classification decisions; s 56 provides that the procedure of the Board is 'as determined by the Director'.",
      "id": "s17"
    },
    {
      "text": "The Review Board is constituted by s 72 of the Act.",
      "id": "s18"
    },
    {
      "text": "It consists of a Convenor, a Deputy Convenor, and at least three, but not more than eight, other members (s 73).",
      "id": "s19"
    },
    {
      "text": "The Review Board's function is to review classification decisions made by the Board, upon application of one of the persons specified in s 42(1) --- including the Attorney-General as the Minister responsible for administering the Act (s 42(1)(a)).",
      "id": "s20"
    },
    {
      "text": "Section 74 of the Act contains the same requirement for appointment to the Review Board as appears in the equivalent provision regarding appointment to the Board, namely that regard must be had to 'the desirability of ensuring that the membership ... is broadly representative of the Australian community'.",
      "id": "s21"
    },
    {
      "text": "As is the case with the Board, the Act imposes no other restrictions on appointment.",
      "id": "s22"
    },
    {
      "text": "Although the purpose of the Review Board is to 'review' decisions made by the Board, s 44 of the Act requires that the review be conducted in the same way as the Board deals with an application for classification of a publication, film or computer game or for approval of an advertisement.",
      "id": "s23"
    },
    {
      "text": "Although the Convenor is responsible for ensuring that the business of the Review Board is conducted in an orderly and efficient way, and may give directions as to the arrangements of the Review Board's business (s 77), in conducting that business the Review Board does not have any powers or functions which are additional to those which the Board possessed when making the decision that is the subject of its review.",
      "id": "s24"
    },
    {
      "text": "Section 9 of the Act requires the Board --- and hence the Review Board --- to classify publications, films and computer games 'in accordance with the Code and the classification guidelines'.",
      "id": "s25"
    },
    {
      "text": "The 'Code' to which s 9 refers is the Code as originally set out in the Schedule to the Act and amended from time to time in accordance with s 6 of the Act.",
      "id": "s26"
    },
    {
      "text": "The Classification Guidelines are determined by the Attorney-General (with the agreement of each participating Minister under the State and Territory co-operation arrangement) to assist the Board in applying the criteria in the Code (s 12).",
      "id": "s27"
    },
    {
      "text": "In addition to the Code and the Classification Guidelines, s 11 of the Act provides that the matters to be taken into account in making a decision on the classification of publications, films and computer games include: \n \n \n '(a) the standards of morality, decency and propriety generally accepted by reasonable adults; \n \n (b) the literary, artistic or educational merit (if any) of the publication ...; and \n \n (c) the general character of the publication ..., including whether it is of a medical, legal or scientific character; and \n \n (d) the persons or class of persons to or amongst whom it is published or is intended or likely to be published.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n On 22 December 2005, the Board classified Join the Caravan and Defence of Muslim Lands as 'Unrestricted', upon the application of the Australian Federal Police pursuant to s 22A of the Act.",
      "id": "s29"
    },
    {
      "text": "The remarks of the Board in relation to both publications are set out below.",
      "id": "s30"
    },
    {
      "text": "In relation to Join the Caravan , the Board remarked:\n \n 'In the Board's view this publication can be accommodated in the \"Unrestricted\" classification as it contains descriptions of adult themes that do not have a high impact and are not offensive.",
      "id": "s31"
    },
    {
      "text": "The subject matter of the 70 page tract concerns an examination of the Islamic concept of \"Jihad\" largely as it related to the conflict in Afghanistan in 1987.",
      "id": "s32"
    },
    {
      "text": "' \n \n\nIn relation to Defence of the Muslim Lands , the Board remarked:\n \n 'This publication was written in 1984, four years after the invasion of Afghanistan by the USSR.",
      "id": "s33"
    },
    {
      "text": "It was designed as a call to arms against that invasion which was condemned by much of the Western world, including Australia, UK and USA.",
      "id": "s34"
    },
    {
      "text": "Its main aim, however, is to clarify, through the use [of] classical sources of Islam, the concept and manner in which jihad --- or Islamic holy war --- should be prosecuted.",
      "id": "s35"
    },
    {
      "text": "In the Board's view this publication is a scholarly work with a modern historical context.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n On 5 June 2006, the Attorney applied to the Review Board for review of the classification decisions made by the Board.",
      "id": "s37"
    },
    {
      "text": "Other than applying for review of the decisions, the Attorney did not take an active role in the review process, making no written or oral submissions.",
      "id": "s38"
    },
    {
      "text": "The Review Board permitted the applicant in these proceedings to make both oral and written submissions in relation to the Review Board's review of the publications.",
      "id": "s39"
    },
    {
      "text": "THE DECISIONS OF THE REVIEW BOARD \n The Publication Join the Caravan \n \n The Review Board's synopsis of this publication was in the following terms: \n \n 'This 65-page publication examines the Islamic concept of \"Jihad\" largely as it relates to the conflict in Afghanistan in 1987.",
      "id": "s40"
    },
    {
      "text": "However it was reprinted in 1996 and August 2001 with the addition of the publisher's foreword, details on Abdullah Azzam [the author] and (possibly) Part Three: Clarifications about the issue of Jihad today (although this is unclear).",
      "id": "s41"
    },
    {
      "text": "The author refers to the preface of the first and second edition, part one, part two and the conclusion.",
      "id": "s42"
    },
    {
      "text": "In the publication before the Review Board, following the conclusion is part three, a glossary and quotations from Salahuddin Ayyubi (Saladin).",
      "id": "s43"
    },
    {
      "text": "' \n \n \n The Review Board found that the publication fell within the description, in para (c) of Item 1 of the table for the classification of publications contained in the Code, of a publication that 'promotes, incites or instructs in matters of crime or violence'.",
      "id": "s44"
    },
    {
      "text": "The Review Board noted that the author of the book, Sheikh Abdullah Azzam, was often referred to as the 'Godfather of Jihad', whose motto, quoted in the book, was 'Jihad and rifle alone.",
      "id": "s45"
    },
    {
      "text": "No negotiations, No conferences and No dialogue'.",
      "id": "s46"
    },
    {
      "text": "The Review Board considered that the book was 'written as an emotive and passionate appeal to Muslims undertaking Jihad', quoting from the Koran, various scholars and modern Mujahadeen in support of its argument that Jihad is obligatory on every Muslim: \n \n 'Looking to the structure and nature of the book, the Review Board concluded that it is presented as a direct appeal to the Muslims to engage in fighting, particularly in Afghanistan, but also in other theatres.",
      "id": "s47"
    },
    {
      "text": "' \n \n \n After noting several passages in the book in which the author called upon Muslims and urged them to fight, using 'emotional language' in this regard, and noting that the book contained a section dealing with how to prepare for Jihad, the Review Board summarised its findings as follows: \n \n 'The Review Board considered that the book: \n \n \n \n &#8226; was, in its own words \n \n \n \n \n \n \"one of the principal inspirations for thousands of Muslims from all over the world to go and fight in Afghanistan to defend Muslim blood, property and honour\",\n \n This, the Review Board considered provided some evidence about the book's objective purpose.",
      "id": "s48"
    },
    {
      "text": "&#8226; was specific and explicit in its support for and encouragement of fighting against non-believers, specifically in Afghanistan; \n \n \n \n \n \n &#8226; contains instruction about how to prepare for, and matters to note about, Jihad in Afghanistan; \n \n \n \n \n \n &#8226; is written in an emotive and passionate manner with the purpose of being a real and genuine call to specific action by Muslims.",
      "id": "s49"
    },
    {
      "text": "The book was written as an impassioned plea to Muslims to fight for Allah and engage in acts of violence, specifically in Afghanistan but also elsewhere; \n \n \n \n \n \n &#8226; was republished in 2001 to specifically refer to \"Jihad in general\" which gives the book a contemporary relevance and context; \n \n \n \n \n \n \n \n &#8226; is written by a well-known Jihadi who had engaged in acts of terrorism and who had ties to the Taliban, and was a mentor to Osama Bin Laden and his associates; \n \n \n \n \n \n \n \n &#8226; has the objective purpose of promoting and inciting acts of terrorism against \"disbelievers\", and in particular in Afghanistan.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n \n \n In making its decision, the Review Board noted that it considered: \n \n \n ' the general principle that adults should be able to read what they want, but also the community's concerns about material that promoted terrorism and other criminal activities; \n \n \n \n \n \n &#8226; that the publication, being written by a prominent Islamic terrorist, may appeal to some disenfranchised segments of the community and that the book was designed to encourage such people to take up arms and commit specific crimes against non-believers, in the cause of Islam; \n \n \n \n \n \n &#8226; that the book, written by an extreme Jihadi, presented a one-sided and extreme interpretation of Islam and it did not have any discernable educational or literary merit.",
      "id": "s51"
    },
    {
      "text": "Even after considering the need to undertake a conservative interpretation of the Code, the Review Board unanimously concluded that the publication promoted and incited in matters of crime and violence.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n The Review Board referred specifically to s 101.1 of the Criminal Code Act 1995 (Cth) ('the Criminal Code '), which creates an offence of engaging in 'a terrorist act', a term which is defined under the Criminal Code to include an action done with, among other things, 'the intention of advancing a political, religious or ideological cause'.",
      "id": "s53"
    },
    {
      "text": "The Review Board was satisfied that the objective purpose of Join the Caravan was to promote and incite actions of precisely this type.",
      "id": "s54"
    },
    {
      "text": "In the summary of its decision on Join the Caravan , the Review Board stated that the book's cumulative impact drew the reader to the conclusion 'that Jihad is an obligation of Muslims', and took its reader 'down a narrow path with the conclusion being that it is obligatory to go out and commit the crime of terrorism, particularly suicide bombing and other operations where death to the perpetrator is the likely outcome'.",
      "id": "s55"
    },
    {
      "text": "Accordingly, the Review Board classified the publication 'RC'.",
      "id": "s56"
    },
    {
      "text": "The Publication Defence of the Muslim Lands \n \n The Review Board's synopsis of this publication was in the following terms: \n \n 'Written in 1984 --- as was the preface by Osama Bin Laden --- four years after the invasion of Afghanistan by the USSR, the book is a \"fatwa\" (Islamic legal ruling) and a \"call to arms\" against the invasion, which was condemned at the time by much of the Western world including Australia, the UK and the US.",
      "id": "s57"
    },
    {
      "text": "The book was reprinted in English in August 1996 and again in September 2002, which was the edition submitted for review.",
      "id": "s58"
    },
    {
      "text": "The original translation was undertaken in 1996 by the Mujahadeen in Bosnia \"with a view to encouraging the English speaking Muslims to come to the assistance of their fellow Muslims there.",
      "id": "s59"
    },
    {
      "text": "\" \n \n In addition to the original work by Sheikh Azzam, the September 2002 edition includes a dedication to Sheikh Azzam \"who ignited the flame of Jihad in the 20 th Century\", a publisher's foreword, a biography of Abdullah Azzam, the addition of 150 footnotes giving explanations and additions to what was meant (in the eyes of the publishers) by the author, the scholars index outlining details of more than 50 scholars whose statements form the basis of the book, and a detailed glossary of Arabic or Islamic terms.",
      "id": "s60"
    },
    {
      "text": "The book is 114-pages and aims to clarify, through the use of classical sources of Islam, the concept and manner in which \"Jihad\" should be prosecuted.",
      "id": "s61"
    },
    {
      "text": "It justifies the concept of \"Jihad\" in the context of fighting the USSR as per the author's words and with the addition of the publisher's comments \"to all similar situations facing the Muslims\" today (as at September 2002).",
      "id": "s62"
    },
    {
      "text": "' \n \n \n In the Review Board's opinion, this book, also written by Sheikh Abdullah Azzam, 'promotes and incites in matters of crime and violence, specifically terrorist acts and martyrdom operations'.",
      "id": "s63"
    },
    {
      "text": "The Review Board placed particular emphasis on pp 64 and 65 of the book, and the concluding paragraph on p 93.",
      "id": "s64"
    },
    {
      "text": "The Review Board found that the objective purpose of the book, 'as outlined in the foreword by the publishers in September 2002', and its intent, was 'to exhort people to perform acts of terrorism': \n \n 'The main purpose of the document is to justify the use of, and glorify martyrdom operations.",
      "id": "s65"
    },
    {
      "text": "It also calls upon Muslims to become involved in this type of operation to overcome the \"disbelievers\".",
      "id": "s66"
    },
    {
      "text": "\"Fighting for Islam\" is held in the highest esteem as described in the quote on page xvi: \"Standing for an hour in the ranks of battle waged for the Sake of Allah is better than standing in prayer for sixty years\".",
      "id": "s67"
    },
    {
      "text": "' \n \n \n The Review Board noted that Appendix C to the book, titled 'The Islamic Ruling on Martyrdom Operations', was specific in its description of martyrdom operations.",
      "id": "s68"
    },
    {
      "text": "Ultimately, the Review Board summarised its factual findings as follows: \n \n 'The Review Board considered that the book: \n \n \n \n &#8226; was specific and explicit in its support for and encouragement of suicide bombing; \n \n \n \n \n \n &#8226; contained details about how to undertake suicide bombing, explained techniques for undertaking such crimes and outlined the political and psychological benefits and distress caused to the enemy caused by such attacks; \n \n \n \n \n \n &#8226; was written in an emotively and passionate manner with the purpose of being a real and genuine call to specific action by Muslims.",
      "id": "s69"
    },
    {
      "text": "The book was written as an impassioned plea to Muslims to fight for Allah and engage in acts of violence; \n \n \n \n \n \n &#8226; was republished in 2002 to specifically refer to \"all situations confronting Muslims around the world\" which gave the book a contemporary relevance and context; \n \n \n \n \n \n &#8226; was written by a well-known Jihadi who had engaged in acts of terrorism and who had ties to the Taliban, Osama Bin Laden and associates; \n \n \n \n \n \n &#8226; had the objective purpose of promoting and inciting acts of terrorism against disbelievers, and suicide bombings, either in non-Muslim lands or in occupied Muslim lands.",
      "id": "s70"
    },
    {
      "text": "' \n \n \n \n \n After referring to the same considerations that it took into account in classifying Join the Caravan , the Review Board unanimously concluded that the publication 'promoted and incited in matters of crime and violence'.",
      "id": "s71"
    },
    {
      "text": "The Review Board also referred to s 101.1 of the Criminal Code , taking the view that the objective purpose of Defence of the Muslim Lands was to promote and incite actions of the type proscribed by that section and the definition of 'terrorist act'.",
      "id": "s72"
    },
    {
      "text": "THE GROUNDS OF THE APPLICANT'S APPLICATION \n \n In its amended application, the applicant relied on the following grounds: \n \n 1.",
      "id": "s73"
    },
    {
      "text": "That each decision involved an error of law --- four such errors were identified.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "That each decision was an improper exercise of the power conferred on the Review Board by s 44 of the Act by failing to take into account a relevant consideration in the exercise of that power --- three such considerations were identified.",
      "id": "s76"
    },
    {
      "text": "3.",
      "id": "s77"
    },
    {
      "text": "There was no evidence or other material to justify the making of each decision.",
      "id": "s78"
    },
    {
      "text": "4.",
      "id": "s79"
    },
    {
      "text": "Each decision was not authorised by the Act in pursuance of which it was purported to be made.",
      "id": "s80"
    },
    {
      "text": "There was an overlap between the errors of law identified and the relevant considerations identified, and some of those considerations were the subject of the 'no evidence' ground.",
      "id": "s81"
    },
    {
      "text": "Error of Law (1): The meaning of 'promote, incite or instruct in matters of crime or violence.",
      "id": "s82"
    },
    {
      "text": "' \n The Applicant's Submissions \n \n The applicant submitted that in legislation that might generally be described as censorship legislation, a publication does not promote or incite crime or violence unless an effect of the publication is to: \n \n (i) further or advance the likelihood of a person or persons to whom the publication is published or intended or likely to be published committing an offence or violence; or\n (ii) stir up or stimulate a person or persons to whom the publication is published or intended or likely to be published to commit an offence or violence.",
      "id": "s83"
    },
    {
      "text": "The applicant submitted that the Review Board failed to address whether or not the publications had such an effect or were likely to have such an effect and instead applied a test whereby it was sufficient to classify a publication 'RC' if the publication had the objective purpose of promoting or inciting in matters of crime or violence.",
      "id": "s84"
    },
    {
      "text": "In support of its submission that a publication does not promote crime or violence unless the publication had an effect of the kind in (i) of [23] above, the applicant relied on three New Zealand decisions: \n \n &#8226; GA Moonen v Film and Literature Board of Review [2000] 2 NZLR 9 (' Moonen No.",
      "id": "s85"
    },
    {
      "text": "1 ')\n &#8226; GA Moonen v Film and Literature Board of Review [2002] 2 NZLR 754 (' Moonen No.",
      "id": "s86"
    },
    {
      "text": "2 ')\n &#8226; Society for the Promotion of Community Standards Inc v Film and Literature Board of Review [2005] 3 NZLR 403.",
      "id": "s87"
    },
    {
      "text": "In Moonen No.",
      "id": "s88"
    },
    {
      "text": "1, the New Zealand Court of Appeal considered the meaning of subss 3(1) and (2) of the Film, Video and Publications Classification Act 1993 (NZ) ('the FVPC Act') which stated: \n \n \n '(1) For the purposes of this Act, a publication is objectionable if it describes, depicts, expresses, or otherwise deals with matters such as sex, horror, crime, cruelty or violence in such a manner that the availability of the publication is likely to be injurious to the public good.",
      "id": "s89"
    },
    {
      "text": "(2) A publication shall be deemed to be objectionable for the purposes of this Act if the publication promotes or supports, or tends to promote or support, ...' \n \n \n\n(There then follows a list of matters such as the exploitation of children, the use of violence in relation to sexual conduct and other matters.",
      "id": "s90"
    },
    {
      "text": ")\n \n Subsection 3(2) is thus a deeming provision which deems a publication objectionable if it promotes (or supports or tends to promote or support) the relevant criteria.",
      "id": "s91"
    },
    {
      "text": "The Film and Literature Board of Review ('the NZ Board') determined that a book called The Seventh Acolyte and various photographs were objectionable within the meaning of s 3 of the FVPC Act.",
      "id": "s92"
    },
    {
      "text": "There was an appeal to a single judge and a subsequent appeal to the Court of Appeal.",
      "id": "s93"
    },
    {
      "text": "The Court of Appeal upheld the appeal on the basis that the NZ Board's decision contained no discussion and no reasons as to why the publication 'promoted' the sexual exploitation of children (Judgment [26] and [28]).",
      "id": "s94"
    },
    {
      "text": "At Judgment [29], the Court discussed the concept of promotion: \n \n ' The concepts of promotion and support are concerned with the effect of the publication, not with the purpose or the intent of the person who creates or possesses it.",
      "id": "s95"
    },
    {
      "text": "The concepts denote an effect which advocates or encourages the prohibited activity, to borrow the words of Rowles J of the British Columbia Court of Appeal in an allied context in R v Sharpe (1999) 136 CCC 3d 97 judgment given on 30 June 1999 at para 184.",
      "id": "s96"
    },
    {
      "text": "Description and depiction (being the words used in s3(3)(a) of the Act) of a prohibited activity do not of themselves necessarily amount to promotion of or support for that activity.",
      "id": "s97"
    },
    {
      "text": "There must be something about the way the prohibited activity is described, depicted or otherwise dealt with, which can fairly be said to have the effect of promoting or supporting that activity.",
      "id": "s98"
    },
    {
      "text": "It is not apparent from the board's decision how the nine stories, which described sexual activity between men and boys under the age of 16, had the effect of promoting or supporting the exploitation of children or young persons for sexual purposes in the sense of advocating or encouraging that exploitation.",
      "id": "s99"
    },
    {
      "text": "' (Emphasis added)\n \n \n Following the decision in Moonen No.",
      "id": "s100"
    },
    {
      "text": "1 , the publication was sent back to the NZ Board for reconsideration in accordance with the Court of Appeal's judgment.",
      "id": "s101"
    },
    {
      "text": "Moonen No.",
      "id": "s102"
    },
    {
      "text": "2 was an appeal against the NZ Board's reconsideration.",
      "id": "s103"
    },
    {
      "text": "The NZ Board again found the book and some (but not all) of the photographs objectionable.",
      "id": "s104"
    },
    {
      "text": "In accordance with the meaning attributed to the words 'promote or support' by the Court of Appeal in Moonen No.",
      "id": "s105"
    },
    {
      "text": "1, the NZ Board found the material objectionable because: (a) in relation to the books, the stories would have had the effect of encouraging those who might consider engaging in such activities ([17]); (b) the photographs, depicting children as sexual objects, had the effect of encouraging the exploitation of children as if it were a normal and acceptable activity ([18]).",
      "id": "s106"
    },
    {
      "text": "The Court of Appeal dismissed the appeal, finding that the NZ Board and the single judge of the High Court had correctly stated and applied the law laid down in Moonen No.",
      "id": "s107"
    },
    {
      "text": "1: \n \n 'The Board, and the High Court, focused on the effect of the publication, the book and the photographs concerned in relation to s3(2)(a).",
      "id": "s108"
    },
    {
      "text": "' ([22])\n \n \n In Society for the Promotion of Community Standards Inc v Film and Literature Board of Review, the New Zealand Court of Appeal again considered the meaning of subs 3(2) of the FVPC Act, although primarily in relation to the phrase 'tends to promote'.",
      "id": "s109"
    },
    {
      "text": "At [105], McGrath and Glazebrook JJ said: \n \n 'We consider that the proximity to the absolute standard required when assessing whether a publication tends to promote or support the specified activity may differ depending on the context.",
      "id": "s110"
    },
    {
      "text": "The exact shade of meaning required in a particular case is thus, in our view, a matter for the expert classifying body to assess.",
      "id": "s111"
    },
    {
      "text": "However, a publication should not be seen as tending to promote or support a specified activity unless there is a real or material or substantial risk, as assessed by the expert classifying body, that it will do so (see, in another context, the definitions of \"likely\" set out in R v Piri [1987] 1 NZLR 66 at p 79 and R v Meynell [2004] 1 NZLR 507 at p 517.",
      "id": "s112"
    },
    {
      "text": "' (Emphasis added)\n \n \n The applicant submitted that these three New Zealand cases, and particularly the passages set out at [29] and [35] above in relation to the concept of promotion, support the applicant's contention as to the meaning of 'promote' in the Code.",
      "id": "s113"
    },
    {
      "text": "In support of its submission that a publication does not incite in matters of crime or violence unless the publication had an effect of the kind in (ii) of [23] above, the applicant referred to what was said by the New South Wales Administrative Decisions Tribunal ('the Tribunal') in a case under the Anti-Discrimination Act 1977 (NSW): Western Aboriginal Legal Service Limited v Jones [2000] NSWADT 102.",
      "id": "s114"
    },
    {
      "text": "One of the issues that arose in the case was the meaning of 'incite' in s 20C of the Anti-Discrimination Act .",
      "id": "s115"
    },
    {
      "text": "The Tribunal accepted that the proper approach was to look at the Macquarie Dictionary definition of 'incite' and to give the word its ordinary and natural meaning.",
      "id": "s116"
    },
    {
      "text": "At [86] the Tribunal said: \n \n 'In seeking to deal with the conflicting submissions from counsel and to give proper meaning to the word \"incite\" it is appropriate to turn to first principles of statutory construction.",
      "id": "s117"
    },
    {
      "text": "Brutus v Cousens [1972] UKHL 6 ; [1973] AC 854 is often cited as authority for the proposition that ordinary words, when used in a statute, should be given their ordinary and natural meaning.",
      "id": "s118"
    },
    {
      "text": "We don't believe that the word \"incite\" is used in section 20C(1) with any special legal meaning or with a non-legal technical meaning.",
      "id": "s119"
    },
    {
      "text": "Thus, the approach taken by the Tribunal in Harou-Sourdon to look at the dictionary meaning of the word seems correct.",
      "id": "s120"
    },
    {
      "text": "Unfortunately that dictionary meaning does not resolve the problem before us because part of the definition --- \"to urge on\" --- seems to suggest that intending to produce a result in the audience is a necessary part of inciting, whereas the second part of the definition --- \"stimulate or prompt to action\" --- appears to look to the effect upon the audience rather than to the intention of the person who incites.",
      "id": "s121"
    },
    {
      "text": "' \n \n \n The Tribunal then proceeded to look at extrinsic material on the basis that the meaning was 'ambiguous or obscure' within the meaning of the Interpretation Act 1987 (NSW).",
      "id": "s122"
    },
    {
      "text": "At [93], the Tribunal concluded: \n \n 'Bearing in mind all of the foregoing matters we believe that when considering section 20C(1) of the Act it is not necessary for the complainant to prove that the person who performed the public act intended to incite anyone and nor is it necessary to prove that anyone was in fact incited by the public act in question.",
      "id": "s123"
    },
    {
      "text": "It is the capacity of the public act performed by a person which is significant, rather than the intent of the person who performed that act.",
      "id": "s124"
    },
    {
      "text": "Further, it is the likely effect rather than the actual effect of the public act which is significant .",
      "id": "s125"
    },
    {
      "text": "In some instances evidence of actual effect may be of relevance when considering remedies.",
      "id": "s126"
    },
    {
      "text": "' (Emphasis added)\n \n \n The applicant submitted that while the Tribunal's decision relates to a different statutory context, the Tribunal's reasoning supports the interpretation contended for in this case by the applicant.",
      "id": "s127"
    },
    {
      "text": "The applicant sought to bolster its argument that the phrase 'promotes or incites' requires regard to be had to the effect of the publication by referring the Court to more general principles relating to the construction of statutes which seek to impair or abrogate a fundamental right such as freedom of expression.",
      "id": "s128"
    },
    {
      "text": "Reference was made to what Gleeson CJ said in Al-Kateb v Godwin [2004] HCA 37 ; (2004) 219 CLR 562 at 577: \n \n 'Courts do not impute to the legislature an intention to abrogate or curtail certain human rights or freedoms (of which personal liberty is the most basic) unless such an intention is clearly manifested by unambiguous language, which indicates that the legislature has directed its attention to the rights or freedoms in question, and has consciously decided upon abrogation or curtailment.",
      "id": "s129"
    },
    {
      "text": "' \n \n \n In the present case, the applicant submitted, the underlying reason for narrowly defining the meaning of 'promote or incite' is to ensure that the law does not extend beyond its public purpose: Coleman v Power [2004] HCA 39 ; (2004) 220 CLR 1 at [182] per Gummow and Hayne JJ.",
      "id": "s130"
    },
    {
      "text": "Thus, if the author of the books had the purpose of promoting or inciting crime or violence yet the books did not or were not likely to have that effect, no overriding public purpose would be served by banning the sale of the books.",
      "id": "s131"
    },
    {
      "text": "This is particularly so where the ideas contained in the books are said to be at the frontline of the 'battle of ideas' to which the Federal Government refers in its 2004 White Paper entitled 'Transnational Terrorism: the Threat to Australia' .",
      "id": "s132"
    },
    {
      "text": "To ban the books deprives Australians of the opportunity of reading the material and making up their minds as to the extent of the threat from terrorism and the ideas at conflict in the so-called 'battle'.",
      "id": "s133"
    },
    {
      "text": "This approach to the interpretation of the Code, the applicant submitted, is on all fours with the approaches adopted, particularly in the joint judgment of Gummow and Hayne JJ, but also in the judgment of Kirby J, in Coleman v Power .",
      "id": "s134"
    },
    {
      "text": "Coleman v Power concerned s 7(1)(d) of the Vagrants, Gaming and Other Offences Act 1931 (Qld).",
      "id": "s135"
    },
    {
      "text": "The appellant argued that the section breached the implied freedom of political communication (to use a shorthand expression).",
      "id": "s136"
    },
    {
      "text": "In order to determine whether the section breached the implied freedom, it was necessary to first construe the section.",
      "id": "s137"
    },
    {
      "text": "In construing the legislation, Gummow and Hayne JJ, in their joint judgment, made a number of points which, according to the applicant, impact upon the exercise of statutory interpretation required in the present case.",
      "id": "s138"
    },
    {
      "text": "First, at [185] they said: \n \n 'First and foremost is the fact that s 7(1)(d) creates a criminal offence.",
      "id": "s139"
    },
    {
      "text": "The offence which it creates restricts freedom of speech.",
      "id": "s140"
    },
    {
      "text": "That freedom is not, and never has been, absolute.",
      "id": "s141"
    },
    {
      "text": "But in confining the limits of the freedom, a legislature must mark the boundary it sets with clarity.",
      "id": "s142"
    },
    {
      "text": "Fundamental common law rights are not to be eroded or curtailed save by clear words.",
      "id": "s143"
    },
    {
      "text": "' \n \n \n Second, Gummow and Hayne JJ commented on the applicability of United States cases on First Amendment freedom of speech, although it has been observed that such cases have no direct application to the implied freedom under the Australian Constitution : see, for example, Heerey J in Brown v Classification Review Board (1998) 82 FCR 225 at 242 --- 243.",
      "id": "s144"
    },
    {
      "text": "As Gummow and Hayne JJ point out, however, the United States cases are not entirely irrelevant (at [188]): \n \n 'The Australian constitutional and legal context is different from that of the United States.",
      "id": "s145"
    },
    {
      "text": "The United States decisions about so-called \"fighting words\" find no direct application here.",
      "id": "s146"
    },
    {
      "text": "The United States references to \"narrowly limited\" definitions of speech which can be proscribed find echoes in the application of well-established principles of statutory construction to the Vagrants Act.",
      "id": "s147"
    },
    {
      "text": "Once it is recognised that fundamental rights are not to be cut down save by clear words, it follows that the curtailment of free speech by legislation directed to proscribing particular kinds of utterances in public will often be read as \"narrowly limited\".",
      "id": "s148"
    },
    {
      "text": "' \n \n \n Third, Gummow and Hayne JJ posited that the 'narrowly limited' approach leads to an interpretation which focuses on the effect of the words spoken rather than simply on the words themselves (at [191]): \n \n 'Making criminal the use of certain kinds of words to another can be explained only by reference to the effect on, or the reaction of, the person to whom the words are directed.",
      "id": "s149"
    },
    {
      "text": "' \n \n \n Fourth, Gummow and Hayne JJ noted that the legislation is to be interpreted in the context of an implied constitutional freedom of communication.",
      "id": "s150"
    },
    {
      "text": "The preferred construction should, therefore, be one which is reasonably and appropriately adapted to serve the legitimate public need for order and security ([195] --- [197]).",
      "id": "s151"
    },
    {
      "text": "According to the applicant, these four points are directly applicable when one comes to interpret the words 'promote or incite' in the present case.",
      "id": "s152"
    },
    {
      "text": "They support an interpretation of the words which looks not only at the words and the purpose of the author, but of the effect or likely effect of the words.",
      "id": "s153"
    },
    {
      "text": "The Attorney-General's Submissions \n \n The Attorney submitted that it is important to evaluate the applicant's argument --- that in deciding that the publications promoted or incited in matters of crime or violence, the Review Board should have considered, but did not, whether the effect of either publication was in terms of (i) or (ii) of [23] above --- in the broader context of the Code, the opening clause of which provides: \n \n 'Classification decisions are to give effect, as far as possible, to the following principles: \n \n (a) adults should be able to read, hear and see what they want; \n \n \n \n (b) minors should be protected from material likely to harm or disturb them; \n \n (c) everyone should be protected from exposure to unsolicited material that they find offensive; \n \n \n \n (d) the need to take account of community concerns about: \n \n \n \n \n (i) depictions that condone or incite violence, particularly sexual violence; and \n \n \n \n \n \n (ii) the portrayal of persons in a demeaning manner.",
      "id": "s154"
    },
    {
      "text": "' \n \n \n \n\nAccording to the Attorney, the principle in para (a) of the clause encapsulates the general freedom within Australia for persons to communicate with each other, whatever form that communication might take.",
      "id": "s155"
    },
    {
      "text": "While the Board and the Review Board are required to give effect to this principle when making classification decisions, the insertion, in the opening phrase, of the qualification 'as far as possible' recognises that there may be occasions when other community concerns take priority over the general freedom of adults to 'read, hear and see what they want'.",
      "id": "s156"
    },
    {
      "text": "Paragraphs (b), (c) and (d) are concerns of this nature.",
      "id": "s157"
    },
    {
      "text": "Not every publication, film or computer game will raise any conflict between these principles; where the content of a publication, film or computer game produces such a conflict, it is the task of the Board, and the Review Board, to evaluate where the balance between these competing principles is best struck.",
      "id": "s158"
    },
    {
      "text": "The Attorney submitted that those responsible for framing the terms of the Code have, in respect of certain provisions, already conducted that balancing exercise.",
      "id": "s159"
    },
    {
      "text": "The Code contains a table for each category of material that is subject to classification under the Act and the Code.",
      "id": "s160"
    },
    {
      "text": "The table sets out each classification category and a corresponding description of the types of material that will fall within their purview.",
      "id": "s161"
    },
    {
      "text": "The publications table in the Code, for example, contains the following description of publications which 'are to be classified' 'RC': \n \n 'Publications that: \n \n \n \n (a) describe, depict, express, or otherwise deal with matters of sex, drug misuse or addiction, crime, cruelty, violence or revolting or abhorrent phenomena in such a way that they offend against the standards of morality, decency and propriety generally accepted by reasonable adults to the extent that they should not be classified; or \n \n \n \n \n \n (b) describe or depict in a way that is likely to cause offence to a reasonable adult, a person who is, or appears to be, a child under 18 (whether the person is engaged in a sexual activity or not); or \n \n \n \n (c) promote, incite or instruct in matters of crime or violence.",
      "id": "s162"
    },
    {
      "text": "' \n \n \n The last of the three descriptions formed the basis of the Review Board's decision to classify the publications 'RC' in this case.",
      "id": "s163"
    },
    {
      "text": "The decision of the Review Board that was the subject of Brown relied upon the same paragraph.",
      "id": "s164"
    },
    {
      "text": "Although primarily concerned with the meaning of 'instruct', the Attorney submitted that the approach of the Court in Brown to the construction of that word is instructive for the interpretation in this case of the words 'promote' and 'incite'.",
      "id": "s165"
    },
    {
      "text": "In Brown , French J described the phrase 'promote, incite or instruct' as (at 239D): \n \n '... a collocation of overlapping meanings.",
      "id": "s166"
    },
    {
      "text": "According to the Shorter Oxford English Dictionary , to promote is to further the growth, development, progress or establishment of (anything); to further advance, encourage.",
      "id": "s167"
    },
    {
      "text": "To incite, is to urge or spur on; to stir up, instigate, stimulate.",
      "id": "s168"
    },
    {
      "text": "To instruct, is relevantly to furnish with knowledge or information; to teach or educate.",
      "id": "s169"
    },
    {
      "text": "' \n \n\nIn his Honour's opinion, the relevant inquiry for the Board was as follows (at 239F-G):\n \n 'Consistently with the principle of freedom of expression recognised by the Code itself, it must appear from the publication in question that it goes beyond the mere provision of information about crime and teaches or educates in matters of crime.",
      "id": "s170"
    },
    {
      "text": "Reflecting the theme of promotion or incitement the provision of information on matters of crime will constitute instruction if it appears from the content and context of the article, objectively assessed, as purposive, the relevant purpose being to encourage and equip people with the information to commit crimes.",
      "id": "s171"
    },
    {
      "text": "So construed, this provision of the Code in my opinion seeks by reasonable and appropriate means to protect the rule of law which is of the essence of democratic society with representative and responsible government.",
      "id": "s172"
    },
    {
      "text": "' \n \n \n Heerey J agreed with French J, stating that (at 242C): \n \n '... one is not concerned with the actual effect of the publication.",
      "id": "s173"
    },
    {
      "text": "Still less is the actual intent of the author or publisher relevant.",
      "id": "s174"
    },
    {
      "text": "The [test] is an objective one.",
      "id": "s175"
    },
    {
      "text": "' \n \n \n The Attorney submitted that the Court's endorsement of an objective and purposive approach enables the Board and the Review Board to focus upon the content of the publication.",
      "id": "s176"
    },
    {
      "text": "The content of the publication is, after all, the focus of the classification process.",
      "id": "s177"
    },
    {
      "text": "A construction of para (c) of Item 1 of the publications table in the Code that requires separate consideration of the effect, likely or actual, of a publication shifts the focus from the content of the publication to a speculative consideration of whether, notwithstanding that its purpose, objectively determined, is to promote or incite crime or violence, the publication has that actual or likely effect.",
      "id": "s178"
    },
    {
      "text": "According to the Attorney's submission, the Court's approach in Brown is also consistent with the absence of an express requirement in para (c) that the Board or Review Board examine the effect of a publication.",
      "id": "s179"
    },
    {
      "text": "The terms of para (c) can be contrasted with para (a), which requires the publications to deal with the matters described in the paragraph 'in such a way that they offend against the standards of morality, decency and propriety generally accepted by reasonable adults to the extent that they should not be classified'.",
      "id": "s180"
    },
    {
      "text": "Similarly, para (b) requires the publication to describe or depict a person who is, or appears to be, a child under 18 'in a way that is likely to cause offence to a reasonable adult'.",
      "id": "s181"
    },
    {
      "text": "As Sundberg J stated in Brown (at 257B): \n \n 'The absence of such a requirement, when it has been included in pars (a) and (b), is a clear indication that it is not to apply to publications falling within par (c).",
      "id": "s182"
    },
    {
      "text": "' \n \n \n The Attorney submitted that, in imposing an 'effect' requirement in paras (a) and (b), the legislature has recognised that while the content specified in those paragraphs may be offensive to some segments of the community, it may not be to others.",
      "id": "s183"
    },
    {
      "text": "In that situation, assessing the content in accordance with the standards and sensibilities of reasonable adults will strike an appropriate balance between the general principle that adults should be able to read, hear and see what they want, and the competing community concerns about such matters as drug misuse or addiction, crime, cruelty or violence.",
      "id": "s184"
    },
    {
      "text": "By contrast, the Attorney continued, the concern addressed in para (c) is not a matter of general community sensibilities, but relates rather to community safety.",
      "id": "s185"
    },
    {
      "text": "The absence of an express requirement to consider the effect of a publication that 'promotes, incites or instructs in matters of crime or violence' can to some degree be explained by the possibility that a publication that has such a purpose, objectively determined, will provoke the commission of the very matter of crime or violence promoted or incited, or in respect of which the reader is instructed.",
      "id": "s186"
    },
    {
      "text": "The potential for a publication satisfying the description in para (c) to have such an 'effect' --- indeed serious consequences --- is built in to the description of the activities outlawed by the paragraph.",
      "id": "s187"
    },
    {
      "text": "It may be, the Attorney submitted, that when faced with a publication that could fall within para (c), the Board or Review Board will consider the potential effects of the publication; contrary to the submissions of the applicant, the Review Board in fact did so in this case.",
      "id": "s188"
    },
    {
      "text": "However, it need not do so.",
      "id": "s189"
    },
    {
      "text": "Rather than leave any possibility to chance, the legislature has adopted the course of requiring that a publication that promotes, incites or instructs in matters of crime or violence be refused classification.",
      "id": "s190"
    },
    {
      "text": "The authorities relied upon by the applicant in support of the meaning of the words 'promote' and 'incite' do not lead to a contrary conclusion.",
      "id": "s191"
    },
    {
      "text": "The Attorney submitted that the cases cited by the applicant in respect of the meaning of the word 'promote' are all decisions of the New Zealand Court of Appeal in respect of the construction of the FVPC Act .",
      "id": "s192"
    },
    {
      "text": "The phrase in that Act which was at issue in these cases was 'promotes or supports, or tends to promote or support', which appears in s 3(2).",
      "id": "s193"
    },
    {
      "text": "As Tipping J noted in Moonen (No.",
      "id": "s194"
    },
    {
      "text": "1) (at [16]), the Court's construction of those words had to accommodate the provisions of the New Zealand Bill of Rights.",
      "id": "s195"
    },
    {
      "text": "His Honour stated (at [27]): \n \n 'In considering the correct meaning of the words \"promotes or supports\", a Bill of Rights-consistent approach is required.",
      "id": "s196"
    },
    {
      "text": "It is inevitable in a censorship context that some limit will be placed on freedom of expression, but the combined effect of ss 5 and 6 of the Bill of Rights results in a need to put on the words \"promotes or supports\" such available meaning as impinges as little as possible on freedom of expression.",
      "id": "s197"
    },
    {
      "text": "' \n \n \n In Society for the Promotion of Community Standards Inc v Film and Literature Board of Review , the New Zealand Court of Appeal was concerned with the second half of the phrase in subs 3(2), namely 'tends to promote or support'.",
      "id": "s198"
    },
    {
      "text": "McGrath and Glazebrook JJ noted that the use of the words 'tends to' was 'designed to provide a sliding scale so as to ensure that it was not necessary for the classifying authority to come to the view that the publication's effect was definitely to promote or support the specified activities' (at [100]).",
      "id": "s199"
    },
    {
      "text": "In construing those words, their Honours were mindful of the 'Moonen (No.",
      "id": "s200"
    },
    {
      "text": "1) principles' as to adopting a meaning 'which impinges the least on freedom of expression' (at [102] --- [103]).",
      "id": "s201"
    },
    {
      "text": "The Attorney submitted that in Western Aboriginal Legal Service Limited v Jones , the Tribunal considered the meaning of the word 'incite' in a different statutory context to that at issue in this case.",
      "id": "s202"
    },
    {
      "text": "Section 20C(1) of the Anti-Discrimination Act declares it 'unlawful for a person, by a public act, to incite hatred towards, serious contempt for, or severe ridicule of, a person or group of persons on the ground of the race of the person or members of the group'.",
      "id": "s203"
    },
    {
      "text": "The primary issue for the Tribunal was whether the word 'incite' incorporated an intent element.",
      "id": "s204"
    },
    {
      "text": "As the applicant acknowledges in [79] of its written submissions, having considered that the 'ordinary meaning' of 'incite' was unclear, the Tribunal had regard to extrinsic materials in order to properly define it in the particular context of s 20C(1) , including the Second Reading Speech and a report by the New South Wales Law Reform Commission on its review of the Act (at [86] --- [87], [89]).",
      "id": "s205"
    },
    {
      "text": "The Attorney submitted that in classifying Join the Caravan and Defence of Muslim Lands 'RC', the Review Board considered them as a whole.",
      "id": "s206"
    },
    {
      "text": "In accordance with the construction of the paragraph settled upon by the Full Court in Brown, the Review Board found that the objective purpose of both publications was to promote and incite in matters of crime or violence.",
      "id": "s207"
    },
    {
      "text": "In particular, the Review Board took the view that the purpose of the publications was to incite actions of the type proscribed in s 101.1 of the Criminal Code .",
      "id": "s208"
    },
    {
      "text": "Although the main text of the publications was written before the enactment by the Commonwealth of the terrorism provisions, the Review Board considered that their republication, together with additional material explaining the relevance of the text in modern times, gave the books 'a contemporary relevance and context'.",
      "id": "s209"
    },
    {
      "text": "Finally, the Attorney submitted that even if his construction of para (c) of Item 1 of the publications table in the Code were not accepted, and consideration of the effect of a publication was in fact required before a publication could be properly described as promoting or inciting crime or violence, the Review Board clearly undertook such consideration in this case.",
      "id": "s210"
    },
    {
      "text": "It noted, for example, that the publisher of Join the Caravan described the book as 'one of the principal inspirations for thousands of Muslims from all over the world to go and fight in Afghanistan'.",
      "id": "s211"
    },
    {
      "text": "It considered the book to be 'specific and explicit in its support for and encouragement of fighting against non-believers', and was 'an impassioned plea to Muslims to fight for Allah and engage in acts of violence, specifically in Afghanistan but also elsewhere'.",
      "id": "s212"
    },
    {
      "text": "The book Defence of Muslim Lands contained passages which described martyrdom operations and an analysis supporting such operations as legal.",
      "id": "s213"
    },
    {
      "text": "The Review Board considered that both publications had the potential to appeal 'to some disenfranchised segments of the community', and were 'designed to encourage people to take up arms and commit specific crimes against non-believers, in the cause of Islam'.",
      "id": "s214"
    },
    {
      "text": "Conclusion \n \n In its reply submissions, the applicant referred to the dictionary definitions of the words 'promote' and 'incite'; in the case of the word 'promote' to the meaning: 'to further the growth, development, progress ...",
      "id": "s215"
    },
    {
      "text": "encourage.",
      "id": "s216"
    },
    {
      "text": "'; and in the case of the word 'incite' to the meaning: 'to urge or spur on; to stir up, instigate, stimulate'.",
      "id": "s217"
    },
    {
      "text": "It was submitted that the definitions of the words themselves contain a requirement to look to the effect or likely effect of the action, in this case publications of the books.",
      "id": "s218"
    },
    {
      "text": "I reject this submission.",
      "id": "s219"
    },
    {
      "text": "There is nothing in the definition of either word which requires one to look to the effect or likely effect of the relevant action.",
      "id": "s220"
    },
    {
      "text": "More fundamentally, the terms of para (c) of Item 1 of the Code dealing with those publications which are to be classified 'RC' cannot be construed by reference to para (c) alone, but are to be construed by reference to the context ( CIC Insurance Limited v Bankstown Football Club Ltd [1997] HCA 2 ; (1997) 187 CLR 384 at 408 per Brennan CJ, Dawson, Toohey and Gummow JJ) of the similar mandatory 'RC' classifications, namely, those in paras (a) and (b) as well.",
      "id": "s221"
    },
    {
      "text": "The terms of all three paragraphs are set out in [54] above.",
      "id": "s222"
    },
    {
      "text": "It is to be noted that both para (a), which includes the words '... in such a way that they offend against the standards of morality, decency', etc, and para (b), which includes the words '... in a way that it is likely to cause offence to a reasonable adult', look at the effect or likely effect of the publication on the reader, in contrast to the terms of para (c), which is no doubt what prompted Sundberg J in Brown (at 256G --- 257B) to observe: \n \n 'The appellants contended that the companion words \"promote\" and \"incite\", which it was said involve an intent to bring about the commission of a crime and have the commission of a crime as a likely consequence, mean that those elements are present in the word \"instruct\".",
      "id": "s223"
    },
    {
      "text": "I do not agree.",
      "id": "s224"
    },
    {
      "text": "The approach to interpretation identified by the maxim noscitur a sociis (the meaning of a word is affected by its companions) is only to be used when the meaning of word is ambiguous or unclear.",
      "id": "s225"
    },
    {
      "text": "See Commissioner of Taxation v Whitehouse [1961] HCA 10 ; (1961) 104 CLR 25 at 31 per Dixon CJ, Fullagar and Kitto JJ and R v Morton (1986) 42 SASR 571 at 575.",
      "id": "s226"
    },
    {
      "text": "I do not think \"instruct\" has either of those qualities.",
      "id": "s227"
    },
    {
      "text": "Further, the other publications in the RC classification are defined in terms that look to the effect or likely effect of the publication on the reader.",
      "id": "s228"
    },
    {
      "text": "Thus par (a) deals with publications which, for example, describe matters of drug misuse \"in such a way that they offend ...\".",
      "id": "s229"
    },
    {
      "text": "Paragraph (b) deals with publications which describe or depict a minor in a way that is \"likely to cause offence\" to a reasonable adult.",
      "id": "s230"
    },
    {
      "text": "Paragraph (c), by contrast, does not require that the publication have any effect or likely effect on the reader.",
      "id": "s231"
    },
    {
      "text": "The absence of such a requirement, when it has been included in pars (a) and (b), is a clear indication that it is not to apply to publications falling within par (c).",
      "id": "s232"
    },
    {
      "text": "' \n \n \n For these reasons, this alleged error cannot be sustained.",
      "id": "s233"
    },
    {
      "text": "Error of Law (2): 'Violence' means violence in Australia only \n The Applicant's Submissions \n \n In applying the test of whether the books promoted or incited in matters of crime or violence, the Review Board considered violence meant violence in Australia or elsewhere.",
      "id": "s234"
    },
    {
      "text": "In the applicant's submission, the term 'violence' in the Code means violence in Australia only.",
      "id": "s235"
    },
    {
      "text": "When Commonwealth legislation describes a matter in general words, according to the applicant it is presumed that the meaning of the words is confined to Australia (per Dixon J in Wanganui-Rangitiki Electric Power Board v Australian Mutual Provident Society [1934] HCA 3 ; (1934) 50 CLR 581 at 601.",
      "id": "s236"
    },
    {
      "text": "See also Pearce D and Geddes R, Statutory Interpretation in Australia (Butterworths, 2006) at [5.8]).",
      "id": "s237"
    },
    {
      "text": "That presumption is reinforced by subs 21(l)(b) of the Acts Interpretation Act 1901 (Cth) which provides: \n \n 'In any Act, unless the contrary intention appears: \n \n ... \n \n \n \n (b) references to localities jurisdictions and other matters and things shall be construed as references to such localities jurisdictions and other matters and things in and of the Commonwealth.",
      "id": "s238"
    },
    {
      "text": "' \n \n \n \n \n The reference to 'violence' in the Code is a 'matter or thing' within the meaning of subs 21(1)(b) (the applicant cited Tan v Vocational Registration Appeal Committee (1996) 71 FCR 405 at 413G in support).",
      "id": "s239"
    },
    {
      "text": "According to the applicant, there is nothing in the Act or Code which indicates a contrary intention for the purposes of the common law or statutory presumption.",
      "id": "s240"
    },
    {
      "text": "The purpose of the Act and Code is to protect the Australian community from the effects of certain publications.",
      "id": "s241"
    },
    {
      "text": "That purpose is consistent with the application of the presumption.",
      "id": "s242"
    },
    {
      "text": "In both Statements of Reasons the Review Board, in stating the reason for its conclusion, said of the Criminal Code provisions words to the effect that: \n \n 'Under section 15.4, the offence [of engaging in a terrorist act] applies whether or not the conduct constituting the alleged offence occurs in Australia.",
      "id": "s243"
    },
    {
      "text": "' \n \n \n The applicant submitted that the Review Board gave no other consideration to whether the matters of 'crime and violence', which it found to be incited and promoted, were matters that would or might occur in, or have any other connection with, Australia.",
      "id": "s244"
    },
    {
      "text": "It applied a test whereby it did not matter whether the violence was connected to Australia.",
      "id": "s245"
    },
    {
      "text": "The Attorney-General's Submissions \n \n The Attorney submitted it was not entirely clear from which part of the Review Board's reasons the applicant draws this alleged error.",
      "id": "s246"
    },
    {
      "text": "The Review Board found that the publications 'may appeal to some disenfranchised segments of the community' and that 'the book was designed to encourage such people to take up arms and commit specific crimes against non-believers'.",
      "id": "s247"
    },
    {
      "text": "In making these findings the Attorney submitted that the Review Board clearly addressed itself to the audience, in Australia, to which the instructions and exhortations in the publications might appeal.",
      "id": "s248"
    },
    {
      "text": "An exhortation of violence expressed in general terms falls within the 'RC' classification; it does not need to be directed specifically to violence in Australia.",
      "id": "s249"
    },
    {
      "text": "Hence, an exhortation to take up arms against non-believers can constitute the promotion or incitement of violence within Australia, by reason of the existence of such 'non-believers' in Australia.",
      "id": "s250"
    },
    {
      "text": "In any event, according to the Attorney, the Review Board's references to violence were not an essential element of its reasoning.",
      "id": "s251"
    },
    {
      "text": "In a 'note' to its decision, the Review Board refers to s 101.1 of the Criminal Code , which expressly picks up s 15.4 and thus extends the geographical operation of the provision beyond the Australian territory (thereby providing the 'contrary intention' referred to in subs 21(1)(b) of the Acts Interpretation Act ).",
      "id": "s252"
    },
    {
      "text": "In respect of Join the Caravan , the Review Board stated: \n \n 'Under section 15.4, the offence applies whether or not the conduct constituting the alleged offence occurs in Australia.",
      "id": "s253"
    },
    {
      "text": "Fighting for the Taliban in Afghanistan against the Government of that country, as well as being an act of violence, is also a crime under the Criminal Code .",
      "id": "s254"
    },
    {
      "text": "' \n \n\nIn respect of Defence of the Muslim Lands , the Review Board also stated the first sentence quoted immediately above.",
      "id": "s255"
    },
    {
      "text": "Given the extraterritorial application of s 101.1, the Attorney submitted that the Review Board correctly characterised the behaviour described in the second sentence quoted above as an offence under the Criminal Code .",
      "id": "s256"
    },
    {
      "text": "If a book, proposed for publication in Australia, was found to incite Australians to go and fight for the Taliban in Afghanistan, the Review Board would be entitled to find that the publication, in the language of the Code, 'incited ... in matters of crime'.",
      "id": "s257"
    },
    {
      "text": "Australians fighting for the Taliban in Afghanistan would constitute a 'terrorist act', within the meaning of s 100.1 of the Criminal Code , and thus an offence under s 101.1.",
      "id": "s258"
    },
    {
      "text": "80 According to the Attorney, the presence of 'or', rather than 'and', in the phrase 'matters of crime or violence' means that it was not necessary for the Review Board to decide whether a publication of this type also incited 'in matters of ... violence'.",
      "id": "s259"
    },
    {
      "text": "Its finding based on crime was sufficient to sustain its decision.",
      "id": "s260"
    },
    {
      "text": "Conclusion \n \n In response to the Attorney's questioning of the source of this alleged error, the applicant in its reply submissions pointed to what the Review Board said in its reasons on Join the Caravan at page 7: \n \n 'Fighting for the Taliban in Afghanistan against the Government of that country, as well as being an act of violence ...' \n \n\nand to the following findings:\n \n 'The Review Board concluded that [the book] is presented as a direct appeal to the Muslims to engage in fighting particularly in Afghanistan, but also in other theatres.",
      "id": "s261"
    },
    {
      "text": "... \n \n The book notes that \"when an enemy enters an Islamic land or a land that was once part of the Islamic lands it is obligatory on the inhabitants of that place to go forth to face the enemy\" \n \n ... \n \n The book states Jihad is obligatory in every place that the \"disbelievers\" have occupied.",
      "id": "s262"
    },
    {
      "text": "\"It remains (obligatory) continuously until every piece of land that was once Islamic is regained\" \n \n ... \n \n The book specifically notes of the following people are excused from going to jihad: somebody who is unable, after much effort, to obtain a visa to come to Pakistan; somebody whose government denied him a passport or prevented him from leaving the airport.",
      "id": "s263"
    },
    {
      "text": "' \n \n \n The applicant also referred to what the Review Board said at page 6 of its reasons on Defence of the Muslim Lands , that it 'considered that the book ... had the objective purpose of promoting and inciting acts of terrorism against disbelievers, and suicide bombings, either in non-Muslim lands or in occupied Muslim lands.",
      "id": "s264"
    },
    {
      "text": "' That conclusion, it was pointed out, was drawn in the context of findings of fact that: \n \n 'The book notes that it is a \"sin\" for Muslims to not advance towards \"Afghanistan, Palestine, the Philippines, Kashmir, Lebanon, Chad, Eritrea etc.\".",
      "id": "s265"
    },
    {
      "text": "' \n \n 'While the document was written in 1984 and much of the content was regarding the Jihad in Afghanistan, this revised edition was published in 2002 with a publisher's forward explaining how it is just as relevant today in Islamic conflicts all over the world.",
      "id": "s266"
    },
    {
      "text": "' \n \n \n The applicant conceded, correctly in my view, that it might be the case that an exhortation to violence expressed in general terms as to geography would include an exhortation to violence in Australia, but it submitted that the Review Board's reasoning and findings of fact are inconsistent with the characterisation of the exhortations in the publications as being to violence expressed in general terms as to geography.",
      "id": "s267"
    },
    {
      "text": "I cannot agree.",
      "id": "s268"
    },
    {
      "text": "The Review Board's findings that the publications 'may appeal to some disenfranchised segments of the community' and that 'the book was designed to encourage such people to take up arms and commit specific crimes against non-believers' are addressed to the audience, in Australia, to which the instructions and exhortations in the publications might appeal.",
      "id": "s269"
    },
    {
      "text": "I agree with the Attorney's submission that an exhortation to take up arms against non-believers can constitute the promotion or incitement of violence within Australia, by reason of the existence of such 'non-believers' in Australia.",
      "id": "s270"
    },
    {
      "text": "In any event, even if a publication does not promote, incite or instruct in matters of violence, it may still be classified 'RC' under para (c) of Item 1 of the publications table in the Code if it promotes, incites or instructs in matters of crime.",
      "id": "s271"
    },
    {
      "text": "The Attorney correctly notes that para (c) reads 'crime or violence' not 'crime and violence'.",
      "id": "s272"
    },
    {
      "text": "In its review of each publication, the Review Board noted that s 101.1 of the Criminal Code makes it a crime under Australian law to engage in a 'terrorist act', whether the 'terrorist act' is engaged in within Australia or outside Australia.",
      "id": "s273"
    },
    {
      "text": "The Review Board found that the purpose of each publication 'was to promote and incite actions of precisely this type', being 'terrorist acts'.",
      "id": "s274"
    },
    {
      "text": "This conclusion is of itself sufficient to ground a 'RC' classification, regardless of the Review Board's finding as to promotion, incitement or instruction in matters of violence.",
      "id": "s275"
    },
    {
      "text": "For these reasons, this alleged error cannot be sustained.",
      "id": "s276"
    },
    {
      "text": "Error of Law (3): Failure to Consider the Elements of Section 101 of the Criminal Code \n The Applicant's Submissions \n \n The applicant submitted that incitement to commit a crime does not occur unless there be incitement to commit each element of the crime.",
      "id": "s277"
    },
    {
      "text": "Thus, in order to find that the books incited or promoted the crime of engaging in a terrorist act, the Review Board was required to consider whether each book incited or promoted the performance of each element of that crime as defined.",
      "id": "s278"
    },
    {
      "text": "The relevant definition is found in s 100.1 of the Criminal Code which provides, in part: \n \n ' terrorist act means an action or threat of action where: \n \n \n \n (a) the action falls within subsection (2) and does not fall within subsection (3); and \n (b) the action is done or the threat is made with the intention of advancing a political, religious or ideological cause; and \n (c) the action is done or the threat is made with the intention of \n \n \n \n \n \n (i) coercing, or influencing by intimidation, the government of the Commonwealth or a State, Territory or foreign country, or of part of a State, Territory or foreign country; or \n (ii) intimidating the public or a section of the public.",
      "id": "s279"
    },
    {
      "text": "... \n \n (2) Action falls within this subsection if it: \n \n \n \n \n \n (a) causes serious harm that is physical harm to a person; or \n (b) causes serious damage to property; or \n (c) causes a person's death; or \n (d) endangers a person's life, other than the life of the person taking the action; or \n (e) creates a serious risk to the health or safety of the public or a section of the public; or \n (f) seriously interferes with, seriously disrupts, or destroys, an electronic system including, but not limited to: \n \n \n \n \n \n (i) an information system; or \n (ii) a telecommunications system; or \n (iii) a financial system; or \n (iv) a system used for the delivery of essential government services; or \n (v) a system used for, or by, an essential public utility; or \n (vi) a system used for, or by, a transport system.",
      "id": "s280"
    },
    {
      "text": "(3) Action falls within this subsection if it: \n \n \n \n \n \n (a) is advocacy, protest, dissent or industrial action; and \n (b) is not intended: \n \n \n \n \n \n \n \n \n (i) to cause serious harm that is physical harm to a person; or \n (ii) to cause a person's death; or \n (iii) to endanger the life of a person, other than the person taking the action; or \n (iv) to create a serious risk to the health or safety of the public or a section of the public.",
      "id": "s281"
    },
    {
      "text": "' \n \n \n \n \n Both limbs of para (a) of the definition of 'terrorist act' and both \nparas (b) and (c) are each essential physical elements of the offence: Lodhi v R [2006] NSWCCA 121 ; (2006) 199 FLR 303 at [90] and [93].",
      "id": "s282"
    },
    {
      "text": "It follows, in the applicant's submission, that incitement or promotion of the crime of engaging in a terrorist act involves: inciting or promoting action having one of the effects listed in subs (2) of the definition of terrorist act, which will not be action that falls within subs (3); in circumstances or in a manner where such action will be attended by the motivation prescribed by para (b); and in circumstances or in a manner where such action will occur with the intention prescribed by para (c).",
      "id": "s283"
    },
    {
      "text": "According to the applicant, the Review Board's findings and reasoning arguably address promotion or incitement of two elements of the offence of committing a terrorist act, namely, the causing of harm (the question under subs (2) of the definition of 'terrorist act') and the requirement that the publications have the intention of advancing a political, religious or ideological cause (the question under para (b) of that definition).",
      "id": "s284"
    },
    {
      "text": "The reasoning may also be said to deal with whether the causing of harm would be attended by the intention defined in para (b).",
      "id": "s285"
    },
    {
      "text": "However, in the applicant's submission, at no point in its reasoning did the Review Board consider the following elements: (a) whether the actions advocated by the book were advocated to occur with the intention of coercing, or influencing by intimidation, the Government of the Commonwealth or a State or Territory or foreign country or of part of a State, Territory or foreign country; or intimidating the public or a section of the public (the issue under para (c) of the definition of 'terrorist act'); or (b) whether the actions advocated by the book may fall within subs (3) of the definition and therefore be excluded from the scope of the offence.",
      "id": "s286"
    },
    {
      "text": "The Board applied a wrapped up test of what is 'terrorism' and a 'terrorist act'.",
      "id": "s287"
    },
    {
      "text": "It proceeded on the basis that it was sufficient if the publication incited or promoted the causing of serious harm with the intention of advancing a political, religious or ideological cause.",
      "id": "s288"
    },
    {
      "text": "Consequently, in the applicant's submission, the Board applied the wrong test of what is required to incite or promote the crime of 'engaging in a terrorist act'.",
      "id": "s289"
    },
    {
      "text": "The Attorney-General's Submissions \n \n The Attorney submitted that the applicant's submission that the Review Board was 'required to consider whether each book incited or promoted the performance of each element' of s 101 of the Criminal Code before refusing classification is contrary to the clear words of para (c) of Item 1 of the publications table in the Code.",
      "id": "s290"
    },
    {
      "text": "In order to be refused classification, a publication need only promote or incite 'in matters of crime or violence'.",
      "id": "s291"
    },
    {
      "text": "It does not need to promote or incite all of the elements of a crime.",
      "id": "s292"
    },
    {
      "text": "A requirement of that nature would impose an unduly onerous burden on the members of the Review Board.",
      "id": "s293"
    },
    {
      "text": "The provisions governing eligibility for membership of the Review Board do not suggest Parliament had intended that it would have to undertake technical assessments of the kind suggested by the applicant.",
      "id": "s294"
    },
    {
      "text": "Further, and in any event, contrary to the assertion of the applicant referred to in [90] above, the Attorney submitted that the Review Board clearly took the view that the actions described in the books would, if carried out, be intended to advance a religious, if not political or ideological, cause (subs 100.1(1)(b)).",
      "id": "s295"
    },
    {
      "text": "It also found that the actions advocated by the books were intended to intimidate the public or a section of the public (subs 100.1(1)(c)), and would, if carried out, cause 'serious harm to a person, serious damage to property, death' or the endangerment of a person's life (subs 100.1(2)).",
      "id": "s296"
    },
    {
      "text": "It expressly found that 'the objective purpose' of both books 'was to promote and incite actions of precisely this type'.",
      "id": "s297"
    },
    {
      "text": "In circumstances where the activities promoted in the book were intended to cause the harm to which the Review Board referred, there could be no question of them falling within subs 100.1(3).",
      "id": "s298"
    },
    {
      "text": "According to the Attorney, construing the absence of a reference to that subsection in the Review Board's reasons as an error of law would be to fall into the error cautioned against by French J in Brown (at 240) , of judicialising the administrative decision-making processes of the Review Board 'by imposing rigorous standards of detailed explanation'.",
      "id": "s299"
    },
    {
      "text": "Conclusion \n \n Even if it be correct to say that the Review Board was required to consider whether each book incited or promoted the performance of each element of the crime of engaging in a 'terrorist act' as defined in s 100.1 of the Criminal Code (see the relevant extract in [86] above), a matter not free from argument, in my opinion it did so.",
      "id": "s300"
    },
    {
      "text": "In its reasons in relation to each book it referred to the fact that it had regard to s 101.1 of the Criminal Code which provides that 'a person commits an offence if the person engages in a terrorist act'; it set out the elements of the definition of 'terrorist act' in s 100.1 --- in particular those in paras 101.1(1)(b) and (c) and 101.1(2)(a), (b), (c) and (d).",
      "id": "s301"
    },
    {
      "text": "It did not refer to subs 101.1(3) --- action which is excluded from being a 'terrorist act' --- no doubt because, in its words, it '... was satisfied that the objective purposes of Join the Caravan/Defence of the Muslim Lands was to promote and incite actions of precisely this type', that is, of the type going to make up the elements of the offence.",
      "id": "s302"
    },
    {
      "text": "The fact that the Review Board's conclusion was expressed holistically rather than by reference to each element provides no greater foundation for an allegation of error of law than does the absence of a reference to subs 100.1(3) in the Review Board's reasons.",
      "id": "s303"
    },
    {
      "text": "There is, as the Attorney submitted, a danger of the kind warned against by French J in Brown (at 240G), namely, of judicialising the administrative decision-making processes of the Review Board 'by imposing rigorous standards of detailed explanation'.",
      "id": "s304"
    },
    {
      "text": "This alleged error also cannot be sustained.",
      "id": "s305"
    },
    {
      "text": "Error of Law (4): Consideration of Educational Merit \n \n This is dealt with at [112] --- [118], [135] --- [139] and [145] --- [147] below.",
      "id": "s306"
    },
    {
      "text": "Failure to Take into Account Relevant Considerations \n The Applicant's Submissions \n \n In the applicant's submission the Review Board failed to take into account three relevant considerations: \n \n (a) the educational merit (if any) of each publication;\n (b) the person or classes of person to or amongst whom each publication is published or is intended or is likely to be published; and\n (c) whether the effect of the publication is to further or advance the likelihood of a person to whom the publication is published committing an act of violence.",
      "id": "s307"
    },
    {
      "text": "The third of these matters has already been addressed.",
      "id": "s308"
    },
    {
      "text": "The applicant submitted that the Review Board was obliged to address two parts of the statutory regime.",
      "id": "s309"
    },
    {
      "text": "The first is prescribed by s 11 of the Act which required the Review Board to take into account four matters: see [8] above.",
      "id": "s310"
    },
    {
      "text": "The second part was the obligation on the Review Board imposed by s 9 of the Act to make that decision 'in accordance with' the Code and the Classification Guidelines.",
      "id": "s311"
    },
    {
      "text": "There are two relevant provisions of the Code.",
      "id": "s312"
    },
    {
      "text": "Clause 1 is extracted at [53] above.",
      "id": "s313"
    },
    {
      "text": "Clause 2 provides that publications which 'promote, incite or instruct in matters of crime or violence' are to be classified 'RC'.",
      "id": "s314"
    },
    {
      "text": "The applicant submitted that, consistent with the High Court's approach in Transport Publishing Co Pty Ltd v The Literature Board of Review [1956] HCA 73 ; (1956) 99 CLR 111, the Review Board was obliged, in deciding whether either book promotes, incites or instructs in matters of crime or violence under the Code, to take into account the four matters prescribed in s 11 of the Act: see [8] above.",
      "id": "s315"
    },
    {
      "text": "A failure to take into account any of the matters prescribed by s 11 would be a failure to take into account a mandatory consideration constituting reviewable error.",
      "id": "s316"
    },
    {
      "text": "In addition, the applicant submitted that the application of a construction of 'promotes, incites or instructs in matters of crime or violence' which did not permit each of those s 11 factors to bear on the conclusion of whether the book promotes, incites or instructs in matters of crime or violence would constitute the application of a wrong legal test which would be a reviewable error.",
      "id": "s317"
    },
    {
      "text": "In this case the approach to interpretation outlined above is also required because the Code and the Classification Guidelines are delegated legislation made under the Act by the Attorney with the concurrence of State and Territory ministers (ss 6 and 12).",
      "id": "s318"
    },
    {
      "text": "If, and to the extent that, the Code or the Classification Guidelines would otherwise be interpreted as permitting or requiring the making of a classification decision without taking into account each of the matters specified in s 11, they would be inconsistent with a mandatory provision of the statute under which they are made.",
      "id": "s319"
    },
    {
      "text": "According to the applicant, they should be interpreted as having a meaning consistent with s 11.",
      "id": "s320"
    },
    {
      "text": "(1) FAILURE TO CONSIDER THE EDUCATIONAL MERIT OF EITHER BOOK\n \n The applicant submitted that, contrary to its obligation in subs 11(b) of the Act, the Review Board failed to take into account the educational merit of either publication.",
      "id": "s321"
    },
    {
      "text": "The Review Board did not consider that question except by reading the books (and the other material referred to in [40]) and concluding that the books 'did not have any discernible educational ... merit' (emphasis added).",
      "id": "s322"
    },
    {
      "text": "The applicant submitted that a finding that the books have no educational merit is absent from the Review Board's reasons.",
      "id": "s323"
    },
    {
      "text": "In the context of the findings about the nature of each book, reproduced at [11] and [17] above, the applicant submitted that the consideration of the educational merit (if any) of the publications required a consideration of the contribution, if any, made or potentially made by either book to the field of Islamic studies at least within established educational institutions in Australia.",
      "id": "s324"
    },
    {
      "text": "There is evidence in these proceedings to the effect that Dr Pennell, a lecturer at the University of Melbourne, has publicly identified two contributions these books make to Australian education: \n \n (1) As source material for an Honour's project on the military tribunals at Guantanamo Bay.",
      "id": "s325"
    },
    {
      "text": "(2) As part of the course material in a course on Jihadist literature: the effect of the decisions under review is said to make it hard to understand why Azzam is 'so out of synch with the long history of jihad without reading what he says'.",
      "id": "s326"
    },
    {
      "text": "While the Court need not determine the accuracy of Dr Pennell's statements, the applicant submitted that the Court does need to consider whether the Review Board's conclusions may have been different had it inquired into the whole question of educational merit and thereby come across material such as that which Dr Pennell has now published.",
      "id": "s327"
    },
    {
      "text": "Had the Review Board undertaken such an inquiry, the applicant continued, its conclusion may well have been different.",
      "id": "s328"
    },
    {
      "text": "The reading of the books in the contexts of which Dr Pennell speaks, far from inciting or promoting violence, contributes to the 'battle of ideas' against the ideas contained in the books.",
      "id": "s329"
    },
    {
      "text": "(2) FAILURE TO TAKE INTO ACCOUNT THE PERSONS OR CLASS OF PERSONS TO OR AMONGST WHOM EACH BOOK IS PUBLISHED OR IS INTENDED OR LIKELY TO BE PUBLISHED\n \n The applicant submitted that, contrary to its obligation in subs 11(d) of the Act, the Review Board failed to take into account the persons or class of persons to or amongst whom each book is published or is intended or likely to be published.",
      "id": "s330"
    },
    {
      "text": "In Transport Publishing the High Court considered a similar criterion of the persons, classes of persons, and age groups to or amongst whom that literature is or is intended or likely to be distributed.",
      "id": "s331"
    },
    {
      "text": "Dixon CJ, Kitto and Taylor JJ said (at 118): \n \n 'There is the issue as to the persons amongst whom the literature is distributed.",
      "id": "s332"
    },
    {
      "text": "That is of course to be proved by evidence ...' \n \n \n The applicant submitted that the matters listed by the Review Board in section 4 of each Statement of Reasons, 'Evidence and Other Material Taken Into Account', contain nothing which would have enabled the Review Board to consider the criterion in subs 11(d).",
      "id": "s333"
    },
    {
      "text": "In any event, consistent with Transport Publishing , consideration of the subs 11(d) criterion required, in the applicant's submission, consideration of evidence extraneous to the publications themselves.",
      "id": "s334"
    },
    {
      "text": "The applicant submitted that the Review Board: \n \n (a) made no findings at all about the persons or class of persons to or amongst whom each book is published or is intended or likely to be published;\n (b) while reciting in section 2 of its Statement of Reasons the various statutory provisions (including subs 11(d)), did not address any part of the criterion specified in subs 11(d);\n (c) did not seek or consider evidence, extraneous to the publication, on the question of the persons or class of persons to or amongst whom it is published;\n (d) did not have regard to the letter to the Review Board from the Mufti of the Islamic Church in Australia regarding the publications in question and other publications.",
      "id": "s335"
    },
    {
      "text": "The Mufti wrote:\n \n 'Whilst in my office, Mr Trad contacted one of the bookshops that was alleged to stock this material.",
      "id": "s336"
    },
    {
      "text": "He was advised in my presence that most of these titles were taken off the shelf after the publication of the inflammatory article by one of the Sydney tabloids last year.",
      "id": "s337"
    },
    {
      "text": "The manager of the bookshop advised that they wish to avoid controversy and whilst the contents of these books were in his view misrepresented by the media, the proprietors felt that self-censorship was the course of action that better served social harmony and cohesion in the present atmosphere that seems very emotive when it comes to issues related to in Islam.",
      "id": "s338"
    },
    {
      "text": "' \n \n \n The Review Board's finding that each book 'may appeal to some disenfranchised segments of the community' is a statement of the Board's view of the nature of the publication.",
      "id": "s339"
    },
    {
      "text": "According to the applicant, it says nothing of the statutory question posed by s 11(d).",
      "id": "s340"
    },
    {
      "text": "In the applicant's submission, the Court needs to consider whether the Review Board's conclusions may have been different had it inquired into the question of the persons or class of persons to or amongst whom each book is published or is intended or likely to be published.",
      "id": "s341"
    },
    {
      "text": "The applicant's answer is that it may have been --- for two reasons.",
      "id": "s342"
    },
    {
      "text": "First, consistent with Dr Pennell's publication, the Review Board may have concluded that the books would have been published to students of Dr Pennell and others (such as Mr Bulbalo and Dr Fealy (Bulbalo A and Fealy Dr G, Joining the Caravan: the Middle East, Islamism and Indonesia (Lowy Institute Paper, 2005))) engaged in academic study of Islamism and that in that context there was no likelihood of inciting or promoting any form of violence.",
      "id": "s343"
    },
    {
      "text": "Second, a determination of the persons or class of persons to or amongst whom each book is published or is intended or likely to be published would have permitted and required a more focused and nuanced consideration of the ultimate issue.",
      "id": "s344"
    },
    {
      "text": "According to the applicant, the conclusion that the books incite and promote in matters of crime and violence, like the question in Transport Publishing , falls into two parts.",
      "id": "s345"
    },
    {
      "text": "In that case the majority considered the tendency of the literature to deprave or corrupt.",
      "id": "s346"
    },
    {
      "text": "They said (at 118 --- 119): \n \n ' [O] n the question of the tendency of the literature to deprave or corrupt any such persons [i.e.",
      "id": "s347"
    },
    {
      "text": "those amongst whom the literature is distributed] important distinctions must be observed.",
      "id": "s348"
    },
    {
      "text": "For the question necessarily has two aspects or falls into two parts.",
      "id": "s349"
    },
    {
      "text": "One is the content and nature of the literature and the other concerns the characteristics of the persons themselves.",
      "id": "s350"
    },
    {
      "text": "With reference to the second of these it may be said at once that ordinary human nature, that of people at large, is not a subject of proof by evidence, whether supposedly expert or not.",
      "id": "s351"
    },
    {
      "text": "But particular descriptions of persons may conceivably form the subject of study and of special knowledge.",
      "id": "s352"
    },
    {
      "text": "This may be because they are abnormal in mentality or abnormal in behaviour as a result of circumstances peculiar to their history or situation.",
      "id": "s353"
    },
    {
      "text": "' \n \n \n In the applicant's view, the Review Board in the present case found: \n \n (a) that neither publication would appeal to members of the Australian community generally; and\n (b) that if either publication were to appeal to any members of the Australian community, that appeal would be to 'some disenfranchised segments of the community'.",
      "id": "s354"
    },
    {
      "text": "The applicant argued that a finding as to the persons or class of persons to whom the books are published, or are intended or likely to be published, would enable and require the Review Board to then consider whether the characteristics of any of those people, taken together with the nature of the literature, makes the inciting and promoting in matters of crime and violence likely.",
      "id": "s355"
    },
    {
      "text": "In doing so, the argument continued, it may or may not be the case that the Review Board would be entitled or required to consider evidence based on study or special knowledge about people with those characteristics.",
      "id": "s356"
    },
    {
      "text": "For example, if the books are published, or are intended or likely to be published, only to Dr Pennell's students, Dr Pennell would presumably be able to inform the Review Board of the characteristics of those students, which would enable an assessment of the effect or likely effect of that publication on those students.",
      "id": "s357"
    },
    {
      "text": "Alternatively, if the books are published, or are intended or likely to be published, to a class of persons being potential terrorist recruits, presumably the Attorney will be in a position to provide information to the Review Board on the characteristics of that class.",
      "id": "s358"
    },
    {
      "text": "In both examples, the Review Board could not, in the applicant's submission, lawfully come to its ultimate conclusion without considering the characteristics of members of such particular classes of people.",
      "id": "s359"
    },
    {
      "text": "The Attorney-General's Submissions \n \n The Attorney submitted that the Review Board was clearly cognisant of s 11 of the Act and its requirements, effectively quoting s 11 in the part of its reasons headed 'Legislative provisions'.",
      "id": "s360"
    },
    {
      "text": "In making its decision to classify the publications 'RC', the Review Board considered the educational merits of the publications, and the persons or class of persons to or amongst whom they were intended or likely to be published.",
      "id": "s361"
    },
    {
      "text": "The Review Board's consideration of these matters effectively nullifies the applicant's submission that the Review Board's approach to para (c) of Item 1 in the publications table in the Code precluded consideration of the so-called 's 11 factors' and accordingly constituted the application of a wrong legal test (see [108] and [110] above).",
      "id": "s362"
    },
    {
      "text": "(1) FAILURE TO CONSIDER THE EDUCATIONAL MERIT OF EITHER BOOK\n \n In the case of each publication, the Review Board found: \n \n 'that the book, written by an extreme Jihadi, presented a one-sided and extreme interpretation of Islam and it did not have any discernable educational or literary merit.",
      "id": "s363"
    },
    {
      "text": "' \n \n\nThe Attorney submitted that it is difficult to envisage clearer evidence of the Review Board having considered the educational merit of either book.",
      "id": "s364"
    },
    {
      "text": "Faced with this finding, the applicant seeks, according to the Attorney, to redefine 'educational merit' in subs 11(b) of the Act in terms of the contribution the publications may make to the field of Islamic studies at least within established educational institutions in Australia.",
      "id": "s365"
    },
    {
      "text": "The Attorney submitted that if this were the required consideration, any publication, film or computer game could be characterised as having educational merit so long as it could conceivably make a contribution to some field of study in an established educational institution, however that term is defined.",
      "id": "s366"
    },
    {
      "text": "By way of example, the Attorney submitted that a publication containing child pornography would, on the applicant's characterisation of subs 11(b), have educational merit provided it could make a contribution to a field of study, such as psychology, medicine or criminology.",
      "id": "s367"
    },
    {
      "text": "The applicant submitted that this Court needs to consider whether the Review Board's conclusions may have been different had it inquired into the whole question of educational merit.",
      "id": "s368"
    },
    {
      "text": "According to the Attorney, that submission overstates the Court's role in reviewing administrative decisions generally, and decisions of the Review Board in particular.",
      "id": "s369"
    },
    {
      "text": "In doing so, the applicant seeks to impose on the Review Board, and the Board, a duty to inquire which does not appear either expressly or by implication on the terms of the Act.",
      "id": "s370"
    },
    {
      "text": "As Wilcox J noted in Prasad v Minister for Immigration &amp; Ethnic Affairs (1985) 6 FCR 155 at 169 --- 170, the circumstances in which an administrative decision will be invalid for failure to inquire are 'strictly limited'.",
      "id": "s371"
    },
    {
      "text": "His Honour considered that it was only in cases where it was 'obvious that material is readily available which is centrally relevant to the decision to be made' where proceeding to a decision without attempting to obtain that information may properly be described as unreasonable in the Wednesbury sense ( Associated Provincial Picture House v Wednesbury Corporation [1947] EWCA Civ 1 ; [1948] 1 KB 223 at 169 --- 170).",
      "id": "s372"
    },
    {
      "text": "The task of the Board and the Review Board, according to the Attorney, is to classify material in respect of which applications for classification are made.",
      "id": "s373"
    },
    {
      "text": "The Act, and the Code and the Classification Guidelines made under that Act, guide the Board and the Review Board in their assessment of the content of material submitted to them by specifying particular considerations that are to be taken into account, particular principles to which they should have regard, and the requirements of particular classification categories.",
      "id": "s374"
    },
    {
      "text": "The confined nature of the classification process is consistent with the directive, in s 9 of the Act, that 'Publications, films and computer games are to be classified in accordance with the Code and the classification guidelines'.",
      "id": "s375"
    },
    {
      "text": "The Review Board does not have a duty to undertake an inquiry as to what material may exist --- in established educational institutions or elsewhere --- which may shed some light, no matter how insubstantial, on the educational merit of a particular publication, film or computer game.",
      "id": "s376"
    },
    {
      "text": "The Attorney's submission is that the question of whether a publication has educational merit is a question of fact for the determination of the Board or Review Board.",
      "id": "s377"
    },
    {
      "text": "All that subs 11(b) requires is that the Review Board consider the question.",
      "id": "s378"
    },
    {
      "text": "In this case, the Review Board determined that the publications had no discernible educational merit.",
      "id": "s379"
    },
    {
      "text": "That conclusion was open to it in respect of both publications.",
      "id": "s380"
    },
    {
      "text": "The applicant's characterisation of the adjective 'discernible' as going no further than saying that by reading each book the members of the Review Board did not discern any educational or literary merit, takes the Review Board far enough for the purposes of satisfying subs 11(b).",
      "id": "s381"
    },
    {
      "text": "This Court, the Attorney submitted, should only interfere with that conclusion if it was not reasonably open on the material before it: see Brown at 258G per Sundberg J.",
      "id": "s382"
    },
    {
      "text": "(2) FAILURE TO TAKE INTO ACCOUNT THE PERSONS OR CLASS OF PERSONS TO OR AMONGST WHOM EACH BOOK IS PUBLISHED OR INTENDED OR LIKELY TO BE PUBLISHED\n \n Section 11(d) of the Act requires the Review Board to consider the persons or class of persons to or amongst whom material is published or is intended or likely to be published.",
      "id": "s383"
    },
    {
      "text": "Contrary to the applicant's submission that the Review Board did not take this consideration into account, the Attorney submitted that the Review Board found that both books 'may appeal to some disenfranchised segments of the community'.",
      "id": "s384"
    },
    {
      "text": "In the Review Board's opinion, the books were likely to find a market amongst this class of persons.",
      "id": "s385"
    },
    {
      "text": "Its expression of that opinion is indicative of consideration of the persons or class of persons to or amongst whom the books were intended or likely to be published.",
      "id": "s386"
    },
    {
      "text": "The applicant's assertion that the Review Board's comment is no more than 'a statement of the Board's view of the nature of the publication' is a semantic quibble of the type against which the High Court counselled in Wu Shan Liang v Minister for Immigration &amp; Ethnic Affairs [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s387"
    },
    {
      "text": "The applicant submitted, by reference to the High Court in Transport Publishing , that the Review Board should have had evidence before it, other than the publications themselves, to enable it to consider the criterion in subs 11(d) (see [121] --- [122] above).",
      "id": "s388"
    },
    {
      "text": "According to the Attorney, that submission rests upon an oversimplification of the legislative context in which the High Court made the comment, in Transport Publishing, that evidence was necessary on the question of 'the persons amongst whom the literature is distributed'.",
      "id": "s389"
    },
    {
      "text": "The Attorney pointed out that, in Transport Publishing , the Literature Review Board of Queensland had prohibited the distribution of certain publications on the basis that they were, in the opinion of the Board, 'objectionable', as that term was defined in the Objectionable Literature Act 1954 (Qld) .",
      "id": "s390"
    },
    {
      "text": "Pursuant to that Act, an appeal from that decision lay to the Supreme Court; for the purposes of that appeal, the decision was to be treated as if it were an order made by judges.",
      "id": "s391"
    },
    {
      "text": "Further, s 11 of the Objectionable Literature Act provided that the Court reviewing the decision 'shall determine as an issue in the appeal the matter of whether or not the literature in question ... is objectionable under and within the meaning of this Act and, in respect of that determination, shall not be bound by the opinion of the Board'.",
      "id": "s392"
    },
    {
      "text": "As the Court noted, the effect of this provision was that 'the cardinal question of fact ... upon which the order of the board must depend' was 'placed wholly within the determination of the court' (at 114).",
      "id": "s393"
    },
    {
      "text": "The need for the court to be satisfied by evidence is one thing; according to the Attorney, it is another thing altogether to subject an administrative tribunal to the same requirement.",
      "id": "s394"
    },
    {
      "text": "In any event, the Court in Transport Publishing stated that however much assistance could be sought in extrinsic evidence, it could be no substitute for 'the judgment of the court on the literature itself' (at 116).",
      "id": "s395"
    },
    {
      "text": "The Attorney submitted that the applicant advanced the same submission as it did in respect of the consideration required by subs 11(b), namely that the Court needs to consider whether the Review Board may have reached a different conclusion 'had it inquired into the question of the persons or class of persons to or amongst whom each book is published or is intended or likely to be published'.",
      "id": "s396"
    },
    {
      "text": "The Attorney relied upon his response to this argument above.",
      "id": "s397"
    },
    {
      "text": "The terms of subs 11(d) do not require any such inquiry to be made.",
      "id": "s398"
    },
    {
      "text": "Contrary to the assertion of the applicant in [129] above, the Review Board did not 'find' that neither of the two publications would appeal to members of the Australian community generally.",
      "id": "s399"
    },
    {
      "text": "The applicant's assertion, according to the Attorney, rests upon an unfounded assumption that because the Review Board considered that the publication may appeal to particular segments of the community, it would not appeal to the broader community.",
      "id": "s400"
    },
    {
      "text": "Even if the applicant could properly argue that one could extrapolate, from the Review Board's actual finding as to particular sections of the community, a negative finding as to the community generally, such a finding would only further support the Review Board having complied with the requirement in subs 11(d) that it consider the likely audience of the publications.",
      "id": "s401"
    },
    {
      "text": "Conclusion \n \n The applicant could not seriously suggest that the Review Board did not consider and take into account the educational merit (if any) of each publication or the persons or class of persons to or amongst whom each publication is published or intended or likely to be published.",
      "id": "s402"
    },
    {
      "text": "Clearly it did.",
      "id": "s403"
    },
    {
      "text": "The Review Board found that each book 'did not have any discernible educational or literary merit' (subs 11(b) of the Act) and that each book 'may appeal to some disenfranchised segment of the community'.",
      "id": "s404"
    },
    {
      "text": "That latter finding necessarily involves consideration of the persons or class of persons to or amongst whom the books were intended or likely to be published (subs 11(1)(d) of the Act).",
      "id": "s405"
    },
    {
      "text": "The applicant's real complaint seems to be that the Review Board did not make some wider enquiry, outside a reading of the books themselves, on the question of educational merit and that it erred in law in not doing so; and that the persons or class of persons to or amongst whom each book is published or intended or likely to be published, is a matter required to be proved by evidence extraneous to the publications themselves ( Transport Publishing at 118 --- 119 per Dixon CJ, Kitto and Taylor JJ) and that the Review Board erred in law in not seeking or considering such evidence.",
      "id": "s406"
    },
    {
      "text": "I cannot agree with these complaints.",
      "id": "s407"
    },
    {
      "text": "First, there was no obligation on the Review Board to make some wider or roving enquiry as to the educational or literary merit of each book, other than perhaps to have regard to 'material [that] is readily available ... [and] centrally relevant to the decision to be made' where proceeding to a decision without attempting to obtain that information may properly be described as unreasonable in the Wednesbury sense: Prasad at 169 --- 170 per Wilcox J.",
      "id": "s408"
    },
    {
      "text": "That is not this case.",
      "id": "s409"
    },
    {
      "text": "There was no attack on the Review Board's finding that neither publication exhibited any discernible literary or educational merit on the basis that such a finding was not reasonably open.",
      "id": "s410"
    },
    {
      "text": "Clearly it was.",
      "id": "s411"
    },
    {
      "text": "Second, I agree with the Attorney's submission that the applicant's complaint on the s 11(d) criterion --- lack of evidence extraneous to the publications themselves --- rests upon an oversimplification of the legislative context in which the High Court made the comment in Transport Publishing , that evidence was necessary on the question of 'the persons amongst whom the literature is distributed'.",
      "id": "s412"
    },
    {
      "text": "In my view, it was open to the Review Board to come to a conclusion on the subs 11(d) criterion without recourse to such extraneous evidence, and it made no error of law in not seeking or considering such evidence.",
      "id": "s413"
    },
    {
      "text": "It follows, in my view, that the applicant cannot succeed on this ground.",
      "id": "s414"
    },
    {
      "text": "No Evidence \n The Applicant's Submissions \n \n The applicant submitted that the Review Board could not lawfully make the decisions it made unless it concluded, having taken into account the matters specified in subs 11(b) and 11(d) of the Act, that the books incited or promoted in matters of crime or violence.",
      "id": "s415"
    },
    {
      "text": "If, contrary to the applicant's submissions, the Review Board did take into account the educational merit of the books, it did so without considering evidence upon which it could reasonably have been satisfied on that question, the applicant submitted.",
      "id": "s416"
    },
    {
      "text": "The only evidence the Review Board considered was the content of the books themselves.",
      "id": "s417"
    },
    {
      "text": "That could not inform an assessment of educational merit.",
      "id": "s418"
    },
    {
      "text": "Rather the assessment it informed was accurately stated by the Review Board: it was an assessment of discernible educational merit.",
      "id": "s419"
    },
    {
      "text": "If, contrary to the applicant's submissions, the Review Board did take into account the persons or class of persons to or amongst whom each book is published or is intended or likely to be published, it did so without considering evidence upon which it could reasonably have been satisfied on that question, the applicant submitted.",
      "id": "s420"
    },
    {
      "text": "Nothing considered by the Review Board would have enabled it to form a view on that question.",
      "id": "s421"
    },
    {
      "text": "The contents of the books, written in a foreign language, initially directed to a foreign audience, translated (it was found) in Bosnia, and published outside Australia cannot inform an assessment of the distribution or likely or intended distribution of the books in Australia 25 years after they were written and four years after they were last published.",
      "id": "s422"
    },
    {
      "text": "That conclusion is all the clearer once it is recognised that the publisher expressly disclaims any rights in relation to distribution or copying (Join the Caravan page 2 and Defence of the Muslim Lands page iv).",
      "id": "s423"
    },
    {
      "text": "The applicant submitted that the letter from the Mufti of the Islamic Church in Australia, excerpted at [124] above, was not considered by the Review Board in making either decision, based on its Statements of Reasons, and that no other material relevant to the matter in subs 11(d) was considered.",
      "id": "s424"
    },
    {
      "text": "The Attorney-General's Submissions \n \n The Attorney submitted that this issue had been dealt with in the context of the applicant's submissions on the failure to take into account the considerations encapsulated in paras (b) and (d) of s 11 of the Act.",
      "id": "s425"
    },
    {
      "text": "In summary, the Attorney submitted that there was no need for the Review Board to go beyond the publications themselves in order to comply with its statutory function to classify those publications in accordance with the Act, the Code and the Classification Guidelines.",
      "id": "s426"
    },
    {
      "text": "It had no duty to make further inquiries as to the potential existence of extraneous materials which might in some way have informed its decision.",
      "id": "s427"
    },
    {
      "text": "According to the Attorney, the applicant's reliance upon the 'no evidence' ground in the ADJR Act requires an applicant either to identify a jurisdictional fact, in respect of which there is no evidence, or a non-jurisdictional fact upon which the decision was based, establish that there was no evidence of that fact and prove that the fact does not exist.",
      "id": "s428"
    },
    {
      "text": "The applicant has not done either of these things in its submissions under this ground.",
      "id": "s429"
    },
    {
      "text": "Rather, its case under this heading amounts to no more than a re-packaging of other grounds.",
      "id": "s430"
    },
    {
      "text": "Conclusion \n \n This ground, in substance, seeks to re-articulate or, as the Attorney submits, re-package earlier grounds going to the Review Board's failure to make further inquiry as to educational merit or consider evidence extraneous to the publications themselves as to their likely audience.",
      "id": "s431"
    },
    {
      "text": "The Review Board had no obligation to do either.",
      "id": "s432"
    },
    {
      "text": "The conclusions it came to on the subs 11(b) and (d) criteria were reasonably open on the material before it, namely, the publications themselves.",
      "id": "s433"
    },
    {
      "text": "Any ground based on 'no evidence' cannot therefore succeed.",
      "id": "s434"
    },
    {
      "text": "Invalidity: Implied Freedom of Political Communication \n The Applicant's Submissions \n \n The applicant submitted that if the Court rejects its submissions on the meaning of the words 'promote or incite' and finds that the Review Board was not required to consider the effect of the publication, then that part of the Code is invalid.",
      "id": "s435"
    },
    {
      "text": "It constitutes a burden on the freedom of communication that is not reasonably appropriate and adapted to serve a legitimate end in a manner compatible with the constitutional system of representative government.",
      "id": "s436"
    },
    {
      "text": "The applicant referred to Lange v Australian Broadcasting Corporation [1997] HCA 25 ; (1997) 189 CLR 520 at 567, 568, where the High Court set out a two-stage test for determining whether a law infringes the constitutional implication.",
      "id": "s437"
    },
    {
      "text": "The test, as slightly modified in Coleman v Power , is as follows: \n \n (1) Does the law effectively burden freedom of communication about government or political matters either in its terms, operation or effect?",
      "id": "s438"
    },
    {
      "text": "(2) If so, is the law reasonably appropriate and adapted to serve a legitimate end in a manner which is compatible with the system of government prescribed by the Constitution ?",
      "id": "s439"
    },
    {
      "text": "If the answer to the first questions is 'yes' and the second question is 'no', then the law is invalid.",
      "id": "s440"
    },
    {
      "text": "THE FIRST LIMB OF THE LANGE TEST: DOES THE LAW EFFECTIVELY BURDEN FREEDOM OF COMMUNICATION ABOUT GOVERNMENT OR POLITICAL MATTERS\n \n The Court in Lange emphasised that the freedom of communication only covers those communications necessary for the functioning of the institutions of representative and responsible government identified in the text and structure of the Constitution (at 561).",
      "id": "s441"
    },
    {
      "text": "More particularly, to the extent that the freedom of communication is an implication drawn from ss 7 , 24 , 64 and 128 of the Constitution , the implication extends only insofar as it is necessary to give effect to those sections (at 567).",
      "id": "s442"
    },
    {
      "text": "Looking at the matters generally, in the applicant's submission, the following are protected: \n \n (1) the freedom of the Australian people to discuss government and political matters: Nationwide News v Wills [1992] HCA 46 ; (1992) 177 CLR 1 at 50;\n (2) the dissemination of information, opinions and ideas about all aspects of the Government of the Commonwealth: Nationwide News v Wills at 74; Cunliffe v The Commonwealth [1994] HCA 44 ; (1994) 182 CLR 272 at 364; and\n (3) the freedom to communicate views on a wide range of matters that may call for, or are relevant to, political action or decision: Australian Capital Television Pty Limited v The Commonwealth [1992] HCA 45 ; (1992) 177 CLR 106 at 138.",
      "id": "s443"
    },
    {
      "text": "Indeed, put at its broadest, the applicant submitted that in Theophanus v The Herald and Weekly Times Limited [1994] HCA 46 ; (1994) 182 CLR 104 at 124, Mason CJ, Toohey and Gaudron JJ, adopting the words of Barendt, suggested that political speech extended to all speech relevant to the development of public opinion on the whole range of issues about which an intelligent person should think.",
      "id": "s444"
    },
    {
      "text": "In 'The Freedom of Political Communication Since Lange' in Stone A and Williams G, The High Court at the Crossroads: Essays in Constitutional Law' (The Federation Press, 2000) at pp 6 --- 7, Ms Stone summarised the post -Lange position as follows: \n \n 'Thus the effect of Lange appears to be a narrower scope for the freedom of political communication, excluding discussion that is not directed to a particular law, policy or activity of the government.",
      "id": "s445"
    },
    {
      "text": "However, on close analysis it is apparent that Lange does not require this conclusion nor preclude the opposite conclusion.",
      "id": "s446"
    },
    {
      "text": "What Lange requires is that there be a link between the discussion of some matter and the institutions of representative and responsible government that the court has identified in the text.",
      "id": "s447"
    },
    {
      "text": "One of these institutions is the free election of members for the House of Representatives and the Senate.",
      "id": "s448"
    },
    {
      "text": "' (Emphasis in original)\n \n \n In the applicant's submission, Join the Caravan and Defence of the Muslim Lands are relevant to the choices facing voters and to the opinions they might form as to the appropriate governmental response to the threat of terrorism.",
      "id": "s449"
    },
    {
      "text": "The applicant noted that there is a document in evidence that contains an extensive list of legislative measures introduced to deal with the threat of terrorism.",
      "id": "s450"
    },
    {
      "text": "The extent of the response is the subject of significant debate and differences of opinion.",
      "id": "s451"
    },
    {
      "text": "See, for example, Golder B and Williams G, \"Balancing National Security and Human Rights: Assessing the Legal Response of Common Law Nations to the Threat of Terrorism\" (2006) 8 Journal of Comparative Policy Analysis 43 --- 62, and, in the political sphere, see the Senate Hansard on 5 December 2005.",
      "id": "s452"
    },
    {
      "text": "The applicant submitted that the two books in the present case are very different from the Rabelais article under consideration in Brown (albeit that in that case French J found it to be arguable that in some respects the article would fall 'within a broad understanding of political discussion' (at 238E)).",
      "id": "s453"
    },
    {
      "text": "In the applicant's submission, Join the Caravan and Defence of the Muslim Lands go to the heart of one of the most profound issues facing the Australian electorate, namely, the nature of the terrorist threat and the degree to which that threat calls for measures which impact upon previously accepted rights and liberties.",
      "id": "s454"
    },
    {
      "text": "THE SECOND LIMB OF THE LANGE TEST: IF THE LAW EFFECTIVELY BURDENS FREEDOM OF COMMUNICATION ABOUT GOVERNMENT OR POLITICAL MATTERS, IS THE LAW REASONABLY APPROPRIATE AND ADAPTED TO SERVE A LEGITIMATE END IN A MANNER COMPATIBLE WITH THE SYSTEM OF GOVERNMENT PRESCRIBED BY THE CONSTITUTION ?",
      "id": "s455"
    },
    {
      "text": "The applicant submitted that clearly the prohibition of certain conduct can be compatible with the system of representative government prescribed by the Constitution .",
      "id": "s456"
    },
    {
      "text": "See Nationwide News v Wills at 77 per Deane and Toohey JJ.",
      "id": "s457"
    },
    {
      "text": "It submitted, correctly in my view, that the ultimate question on this aspect of the case is whether the relevant law does no more than is reasonably necessary to achieve the protection of the competing public interest invoked to justify the burden on the communication.",
      "id": "s458"
    },
    {
      "text": "It submitted that what is involved at this stage of the inquiry is a weighing of the detriment imposed by a law which burdens political communication against the benefit of a governmental regulation imposed for the benefit of public safety.",
      "id": "s459"
    },
    {
      "text": "The applicant further submitted that, at the outset of any balancing exercise, it is necessary to note that a more compelling justification is required in the case of a law which restricts ideas or information as opposed to a law which restricts the mode of communication of those ideas.",
      "id": "s460"
    },
    {
      "text": "The applicant referred to what Mason CJ said in Australian Capital Television at 143: \n \n 'A distinction should perhaps be made between restrictions on communication which target ideas or information and those which restrict an activity or mode of communication by which ideas or information are transmitted.",
      "id": "s461"
    },
    {
      "text": "In the first class of case, only a compelling justification will warrant the imposition of a burden on free communication by way of restriction and the restriction must be no more than is reasonably necessary to achieve the protection of the competing public interest which is invoked to justify the burden on communication.",
      "id": "s462"
    },
    {
      "text": "Generally speaking, it will be extremely difficult to justify restrictions imposed on free communication which operate by reference to the character of the ideas or information.",
      "id": "s463"
    },
    {
      "text": "' \n \n \n The applicant noted that a detailed understanding of the contents of the two books appears to be necessary for the conduct of policy analysis of the kind undertaken by Anthony Bulbalo and Dr Greg Fealy in Joining the Caravan: the Middle East, Islamism and Indonesia (Lowy Institute Paper, 2005) .",
      "id": "s464"
    },
    {
      "text": "In that publication the authors analyse 'some of the main vectors through which Islamist ideas have been transmitted to Indonesia' to propose detailed approaches for Australia's engagement with Indonesia 'to respond to the Islamist phenomenon in all its dimensions, from the spread of ideas that underpin terrorism, to the role of Islamist parties in processes of democratisation.",
      "id": "s465"
    },
    {
      "text": "' The applicant submitted that there are few issues of greater importance to Australia and the Australian public than the response to Islamism in Indonesia.",
      "id": "s466"
    },
    {
      "text": "Australian policy formation and the knowledge of Australian voters are enhanced through the publication of informed and considered commentary on those issues (such as that undertaken by the Government in its White Paper and by Mr Bulbalo and Dr Fealy).",
      "id": "s467"
    },
    {
      "text": "According to the applicant, the decisions subject to review would deny to Australian resident analysts the capacity to obtain either book and thereby deny to all those outside of government the capacity to undertake and publish such an analysis informed by an understanding of the contents of the books.",
      "id": "s468"
    },
    {
      "text": "In the applicant's submission, while it is obviously reasonable for the State to enact legislation protecting its citizens from crime and violence, banning books is not a reasonably appropriate response compatible with a system of representative government in circumstances in which: \n \n (a) the purpose of the books is to promote and incite violence but no consideration is given to the effect or likely effect of the books;\n (b) the ideas contained in the books are put forward by the Federal Government in its White Paper as ideas 'we must challenge' in the 'contest of ideas' and the Minister for Foreign Affairs seeks the 'vigilance, support and resilience of the Australian people';\n (c) the terrorist threat is said to justify a wide range of responses including new laws; and\n (d) there is an ongoing debate within the Australian body politic about the extent of the response required to the terrorist threat.",
      "id": "s469"
    },
    {
      "text": "In these circumstances there must be a 'compelling justification' which would warrant the banning of the books.",
      "id": "s470"
    },
    {
      "text": "Absent any consideration as to the effect of these books on the Australian population or some section of the Australian population, according to the applicant there is no such compelling justification.",
      "id": "s471"
    },
    {
      "text": "The Attorney-General's Submissions \n \n At the outset, the Attorney submitted that a Full Court of this Court in Brown considered and upheld the validity of the provision challenged in those proceedings: French J at 238E --- 239A; Heerey J at 246B --- G and Sundberg J at 258B --- D. As a result, he submitted I am bound to reject any suggestion that the provision, as construed by that Court, is beyond constitutional power.",
      "id": "s472"
    },
    {
      "text": "According to the Attorney, it appears that the Lange test as refined in Coleman v Power involves two limbs, but the second has three elements: \n \n 1.",
      "id": "s473"
    },
    {
      "text": "Determining whether the law effectively burdens communication about government or political matters.",
      "id": "s474"
    },
    {
      "text": "2.",
      "id": "s475"
    },
    {
      "text": "Identifying the object of the law and determining whether it is incompatible with the system of government prescribed by the Constitution .",
      "id": "s476"
    },
    {
      "text": "3.",
      "id": "s477"
    },
    {
      "text": "Determining whether the manner in which the law achieves that object is incompatible with the system of government prescribed by the Constitution , in that the law is not reasonably appropriate and adapted to its end.",
      "id": "s478"
    },
    {
      "text": "THE FIRST LIMB\n \n The Attorney submitted that the concept of 'communication about government or political matters' is not free-standing.",
      "id": "s479"
    },
    {
      "text": "To the contrary, the concept is confined by those provisions of the Commonwealth Constitution which require that federal elections and referenda be free and that federal electors have access to information relevant to their choice and which prescribe the federal system of responsible government --- principally, ss 7 , 24 , 64 and 128 : see Lange at 560 --- 561; see also at 567, 571, 575.",
      "id": "s480"
    },
    {
      "text": "According to the Attorney, as Lange made clear, the constitutional requirement of freedom of communication 'can validly extend only so far as is necessary to give effect to these sections' (at 567): see also Coleman v Power , McHugh J at [89], Kirby J at [228], Callinan J at [291] --- [292] and [294] and Heydon J at [320], [331] and [335].",
      "id": "s481"
    },
    {
      "text": "The Attorney submitted that it is of the essence of the Lange test that before a law will be held invalid, it must ' effectively burden' (at 567) (emphasis added) the freedom of communication about federal government and political matters by actually tending to impair the effective operation of the constitutional system of representative and responsible government ( Coleman v Power per McHugh J at [91]).",
      "id": "s482"
    },
    {
      "text": "As McHugh J went on to say in Coleman v Power , '[i]n all but exceptional cases, a law will not burden such communications unless, by its operation or practical effect, it directly and not remotely restricts or limits the content of those communications or the time, place, manner or conditions of their occurrence' (at [91]).",
      "id": "s483"
    },
    {
      "text": "The Attorney submitted that the present Code does not so burden the freedom of communication about government or political matters.",
      "id": "s484"
    },
    {
      "text": "In the present case, even if one has regard to the related State laws, which give practical significance to the process of classification that takes place under the Commonwealth legislation, the Attorney submitted that no burden is placed on the freedom of communications about government or political matters.",
      "id": "s485"
    },
    {
      "text": "The classification scheme affects publications that promote, incite or instruct in matters of violence or crime.",
      "id": "s486"
    },
    {
      "text": "Communications of this nature do not fall within the constitutional freedom.",
      "id": "s487"
    },
    {
      "text": "As Heerey J said in Brown at 246E: \n \n 'All this may be in one sense politics, but the Constitutional freedom of political communications assumes --- indeed exists to support, foster and protect --- representative democracy and the rule of law.",
      "id": "s488"
    },
    {
      "text": "The advocacy of law breaking falls outside this protection and is antithetical to it ... \n \n There is no Constitutional protection for speech which is 'mere advocacy' or abstract teaching of the necessity or propriety of criminal or violent conduct.",
      "id": "s489"
    },
    {
      "text": "The reason is simple.",
      "id": "s490"
    },
    {
      "text": "Such conduct is not part of the system of representative and responsible government or of the political and democratic process.",
      "id": "s491"
    },
    {
      "text": "' \n \n \n In the Attorney's submission, it is ironic that the freedom of political communications is invoked to support the publication of writings of a person whose motto was said to be 'Jihad and the rifle alone.",
      "id": "s492"
    },
    {
      "text": "No negotiations, No conferences and No dialogue'.",
      "id": "s493"
    },
    {
      "text": "As the motto suggests, the publications do not engage in political communications but advocate the abandonment of political change through speech and non-violent processes.",
      "id": "s494"
    },
    {
      "text": "Rather, resort to violence to effect change is advocated.",
      "id": "s495"
    },
    {
      "text": "According to the Attorney, in no way can material of this kind be characterised as advancing or facilitating Australia's system of representative government.",
      "id": "s496"
    },
    {
      "text": "It is not to the point, argued the Attorney, that the subject matter of the publications --- broadly, acts of terrorism by Islamic fundamentalists --- might in some way pertain to law reform questions in Australia.",
      "id": "s497"
    },
    {
      "text": "In APLA Ltd v Legal Services Commissioner (NSW) [2005] HCA 44 ; (2005) 224 CLR 322, the High Court rejected the plaintiffs' attempts to obtain the protection of the constitutional freedom for their professional advertisements by relating them to tort law reform.",
      "id": "s498"
    },
    {
      "text": "In particular, Gleeson CJ and Heydon J observed at [28]: \n \n 'The regulations are not aimed at preventing discussion of, say, \"tort law reform\", or some other such issue of public policy.",
      "id": "s499"
    },
    {
      "text": "They restrict the marketing of professional services.",
      "id": "s500"
    },
    {
      "text": "' \n \n \n And at [70], McHugh J said: \n \n 'No doubt communications about the desirability of regulations prohibiting or curtailing the ability of lawyers to advertise their services ensure that voters are informed about government policies that affect their access to such information.",
      "id": "s501"
    },
    {
      "text": "They are communications for the purpose of the Lange doctrine.",
      "id": "s502"
    },
    {
      "text": "So also are communications that inform the public about government policies affecting the capacity and opportunity of individuals to enforce their legal rights.",
      "id": "s503"
    },
    {
      "text": "I did not understand the State and federal governments to dispute that cl 139(1) cannot validly apply to communications of these types.",
      "id": "s504"
    },
    {
      "text": "But so far as the communications relied on in this case are concerned, only that part of the advertisement referring to \"Premier Bob Carr and Senator Helen Coonan\" concerns political or governmental matters within the meaning of Lange .",
      "id": "s505"
    },
    {
      "text": "The rest of that advertisement concerns matters that fall outside the protection of Lange .",
      "id": "s506"
    },
    {
      "text": "That part of the advertisement which concerns political matter is not so intertwined with non-protected matter that it cannot be severed from it.",
      "id": "s507"
    },
    {
      "text": "' \n \n \n And at [379] --- [380], per Hayne J: \n \n '[379] Accepting that there are these connections between political controversy or debate and some questions about personal injury litigation or some particular pieces of litigation does not mean that the impugned regulations effectively burden the freedom of communication about government or political matters whether in their terms, operation or effect.",
      "id": "s508"
    },
    {
      "text": "What the impugned regulations preclude is the publication, by a lawyer, of an advertisement including: \n \n (a) any reference to or depiction of personal injury; \n \n \n \n (b) any circumstance in which personal injury may occur or any activity, event or circumstance that suggests or could suggest the possibility of personal injury or any connection to or association with personal injury or a cause of personal injury; or \n \n \n \n (c) a personal injury legal service.",
      "id": "s509"
    },
    {
      "text": "That is, the impugned regulations take as the legal (and practical) focus of their operation the publication of communications about events that have happened or might happen, and have caused or might cause personal injury, and the rights and remedies of individuals.",
      "id": "s510"
    },
    {
      "text": "Save in extraordinary circumstances, the rights and remedies in respect of which a personal injury legal service might be engaged will be rights and remedies existing under the law as it stood at the time an injury was sustained.",
      "id": "s511"
    },
    {
      "text": "A communication about any of these subjects is not a communication about government or political matters.",
      "id": "s512"
    },
    {
      "text": "[380] As Brennan J pointed out in Cunliffe v The Commonwealth , it is necessary to distinguish between laws controlling an activity and laws restricting political discussion about whether that activity should be controlled.",
      "id": "s513"
    },
    {
      "text": "The impugned regulations are of the former type, not the latter.",
      "id": "s514"
    },
    {
      "text": "They control an activity --- lawyers' advertising.",
      "id": "s515"
    },
    {
      "text": "They are directed at communications about events (actual or hypothetical) and about rights and remedies.",
      "id": "s516"
    },
    {
      "text": "They are not directed at communications about whether the happening of events should be regulated differently or whether available rights and remedies should be changed.",
      "id": "s517"
    },
    {
      "text": "These are reasons enough to conclude that the impugned regulations do not inhibit the freedom of communication about government or political matters.",
      "id": "s518"
    },
    {
      "text": "' \n \n \n In this case, the Attorney submitted, the challenged law is directed to controlling (or preventing) the activity of promoting, inciting or instructing in matters of violence or crime.",
      "id": "s519"
    },
    {
      "text": "The law is not directed at communications about the nature or extent of anti-terrorism laws, which is a subject untouched by the law in issue.",
      "id": "s520"
    },
    {
      "text": "No part of that political communication involves promoting violence or crime; at least not one that falls within the protection implied to give effect to the provisions in the Constitution that serve to protect and promote the democratic institutions established therein.",
      "id": "s521"
    },
    {
      "text": "The Attorney noted that in Holland v The Queen (2005) 193 FLR 140, a matter in which a small amount of political advocacy on laws pertaining to pedophilia was blended with a larger amount of child pornography, Roberts-Smith JA said the following (at [236]) in the course of rejecting the appellant's claim that the imported documents were protected by the constitutional freedom: \n \n 'The conduct of political discourse or debate about those matters neither requires nor justifies their presentation in combination with child pornography as defined by the legislation.",
      "id": "s522"
    },
    {
      "text": "' \n \n \n In the Attorney's submission, the analogy with the present case is that political discourse or debate about anti-terrorism laws does not require or justify publication of the two books the subject of these proceedings.",
      "id": "s523"
    },
    {
      "text": "The particular calls to arms contained therein are, at best, only remotely connected to that political debate.",
      "id": "s524"
    },
    {
      "text": "In summary, the Attorney submitted that to the extent that the applicant relies upon the freedom of political communications to protect the publications the subject of these proceedings from the Act and the Code on the basis that the content of those publications are political speech, it must be rejected.",
      "id": "s525"
    },
    {
      "text": "The freedom does not extend to speech advocating violence or crime to effect changes in laws, policies or government.",
      "id": "s526"
    },
    {
      "text": "To the extent that the applicant's reliance is premised upon the publications being in some way relevant to the issue of anti-terrorism laws, any restriction effected by the law on political communications is remote and not direct.",
      "id": "s527"
    },
    {
      "text": "THE SECOND LIMB: FIRST ELEMENT\n \n The Attorney submitted that the Court would not reach this issue unless it first found that the challenged law effectively burdened the freedom of communication about federal government and political matters.",
      "id": "s528"
    },
    {
      "text": "In the Attorney's submission, there appears to be no dispute that the primary object of the challenged law is to protect the Australian community from violence and crime.",
      "id": "s529"
    },
    {
      "text": "Needless to say, the object of the law is not incompatible with the system of government prescribed by the Constitution .",
      "id": "s530"
    },
    {
      "text": "Indeed, public safety is one of the most critical responsibilities of any government.",
      "id": "s531"
    },
    {
      "text": "THE SECOND LIMB: SECOND ELEMENT\n \n Contrary to the applicant's submission, in the Attorney's submission the question for the Court is not whether some means other than those chosen by the Parliament may have been preferable or less onerous, but rather whether Parliament's choice was a reasonable one in light of the burden which it places on the implied freedom of communication about government and political matters: Lange at 561 --- 562, 567.",
      "id": "s532"
    },
    {
      "text": "See also Levy v State of Victoria [1997] HCA 31 ; (1997) 189 CLR 579 at 598 per Brennan CJ, 608 per Dawson J, 614 --- 615 per Toohey and Gummow JJ, 618 --- 620 per Gaudron J, 627 --- 628 per McHugh J, 647 --- 648 per Kirby J; Coleman v Power at [31] per Gleeson CJ, [l00] per McHugh J, [292] per Callinan J, [328] per Heydon J; cf.",
      "id": "s533"
    },
    {
      "text": "at [235] per Kirby J; Mulholland v Australian Electoral Commission [2004] HCA 41 ; (2004) 220 CLR 181 at [32] --- [33] per Gleeson CJ, [248] --- [249] and [256] --- [267] per Kirby J, [360] per Heydon J.",
      "id": "s534"
    },
    {
      "text": "For the corresponding position under the Canadian Charter of Rights and Freedoms, see R v Sharpe [2001] 1 SCR 45 at [96] per McLachlin CJ, Iacobucci, Major, Binnie, Arbour and LeBel JJ: 'It suffices if the means adopted fall within a range of reasonable solutions to the problem confronted'.",
      "id": "s535"
    },
    {
      "text": "The Attorney submitted that the circumstances which bear upon the reasonableness of the Parliament's choice of means will vary from case to case.",
      "id": "s536"
    },
    {
      "text": "But they will usually include the nature and importance of the legislative object and the purpose, operation and effect of the particular law, including the degree to which the law burdens the discussion of government or political matters.",
      "id": "s537"
    },
    {
      "text": "Where the law is directed at or involves a substantial curtailment of discussion of federal government or political matters, 'reconciliation with the constitutional implication will be more difficult': Cunliffe v The Commonwealth at 339 per Deane J.",
      "id": "s538"
    },
    {
      "text": "As to the distinction between laws that have the purpose of restricting discussion of government or political matters and those that merely affect it incidentally, see generally Levy v State of Victoria at 611 and 614 per Toohey and Gummow JJ, at 618 --- 619 per Gaudron J, at 645 per Kirby J.",
      "id": "s539"
    },
    {
      "text": "See also Coleman v Power at [326] per Heydon J; cf.",
      "id": "s540"
    },
    {
      "text": "at [30] --- [31] and [33] per Gleeson CJ; Mulholland v Australian Electoral Commission at [40] per Gleeson CJ.",
      "id": "s541"
    },
    {
      "text": "Here, the law challenged is not directed to communications about government or political matters.",
      "id": "s542"
    },
    {
      "text": "Depending on those matters, the extent of availability of alternative means to achieve the legislative object may also be relevant.",
      "id": "s543"
    },
    {
      "text": "The Act, and the Code formulated thereunder, acknowledges the primacy of the principle that adults should be able to read, see and hear what they want.",
      "id": "s544"
    },
    {
      "text": "At the same time, however, the Act seeks to protect the safety of the community generally, and vulnerable segments of the community in particular.",
      "id": "s545"
    },
    {
      "text": "It does so by ensuring that certain publications, films and computer games are refused classification, thereby prohibiting their sale and distribution pursuant to the complementary State and Territory legislation.",
      "id": "s546"
    },
    {
      "text": "The legislature in drafting the Act, and participating State and Territory Ministers in drafting the Code, have confined the circumstances in which a publication will be classified 'RC' within a narrow compass.",
      "id": "s547"
    },
    {
      "text": "Publications can only be classified 'RC' if they fall within one of the three descriptions in Item 1 of the publications table in the Code.",
      "id": "s548"
    },
    {
      "text": "In considering whether that classification is appropriate, the Review Board must take into account the four considerations in s 11 of the Act, in addition to the general principles with which the Code commences.",
      "id": "s549"
    },
    {
      "text": "The Attorney submitted that the challenged provision of the Code is reasonably appropriate and adapted to serve the legitimate end of protecting the community from potentially serious acts of crime and violence.",
      "id": "s550"
    },
    {
      "text": "By confining the 'RC' category to publications dealing with subject matters within a limited compass, the Code serves that legitimate end in a manner which is compatible with the system of government prescribed by the Constitution .",
      "id": "s551"
    },
    {
      "text": "Each member of the Full Court in Brown made findings to this effect: French J at 238G --- 239A; Heerey J at 246G and Sundberg J at 258D.",
      "id": "s552"
    },
    {
      "text": "The Applicant's Reply Submissions \n \n In its reply submissions, the applicant repeated that its invalidity submissions in [163] to [184] above only arise if the Court rejects its submissions on the meaning of the words 'promote or incite' and concludes that the Review Board was not required to consider the effect of the publications.",
      "id": "s553"
    },
    {
      "text": "Only in those circumstances does the applicant submit that this part of the Code constitutes a burden on the freedom of communication about government or political matters that is not reasonably appropriate and adapted to serve a legitimate end in a manner compatible with the constitutional system of representative government.",
      "id": "s554"
    },
    {
      "text": "The applicant did not accept that Brown upheld the constitutional validity of the provision challenged in these proceedings.",
      "id": "s555"
    },
    {
      "text": "According to the applicant, Brown considered the validity of the criterion for classification 'to instruct in matters of crime or violence'.",
      "id": "s556"
    },
    {
      "text": "The Full Court was not concerned with the constitutional validity of the criterion 'to promote or incite in matters of crime or violence'.",
      "id": "s557"
    },
    {
      "text": "This Court is not, therefore, bound by the decision in Brown to reject the submission that the provision is beyond constitutional power.",
      "id": "s558"
    },
    {
      "text": "THE FIRST LIMB\n \n The applicant accepted that before a law will be held invalid it must effectively burden the freedom of communication about Federal Government and political matters by tending to impair the effective operation of the constitutional system of representative government.",
      "id": "s559"
    },
    {
      "text": "According to the applicant, the passage from Heerey J in Brown set out at [180] above has to be read in relation to the facts of Brown.",
      "id": "s560"
    },
    {
      "text": "There was not, and could not have been, any suggestion that the Rabelais article was relevant to the political process, for the reasons given by Heerey J at 246C.",
      "id": "s561"
    },
    {
      "text": "The applicant submitted that a publication which advocates crime or violence may or may not be a communication about government or political matters.",
      "id": "s562"
    },
    {
      "text": "While advocacy of violence may not be part of a system of responsible representative government, an understanding of such advocacy (including for example the motives of those advocating violence and the likelihood of such violence occurring) may well be part of the political process.",
      "id": "s563"
    },
    {
      "text": "It gave an example from a different historical context.",
      "id": "s564"
    },
    {
      "text": "In September 1951, there was a referendum held in Australia by which the government of the day sought to ban the Communist Party.",
      "id": "s565"
    },
    {
      "text": "A voter seeking to understand the central aims and beliefs of communists and of the Communist Party would have been assisted in that understanding by reading The Communist Manifesto, a book which unequivocally advocated violence: \n \n 'The Communists disdain to conceal their views and aims.",
      "id": "s566"
    },
    {
      "text": "They openly declare that their ends can be attained only by the forcible overthrow of all existing social conditions.",
      "id": "s567"
    },
    {
      "text": "Let the ruling classes tremble at a communist revolution.",
      "id": "s568"
    },
    {
      "text": "The proletarians have nothing to lose but their chains.",
      "id": "s569"
    },
    {
      "text": "They have a world to win.",
      "id": "s570"
    },
    {
      "text": "Proletarians of all countries, unite!",
      "id": "s571"
    },
    {
      "text": "' \n \n \n Similarly, in the present case, a voter wanting to understand the nature of the terrorist threat and the necessity or otherwise of broad-ranging governmental responses would be significantly assisted by reading the books.",
      "id": "s572"
    },
    {
      "text": "The Attorney points to a suggested irony in the invoking of freedom of political communication to support these publications (see [181] above).",
      "id": "s573"
    },
    {
      "text": "According to the applicant, it is true that there is an irony in these proceedings, but it is not the one identified by the Attorney; there is a far greater irony at work here.",
      "id": "s574"
    },
    {
      "text": "In the White Paper, the Australian Government urges Australians to take up a battle of ideas against, amongst others, the ideas published in these two books.",
      "id": "s575"
    },
    {
      "text": "In his application to the Review Board and in his written submissions to this Court, the Attorney, a member of the Australian Government, sought and now defends the suppression of those very ideas.",
      "id": "s576"
    },
    {
      "text": "Suppression not because of the effect or likely effect of those ideas in promoting or inciting crime or violence, but simply because of their purpose.",
      "id": "s577"
    },
    {
      "text": "In relation to APLA (see [182] above), the applicant made the following points: \n \n (a) The first limb of the Lange test looks to the 'terms, operation or effect of the law' .",
      "id": "s578"
    },
    {
      "text": "See also the passage from McHugh J in Coleman v Power at [91] (quoted at [179] above).",
      "id": "s579"
    },
    {
      "text": "(b) The practical effects of the law in the present case include preventing Australian voters from reading the contents of the books.",
      "id": "s580"
    },
    {
      "text": "To that extent the law restricts Australian voters from knowing what are the ideas contained in the books and what those ideas convey about the nature of the terrorist threat.",
      "id": "s581"
    },
    {
      "text": "(c) The Attorney's conclusion in the first two sentences of [185] above latches on to what the law is directed to and ignores its practical effect.",
      "id": "s582"
    },
    {
      "text": "In relation to the Attorney's submission at [188] above, in the applicant's submission, the position is to the contrary.",
      "id": "s583"
    },
    {
      "text": "The terms and reasons for the call to arms are at the epicentre of political debate about responses to terrorism.",
      "id": "s584"
    },
    {
      "text": "Conclusion \n \n I am unable to comprehend how the Code, specifically its classification scheme which restricts publications that promote, incite (or instruct) in matters of violence or crime, accepting for present purposes that that latter matter is to be determined by reference to the purpose or intent of the publication rather than its effect or likely effect, '... impacts or tends to impair the effective operation of the constitutional system of representative and responsible government by impermissibly burdening communications on political or governmental matters': Coleman v Power at [91] per McHugh J.",
      "id": "s585"
    },
    {
      "text": "Even if one accepts that there could not be any suggestion that the Rabelais article in Brown was relevant to the political process, what was said by Heerey J at 246E (quoted at [180] above) was equally apposite to the present case.",
      "id": "s586"
    },
    {
      "text": "Indeed, despite the best efforts of Senior Counsel for the applicant to make the two publications in the present case relevant to that political process, it is important not to lose sight of what that political process is --- the effective operation of the constitutional system of representative and responsible government.",
      "id": "s587"
    },
    {
      "text": "Communications that promote, incite (or instruct) in matters of violence or crime do not fall within its architecture or framework; they therefore cannot burden or impair it.",
      "id": "s588"
    },
    {
      "text": "In my opinion, the applicant's constitutional argument falls at the first hurdle; the Code, in particular the 'RC' classification of 'Publications' and specifically para (c) of Item 1, confining its construction to one of purpose and intent of the publication rather than its effect or likely effect, is not constitutionally invalid on the ground that it effectively burdens communication about government or political matters.",
      "id": "s589"
    },
    {
      "text": "On any view, it is not necessary that I consider the second limb of the Lange test or, on the Attorney's view of Coleman v Power (see [187] above), the second and third elements of that limb.",
      "id": "s590"
    },
    {
      "text": "Had it been necessary, I would have found the object of the relevant provisions of the Code to be compatible with the system of government prescribed by the Constitution and that the manner in which those provisions achieve that object are compatible with the system of government prescribed by the Constitution ; in other words, the relevant provisions of the Code were reasonably appropriate and adapted to that end.",
      "id": "s591"
    },
    {
      "text": "It follows, in my view, that the applicant's application on this ground also fails.",
      "id": "s592"
    },
    {
      "text": "The application must therefore be dismissed.",
      "id": "s593"
    },
    {
      "text": "In the event that I came to this conclusion, I was requested by the applicant, a request which was not opposed by the Attorney, to defer making any order as to costs.",
      "id": "s594"
    },
    {
      "text": "I agreed to do this.",
      "id": "s595"
    },
    {
      "text": "I will stand the matter over to allow the parties time to agree on appropriate orders or, in default of agreement, to list the matter for further submissions on this issue.",
      "id": "s596"
    },
    {
      "text": "The orders I have made reflect this arrangement.",
      "id": "s597"
    },
    {
      "text": "I certify that the preceding two hundred and ten (210) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s598"
    },
    {
      "text": "Associate:\n\nDated: 14 June 2007\n\n Counsel for the Applicant: Mr M Bozic SC with Mr T Brennan \n \n Solicitor for the Applicant: SBA Lawyers \n \n Counsel for the Second Respondent: Mr D M J Bennett QC with Mr S Lloyd \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n\n Date of Hearing: 28 November 2006 \n \n Date of Judgment: 14 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/896.html",
      "id": "s599"
    }
  ]
}