{
  "name": "Rana v University of South Australia [2007] FCA 816 (31 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/816.html",
  "catchphrases": [
    {
      "text": "advertisement",
      "id": "c0"
    },
    {
      "text": "where respondent advertised event to public",
      "id": "c1"
    },
    {
      "text": "whether advertisement amounted to offer",
      "id": "c2"
    },
    {
      "text": "whether any payment made to respondent by applicant in relation to event",
      "id": "c3"
    },
    {
      "text": "whether contract arose",
      "id": "c4"
    },
    {
      "text": "whether any loss or damage established.",
      "id": "c5"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c6"
    },
    {
      "text": "claim that respondent breached s 52 of the trade practices act 1974 (cth)",
      "id": "c7"
    },
    {
      "text": "applicant refused entry to event",
      "id": "c8"
    },
    {
      "text": "whether advertisement of event to public amounted to misleading or deceptive conduct",
      "id": "c9"
    },
    {
      "text": "whether statements made by employee of respondent to applicant amounted to misleading or deceptive conduct",
      "id": "c10"
    },
    {
      "text": "claim for damages under s 82 of the trade practices act 1974 (cth).",
      "id": "c11"
    },
    {
      "text": "injunctive relief",
      "id": "c12"
    },
    {
      "text": "injunction sought in relation to claims in contract and under trade practices act .",
      "id": "c13"
    },
    {
      "text": "contract",
      "id": "c14"
    },
    {
      "text": "trade practices",
      "id": "c15"
    },
    {
      "text": "remedies",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a proceeding in the original jurisdiction of this Court.",
      "id": "s0"
    },
    {
      "text": "2 Mr Ranjit Rana claims damages against the University of South Australia (\"the University\") and he relies on two causes of action.",
      "id": "s1"
    },
    {
      "text": "First, he claims that the University contravened s 52 of the Trade Practices Act 1974 (Cth) (\"the Act \") and that he is entitled to damages under s 82 of the Act .",
      "id": "s2"
    },
    {
      "text": "Secondly, he claims that he entered into a contract with the University, which it breached, and that, as a result, he is entitled to damages from the University.",
      "id": "s3"
    },
    {
      "text": "In addition to his claim for damages, Mr Rana claims an injunction against the University, restraining it from banning him from attending any public functions held by it in the future.",
      "id": "s4"
    },
    {
      "text": "3 Mr Rana appeared in person and he gave evidence in support of his case.",
      "id": "s5"
    },
    {
      "text": "He did not call any witnesses.",
      "id": "s6"
    },
    {
      "text": "The University was represented and it called a number of witnesses.",
      "id": "s7"
    },
    {
      "text": "All witnesses swore affidavits, and the affidavit or affidavits of each witness, for the most part, constituted the evidence in chief of that witness.",
      "id": "s8"
    },
    {
      "text": "Each witness was cross-examined by the opposing party.",
      "id": "s9"
    },
    {
      "text": "4 For reasons which I will give, I find that Mr Rana was a most unsatisfactory witness and I do not accept his evidence except where it accords with other evidence which I accept.",
      "id": "s10"
    },
    {
      "text": "It is sufficient to say at this point that Mr Rana's evidence as to important events changed during the course of the proceedings, some of his evidence was highly improbable and a good deal of his evidence was inconsistent with evidence which I accept.",
      "id": "s11"
    },
    {
      "text": "5 I find that each of the witnesses called by the University was honest and straightforward, and I accept each witness as a witness of truth.",
      "id": "s12"
    },
    {
      "text": "6 It is convenient, before dealing with any other matters, to summarise Mr Rana's case against the University as set out in his statement of claim.",
      "id": "s13"
    },
    {
      "text": "In doing that, I will also set out those matters which are common ground between the parties.",
      "id": "s14"
    },
    {
      "text": "Mr Rana's case as set out in the statement of claim \n \n7 Mr Rana's claim arises out of events which allegedly took place on Monday 27 March 2006.",
      "id": "s15"
    },
    {
      "text": "8 It is common ground that on that day the University held an event at the Adelaide Convention Centre (\"the Convention Centre\").",
      "id": "s16"
    },
    {
      "text": "The event was what the University called a \"hypothetical\" and it involved a discussion about the prospects of Australian businesses exporting wine to the Asian market.",
      "id": "s17"
    },
    {
      "text": "The hypothetical involved seven panellists each with differing areas of either interest or expertise.",
      "id": "s18"
    },
    {
      "text": "The hypothetical was conducted from 6.30 pm to 8.30 pm or thereabouts and, as advertised, there were \"drinks and nibbles\" from 5.30 pm.",
      "id": "s19"
    },
    {
      "text": "The ticket price was $45, with University alumni, staff and students entitled to a discount.",
      "id": "s20"
    },
    {
      "text": "A person who purchased nine tickets received an additional ticket free of charge.",
      "id": "s21"
    },
    {
      "text": "9 An advertisement for the hypothetical appeared in The Australian newspaper on 27 March 2006 and it stated that if a person wanted to \"book\" for the hypothetical he or she could contact Ms Melissa Ellmers on a telephone number provided, or visit the University's website.",
      "id": "s22"
    },
    {
      "text": "The evidence of Ms Ellmers suggests that to \"book\" in the context of the advertisement and the hypothetical meant to purchase tickets by credit card or cheque.",
      "id": "s23"
    },
    {
      "text": "10 It is common ground that Mr Rana saw the advertisement to which I have referred and that he contacted Ms Ellmers, who was an employee of the University, by telephone and discussed attendance at the hypothetical.",
      "id": "s24"
    },
    {
      "text": "He went to the Convention Centre in the early evening of Monday 27 March 2006, but he was refused entry to the hypothetical by another employee of the University, Ms Helen McIver.",
      "id": "s25"
    },
    {
      "text": "11 Mr Rana's case (as pleaded in his statement of claim) is that when he spoke to Ms Ellmers, she promised to provide him with ten tickets and he said that he would pay $35 for each ticket \"as a member of the University of South Australia's alumni\".",
      "id": "s26"
    },
    {
      "text": "His case is that he went to the Convention Centre and that at about 5.20 pm he gave Ms McIver the sum of $350.",
      "id": "s27"
    },
    {
      "text": "Ms McIver did not give Mr Rana the tickets \"as promised by Melissa Ellmers\".",
      "id": "s28"
    },
    {
      "text": "Mr Rana's case is that Ms McIver called security guards and \"SA Police\" and told them that Mr Rana had been banned from all University functions for being a troublemaker.",
      "id": "s29"
    },
    {
      "text": "12 Mr Rana's case is that the University was involved in trade or commerce as it had promoted the hypothetical by the advertisement in The Australian newspaper on 27 March 2006.",
      "id": "s30"
    },
    {
      "text": "His case is that the University's conduct was misleading or deceptive in that he was not allowed to attend the hypothetical \"for the public as advertised in the national newspaper\".",
      "id": "s31"
    },
    {
      "text": "Not only was he misled, but his case is that the security guards and police officers were also misled because of what Ms McIver said to them about him.",
      "id": "s32"
    },
    {
      "text": "In addition, Mr Rana's family and friends were also misled or deceived.",
      "id": "s33"
    },
    {
      "text": "Mr Rana alleges that he was induced to buy the tickets by the University's conduct.",
      "id": "s34"
    },
    {
      "text": "Mr Rana's plea of loss and damage is in the following terms:\n \n \"The applicant has suffered loss or damage by the respondent's conduct, in that he suffered humiliation, embarrassment, loss of reputation and face and aggravation of paranoid schizophrenia by the ban placed in that function as described above.",
      "id": "s35"
    },
    {
      "text": "The total amount for the loss and damage is A$1000000.",
      "id": "s36"
    },
    {
      "text": "\"\n \n\n13 In addition, Mr Rana alleges in his statement of claim that the events described above gave rise to a contract between him and the University.",
      "id": "s37"
    },
    {
      "text": "He alleges that Ms Ellmers agreed that he would be provided with ten tickets for $35 each.",
      "id": "s38"
    },
    {
      "text": "He claims that under the contract he would attend the Convention Centre, pay the money and receive the tickets.",
      "id": "s39"
    },
    {
      "text": "The contract was an \"oral and implied contract\".",
      "id": "s40"
    },
    {
      "text": "14 Mr Rana's case is that the contract was breached by the University when it banned him from attending the hypothetical.",
      "id": "s41"
    },
    {
      "text": "He paid for the tickets, but the money was not returned to him.",
      "id": "s42"
    },
    {
      "text": "He claims that he was disparaged in front of his guests.",
      "id": "s43"
    },
    {
      "text": "Mr Rana claims the same loss and damage for the alleged breach of contract as he claims for the alleged contravention of s 52 of the Act .",
      "id": "s44"
    },
    {
      "text": "15 In his statement of claim, Mr Rana also alleges that the University breached a deed of settlement.",
      "id": "s45"
    },
    {
      "text": "Mr Rana tendered a deed of settlement and a release between himself and the University dated 2 March 2006.",
      "id": "s46"
    },
    {
      "text": "It appears from the deed that Mr Rana had two proceedings in this Court against the University and that under the deed he agreed to discontinue the proceedings and in return the University agreed to pay Mr Rana a sum of money.",
      "id": "s47"
    },
    {
      "text": "There is an allegation in the statement of claim that, by its conduct on 27 March 2006, the University breached a term of the deed, although it was unclear by the end of the case whether this allegation was still being pursued by Mr Rana.",
      "id": "s48"
    },
    {
      "text": "In any event, I have read the deed of settlement and release and, having regard to my findings of fact, it does not appear to me that any conduct of the University on 27 March 2006 constituted a breach of a term of the deed.",
      "id": "s49"
    },
    {
      "text": "An aspect of the University's case \n \n16 It is convenient at this stage to note one important point about the University's case.",
      "id": "s50"
    },
    {
      "text": "In its defence, the University alleged that Ms McIver believed that Mr Rana was not permitted to attend the hypothetical.",
      "id": "s51"
    },
    {
      "text": "In her affidavit filed and served pursuant to orders of the Court made before the trial, Ms McIver referred to previous dealings she had had with Mr Rana.",
      "id": "s52"
    },
    {
      "text": "On an interlocutory hearing, Mr Rana sought from the University further and better discovery of documents relating to his previous dealings with the University.",
      "id": "s53"
    },
    {
      "text": "After an adjournment to consider its attitude to the application, the University decided that it would not lead any evidence of its previous dealings with Mr Rana, or evidence from Ms McIver as to the effect those dealings had on her decision to exclude Mr Rana from the hypothetical.",
      "id": "s54"
    },
    {
      "text": "In those circumstances, I refused the application for further and better discovery of documents relating to Mr Rana's previous dealings with the University.",
      "id": "s55"
    },
    {
      "text": "Although Mr Rana cross-examined Ms McIver as to some aspects of his previous dealings with the University, by and large, the trial proceeded without evidence from Ms McIver as to the precise reason or reasons she refused to allow Mr Rana entry to the hypothetical.",
      "id": "s56"
    },
    {
      "text": "Findings of fact \n \n17 It is convenient to start by mentioning the evidence of Ms Annabel Jane Mansfield who was a witness called by the University.",
      "id": "s57"
    },
    {
      "text": "Ms Mansfield was employed by the University and she held the position of Coordinator of Marketing and Alumni in the Business Division Office.",
      "id": "s58"
    },
    {
      "text": "She was responsible for the promotion and marketing of the hypothetical.",
      "id": "s59"
    },
    {
      "text": "She understood that the hypothetical was open to anyone who wished to attend.",
      "id": "s60"
    },
    {
      "text": "She understood that it was to be a public event held on private property and open to any fee-paying member of the public who was interested in attending.",
      "id": "s61"
    },
    {
      "text": "She approved the final form and content of the advertisement for the hypothetical which appeared in The Australian newspaper on 27 March 2006 and which Mr Rana said he read.",
      "id": "s62"
    },
    {
      "text": "18 As I have said, it is common ground that there was a telephone conversation between Mr Rana and Ms Ellmers on 27 March 2006.",
      "id": "s63"
    },
    {
      "text": "I accept Ms Ellmers' account of that conversation.",
      "id": "s64"
    },
    {
      "text": "I will now summarise that account and, at the same time, it is convenient to summarise her evidence of later events which I also accept.",
      "id": "s65"
    },
    {
      "text": "19 Ms Ellmers was employed by the University and she held the position of Resource Administrator for the School of Management.",
      "id": "s66"
    },
    {
      "text": "She was responsible for obtaining registrations for the hypothetical and that included answering telephone inquiries about the event and taking credit card bookings in advance of the event.",
      "id": "s67"
    },
    {
      "text": "Ms Ellmers was doing those things on the basis, as she understood it, that the hypothetical was open to the public.",
      "id": "s68"
    },
    {
      "text": "20 Ms Ellmers was subject to direction by Ms McIver.",
      "id": "s69"
    },
    {
      "text": "21 Ms Ellmers was contacted by Mr Rana by telephone at between 3.30 pm and 4.00 pm on 27 March 2006.",
      "id": "s70"
    },
    {
      "text": "She did not know Mr Rana and had not spoken to him before.",
      "id": "s71"
    },
    {
      "text": "22 Mr Rana asked about the price for attendance at the hypothetical and Ms Ellmers told him that the full price was $45 per person.",
      "id": "s72"
    },
    {
      "text": "There was then a discussion about the discount available to alumni members of the University.",
      "id": "s73"
    },
    {
      "text": "Ms Ellmers obtained details of Mr Rana's name and telephone number.",
      "id": "s74"
    },
    {
      "text": "Ms Ellmers told Mr Rana that he could pay by credit card by providing his details to her, or by cash.",
      "id": "s75"
    },
    {
      "text": "Mr Rana did not wish to pay by credit card and he said that he would pay by cash.",
      "id": "s76"
    },
    {
      "text": "Ms Ellmers said that she would see Mr Rana at the registration desk at the Convention Centre where he could pay cash for his ticket.",
      "id": "s77"
    },
    {
      "text": "There was never any mention by Mr Rana of a desire or wish to purchase ten tickets.",
      "id": "s78"
    },
    {
      "text": "Ms Ellmers did not at any time refer to Ms Kellie Willason.",
      "id": "s79"
    },
    {
      "text": "23 \n \nSome time after Ms Ellmers had finished her telephone conversation with Mr Rana, Ms McIver came into her office and saw that she had noted Mr Rana's details.",
      "id": "s80"
    },
    {
      "text": "She told Ms Ellmers that she was concerned about Mr Rana attending the hypothetical.",
      "id": "s81"
    },
    {
      "text": "At some point, she told Ms Ellmers that she would be denying Mr Rana entry to the event and that if he approached Ms Ellmers she should refer him to her.",
      "id": "s82"
    },
    {
      "text": "24 Ms Ellmers left her place of work and arrived at the Convention Centre at about 5.00 pm.",
      "id": "s83"
    },
    {
      "text": "She went and sat at the registration desk at the Convention Centre.",
      "id": "s84"
    },
    {
      "text": "She saw a person, who Ms McIver later told her was Mr Rana, enter the Convention Centre.",
      "id": "s85"
    },
    {
      "text": "She saw Ms McIver have a conversation with Mr Rana and she was later told by Ms McIver that during the conversation she had told Mr Rana that he was not permitted to attend the hypothetical.",
      "id": "s86"
    },
    {
      "text": "Ms Ellmers said that the conversation was brief and not heated and that there were very few other people in the foyer.",
      "id": "s87"
    },
    {
      "text": "Mr Rana was alone and he left the Convention Centre alone.",
      "id": "s88"
    },
    {
      "text": "He was not escorted out by any other person.",
      "id": "s89"
    },
    {
      "text": "25 Ms Ellmers was the only person who dealt with cash payments and the issuing of receipts.",
      "id": "s90"
    },
    {
      "text": "Mr Rana did not pay her any money and the receipt which he produced to the Court (discussed in [26] and [27] below) was not the type of receipt used for cash purchases of tickets for the hypothetical.",
      "id": "s91"
    },
    {
      "text": "26 I have already summarised Mr Rana's case (as set out in the statement of claim) in relation to his telephone conversation with Ms Ellmers.",
      "id": "s92"
    },
    {
      "text": "In his affidavit sworn on 28 March 2006 (Exhibit A1) he repeats those allegations.",
      "id": "s93"
    },
    {
      "text": "In his affidavit sworn on 10 April 2006 he states that he sent the sum of $350 for the tickets to Ms Ellmers and that a receipt was given to \"us\" by her representative.",
      "id": "s94"
    },
    {
      "text": "He exhibits a copy receipt to his affidavit.",
      "id": "s95"
    },
    {
      "text": "The copy receipt is undated and is numbered 151719.",
      "id": "s96"
    },
    {
      "text": "It shows the purported payment of the sum of $350.",
      "id": "s97"
    },
    {
      "text": "I will refer to this document as the \"copy receipt\".",
      "id": "s98"
    },
    {
      "text": "27 The University conducted a search in relation to a receipt numbered 151719.",
      "id": "s99"
    },
    {
      "text": "It called evidence, which I accept, of a search of the University records conducted by Ms Rachel Watherston, and the discovery of a carbon copy receipt numbered 151719 and dated 15 August 2002.",
      "id": "s100"
    },
    {
      "text": "That receipt relates to the payment by Mr Rana of the sum of $50 in relation to an \"MBA Application 05888756741\".",
      "id": "s101"
    },
    {
      "text": "I am satisfied on the evidence in this case that Mr Rana never paid any amount to the University in relation to the hypothetical.",
      "id": "s102"
    },
    {
      "text": "The copy receipt exhibited to Mr Rana's affidavit sworn on 10 April 2006 was, according to the evidence of Ms Ellmers, which I accept, not the type of receipt used by the University in relation to the hypothetical.",
      "id": "s103"
    },
    {
      "text": "Having regard to all the evidence in this case, I am satisfied that the copy receipt is a document Mr Rana prepared by making certain additions and deletions to the receipt dated 15 August 2002 or another copy thereof.",
      "id": "s104"
    },
    {
      "text": "Of course, that conclusion reflects very badly on his credit.",
      "id": "s105"
    },
    {
      "text": "28 Mr Rana claims that after his telephone conversation with Ms Ellmers he sent an electronic message or email to Ms Ellmers and received a response and that he later (at about 3.00 pm) received a voice message on his message bank from Ms Ellmers.",
      "id": "s106"
    },
    {
      "text": "I do not accept that evidence because it is inconsistent with the evidence of Ms Ellmers as to what occurred on 27 March 2006 and her movements on that day.",
      "id": "s107"
    },
    {
      "text": "29 In his affidavit sworn on 17 July 2006, Mr Rana refers to paying for the tickets at the \"student admission office\" and that Ms Ellmers had told him that he was to tell the cashier at the office that the payment was to be directed to Ms Kellie Willason.",
      "id": "s108"
    },
    {
      "text": "I reject that evidence.",
      "id": "s109"
    },
    {
      "text": "I accept the evidence of Ms Ellmers that she had only one telephone conversation with Mr Rana on 27 March 2006, and that she made no reference to Ms Willason or to payment at a place other than the Convention Centre.",
      "id": "s110"
    },
    {
      "text": "I also accept the evidence of Ms Kellie Willason that she was in no way involved with the hypothetical held on 27 March 2006.",
      "id": "s111"
    },
    {
      "text": "30 There is more to be said about the topics of Mr Rana's allegations that he paid for tickets and of the events at the Convention Centre, but it is convenient to do that in the context of discussing the evidence of Ms McIver.",
      "id": "s112"
    },
    {
      "text": "I accept Ms McIver's evidence.",
      "id": "s113"
    },
    {
      "text": "31 Ms McIver was employed by the University and she held the position of School Executive Officer in the School of Management.",
      "id": "s114"
    },
    {
      "text": "The School of Management was responsible for organising the registration and payment in relation to the hypothetical and Ms McIver was responsible for supervising this process.",
      "id": "s115"
    },
    {
      "text": "As she understood it, the hypothetical was open to members of the public who paid the required fee and it was a marketing exercise on the part of the University and its Division of Business.",
      "id": "s116"
    },
    {
      "text": "She was aware that Ms Ellmers was answering inquiries and taking registrations for the hypothetical.",
      "id": "s117"
    },
    {
      "text": "She went into Ms Ellmers' office at about 4.30 pm on 27 March 2006 and saw that Mr Rana had expressed interest in attending the hypothetical.",
      "id": "s118"
    },
    {
      "text": "A short time afterwards, Ms McIver went to the Convention Centre.",
      "id": "s119"
    },
    {
      "text": "At the Convention Centre she decided that she would not allow Mr Rana to attend the hypothetical.",
      "id": "s120"
    },
    {
      "text": "Mr Rana arrived at the Convention Centre at 5.00 pm.",
      "id": "s121"
    },
    {
      "text": "He was alone and there were very few people at the Convention Centre.",
      "id": "s122"
    },
    {
      "text": "There were no security guards or police officers present.",
      "id": "s123"
    },
    {
      "text": "32 Ms McIver had a conversation with Mr Rana which lasted for only a minute or two.",
      "id": "s124"
    },
    {
      "text": "Mr Rana identified himself and said that he had come to register for the event.",
      "id": "s125"
    },
    {
      "text": "He did not mention anything about registering for other people.",
      "id": "s126"
    },
    {
      "text": "Ms McIver said words to the effect of:\n \n \"I'm sorry but I can't allow you to the event.",
      "id": "s127"
    },
    {
      "text": "\"\n \n\nMr Rana asked Ms McIver to explain why and, in response to this question, Ms McIver said:\n \n \"I think you know why.",
      "id": "s128"
    },
    {
      "text": "\"\n \n\nMr Rana repeated his question and Ms McIver said words to the effect of:\n \n \"I won't let you in given your past history with the Division.",
      "id": "s129"
    },
    {
      "text": "\"\n \n\n33 Mr Rana said that he would sue the University and then left.",
      "id": "s130"
    },
    {
      "text": "Neither party raised their voice during the conversation.",
      "id": "s131"
    },
    {
      "text": "Ms McIver could smell alcohol on Mr Rana's breath.",
      "id": "s132"
    },
    {
      "text": "34 Mr Rana did not give any cash to Ms McIver and she did not see him give cash to anyone else.",
      "id": "s133"
    },
    {
      "text": "35 Mr Rana left the building alone and although Ms McIver tried to contact the security office she could not get through.",
      "id": "s134"
    },
    {
      "text": "She did not call the police.",
      "id": "s135"
    },
    {
      "text": "36 It will be recalled that in his statement of claim, Mr Rana alleged that he gave Ms McIver the sum of $350 for tickets.",
      "id": "s136"
    },
    {
      "text": "He repeated this assertion in his affidavit sworn on 28 March 2006.",
      "id": "s137"
    },
    {
      "text": "As I have said, in later affidavits his story changed and Mr Rana said that he paid the sum of $350 to the cashier at the \"student admission office\".",
      "id": "s138"
    },
    {
      "text": "In cross-examination, Mr Rana was asked to explain this apparent change in his evidence.",
      "id": "s139"
    },
    {
      "text": "His answer was incredible.",
      "id": "s140"
    },
    {
      "text": "He said that both accounts were true and that what he had paid to Ms McIver was a further sum of money.",
      "id": "s141"
    },
    {
      "text": "His evidence is not clear as to the quantum of the further amount he says he paid to Ms McIver.",
      "id": "s142"
    },
    {
      "text": "His version of events is incredible and I do not believe it.",
      "id": "s143"
    },
    {
      "text": "It is difficult to believe that Mr Rana would in effect pay twice, and very difficult to believe that Ms McIver would accept money from Mr Rana and then refuse him entry.",
      "id": "s144"
    },
    {
      "text": "As I have said, Ms McIver was an honest and straightforward witness and she said, and I accept, that she did not receive any money from Mr Rana.",
      "id": "s145"
    },
    {
      "text": "37 It will also be recalled that in his statement of claim, Mr Rana said that he mentioned to Ms Ellmers that he wished to purchase ten tickets.",
      "id": "s146"
    },
    {
      "text": "For the reasons I have given, I do not accept that evidence.",
      "id": "s147"
    },
    {
      "text": "Nor do I accept Mr Rana's assertion (in his statement of claim) that he went to the Convention Centre with a party consisting of his family and friends.",
      "id": "s148"
    },
    {
      "text": "His evidence as to where his party of family and friends was at the time of his conversation with Ms McIver is unclear.",
      "id": "s149"
    },
    {
      "text": "I am satisfied that Mr Rana went to the Convention Centre alone.",
      "id": "s150"
    },
    {
      "text": "That was the evidence of Ms Ellmers and Ms McIver, and his evidence, when asked in cross-examination about the number and composition of his party, was most unsatisfactory.",
      "id": "s151"
    },
    {
      "text": "38 The tenor of Mr Rana's evidence was that a number of security guards and police officers were involved in the events surrounding his departure from the Convention Centre.",
      "id": "s152"
    },
    {
      "text": "In addition to the evidence of Ms McIver that no security guards or police officers were involved, the University called Mr Richard Trevor Pieper, who was employed by the Adelaide Convention Centre as Security Manager.",
      "id": "s153"
    },
    {
      "text": "I accept Mr Pieper's evidence.",
      "id": "s154"
    },
    {
      "text": "Mr Pieper had dealings with the University's employees in relation to the hypothetical, although he said he is unable to remember their names.",
      "id": "s155"
    },
    {
      "text": "He spoke to an employee, probably Ms McIver, who told him she did not want Mr Rana to attend the hypothetical.",
      "id": "s156"
    },
    {
      "text": "He advised Ms McIver that as the individual had not yet paid for his ticket, she could refuse him entry to the hypothetical.",
      "id": "s157"
    },
    {
      "text": "Mr Pieper was not able to leave a member of his security staff at the hypothetical and he left Ms McIver with two numbers to telephone if there was any trouble.",
      "id": "s158"
    },
    {
      "text": "Neither his staff nor the external security service provider was contacted in relation to the hypothetical and neither was required to take any action in relation to the hypothetical.",
      "id": "s159"
    },
    {
      "text": "39 I find that neither security guards nor police officers were involved in Mr Rana's departure from the Convention Centre.",
      "id": "s160"
    },
    {
      "text": "40 As part of his case, Mr Rana tendered in evidence email messages which he asserts were sent to him after the hypothetical by employees of the University.",
      "id": "s161"
    },
    {
      "text": "The email messages are said by Mr Rana to contain admissions by the University.",
      "id": "s162"
    },
    {
      "text": "The relevant email messages are as follows:\n \n 1.",
      "id": "s163"
    },
    {
      "text": "An email message from Ms McIver to Mr Rana, allegedly sent on 29 March 2006, which suggests that the University received the sum of $350 from Mr Rana in relation to the hypothetical (exhibit \"D\" to Mr Rana's affidavit sworn on 10 April 2006).",
      "id": "s164"
    },
    {
      "text": "2.",
      "id": "s165"
    },
    {
      "text": "An email message from Ms Kellie Willason to Mr Rana, allegedly sent on 24 April 2006, which suggests that the University received the sum of $350 from Mr Rana in relation to the hypothetical and wished to return it (exhibit \"A\" to Mr Rana's affidavit sworn on 1 May 2006).",
      "id": "s166"
    },
    {
      "text": "3.",
      "id": "s167"
    },
    {
      "text": "An email message from Ms McIver to \"Sapol.enquiries@police.sa.gov.au\", allegedly sent on 14 July 2006, making very serious allegations against Mr Rana (exhibit \"Rana 4\" to Mr Rana's affidavit sworn on 17 July 2006).",
      "id": "s168"
    },
    {
      "text": "41 I am satisfied from the evidence of Ms McIver, Ms Willason and Mr Kevin Roger Dronfield that none of these email messages were sent by the persons alleged to have sent them.",
      "id": "s169"
    },
    {
      "text": "Ms McIver and Ms Willason each denied sending the email said to have come from them.",
      "id": "s170"
    },
    {
      "text": "Mr Dronfield is employed by the University in the position of Information Technology Security Specialist.",
      "id": "s171"
    },
    {
      "text": "Although he has no formal qualifications in information technology, he has a good deal of practical experience.",
      "id": "s172"
    },
    {
      "text": "He has worked in the University's Information Technology department since 1978 and he has worked exclusively in the information technology field for more than 28 years.",
      "id": "s173"
    },
    {
      "text": "He states, and I accept, that the email messages referred to in 1 and 2 above were not sent from the University's email system, that they appear to have been sent from an email address which he identified and which suggests a link with Mr Rana, and that the face of the email message has been altered at the time of sending to make it appear that it originated from the University.",
      "id": "s174"
    },
    {
      "text": "He expressed the same conclusions in relation to the email message referred to in 3 above, save that he could not identify the source of the message.",
      "id": "s175"
    },
    {
      "text": "I accept Mr Dronfield's evidence.",
      "id": "s176"
    },
    {
      "text": "In my opinion, he had sufficient knowledge and experience gained from his employment in the field of information technology for approximately 28 years to conduct the investigations and express the views which he did.",
      "id": "s177"
    },
    {
      "text": "42 Mr Rana sought to counter Mr Dronfield's evidence by giving evidence that he had closed his email account.",
      "id": "s178"
    },
    {
      "text": "Furthermore, he gave evidence that police officers had seized his computer and, when it was returned, the hard drive did not work.",
      "id": "s179"
    },
    {
      "text": "Mr Rana's evidence on these topics was very confusing and there is nothing in it to suggest that my conclusions as to the email messages are incorrect.",
      "id": "s180"
    },
    {
      "text": "I should say that I am satisfied from Mr Rana's cross-examination that he had not closed his email account at the relevant time.",
      "id": "s181"
    },
    {
      "text": "43 The University employees previously referred to did not send the email messages and Mr Rana was the only person who had an interest in making it appear that they had done so.",
      "id": "s182"
    },
    {
      "text": "In light of the evidence which I have accepted, I find on the balance of probabilities that Mr Rana sent the three email messages referred to above.",
      "id": "s183"
    },
    {
      "text": "44 My findings of fact reflect the evidence put forward by the University and I have rejected many of the factual assertions made by Mr Rana.",
      "id": "s184"
    },
    {
      "text": "Nevertheless, it remains necessary for me to consider whether the claims made by Mr Rana are made out having regard to the findings of fact which I have made.",
      "id": "s185"
    },
    {
      "text": "It is convenient to start with Mr Rana's claim based on an alleged breach of contract.",
      "id": "s186"
    },
    {
      "text": "The alleged breach of contract \n \n45 Mr Rana did not purchase a ticket or tickets.",
      "id": "s187"
    },
    {
      "text": "He did not pay any money to the University in relation to the hypothetical.",
      "id": "s188"
    },
    {
      "text": "Ms Ellmers did not promise Mr Rana ten tickets or, indeed, any tickets.",
      "id": "s189"
    },
    {
      "text": "My findings as to the content of the conversation between Ms Ellmers and Mr Rana are set out in [22] above.",
      "id": "s190"
    },
    {
      "text": "In my opinion, Ms Ellmers did no more than provide information to Mr Rana.",
      "id": "s191"
    },
    {
      "text": "Those conclusions mean that Mr Rana's case in contract as pleaded must fail.",
      "id": "s192"
    },
    {
      "text": "46 Nevertheless, it is appropriate that I consider whether it is possible to characterise the advertisement which appeared in The Australian newspaper on 27 March 2006 as one of those offers made to the public at large and capable of acceptance by the performance of an act which also constitutes the performance of the relevant contractual obligation.",
      "id": "s193"
    },
    {
      "text": "In this case, can it be said that there was such an offer, reinforced perhaps by the statements made by Ms Ellmers during her telephone conversation with Mr Rana, that Mr Rana accepted and performed by going to the Convention Centre and offering to purchase a ticket?",
      "id": "s194"
    },
    {
      "text": "In my opinion, the advertisement and the statements made by Ms Ellmers would not be understood by a member of the public as an offer which was to be acted upon and a reasonable reader of the advertisement would have understood that a member of the public would have no right of entry until a booking was made, or a person presented himself at the Convention Centre and actually purchased a ticket.",
      "id": "s195"
    },
    {
      "text": "Of course, even with a ticket, there may be terms, express or implied, enabling the University to deny entry to the ticketholder.",
      "id": "s196"
    },
    {
      "text": "47 This case is distinguishable from Carlill v Carbolic Smoke Ball Co [1892] EWCA Civ 1 ; [1893] 1 QB 256 and the reward cases such as Williams v Carwardine [1833] EWHC J44 (KB) ; (1833) 5 C &amp; P 566; 172 ER 1101; see also R v Clarke [1927] HCA 47 ; (1927) 40 CLR 227.",
      "id": "s197"
    },
    {
      "text": "In this case, having regard to the form and content of the advertisement, the reference to booking and the nature of the event, it cannot be said that there was an offer capable of acceptance merely by going to the Convention Centre and offering to purchase a ticket.",
      "id": "s198"
    },
    {
      "text": "In my opinion, the decision in Denton v Great Northern Railway Co (1856) 5 E &amp; B 860; 119 ER 701 is distinguishable on the ground that the nature of a railway timetable is quite different from the advertisement in this case.",
      "id": "s199"
    },
    {
      "text": "Furthermore, it is commonly understood that the circumstances in which a train cannot carry a passenger are far more limited than the circumstances in which a member of the public is denied entry to an event such as that involved in this case.",
      "id": "s200"
    },
    {
      "text": "In any event, I prefer the reasoning of Crompton J in Denton v Great Northern Railway (supra) who doubted that the defendant was answerable in contract (5 E and B 867-870; ER 704-705).",
      "id": "s201"
    },
    {
      "text": "48 Even if (contrary to my finding) there was a contract and a breach of contract, Mr Rana has failed to prove any loss or damage flowing from the breach.",
      "id": "s202"
    },
    {
      "text": "The failure to prove any loss or damage means that I do not need to consider whether the types of loss claimed by Mr Rana are, in law, recoverable.",
      "id": "s203"
    },
    {
      "text": "49 As far as what might be called reliance loss is concerned, as I have said, I am satisfied that Mr Rana did not pay any money to the University in relation to the hypothetical and there can be no recovery on that ground.",
      "id": "s204"
    },
    {
      "text": "Furthermore, Mr Rana did not seek to establish any loss or damage suffered as a result of travelling to the Convention Centre in the expectation of being admitted to the event and there can be no recovery on that ground.",
      "id": "s205"
    },
    {
      "text": "50 Mr Rana's claim for loss or damage by way of psychiatric injury fails because there is simply no proof of psychiatric injury.",
      "id": "s206"
    },
    {
      "text": "Mr Rana gave no evidence as to his psychiatric condition and he called no medical evidence.",
      "id": "s207"
    },
    {
      "text": "51 Mr Rana's claim for loss of reputation and face, including humiliation and embarrassment, fails because, as I have said, I am satisfied that the conversation between Mr Rana and Ms McIver was a measured and relatively quiet one; that no one else was present during the conversation and certainly not any family or friends of Mr Rana, and that Mr Rana left the Convention Centre quietly and without an escort.",
      "id": "s208"
    },
    {
      "text": "He was not escorted out of the Convention Centre by security guards or police officers or, indeed, by anyone.",
      "id": "s209"
    },
    {
      "text": "Furthermore, Mr Rana was not emotionally distressed or, at least, not openly so.",
      "id": "s210"
    },
    {
      "text": "In fact, he had the presence of mind to calmly tell Ms McIver during his conversation with her that he would be suing the University.",
      "id": "s211"
    },
    {
      "text": "Mr Rana referred to the decision in Baltic Shipping Co v Dillon [1993] HCA 4 ; (1993) 176 CLR 344, but there is no evidence of disappointment or emotional distress, even if it was otherwise an appropriate case for such an award.",
      "id": "s212"
    },
    {
      "text": "The alleged contravention of s 52 of the Act \n \n52 The University admits that it is a corporation within s 52 of the Act .",
      "id": "s213"
    },
    {
      "text": "Furthermore, the University did not argue that its conduct on 27 March 2006 was not in trade or commerce.",
      "id": "s214"
    },
    {
      "text": "53 The first question is whether any conduct of the University on 27 March 2006 was misleading or deceptive.",
      "id": "s215"
    },
    {
      "text": "As I understood Mr Rana's case, the conduct which he alleged was misleading or deceptive was the insertion of the advertisement in The Australian newspaper and the statements made by Ms Ellmers during her conversation with Mr Rana on the telephone.",
      "id": "s216"
    },
    {
      "text": "The contents of the advertisement are clear, and I have accepted Ms Ellmers' account of her conversation with Mr Rana as the correct one.",
      "id": "s217"
    },
    {
      "text": "54 Mr Rana was denied entry to the hypothetical and it was this that led him to assert that the University's earlier conduct was misleading or deceptive.",
      "id": "s218"
    },
    {
      "text": "55 Mr Rana's case was that the advertisement contained an implied statement or representation about entry to the hypothetical.",
      "id": "s219"
    },
    {
      "text": "In my opinion, the statements made by Ms Ellmers add nothing to the impression created by the advertisement.",
      "id": "s220"
    },
    {
      "text": "As I have said, Ms Ellmers did little more than provide information about the hypothetical to Mr Rana.",
      "id": "s221"
    },
    {
      "text": "56 The University submits that any implied statement or representation in the advertisement was as to a future matter (ie entry to the hypothetical) and that there was no evidence that the University made any such statement or representation knowing it was untrue, or reckless as to whether it was true or false.",
      "id": "s222"
    },
    {
      "text": "It submits that, insofar as Mr Rana relies on s 51A of the Act to establish that such representation as was made was misleading, it has established that Ms Mansfield, who approved the final form and content of the advertisement, and Ms Ellmers, who made the statements she did, had reasonable grounds for making the implied statement or representation in that both had a genuine belief that the hypothetical was open to any member of the public who paid for a ticket.",
      "id": "s223"
    },
    {
      "text": "The University submits that it was another of its employees, Ms McIver, who made the decision to deny Mr Rana entry to the hypothetical and that this decision was made after Ms Ellmers' conversation with Mr Rana.",
      "id": "s224"
    },
    {
      "text": "It seems to me that this submission may raise some complex issues.",
      "id": "s225"
    },
    {
      "text": "Bearing in mind that Mr Rana was not represented and, therefore, I did not have the benefit of full submissions on both sides of the issue, and as I am able to decide the claim under s 52 on another ground, I prefer not to express an opinion on this submission.",
      "id": "s226"
    },
    {
      "text": "57 In my opinion, neither the advertisement nor Ms Ellmers' statements during her telephone conversation with Mr Rana contained or gave rise to an implied statement or representation as to the right of a member of the public to attend the hypothetical.",
      "id": "s227"
    },
    {
      "text": "In saying that, I am directing my attention to the period prior to the purchase of a ticket.",
      "id": "s228"
    },
    {
      "text": "On purchase of a ticket there will be contractual rights and obligations between the parties.",
      "id": "s229"
    },
    {
      "text": "It is well established that even when a ticket is purchased, the right of a ticketholder, should there be a breach, is reflected in a claim for damages rather than a right to enter or stay on land ( Cowell v Rosehill Racecourse Co Ltd [1937] HCA 17 ; (1937) 56 CLR 605).",
      "id": "s230"
    },
    {
      "text": "In any event, in relation to the period prior to the purchase of a ticket, the advertisement or statements of Ms Ellmers do not contain or give rise to an implied statement or representation as to the right of a member of the public to attend the hypothetical.",
      "id": "s231"
    },
    {
      "text": "Clearly, there cannot be any implied statement or representation that there is an unqualified right because there might be any number of reasons why the organiser of an event might justifiably deny a person a ticket or entry to the event, ranging from the cancellation of the event or a full auditorium on the one hand, to disruptive conduct or inappropriate dress by the proposed attendee on the other.",
      "id": "s232"
    },
    {
      "text": "No reasonable reader of the advertisement or party to the conversation with Ms Ellmers would understand that, prior to the purchase of a ticket, any member of the public had an unqualified right to attend the hypothetical.",
      "id": "s233"
    },
    {
      "text": "To my mind, it is not possible to conclude that there is an implied statement or representation as to a right of a more limited nature, for example, a right to enter subject to a good reason to exclude, because there would simply be no unanimity, or even a majority view, as to the particular circumstances which would justify the exclusion of a member of the public.",
      "id": "s234"
    },
    {
      "text": "58 Even if I am wrong in reaching the conclusions set out above and the University has contravened s 52 of the Act , Mr Rana's claim for damages under s 82 must fail because he has not proved any loss or damage within the provisions of that section.",
      "id": "s235"
    },
    {
      "text": "I need do no more than refer to my conclusions as to loss and damage in the context of Mr Rana's claim for breach of contract ([46]-[50]).",
      "id": "s236"
    },
    {
      "text": "59 Mr Rana's claim for damages for an alleged contravention of s 52 of the Act fails.",
      "id": "s237"
    },
    {
      "text": "The claim for an injunction \n \n60 On my findings and conclusions, Mr Rana has not established a breach of contract or a contravention of s 52 of the Act .",
      "id": "s238"
    },
    {
      "text": "For this reason, his claim for an injunction should be refused.",
      "id": "s239"
    },
    {
      "text": "There are probably a number of other reasons why it would not be appropriate to grant the injunction sought by Mr Rana but, in the circumstances, it is not necessary to discuss those other reasons.",
      "id": "s240"
    },
    {
      "text": "Conclusion \n \n61 The proceeding must be dismissed.",
      "id": "s241"
    },
    {
      "text": "I will hear the parties as to costs and any other orders.",
      "id": "s242"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s243"
    },
    {
      "text": "Associate:\n\nDated: 31 May 2007\n The Applicant appeared in person \n \n Counsel for the Respondent: Mr M Douglas with Mr T Martin \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 6 October 2006 \n \n Date of Judgment: 31 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/816.html",
      "id": "s244"
    }
  ]
}