{
  "name": "SZCBT v Minister for Immigration and Multicultural Affairs [2007] FCA 9 (12 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/9.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "relocation principle",
      "id": "c1"
    },
    {
      "text": "whether tribunal applied the correct test in finding that the applicant did not have a well-founded fear of persecution for a convention reason",
      "id": "c2"
    },
    {
      "text": "relocation",
      "id": "c3"
    },
    {
      "text": "whether tribunal considered the possibility of future persecution",
      "id": "c4"
    },
    {
      "text": "ambit of the tribunal's obligations to consider future persecution upon relocation",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant is a Coptic Christian lawyer, who is a citizen of Egypt.",
      "id": "s0"
    },
    {
      "text": "He claims that he was persecuted in Egypt because of his religion, because he was a member of a particular social group (namely Christian lawyers) and because he was a member of the liberal political opposition.",
      "id": "s1"
    },
    {
      "text": "His application for a protection visa was rejected by a delegate of the respondent and by the Refugee Review Tribunal.",
      "id": "s2"
    },
    {
      "text": "His application for review of this decision to the Federal Magistrates Court was dismissed.",
      "id": "s3"
    },
    {
      "text": "2 In his evidence given to the Refugee Review Tribunal, the appellant made graphic claims of persecution in the form of beatings and threatened torture as well as more generally discriminatory conduct from both the community and police officers.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed that he was the deacon of his Coptic church and, in late 2000, was also acting as its legal adviser in relation to the proposed purchase of adjoining property that the church wished to acquire for expansion.",
      "id": "s5"
    },
    {
      "text": "He claimed that in December 2000 he was beaten by a group of men who were attempting to prevent the sale of the adjoining land to the church.",
      "id": "s6"
    },
    {
      "text": "He suspected that they were motivated by Muslim fanaticism.",
      "id": "s7"
    },
    {
      "text": "3 The appellant claimed that shortly after this incident, the local mosque began broadcasting sermons and prayers as well as a Muslim radio station at very high volume from a loud speaker only four metres from his balcony .",
      "id": "s8"
    },
    {
      "text": "At the same time, his Muslim neighbours also began tuning in to the same Muslim radio station and loudly playing its broadcasts.",
      "id": "s9"
    },
    {
      "text": "The noise was so loud that the house shook and he could not hear his phone calls.",
      "id": "s10"
    },
    {
      "text": "He claims that this behaviour was directed at him and that his Christian neighbours knew this and declined to get involved.",
      "id": "s11"
    },
    {
      "text": "4 In 2001, the appellant became active in an opposition political party and began to complain publicly, including by writing numerous letters of complaint about the inequality between Christians and Muslims in Egypt.",
      "id": "s12"
    },
    {
      "text": "He also lodged a complaint with the Minister for Religious Houses about the loudspeaker outside his home.",
      "id": "s13"
    },
    {
      "text": "In June 2001, the appellant claims he was detained by Egyptian police for three days without food or water and that he was periodically beaten in this period.",
      "id": "s14"
    },
    {
      "text": "The appellant claimed that following his complaint about this conduct to the Egyptian authorities a police officer called him and told him that the problems he was experiencing would stop if he would convert to Islam.",
      "id": "s15"
    },
    {
      "text": "The appellant claims that in July 2001 police took him from his home to a police station where they held him for some days and attempted unsuccessfully to torture him by electrocution.",
      "id": "s16"
    },
    {
      "text": "He said that he was released after he paid a bribe of five hundred Egyptian pounds and told the officer that he wanted to convert to Islam but needed some time so that he could persuade his parents to convert as well.",
      "id": "s17"
    },
    {
      "text": "The Tribunal's decision \n \n5 The Tribunal accepted that the appellant is an Egyptian national and is a Coptic Christian.",
      "id": "s18"
    },
    {
      "text": "The Tribunal expressly noted that it considered the appellant's application on the basis of the oral testimony he gave at the hearing.",
      "id": "s19"
    },
    {
      "text": "The Tribunal regarded the appellant as having given this evidence, 'fully, frankly and coherently'.",
      "id": "s20"
    },
    {
      "text": "The Tribunal noted that the appellant did not mention at the hearing some matters referred to in his visa application however, because that application had been prepared with the assistance of a lawyer who no longer acted for the appellant, the Tribunal disregarded those claims.",
      "id": "s21"
    },
    {
      "text": "6 It is clear that the Tribunal had significant misgivings about some aspects of the appellant's account of his experiences in Egypt, describing some aspects as 'implausible' and others as 'quite incredible'.",
      "id": "s22"
    },
    {
      "text": "The Tribunal rejected the appellant's claim that Coptic Christian lawyers were a particular social group in Egypt.",
      "id": "s23"
    },
    {
      "text": "The Tribunal also did not accept that the appellant faced persecution because of his membership of the liberal political party.",
      "id": "s24"
    },
    {
      "text": "From the appellant's account of his experiences the Tribunal found that his political activities were generally directed towards religious issues and concluded that any persecution that the appellant may have suffered would have been because of his religion rather than his political affiliation or profession.",
      "id": "s25"
    },
    {
      "text": "For that reason the Tribunal stated that it would deal with the application on the basis that the appellant claimed to fear persecution based on his religion.",
      "id": "s26"
    },
    {
      "text": "7 The Tribunal accepted that the appellant had been assaulted in the street and that this incident could have been associated with the proposed purchase of land for the Church but was satisfied that this was an isolated incident.",
      "id": "s27"
    },
    {
      "text": "The Tribunal said:\n \n 'In the circumstances, I am not satisfied that this incident, of itself, constitutes Convention persecution, or demonstrates a failure on the part of the authorities to provide protection to the applicant, or gives rise to a well founded fear of persecution in the foreseeable future.",
      "id": "s28"
    },
    {
      "text": "' \n\n8 The Tribunal did not attach any significance to the failure of the police to apprehend the perpetrators as, on the appellant's own account, the information he gave to the police was incomplete.",
      "id": "s29"
    },
    {
      "text": "The Tribunal also rejected the appellant's account of the incident involving the connection of a loudspeaker just outside his home:\n \n 'I must say that I find the applicant's account of these events quite extraordinary and far-fetched.",
      "id": "s30"
    },
    {
      "text": "While he may genuinely believe that he was a victim of a conspiracy involving the mosque ... and all the Muslim residents of the street, I cannot accept that the events occurred as the applicant described them.",
      "id": "s31"
    },
    {
      "text": "It is simply implausible that anyone in the street could bear the noise created if these events had in fact occurred.",
      "id": "s32"
    },
    {
      "text": "' \n\n9 On other issues it is not entirely clear whether the Tribunal accepted the appellant's account.",
      "id": "s33"
    },
    {
      "text": "It said, for instance, that it accepted that the appellant 'may have' embarked on a campaign of letter writing and that it 'is possible' that this led to his unlawful detention in June 2001.",
      "id": "s34"
    },
    {
      "text": "The Tribunal also accepted that he 'may have' been beaten as claimed.",
      "id": "s35"
    },
    {
      "text": "Perhaps the Tribunal did not feel it needed to make a firm finding on these claims because it was of the opinion that 'the police were acting as rogue individuals, and not in a manner sanctioned by the state'.",
      "id": "s36"
    },
    {
      "text": "The Tribunal's explanation for why the 'rogue' police acted as they did was similarly tentative:\n \n 'I consider it plausible that someone in one of the government agencies which was the subject of a complaint by the applicant may have organised this incident in order to teach this perceived troublemaker a lesson.",
      "id": "s37"
    },
    {
      "text": "' \n\n10 The Tribunal rejected the appellant's evidence about the police officers' attempt to torture him and about his negotiating his release on the promise of converting to Islam.",
      "id": "s38"
    },
    {
      "text": "In particular the Tribunal found the notion that he was able to stall the police for four months on the pretext of attempting to convert his parents 'inherently implausible' and did not accept that these events 'happened as he claims'.",
      "id": "s39"
    },
    {
      "text": "It is not clear from this statement whether the Tribunal rejected the whole of this account or only some of the details.",
      "id": "s40"
    },
    {
      "text": "11 Ultimately the Tribunal did not accept very much of the appellant's account.",
      "id": "s41"
    },
    {
      "text": "Moreover it clearly regarded those experiences that it did accept had occurred as the actions of some rogue police and as a very local problem:\n \n 'At the highest, I accept that the applicant was the victim of some police harassment in his place of residence .",
      "id": "s42"
    },
    {
      "text": "I accept that his religion may have been an element in this victimisation.",
      "id": "s43"
    },
    {
      "text": "' \n (emphasis added) \n \n \n\n12 While it is difficult to assess the degree of importance the Tribunal attached to these incidents in terms of their predictive capacity for future persecution should the appellant be returned to Egypt, it was sufficient for the Tribunal to be moved to consider the possibility of relocation.",
      "id": "s44"
    },
    {
      "text": "This gives the question of relocation greater significance than it would otherwise have had.",
      "id": "s45"
    },
    {
      "text": "In any event, the Tribunal was satisfied that the appellant could avoid these local problems by relocating within Egypt.",
      "id": "s46"
    },
    {
      "text": "'When I asked the applicant if there was any reason why he would not be able to relocate to avoid his local problems, he identified no reason why he would [sic] unable to do so, except to say that the law is the same everywhere and that the police would get him wherever he went.",
      "id": "s47"
    },
    {
      "text": "He did not suggest that he would attract new harassment by continuing to engage in the same kinds of activity as he had in the past.",
      "id": "s48"
    },
    {
      "text": "On the applicant's own evidence, he has not broken any law, so no question arises of him facing any legal sanction applicable anywhere in Egypt.",
      "id": "s49"
    },
    {
      "text": "Given that the applicant is well educated, a lawyer, and a male with family support, and in the absence of any information put forward by the applicant as to why he would be unable to relocate within Egypt, I am satisfied that it would be reasonable for him to do so.",
      "id": "s50"
    },
    {
      "text": "I am also satisfied that he would thereby be able to avoid any problems he has faced in Giza, which I am satisfied are locally based and confined to local individuals.",
      "id": "s51"
    },
    {
      "text": "I do not consider that the applicant has established for himself a national profile as a political or religious activist by his work in Giza, his membership of the Liberal Party, or his letter writing.",
      "id": "s52"
    },
    {
      "text": "I find that he obtained a reputation, locally, as a troublemaker.",
      "id": "s53"
    },
    {
      "text": "I do not consider that the local police or authorities would pursue the applicant to another city, or inform the authorities there of his presence.",
      "id": "s54"
    },
    {
      "text": "' \n The Federal Magistrate's decision \n \n13 The appellant sought review of the Tribunal's decision in the Federal Magistrates Court, relying on two grounds of appeal.",
      "id": "s55"
    },
    {
      "text": "First, it was submitted, the Tribunal erred in failing to address the appellant's claims, in particular of persecution for his membership of the Liberal Party, for his membership of the particular social group made up of Coptic Christian lawyers and for his alleged apostasy.",
      "id": "s56"
    },
    {
      "text": "Secondly, it was submitted that the Tribunal erred in misapplying the test for relocation.",
      "id": "s57"
    },
    {
      "text": "14 The Federal Magistrate rejected the appellant's first submission, noting that the Tribunal did not regard Coptic Christian lawyers as a particular social group and referring to the Tribunal's finding that the appellant's problems emerged as a result of the religious focus of his political activities and its findings about the circumstances surrounding the appellant's detention and alleged attempted torture.",
      "id": "s58"
    },
    {
      "text": "15 In respect of the second ground of appeal, the appellant submitted that the Tribunal merely asked whether the applicant might be able to relocate, rather than whether he could or whether it would be reasonable to do so.",
      "id": "s59"
    },
    {
      "text": "The Federal Magistrate summarised the Tribunal's approach to this issue as follows:\n \n 'The Tribunal's reasons disclose that it: \n \n a) understood that the basis for the principal [sic] of relocation is that a refugee is somebody who has a well founded fear of persecution in his/her country rather than in any particular area of the country; \n b) noted the applicant could relocate to another area of Egypt, for example Cairo or Alexandria; \n c) considered the reasons for which relocation might not be reasonable including asking the applicant why relocation [sic] why he could not relocate; \n d) weighed the issues as to whether relocation was reasonable --- including that the applicant was well educated and a male with family support; and \n \n e) concluded that it was reasonable for the applicant to relocate.",
      "id": "s60"
    },
    {
      "text": "' \n\n16 The Federal Magistrate found that the Tribunal's conclusion as to relocation was open to it, and that in reaching this conclusion the Tribunal correctly applied the test for relocation: Randhawa v Minister for Immigration, Local Government and Ethnic Affairs (1994) 52 FCR 437.",
      "id": "s61"
    },
    {
      "text": "This appeal \n \n17 Before discussing the submissions made on appeal, I should mention one puzzling aspect of the Tribunal's reasons, namely the inconsistency between dates of various incidents described by the appellant.",
      "id": "s62"
    },
    {
      "text": "The Tribunal records that the appellant gave evidence that he was arrested twice in 2001 (in June and July) and that he left Egypt some four months after the second arrest, that is in late October 2001; however the material in the appeal book shows, and the Tribunal's opening paragraph records, that the appellant arrived in Australia on 25 October 2002 and that his application for a protection visa was lodged on 9 January 2003.",
      "id": "s63"
    },
    {
      "text": "There is no suggestion that the appellant came other than directly to Australia.",
      "id": "s64"
    },
    {
      "text": "Although the Tribunal mentioned that a psychologist who examined the appellant referred to the appellant's account as being one of detention and torture in 2002 the Tribunal did not dwell on this point and, as mentioned above, the Tribunal specifically stated that it was relying only on the account that the appellant gave at the hearing; see [5] above.",
      "id": "s65"
    },
    {
      "text": "18 The appellant's primary submission in this Court is that the Federal Magistrate erred in failing to find that the Tribunal misapplied the test for relocation, and in doing so made a jurisdictional error.",
      "id": "s66"
    },
    {
      "text": "I agree with this submission and, in general, with the submissions made by counsel for the appellant, Mr O'Donnell.",
      "id": "s67"
    },
    {
      "text": "19 The Tribunal's assessment that the appellant's problems were localised coupled with his level of education and family support led the Tribunal to conclude that it would be reasonable for the appellant to relocate to another part of Egypt; see [12] above.",
      "id": "s68"
    },
    {
      "text": "The Tribunal thought it likely that the appellant had been perceived locally as a trouble maker and, in the passage quoted at [12], above the Tribunal made the important finding that 'the local police or authorities would [not] pursue the applicant to another city, or inform the authorities there of his presence'.",
      "id": "s69"
    },
    {
      "text": "20 In the appellant's submission, this approach demonstrated that the Tribunal was distracted from the question that is at the heart of any enquiry as to whether a person is a refugee, namely does the person have a well-founded fear of future persecution should that person be returned to their own country.",
      "id": "s70"
    },
    {
      "text": "This is the crucial issue and, as Gummow and Hayne JJ have noted, persecution in the past is neither necessary nor sufficient for an affirmative answer to that question.",
      "id": "s71"
    },
    {
      "text": "A person could have a well-founded fear of persecution even if there is no likelihood that those responsible for past persecution would be able to mete out similar treatment in the future or even if there had been no persecution in the past; Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473 at [72] - [74] .",
      "id": "s72"
    },
    {
      "text": "21 It must be emphasised here that it is the prospect of return to the applicant's own country not to a particular part or parts of that country that must be considered; Randhawa at 440.",
      "id": "s73"
    },
    {
      "text": "Provided that it is reasonably practicable for the person claiming refugee status to relocate with safety to another part of that country then it cannot be said that the person has a well-founded fear of persecution in that country.",
      "id": "s74"
    },
    {
      "text": "In such a case a finding that relocation meets these criteria will be a (or the) critical element in the determination of the application.",
      "id": "s75"
    },
    {
      "text": "Irrespective of the Tribunal's scepticism about aspects of the appellant's claims, is clear that the Tribunal's view as to the appellant's ability to relocate within Egypt with comparative ease was a critical element in its decision that the appellant did not have a well-founded fear of persecution.",
      "id": "s76"
    },
    {
      "text": "22 The Tribunal's consideration of the relocation issue logically raised three separate questions:\n \n (a) If the appellant relocated elsewhere in Egypt, would he face persecution from those who had targeted him previously?",
      "id": "s77"
    },
    {
      "text": "(b) Had the appellant's persistent campaigning against religious inequalities given him a national profile, such that others in Egypt would persecute him even if he relocated ?",
      "id": "s78"
    },
    {
      "text": "(c) If the appellant relocated elsewhere in Egypt, would he continue to engage in campaigns against religious inequality?",
      "id": "s79"
    },
    {
      "text": "If so, would this conduct lead others in Egypt (or even just in the area to which he relocated) to persecute him?",
      "id": "s80"
    },
    {
      "text": "23 The Tribunal clearly addressed questions 1 and 2 above and answered them adversely to the appellant.",
      "id": "s81"
    },
    {
      "text": "Counsel for the Minister submitted that the third question was effectively answered by the Tribunal's statement: \n \n 'He did not suggest that he would attract new harassment by continuing to engage in the same kinds of activity as he had in the past.",
      "id": "s82"
    },
    {
      "text": "' \n\n24 This comment must be considered in the context of the exchange that the Tribunal had with the appellant.",
      "id": "s83"
    },
    {
      "text": "The Tribunal reported the exchange thus:\n \n 'I asked the applicant whether he thought that he might be able to relocate to another area of Egypt, and avoid any problems with the local police in Giza.",
      "id": "s84"
    },
    {
      "text": "He replied that the police and the law about conversion is the same all over Egypt.",
      "id": "s85"
    },
    {
      "text": "I suggested that this assumed that the police in Giza would find out where he was and notify the local police.",
      "id": "s86"
    },
    {
      "text": "He said that wherever he goes they will get him.",
      "id": "s87"
    },
    {
      "text": "' \n\n25 It is clear from this exchange that the Tribunal's questions were specifically directed to the local problems and whether the appellant could escape those local problems by relocating.",
      "id": "s88"
    },
    {
      "text": "They were focused on the consequences of past conduct.",
      "id": "s89"
    },
    {
      "text": "As reported by the Tribunal there was nothing in the exchange that would have directed the appellant's mind to his future activities and their consequences.",
      "id": "s90"
    },
    {
      "text": "26 The Minister urged a 'beneficial' construction of the Tribunal's reasons and referred to comments made in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259, in particular at 271-272.",
      "id": "s91"
    },
    {
      "text": "The phrase 'beneficial construction', as used in Wu Shan Liang has a specific meaning, and was certainly not intended to mean that any ambiguity in the Tribunal's reasons be resolved in the Tribunal's favour.",
      "id": "s92"
    },
    {
      "text": "Rather, the construction of the Tribunal's reasons should be beneficial in the sense that the Tribunal's reasons would not be over-zealously scrutinised, with an eye attuned to error.",
      "id": "s93"
    },
    {
      "text": "In this sense a 'beneficial' approach to the Tribunal's reasons does not require this Court to assume that a vital issue was addressed when there is no evidence of this and, indeed, the general thrust of the Tribunal's comments suggest that the issue was overlooked.",
      "id": "s94"
    },
    {
      "text": "27 The Minister did not accept that the Tribunal had overlooked an essential issue and submitted that the scope of the Tribunal's obligation to consider future persecution of an applicant if relocated is determined by the appellant's claims and the material before the Tribunal.",
      "id": "s95"
    },
    {
      "text": "The Minister relied upon the judgment of Black CJ in Randhawa at 443:\n \n 'I agree that it would ordinarily be quite wrong for a decision-maker faced with a relocation possibility to take the general approach that there must be a safe haven somewhere without giving the issue more specific attention, but the extent of the decision-maker's task will be largely determined by the case sought to be made out by an applicant .",
      "id": "s96"
    },
    {
      "text": "' \n \n (emphasis added) \n\n28 In the Minister's submissions much was made of the fact that the relevant conduct of the appellant consisted of letter writing and the Tribunal could not be expected to investigate the possibility of the appellant facing persecution for his letter writing, which is not an activity that one would expect to provoke persecution.",
      "id": "s97"
    },
    {
      "text": "This is, with respect, a somewhat disingenuous submission.",
      "id": "s98"
    },
    {
      "text": "The appellant was not engaged in writing social letters; the Tribunal described him as embarking on 'a campaign of letter writing' which included letters of complaint to government departments.",
      "id": "s99"
    },
    {
      "text": "29 Here, the questions of whether the appellant would continue his campaign of letter-writing in the future, and whether this conduct would lead to persecution elsewhere in Egypt, necessarily arose on the material before the Tribunal.",
      "id": "s100"
    },
    {
      "text": "It was the appellant's letter writing that the Tribunal accepted may have led to his unlawful detention by Giza police for three days.",
      "id": "s101"
    },
    {
      "text": "The Tribunal accepted that the appellant may have been beaten during this detention.",
      "id": "s102"
    },
    {
      "text": "It is no answer to say that letter writing per se is not an activity that tends to provoke violence --- the Tribunal had accepted that this was a possibility.",
      "id": "s103"
    },
    {
      "text": "30 The Tribunal found that the appellant had a reputation as a troublemaker and that it was likely that this was at the root of his past treatment.",
      "id": "s104"
    },
    {
      "text": "That being so it was not sufficient to find that those responsible for that treatment would not seek him out in other parts of Egypt.",
      "id": "s105"
    },
    {
      "text": "It was necessary for the Tribunal to ask if the appellant is likely to continue with the conduct that marked him as a troublemaker in the past and, if so, whether that conduct would, in the future, evoke a similar response from others.",
      "id": "s106"
    },
    {
      "text": "The Tribunal is not entitled to base its prediction on an expectation that the appellant will modify his behaviour on his return to Egypt; Appellant S395/2002 at [40] per McHugh and Kirby JJ and at [80]-[82] per Gummow and Hayne JJ.",
      "id": "s107"
    },
    {
      "text": "31 The appeal must be allowed with costs.",
      "id": "s108"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone .",
      "id": "s109"
    },
    {
      "text": "Associate:\nDated: 12 January 2007\n\n\n Counsel for the Appellant: B O'Donnell \n \n Counsel for the First Respondent: R Francois \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 11 December 2006 \n \n Date of Judgment: 12 January 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/9.html",
      "id": "s110"
    }
  ]
}