{
  "name": "Re Metlife Insurance Limited and Challenger Life No.2 Limited [2007] FCA 937 (22 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/937.html",
  "catchphrases": [
    {
      "text": "scheme for transfer of business",
      "id": "c0"
    },
    {
      "text": "limited dispensation from notification",
      "id": "c1"
    },
    {
      "text": "\"affected\"",
      "id": "c2"
    },
    {
      "text": "life insurance",
      "id": "c3"
    },
    {
      "text": "words and phrases",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants, Metlife Insurance Limited (Metlife) and Challenger Life No.",
      "id": "s0"
    },
    {
      "text": "2 Limited (Challenger) are each registered life insurance companies pursuant to the Life Insurance Act 1995 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "By a Deed dated 28 February 2007 between Metlife, on the one hand, and Challenger and two other companies related to it, on the other, Metlife is to transfer certain of its life insurance business to Challenger by way of a scheme under Pt 9 of the Act.",
      "id": "s2"
    },
    {
      "text": "Life insurance companies are closely regulated under the Act.",
      "id": "s3"
    },
    {
      "text": "It is unnecessary to set out all of the details of that regulation.",
      "id": "s4"
    },
    {
      "text": "The Australian Prudential Regulatory Authority (APRA) has considerable powers connected with its administration of most of the Act and the Australian Securities and Investments Commission has general administration of certain of the provisions.",
      "id": "s5"
    },
    {
      "text": "For the purposes of this application, Pt 4 , dealing with the statutory funds of life companies, is to be noted.",
      "id": "s6"
    },
    {
      "text": "Broadly speaking, all life insurance policies are referable to a particular statutory fund, the assets of which back liability under the policies.",
      "id": "s7"
    },
    {
      "text": "The one life insurer may have more than one statutory fund.",
      "id": "s8"
    },
    {
      "text": "There is a complex web of regulation concerning the administration of those funds in Pt 4 of the Act and Pt 5 deals with solvency and capital adequacy of those funds.",
      "id": "s9"
    },
    {
      "text": "The purpose is to quarantine each statutory fund from the general liabilities of the company and from the liabilities of other statutory funds.",
      "id": "s10"
    },
    {
      "text": "2 In the present case, Metlife operates three statutory funds, with all of its investment and annuity policies issued from Funds No.",
      "id": "s11"
    },
    {
      "text": "2 and No.",
      "id": "s12"
    },
    {
      "text": "3.",
      "id": "s13"
    },
    {
      "text": "Challenger operates three statutory funds, of which No.",
      "id": "s14"
    },
    {
      "text": "2 relates to immediate annuity business and is open to new business.",
      "id": "s15"
    },
    {
      "text": "Under the scheme, it is proposed to transfer all of the policies of Metlife referable to Metlife's No.",
      "id": "s16"
    },
    {
      "text": "2 and No.",
      "id": "s17"
    },
    {
      "text": "3 Funds (as at the transfer date) to Challenger's No.",
      "id": "s18"
    },
    {
      "text": "2 Fund.",
      "id": "s19"
    },
    {
      "text": "3 In broad terms, the Metlife policies to be transferred had annuity liabilities in the order of $1.9 billion as at 31 March 2007.",
      "id": "s20"
    },
    {
      "text": "Challenger's No.",
      "id": "s21"
    },
    {
      "text": "2 Fund as at 31 March 2007 had existing annuity liabilities in the order of $2.1 billion.",
      "id": "s22"
    },
    {
      "text": "All liabilities to pay benefits in respect of the Metlife policies will be transferred to, and become liabilities of, Challenger's No.",
      "id": "s23"
    },
    {
      "text": "2 Fund.",
      "id": "s24"
    },
    {
      "text": "Assets referable to Metlife's No.",
      "id": "s25"
    },
    {
      "text": "2 and No.",
      "id": "s26"
    },
    {
      "text": "3 Funds with a value assessed as equal to the Metlife policy liabilities will be transferred to, and become part of, Challenger's No.",
      "id": "s27"
    },
    {
      "text": "2 Fund.",
      "id": "s28"
    },
    {
      "text": "All costs of the scheme are being met out of shareholders' funds of the applicants and not the affected statutory funds.",
      "id": "s29"
    },
    {
      "text": "4 The principal proceeding is for confirmation of the scheme pursuant to s 190 of the Act.",
      "id": "s30"
    },
    {
      "text": "The present interlocutory applications are for dispensation pursuant to s 191(5) of the Act from the need to comply with certain of the notification requirements of s 191(2) of the Act.",
      "id": "s31"
    },
    {
      "text": "Section 191(2) relevantly provides as follows:\n \n \"(2) An application for confirmation of a scheme may not be made unless: \n \n \n ... \n \n \n \n \n (c) an approved summary of the scheme has been given to every affected policy owner.",
      "id": "s32"
    },
    {
      "text": "\" \n \n \n \n\n5 Although the detail differs slightly from applicant to applicant, the issues are the same.",
      "id": "s33"
    },
    {
      "text": "Each application proceeds upon the footing that every owner of a policy referable to Metlife Funds No.",
      "id": "s34"
    },
    {
      "text": "2 and No.",
      "id": "s35"
    },
    {
      "text": "3 and Challenger Fund No.",
      "id": "s36"
    },
    {
      "text": "2 is \"affected\" within the meaning of s 191(2)(c).",
      "id": "s37"
    },
    {
      "text": "A narrower view is possible.",
      "id": "s38"
    },
    {
      "text": "It could be contended that only those holders of Metlife policies which are actually transferred are \"affected\" and that the mere fact that a policy is referable to a statutory fund, which either has funds out of which or into which other policy liabilities are transferred, cannot be so categorised.",
      "id": "s39"
    },
    {
      "text": "A distinction might be drawn between being legally affected and commercially affected.",
      "id": "s40"
    },
    {
      "text": "For the purposes of dealing with this application, it is appropriate to take the wider view upon which the parties are proceeding.",
      "id": "s41"
    },
    {
      "text": "6 It follows that the parties are proceeding upon the basis that holders of policies referable to other statutory funds of the applicants are not \"affected\".",
      "id": "s42"
    },
    {
      "text": "In my opinion, that is a safe assumption for present purposes.",
      "id": "s43"
    },
    {
      "text": "Counsel for both applicants have made submissions in support of that view which appear persuasive to me in the absence of contrary argument.",
      "id": "s44"
    },
    {
      "text": "The regulatory structure established by the Act is designed to relate a policy to a statutory fund and there is a regime to ensure that the assets attributable to the statutory fund are adequate to meet the liabilities of the fund and that a statutory fund is quarantined from other liabilities.",
      "id": "s45"
    },
    {
      "text": "Section 191(2) can be taken to have been framed with that in mind.",
      "id": "s46"
    },
    {
      "text": "The actuarial evidence in this case supports this analysis.",
      "id": "s47"
    },
    {
      "text": "7 Dispensation is sought in relation to notification of two categories of policy holders.",
      "id": "s48"
    },
    {
      "text": "The first is in relation to a policy holder where the insurer has no record of a current mailing address as at 15 June 2007 or where the policy holder ceases after that date to maintain the mailing address noted in the records as at that date.",
      "id": "s49"
    },
    {
      "text": "I am satisfied from the evidence that appropriate steps have been taken to maintain a current mailing address for policy holders and that appropriate steps will continue to be taken to endeavour to ascertain addresses for those not presently known.",
      "id": "s50"
    },
    {
      "text": "I am also satisfied that the general notification regime which is proposed might well draw the attention of such a policy holder to the proposed scheme.",
      "id": "s51"
    },
    {
      "text": "I am satisfied the dispensation sought is appropriate and accords with prior practice.",
      "id": "s52"
    },
    {
      "text": "8 The second category is those persons who become owners of policies issued by the insurers referable to the relevant statutory funds less than 15 days prior to the hearing of the application and up to the transfer date as defined in the draft scheme.",
      "id": "s53"
    },
    {
      "text": "If that dispensation is not granted, then the applicants would, in practical terms, have to cease taking relevant new business until the scheme is approved.",
      "id": "s54"
    },
    {
      "text": "I am satisfied that the alternative notification regime that has been proposed and the extension of the cooling off period that is proposed will meet, in a practical way, the purpose of s 191(2)(c) of the Act.",
      "id": "s55"
    },
    {
      "text": "Again, this dispensation is in accordance with other cases.",
      "id": "s56"
    },
    {
      "text": "9 I take into account the lack of objection by the relevant regulator, APRA, to the dispensations sought.",
      "id": "s57"
    },
    {
      "text": "10 The relief sought will be granted to each applicant.",
      "id": "s58"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s59"
    },
    {
      "text": "Associate:\n\nDated: 22 June 2007\n\n\n Counsel for the First Applicant: Mr IM Jackman SC \n \n Solicitor for the First Applicant: Mallesons Stephen Jaques \n \n Counsel for the Second Applicant: Mr F Gleeson SC, Mr GM Drew \n \n Solicitor for the Second Applicant: Freehills \n \n Counsel for Metlife Trustee Pty Limited: Mr WG Muddle \n \n Date of Hearing: 15 June 2007 \n \n Date of Judgment: 22 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/937.html",
      "id": "s60"
    }
  ]
}