{
  "name": "Australian Securities &amp; Investments Commission v Lee [2007] FCA 918 (15 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/918.html",
  "catchphrases": [
    {
      "text": "asic investigation",
      "id": "c0"
    },
    {
      "text": "fraudulent trading scheme",
      "id": "c1"
    },
    {
      "text": "stolen money deposited in defendant's account",
      "id": "c2"
    },
    {
      "text": "defendant refuses to provide explanation",
      "id": "c3"
    },
    {
      "text": "account frozen",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 ASIC is continuing its investigation into the fraudulent trading scheme that is described in ASIC v Lee [2007] FCA 508.",
      "id": "s0"
    },
    {
      "text": "To recapitulate, Australian investors were induced into purchasing non-existent commodity options on non-existent foreign commodities exchanges and lost more than $8 million.",
      "id": "s1"
    },
    {
      "text": "Some of the stolen money (approximately $139,000) was transferred into bank accounts maintained by Mr Lee with the Australia and New Zealand Banking Group Limited and Westpac Banking Corporation Limited.",
      "id": "s2"
    },
    {
      "text": "Mr Lee has over $2 million in those accounts.",
      "id": "s3"
    },
    {
      "text": "On 11 April 2007 I made an order under s 1323(3) of the Corporations Act 2001 (Cth) that, pending trial, the money in those accounts be frozen.",
      "id": "s4"
    },
    {
      "text": "Now, following the trial, ASIC seeks a continuation of that order.",
      "id": "s5"
    },
    {
      "text": "2 An order s 1323(1) can be made if, and only if, the following conditions are satisfied.",
      "id": "s6"
    },
    {
      "text": "First, relevantly, that ASIC is carrying on an investigation under the Australian Securities and Investments Commision Act 2001 (Cth) or the Corporations Act 2001 into whether a person (a \"relevant person\") has acted in contravention of the Corporations Act .",
      "id": "s7"
    },
    {
      "text": "It is common ground that ASIC is conducting an investigation of that kind in relation to the activities of Mr Lee.",
      "id": "s8"
    },
    {
      "text": "He is, therefore a \"relevant person\" for the purposes of s 1323.",
      "id": "s9"
    },
    {
      "text": "He may not be the only \"relevant person\".",
      "id": "s10"
    },
    {
      "text": "Others are being investigated, but their identity is not presently known.",
      "id": "s11"
    },
    {
      "text": "3 The second condition is that it is \"necessary or desirable\" to make the order for the purpose of protecting an \"aggrieved person\" to whom the \"relevant person\" may become liable in debt damages or for compensation or otherwise.",
      "id": "s12"
    },
    {
      "text": "I will return to this condition later.",
      "id": "s13"
    },
    {
      "text": "4 Third, ASIC must establish that the money (strictly we are dealing with a chose in action namely the debt owed by the bank to its customer) the subject of an order either belongs to a \"relevant person\" (s 1323(1)(f)) or is held on behalf of a relevant person (s 1323(1)(e)).",
      "id": "s14"
    },
    {
      "text": "The evidence regarding the \"ownership\" of the money in the accounts is sparse.",
      "id": "s15"
    },
    {
      "text": "The reason is that, as on the interim application, Mr Lee refused to give any evidence.",
      "id": "s16"
    },
    {
      "text": "Thus as regards \"ownership\", all I know is that the accounts exist and that they are maintained by Mr Lee.",
      "id": "s17"
    },
    {
      "text": "He is, therefore, legally entitled to the money in the accounts in that he is the legal owner of the chose in action.",
      "id": "s18"
    },
    {
      "text": "To go any further and decide whether the money (strictly the chose) is held by Mr Lee on behalf of someone else, who may also be a \"relevant person\", would be to engage in speculation.",
      "id": "s19"
    },
    {
      "text": "5 This brings me back to the second condition.",
      "id": "s20"
    },
    {
      "text": "It has two elements.",
      "id": "s21"
    },
    {
      "text": "The first (though not in the order it appears in the section) is that the relevant person (Mr Lee) is or may be liable to pay damages or compensation to an aggrieved person, that is a person who lost money in the scheme.",
      "id": "s22"
    },
    {
      "text": "Mr Lee would obviously be liable to an aggrieved person if he were involved in putting the illegal scheme into effect.",
      "id": "s23"
    },
    {
      "text": "Even if not involved, Mr Lee may be liable in an action in restitution to account for any stolen money that has come into his possession.",
      "id": "s24"
    },
    {
      "text": "6 On the facts presently known to it, ASIC cannot show that Mr Lee is liable in debt or damages to any aggrieved person.",
      "id": "s25"
    },
    {
      "text": "There is no evidence that establishes that he was a party to the illegal scheme.",
      "id": "s26"
    },
    {
      "text": "On the other hand, there is plainly a connection between Mr Lee and the scheme.",
      "id": "s27"
    },
    {
      "text": "He received some of the stolen money.",
      "id": "s28"
    },
    {
      "text": "It may not be much, but it is enough to show a connection.",
      "id": "s29"
    },
    {
      "text": "And then there is the fact that Mr Lee simply refuses to explain how he came by that money.",
      "id": "s30"
    },
    {
      "text": "I find this to be quite extraordinary.",
      "id": "s31"
    },
    {
      "text": "Here we have a man who has millions of dollars in Australian bank accounts.",
      "id": "s32"
    },
    {
      "text": "If he could satisfactorily explain that he came by that money honestly it would be released to him.",
      "id": "s33"
    },
    {
      "text": "Yet he refuses to tell anyone about the funds.",
      "id": "s34"
    },
    {
      "text": "The overwhelming impression I am left with is that Mr Lee refused to give evidence because he is concerned for his personal position.",
      "id": "s35"
    },
    {
      "text": "Or, to adopt the language of the High Court in RPS v The Queen [2000] HCA 3 ; (2000) 199 CLR 620, 632: \"In a civil trial there will very often be a reasonable expectation that a party would give or call relevant evidence.",
      "id": "s36"
    },
    {
      "text": "It will, therefore, be open in such a case to conclude that the failure of a party (or someone in the party's camp) to give evidence leads rationally to an inference that the evidence of that party or witness would not help the party's case.",
      "id": "s37"
    },
    {
      "text": "\" I can only conclude that there is a strong case that Mr Lee may (I emphasise the word \"may\") be liable in debt or damages to an aggrieved person.",
      "id": "s38"
    },
    {
      "text": "7 In reaching this conclusion I have not overlooked the fact that ASIC's investigation thus far has led it to the position that many of the payments made out of the Bank of China account, where the stolen money was deposited and which is the source of approximately the $190,000 that was paid into Mr Lee's accounts, were payments to persons who had no connection with the fraudsters.",
      "id": "s39"
    },
    {
      "text": "That, however, does not exonerate Mr Lee.",
      "id": "s40"
    },
    {
      "text": "Even thieves have legitimate bills to pay.",
      "id": "s41"
    },
    {
      "text": "That ASIC is satisfied that some payments out of the Bank of China account were legitimate does not mean that is true for all the payments out of that account.",
      "id": "s42"
    },
    {
      "text": "I emphasise again that if the money paid to Mr Lee was a legitimate payment all he had to do was come forward and say so.",
      "id": "s43"
    },
    {
      "text": "That he has not invites suspicion.",
      "id": "s44"
    },
    {
      "text": "8 The second element of the second condition is that it is \"necessary and desirable\" to make the order.",
      "id": "s45"
    },
    {
      "text": "I think an order is both necessary and desirable, but not for an inordinate period.",
      "id": "s46"
    },
    {
      "text": "ASIC's investigation has taken them to many overseas jurisdictions.",
      "id": "s47"
    },
    {
      "text": "Their investigation requires the cooperation of overseas regulatory authorities.",
      "id": "s48"
    },
    {
      "text": "Little can be done quickly.",
      "id": "s49"
    },
    {
      "text": "Moreover, ASIC has no control over the speed with which its inquiries are dealt with.",
      "id": "s50"
    },
    {
      "text": "As well, one must not lose sight of the fact that these kinds of international frauds are difficult to investigate.",
      "id": "s51"
    },
    {
      "text": "Tracking down the culprits and locating the stolen money takes hard work and a lot of time.",
      "id": "s52"
    },
    {
      "text": "9 In all the circumstances I propose to continue the freezing order until 31 July 2007.",
      "id": "s53"
    },
    {
      "text": "If the order is to be continued thereafter a further application will need to be made.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 15 June 2007\n\n\n Counsel for the Plaintiff: M. L. Sifris SC \n \n Solicitor for the Plaintiff: J.",
      "id": "s56"
    },
    {
      "text": "P. Moore \n \n Counsel for the Defendant: J. Delany SC \n \n Solicitor for the Defendant: A. Hanak \n \n Date of Hearing: 18 April 2007 \n \n Date of Judgment: 15 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/918.html",
      "id": "s57"
    }
  ]
}