{
  "name": "Muc v AON Risk Services Australia Limited [2007] FCA 901 (8 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/901.html",
  "catchphrases": [
    {
      "text": "statement of claims struck out",
      "id": "c0"
    },
    {
      "text": "incoherent pleading",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 I have a number of notices of motion before me.",
      "id": "s0"
    },
    {
      "text": "The first that I propose to deal with is the notice of motion brought by the applicants filed on 29 May which seeks four orders.",
      "id": "s1"
    },
    {
      "text": "The first is:\n \n (1) Liberty be granted to the applicants to file a re-pleaded statement of claim by 31 May 2007.",
      "id": "s2"
    },
    {
      "text": "2 It is necessary for me to grant leave to amend that notice of motion in [1] so that the order sought will simply be that liberty be granted to the applicants to file a re-pleaded statement of claim annexed in the form to the affidavit of Gregory Harrison Healey sworn 29 May 2007.",
      "id": "s3"
    },
    {
      "text": "The following two orders that are sought in the notice of motion are consequential upon the success of that first order.",
      "id": "s4"
    },
    {
      "text": "Those two other orders sought in effect (a) that before the Court hears the respondents' Motions existing claims, they be directed to file their defences to the amended, in effect, to the amended statement of claim and (b) that the respondents' motions to strike out the applicants' claims not be heard until filing of those defences.",
      "id": "s5"
    },
    {
      "text": "3 The reality is that if I grant leave to file the amended statement of claim, then subject to questions of costs, the respondents' motions to strike out the existing claims in effect evaporate.",
      "id": "s6"
    },
    {
      "text": "The applicants' motion then seeks, alternatively, in order 4, four suborders, the first two of which seek orders (a) that the respondents file their defences; and (b) that by a date in July the first respondent be provided by an identified company with quantification of the precise claims made by the respective applicants.",
      "id": "s7"
    },
    {
      "text": "4 The second such order seems to be sought against a party that may well be the agent of the applicants themselves.",
      "id": "s8"
    },
    {
      "text": "5 The third and fourth subparagraphs seeks orders (a) that by a date in August, the second and fifth respondents provide their acceptance or denial of the claims made by that company on behalf of the applicants; and (b) that by a date in September, settlement terms be filed with the Federal Court for the matter to be relisted for hearing.",
      "id": "s9"
    },
    {
      "text": "6 I do not understand how the orders in 4 could be an appropriate exercise of power given the rest of the \"pleading\"; and I do not propose to make them.",
      "id": "s10"
    },
    {
      "text": "7 The second and third orders depend on the success of the claims for the first order.",
      "id": "s11"
    },
    {
      "text": "Therefore, I really need to deal with whether I should grant leave to amend the statement of claim in terms of the amended statement of claim, annexed to the affidavit of Mr Healey.",
      "id": "s12"
    },
    {
      "text": "It is unnecessary for the purposes of this notice of motion to deal with the apparent deficiencies of the earlier documentation in these proceedings and I need to look at this document as a freestanding pleading to support an application which is in existence, which application was filed in December last year, which sought orders including an order that the losses of the applicant as verified by forensic accountancy analysis pursuant to the contract of insurance be paid to the applicants.",
      "id": "s13"
    },
    {
      "text": "8 The application made passing reference to three examples of Commonwealth legislative power, the Trade Practices Act 1974 (Cth), the Insurance Contracts Act 1984 (Cth) and the Insurance (Agents and Brokers) Act 1984 (Cth) (repealed by Financial Services Reform (Consequential Provisions) Act 2001 (Cth) s 245).",
      "id": "s14"
    },
    {
      "text": "The application was originally supported by an affidavit of Mr Healey.",
      "id": "s15"
    },
    {
      "text": "The matter has taken six months to get to this stage after two or more directions hearings in which I have indicated my lack of understanding of the nature of the claims.",
      "id": "s16"
    },
    {
      "text": "Hence, at this point, with six months having passed, and the benefit of a number of directions hearings, the applicants plead as follows.",
      "id": "s17"
    },
    {
      "text": "Paragraph 1 pleads that the first to third applicants were solicitors of the Supreme Court of this State, that the fourth applicants were service companies of the practice and the formal corporate status of the relevant respondents.",
      "id": "s18"
    },
    {
      "text": "9 The first respondent is a well-known insurance broker.",
      "id": "s19"
    },
    {
      "text": "The second to fifth respondents are well-known underwriters.",
      "id": "s20"
    },
    {
      "text": "What appears to have been broked or written under a binder, it is not clear which, by the first respondent is a property material damage and business interruption policy often called an ISR policy, being an Industrial Special Risks policy.",
      "id": "s21"
    },
    {
      "text": "There is available as exhibit 1, and it is available in earlier affidavit material filed by the applicants, a client coverage summary produced by the first respondent identifying the relevant period of insurance, being a document apparently produced in November 2000 dealing with the period of insurance 15 August 2000 to 31 December 2000.",
      "id": "s22"
    },
    {
      "text": "The document gives general policy information, including the associated practices of G.H.",
      "id": "s23"
    },
    {
      "text": "Healey and Co and various of the companies that are applicants.",
      "id": "s24"
    },
    {
      "text": "(No relevant issue about parties is taken by any party.",
      "id": "s25"
    },
    {
      "text": ") The business is the business of solicitors.",
      "id": "s26"
    },
    {
      "text": "This coverage summary should be read in conjunction with the policy document.",
      "id": "s27"
    },
    {
      "text": "Mr Menzies on behalf of AON attempted to tender what may well be the policy document.",
      "id": "s28"
    },
    {
      "text": "Objection was taken to it by Mr Healy because he said that it was not proved at this point to be the policy underlying the binder or the broking of the risk.",
      "id": "s29"
    },
    {
      "text": "With that inadequate information I rejected the terms of the tendered policy, but the client coverage summary is sufficient for me to draw a conclusion that there was, in the ordinary course, an underlying ISR policy with the various limits for property and material damage at various locations and the consequential loss of section 2 , underwritten by the four well-known underwriters, some of which have changed their names, to a combined risk of a hundred per cent.",
      "id": "s30"
    },
    {
      "text": "10 Going back to the proposed amended pleading, in paragraph 8, the undertaking of practices of the solicitors.",
      "id": "s31"
    },
    {
      "text": "The effecting of the insurance is pleaded without any specificity, other than that the first respondent on behalf of the applicants effected insurance with the second to fifth respondents.",
      "id": "s32"
    },
    {
      "text": "This much appears to be common ground.",
      "id": "s33"
    },
    {
      "text": "Paragraph 9, pleads that the applicants paid a premium.",
      "id": "s34"
    },
    {
      "text": "This is common ground.",
      "id": "s35"
    },
    {
      "text": "Paragraph 10 refers to the client coverage summary to which I have already referred.",
      "id": "s36"
    },
    {
      "text": "Paragraph 11 is in the following terms: \n \n The indemnification of the applicants for loss by the Second to Fifth respondents included, amongst other things, fire damage to various site premises, including level 2, 141-143 Elizabeth Street, Sydney occurring at any time during the period 15 August 2000 to 31 December 2000.",
      "id": "s37"
    },
    {
      "text": "The applicants have not provided with the terms of the actual Insurance Policy by any of the respondents but wish to set same out herein in full when produced by the Respondents.",
      "id": "s38"
    },
    {
      "text": "11 In argument, this was said to be the pleading of a breach of contract by the insurers in failing to provide the terms of a policy.",
      "id": "s39"
    },
    {
      "text": "It says no such thing.",
      "id": "s40"
    },
    {
      "text": "It states a fact that the applicants have not been provided with the terms of the policy.",
      "id": "s41"
    },
    {
      "text": "It does not allege a term of a breach of contract.",
      "id": "s42"
    },
    {
      "text": "12 Paragraph 12 states in effect that the insurance was effected with the insurers to cover losses at 141-143 Elizabeth Street for the relevant period.",
      "id": "s43"
    },
    {
      "text": "13 Particulars of that are then given as a fire which broke out on 17 September 2000.",
      "id": "s44"
    },
    {
      "text": "I take those particulars as another material allegation.",
      "id": "s45"
    },
    {
      "text": "It is said that the fire caused property loss and damage to the applicants.",
      "id": "s46"
    },
    {
      "text": "No particulars about loss are given.",
      "id": "s47"
    },
    {
      "text": "There is then a heading \"First Respondent\".",
      "id": "s48"
    },
    {
      "text": "Paragraph 13 states:\n \n Notwithstanding the first respondent engaging loss adjustors to investigate and to attend at the premises... and causing the replacement of damaged carpet and communication with the Applicants as to further payment extending up to March 2001 no payment was made by the Second to Fifth respondents to the Applicants.",
      "id": "s49"
    },
    {
      "text": "14 This seems to be an allegation of a failure to pay claims.",
      "id": "s50"
    },
    {
      "text": "No clear pleading of what claim was made and when by the applicants is made.",
      "id": "s51"
    },
    {
      "text": "15 Paragraph 14 states:\n \n The Applicants are still unsure as to the relationship at law they had with the First Respondent although the Applicants say that the First Respondent in the circumstances did not take appropriate steps to effect settlement of the commercial claim or arrange for payment for the assured.",
      "id": "s52"
    },
    {
      "text": "16 Embedded in this seems to be some allegation that the brokers have failed in some unarticulated obligation to act on behalf of the insured to make some claim, to effect the claim and to effect settlement of the claim.",
      "id": "s53"
    },
    {
      "text": "17 Paragraph 15 states:\n \n The Applicants believe that the First Respondents says that there is no refusal of the claim by the Second to Fifth respondents as to their losses flowing from the fire... and that the Applicants have not completed a claim form and the within proceedings should therefore be discontinued.",
      "id": "s54"
    },
    {
      "text": "Precisely what this kind of paragraph is doing in a pleading, which is supposed to contain allegations of fact amounting to a cause of action, is not clear.",
      "id": "s55"
    },
    {
      "text": "18 Under the heading \"Second to Fifth Respondents\", paragraph 16 states:\n \n The Applicants believe that the Second to Fifth respondents say that there is no refusal of the claim by the Applicants as to their losses flowing from the fire... but that the Applicants have not completed a claim form and the within proceedings should therefore be discontinued.",
      "id": "s56"
    },
    {
      "text": "I make the same comment about this paragraph as about paragraph 15.",
      "id": "s57"
    },
    {
      "text": "19 Then under the heading \"Loss to the Applicants\", paragraph 17 states:\n \n Due to the effluxion of time, there have been dramatic changes in the constituent parts of the Associated Practices of the applicants and the Service Companies and it is no longer possible with equanimity for the Applicants to agree upon on the basis of their claim.",
      "id": "s58"
    },
    {
      "text": "Again, I do not understand what allegation of fact this paragraph comprises in a claim against the respondent.",
      "id": "s59"
    },
    {
      "text": "20 Paragraph 18 states: \n \n In order therefore to ascertain the quantum of the Applicants' entitlements pursuant to their insurance contract as determined by the Court, it will be necessary to obtain Expert evidence of a Forensic Accountant agreed to by the Applicants.",
      "id": "s60"
    },
    {
      "text": "21 There are then seven heads of relief claimed, the first is a declaration that the broker must settle and arrange for the payment to the applicants of the applicants' losses flowing from the fire.",
      "id": "s61"
    },
    {
      "text": "No coherent pleading of any body of facts, based on the relationship between the applicants and the first respondents supports that claimed relief.",
      "id": "s62"
    },
    {
      "text": "Secondly, a declaration is sought that the second to fifth respondents must settle and arrange for payment to the applicants of a claim flowing from the fire.",
      "id": "s63"
    },
    {
      "text": "There is no coherent pleading of any breach of contract by the insurers in any part of the proposed amended statement of claim.",
      "id": "s64"
    },
    {
      "text": "There is no allegation which supports with any clarity whatsoever any alleged breach by any respondent.",
      "id": "s65"
    },
    {
      "text": "There is no pleaded basis for these so-called declarations.",
      "id": "s66"
    },
    {
      "text": "22 The third order is an order that appears to be an order against the applicants themselves.",
      "id": "s67"
    },
    {
      "text": "23 The fourth order is that the broker must settle and arrange for payment to the applicant of a claim as to the applicant's losses within 14 weeks.",
      "id": "s68"
    },
    {
      "text": "24 The fifth is an order that the second and fifth respondents must settle and arrange for payment of the claim, for the fire occurring on 17 September 2000 within a 14 week period.",
      "id": "s69"
    },
    {
      "text": "Interest is claimed as is costs.",
      "id": "s70"
    },
    {
      "text": "25 I do not propose to grant leave to file the proposed amended statement of claim.",
      "id": "s71"
    },
    {
      "text": "It pleads no coherent cause of action against any of the respondents.",
      "id": "s72"
    },
    {
      "text": "26 There is no pleading of a claim having been made and wrongfully refused, there is no allegation of breach of a term in the first respondent's contract with the applicants.",
      "id": "s73"
    },
    {
      "text": "There is no claim for any breach for the existence of any duty outside of contract which has been breached.",
      "id": "s74"
    },
    {
      "text": "There is no claim of any right arising under federal law which has not been complied with.",
      "id": "s75"
    },
    {
      "text": "That being the case, the notice of motion of the applicants of 29 May 2007 will be dismissed with costs.",
      "id": "s76"
    },
    {
      "text": "27 I now deal with two notices of motion filed by the respondents.",
      "id": "s77"
    },
    {
      "text": "These two motions seek fundamentally the same thing: that is, the motion of the first respondent seeks an order that the proceeding be dismissed or in the alternative, the existing statement of claim be struck out and consequential orders.",
      "id": "s78"
    },
    {
      "text": "The second and fifth respondents seeks an order that the statement of claim be dismissed or in the alternative, struck out.",
      "id": "s79"
    },
    {
      "text": "That order is defective and the order sought by the first respondent is more appropriate in that a statement of claim is not the constitutive document of a proceeding, the application fulfils that role.",
      "id": "s80"
    },
    {
      "text": "But I take it that in effect both motions seek substantially the same relief.",
      "id": "s81"
    },
    {
      "text": "28 I do not propose at the moment, though I am sorely tempted, to dismiss the proceeding; though, I think it may be kinder to the applicants to do so.",
      "id": "s82"
    },
    {
      "text": "Any continuation of these proceedings will be at their risk as to costs.",
      "id": "s83"
    },
    {
      "text": "I do however propose to strike out the existing statement of claim which was filed on 22 February 2007.",
      "id": "s84"
    },
    {
      "text": "29 I have already indicated the lack of coherence and clarity in the proposed amended statement of claim.",
      "id": "s85"
    },
    {
      "text": "The existing statement of claim is worse.",
      "id": "s86"
    },
    {
      "text": "I do not propose to set out the terms of the paragraphs in any detail, suffice as to say that no pleading of any cause of action is made against either the first respondent or the second to fifth respondents.",
      "id": "s87"
    },
    {
      "text": "30 The application which is at some risk in the future, of course, is not a pleading required to set out causes of action; but it is a document which seeks to at least contingently invoke the Trade Practices Act , the Insurance Contracts Act and a now repealed Act, the Insurance Agents and Brokers Act .",
      "id": "s88"
    },
    {
      "text": "31 The matter is most unsatisfactory.",
      "id": "s89"
    },
    {
      "text": "The proceeding commenced on 29 December last year.",
      "id": "s90"
    },
    {
      "text": "It was said on a number of occasions that they were commenced to preserve some limitation point.",
      "id": "s91"
    },
    {
      "text": "The policy was effected for a period which expired on 31 December 2000 and incepted on 15 August 2000.",
      "id": "s92"
    },
    {
      "text": "The perceived limitation period is said to be six years after the end of the policy.",
      "id": "s93"
    },
    {
      "text": "That is no relevant limitation period whatsoever, simply by reason of reference to the expiration of the policy.",
      "id": "s94"
    },
    {
      "text": "32 There was a fire within the period of the policy.",
      "id": "s95"
    },
    {
      "text": "That is agreed and is common ground.",
      "id": "s96"
    },
    {
      "text": "Almost immediately thereafter in the description of the mutual affairs of the parties one runs into a cloud of uncertainty.",
      "id": "s97"
    },
    {
      "text": "There appears to have been claims made which were adjusted by a well-known loss adjuster and payments made to certain parties.",
      "id": "s98"
    },
    {
      "text": "The applicants appear at the moment to say that those third parties were strangers to the proper payment of the claim.",
      "id": "s99"
    },
    {
      "text": "I would understand that the insurers do dispute that and that the payees of those moneys of some thirty thousand-odd dollars were relevant parties in the restitution of the property.",
      "id": "s100"
    },
    {
      "text": "33 Quite what the dispute is about those is less than clear.",
      "id": "s101"
    },
    {
      "text": "It certainly is not illuminated by anything in the pleading.",
      "id": "s102"
    },
    {
      "text": "34 Thereafter, the evidence that is before me on the motions discloses that the insurer has been saying, after those payments: \"If you have any further claim, please make it\".",
      "id": "s103"
    },
    {
      "text": "No further claim has apparently been made.",
      "id": "s104"
    },
    {
      "text": "However, today from the bar table on a number of occasions Mr Healey has accused the insurers of not complying with their policy.",
      "id": "s105"
    },
    {
      "text": "He is not able, however, to identify, today, on what occasions claims have been made and what claims have been refused.",
      "id": "s106"
    },
    {
      "text": "Those claims are not only not able to be identified today but they are not pleaded.",
      "id": "s107"
    },
    {
      "text": "There is simply no pleading of any relevant cause of action against either the broker or the insurers.",
      "id": "s108"
    },
    {
      "text": "There is no pleading of any claim with a federal element.",
      "id": "s109"
    },
    {
      "text": "The parties have not issued s 78B notices and therefore, today's argument has skated around, if I may use that expression, the fundamental problem of the applicants in relation to whatever their complaints may be.",
      "id": "s110"
    },
    {
      "text": "35 I do not propose at the moment to dismiss the proceedings.",
      "id": "s111"
    },
    {
      "text": "I propose to give the applicants one month to identify in a letter to the relevant respondents the nature of their claims, the basis of their claims and how this Court has jurisdiction.",
      "id": "s112"
    },
    {
      "text": "The orders that I make on the motion of today, the two motions, are that:\n \n(1) I strike out the whole of the statement of claim filed on behalf of the applicant on 22 February 2007;\n \n(2) I order the applicants to pay the costs of the respondents of the respective motions;\n \n(3) I order the applicants to serve, on or before 13 July, upon the solicitors for the respondents a letter setting out: \n \n(i) each and every claim in summary form made by the applicants against the respondents; \n \n(ii) an identification of what is presently known as to the quantum of each claim; \n \n(iii) the basis upon which the Federal Court has jurisdiction to hear such claims.",
      "id": "s113"
    },
    {
      "text": "(4) Proceedings will be stood over for directions to 19 July at 9.30 am at which time I can be informed by someone as to whether there is any claim in respect of which the applicants have a basis to think that this Court has jurisdiction to hear.",
      "id": "s114"
    },
    {
      "text": "36 On 19 July I will deal with questions of costs, including questions of the appropriate level of payment of costs from the commencement of these proceedings, up to and including 19 June.",
      "id": "s115"
    },
    {
      "text": "It is essential that the applicants seek the assistance of competent counsel.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s117"
    },
    {
      "text": "Associate:\nDated: 5 July 2007\n\n Counsel for the Applicants: Mr G Healey \n \n Solicitor for the Applicants: G H Healey &amp; Co \n \n Counsel for the First Respondent: Mr L P Menzies \n \n Solicitor for the First Respondent: Ebsworth &amp; Ebsworth \n \n Counsel for the Second to Fifth Respondents: Ms E Kennedy \n \n Solicitor for the Second to Fifth Respondents: Holman Webb Lawyers \n \n Date of Hearing: 8 June 2007 \n \n Date of Judgment: 8 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/901.html",
      "id": "s118"
    }
  ]
}