{
  "name": "Palmer and Collis and Terraplanet Limited (in liquidation), in the matter of Terraplanet Limited (in liquidation) [2007] FCA 92 (28 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/92.html",
  "catchphrases": [
    {
      "text": "application by liquidators under s 436b(2) of corporations act 2001 (cth) for leave to appoint themselves as administrators of the company",
      "id": "c0"
    },
    {
      "text": "considerations relevant to exercise of discretion",
      "id": "c1"
    },
    {
      "text": "main consideration whether liquidators appropriate persons to be appointed",
      "id": "c2"
    },
    {
      "text": "whether order should be made under s 447a of act dispensing with holding of first meeting of creditors under s 436e of act in circumstances in which there had been a committee of inspection in the liquidation all the members of which supported the present application",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The first plaintiffs (the Liquidators) are the liquidators of the second plaintiff (Terraplanet).",
      "id": "s0"
    },
    {
      "text": "The Liquidators have applied for leave under s 436B(2) of the Corporations Act 2001 (Cth) (the Act) to appoint themselves as administrators of Terraplanet.",
      "id": "s1"
    },
    {
      "text": "On 21 December 2007 I granted that leave.",
      "id": "s2"
    },
    {
      "text": "These are my reasons for having done so.",
      "id": "s3"
    },
    {
      "text": "2 Section 436B falls within Pt 5.3A of the Act which deals with the administration of a company's affairs with a view to its executing a deed of company arrangement (DOCA).",
      "id": "s4"
    },
    {
      "text": "Section 436B(1) provides that a liquidator or provisional liquidator of a company may by writing appoint an administrator of the company if he or she thinks that the company is insolvent, or is likely to become insolvent at some future time.",
      "id": "s5"
    },
    {
      "text": "However, a liquidator or provisional liquidator may appoint himself or herself as an administrator under that provision only with the leave of the Court.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND FACTS \n \n3 Terraplanet carried on business as a publisher of magazines, graphic design and pre-press service provider, internet web site designer and developer and related businesses.",
      "id": "s7"
    },
    {
      "text": "It was admitted to the Official List of the Australian Stock Exchange (ASX) on or about 12 May 2000.",
      "id": "s8"
    },
    {
      "text": "However, Terraplanet's securities were suspended from being traded on the ASX in November 2002.",
      "id": "s9"
    },
    {
      "text": "4 On 3 December 2002, Terraplanet and two subsidiary companies, Terraplane Press Pty Ltd (Press) and Terraplane Imaging Pty Ltd (Imaging), by resolutions of their respective boards of directors, appointed the Liquidators as administrators of the respective companies pursuant to s 436A of the Act.",
      "id": "s10"
    },
    {
      "text": "5 The Liquidators, in their then capacity as administrators, negotiated a contract for sale of most of the business assets of Terraplanet and Press.",
      "id": "s11"
    },
    {
      "text": "The sale was completed on 6 January 2003.",
      "id": "s12"
    },
    {
      "text": "The sale price was $951,000 plus GST, of which $682,321 was paid to the secured creditor, Quality Web Australia Pty Ltd (Quality).",
      "id": "s13"
    },
    {
      "text": "6 On the following day, 7 January 2003, at the meeting of the creditors of Terraplanet convened under s 439A of the Act, the creditors resolved under s 439C(c) of the Act that Terraplanet be wound up.",
      "id": "s14"
    },
    {
      "text": "The creditors also resolved that a committee of inspection be appointed.",
      "id": "s15"
    },
    {
      "text": "By the operation of s 446A(4) of the Act, Terraplanet was taken to have nominated the Liquidators to be liquidators for the purposes of the winding up, and the creditors were taken not to have so nominated anyone.",
      "id": "s16"
    },
    {
      "text": "7 In their capacity as liquidators, the Liquidators sought, under s 588FF of the Act, to recover as an unfair preference an amount of $509,871 from the Deputy Commissioner of Taxation (DCT).",
      "id": "s17"
    },
    {
      "text": "DCT joined the directors of Terraplanet as parties to the proceeding pursuant to s 588FGA of the Act.",
      "id": "s18"
    },
    {
      "text": "The proceeding was settled in December 2005 for $272,000, on the basis that each party bear its own costs.",
      "id": "s19"
    },
    {
      "text": "DCT released the directors from any potential claims for insolvent trading.",
      "id": "s20"
    },
    {
      "text": "8 The Liquidators also launched a proceeding against Quality in relation to payments made to Quality totalling $445,754.",
      "id": "s21"
    },
    {
      "text": "Quality had been granted a fixed charge over assets of Terraplanet on 15 November 2002 (not long before the appointment of the Liquidators as administrators).",
      "id": "s22"
    },
    {
      "text": "Apparently, the dispute concerned pre-charge payments made by Terraplanet to Quality.",
      "id": "s23"
    },
    {
      "text": "The proceeding was settled in November 2005 for $70,000, on the basis that each party bear its own costs.",
      "id": "s24"
    },
    {
      "text": "9 Creditors of Terraplanet had previously been advised that there was unlikely to be any distribution to ordinary unsecured creditors unless the proceedings against DCT and Quality resulted in substantial recoveries.",
      "id": "s25"
    },
    {
      "text": "10 The Liquidators have also:\n \n &#8226; pursued recovery of amounts owed to Terraplanet by trade creditors;\n &#8226; processed claims for employee entitlements under the General Employee Entitlements and Redundancy Scheme (GEERS) totalling $337,837;\n &#8226; reconciled and paid outstanding superannuation entitlements; \n &#8226; carried out a detailed investigation in order to brief an independent expert to prepare a report on solvency; and\n &#8226; attended to other general administrative and compliance issues.",
      "id": "s26"
    },
    {
      "text": "11 As at 11 December 2007, Terraplanet had cash at bank of $253,196.86, and Press had cash at bank of $40,509.77.",
      "id": "s27"
    },
    {
      "text": "I was told that Imaging had no assets.",
      "id": "s28"
    },
    {
      "text": "12 If the winding up of Terraplanet were to be finalised, the remaining monies after costs would be applied in part payment of the preferential claim by the Department of Workplace Relations (DEWR) in respect of the GEERS payout to employees.",
      "id": "s29"
    },
    {
      "text": "There would be no distribution to ordinary unsecured creditors, whose claims total approximately $1,533,000.",
      "id": "s30"
    },
    {
      "text": "13 Subject to the recapitalisation proposal discussed below, the directors intend now to finalise the winding up of Terraplanet and to apply for deregistration of Terraplanet.",
      "id": "s31"
    },
    {
      "text": "RECAPITALISATION PROPOSAL \n \n14 During 2006/2007, two interested parties proposed a reconstruction of Terraplanet.",
      "id": "s32"
    },
    {
      "text": "If implemented, both proposals would result in the lifting of Terraplanet's present suspension from trading on the ASX and the resumption of Terraplanet's trading activity.",
      "id": "s33"
    },
    {
      "text": "15 After the Liquidators carried out negotiations with both parties, they received a \"mature proposal\" (the Proposal) from one of those parties, Dalgety Capital Pty Ltd (Dalgety).",
      "id": "s34"
    },
    {
      "text": "16 Briefly, under the Proposal, Dalgety will inject $1,800,000 cash into Terraplanet in return for shares representing approximately 92.17% of Terraplanet's issued share capital.",
      "id": "s35"
    },
    {
      "text": "The Proposal is contingent on:\n \n &#8226; the Liquidators again being appointed as administrators of Terraplanet; and\n &#8226; the creditors of Terraplanet resolving under s 439C(a) of the Act, at a meeting convened under s 439A of the Act, that Terraplanet execute a DOCA proposed by Dalgety.",
      "id": "s36"
    },
    {
      "text": "17 Immediately following shareholder approval of the Proposal, Dalgety is to advance $450,000 to the Liquidators (by then again administrators) for the purpose of their settling all secured and unsecured creditor claims.",
      "id": "s37"
    },
    {
      "text": "In return, the Liquidators are to apply to the Court to terminate the liquidation of Terraplanet.",
      "id": "s38"
    },
    {
      "text": "18 Another term of the Proposal is that Dalgety is to pay $10,000 to the Liquidators.",
      "id": "s39"
    },
    {
      "text": "Apparently this amount is to be used by the Liquidators to cover the cost of the convening of the meeting of creditors under s 439A of the Act (see para 16), and it will not be refundable to Dalgety.",
      "id": "s40"
    },
    {
      "text": "19 After payment of the sum of $450,000 to the Liquidators (as administrators), Terraplanet will have approximately $1,350,000 (being $1,800,000 less $450,000) for working capital.",
      "id": "s41"
    },
    {
      "text": "20 According to the affidavit evidence of Bryan Patrick Collis, one of the Liquidators, the Proposal is potentially beneficial for both the creditors and members of Terraplanet for the following reasons:\n \n \n (i) If the DOCA and the Proposal are approved by the creditors and shareholders respectively, there will be sufficient funds to pay the preferential claim of DEWR in full and to make a distribution of approximately 1.5cents in the dollar to ordinary unsecured creditors, who would otherwise receive nothing.",
      "id": "s42"
    },
    {
      "text": "(ii) There are approximately 2,500 shareholders of Terraplanet who will receive nothing from its winding up.",
      "id": "s43"
    },
    {
      "text": "If, however, the Proposal is accepted, they will retain one share for every eight shares currently held in Terraplanet, which will again be traded on the ASX.",
      "id": "s44"
    },
    {
      "text": "(iii) The committee of inspection appointed on 7 January 2003 has been kept informed of the Proposal and has been supportive.",
      "id": "s45"
    },
    {
      "text": "The Committee comprises representatives of two of the major unsecured creditors, a former employee and a former director.",
      "id": "s46"
    },
    {
      "text": "All four members have expressed their support for the Proposal and have agreed to the making of the present application to the Court.",
      "id": "s47"
    },
    {
      "text": "21 Mr Collis states that he is not aware of any reason why he and Mr Palmer, the other Liquidator, should not be appointed as administrators of Terraplanet, and that no complaint or objection has been received by either of them from any creditor in the course of the winding up in respect of any action taken by them as liquidators.",
      "id": "s48"
    },
    {
      "text": "CONSIDERATION \n \n22 The present application does not call for a detailed discussion of the principles that govern the exercise of the Court's discretion under s 436B(2) of the Act.",
      "id": "s49"
    },
    {
      "text": "The reason is that, in my view, on any approach, the discretion should be exercised in favour of the granting of leave for the Liquidators to appoint themselves as administrators.",
      "id": "s50"
    },
    {
      "text": "The main question under s436B(2) of the Act is whether the Court is satisfied that the liquidator is an appropriate person to be appointed as administrator.",
      "id": "s51"
    },
    {
      "text": "After all, a liquidator is at liberty under s 436B(1) of the Act to appoint another person as administrator without the necessity of leave: see Deputy Commissioner of Taxation v Foodcorp Pty Ltd (1994) 13 ACSR 796 ( Foodcorp) ; Re Cobar Mines Pty Ltd (rec and mgr apptd) (in liq) (1998) 30 ACSR 125; John R Turk &amp; Sons (Artarmon) Pty Ltd v Newmont Television Pty Ltd [1999] NSWSC 622 ; Nardell Coal Corporation Pty Ltd (recs and mgrs apptd) (in liq) (2003) 47 ACSR 122.",
      "id": "s52"
    },
    {
      "text": "It has been suggested, however, that the Court should also have in mind considerations of commercial morality: see Re Data Homes Pty Ltd (in liq) [1972] 2 NSWLR 22; Re Depsun Pty Ltd (1994) 13 ACSR 644; Foodcorp at 798-9.",
      "id": "s53"
    },
    {
      "text": "23 I am satisfied that the Liquidators are appropriate persons to become administrators.",
      "id": "s54"
    },
    {
      "text": "They are familiar with the history of Terraplanet.",
      "id": "s55"
    },
    {
      "text": "Moreover, there is no suggestion of anything offensive to commercial morality in the proposed DOCA.",
      "id": "s56"
    },
    {
      "text": "There is not, for example, evidence of a relationship between Dalgety and the directors of Terraplanet (or the Liquidators), which might suggest that the reversion to a voluntary administration is being used in some way to benefit them.",
      "id": "s57"
    },
    {
      "text": "24 Dalgety, a party at arm's length from both those associated with Terraplanet and the Liquidators, has, no doubt in pursuit of its own interests, proposed a DOCA which Terraplanet's creditors should have the opportunity of considering and, if they think fit, accepting.",
      "id": "s58"
    },
    {
      "text": "25 The Liquidators also sought an order under s 447A of the Act to the effect that Pt 5.3A of the Act should operate on the basis that the requirement contained in s 436E of the Act for an initial meeting of creditors be dispensed with.",
      "id": "s59"
    },
    {
      "text": "Section 436E of the Act provides for an administrator of a company under administration to convene a meeting of the company's creditors so that they can, amongst other things, determine whether to appoint a committee of creditors and, if so, who are to be its members.",
      "id": "s60"
    },
    {
      "text": "26 It would be wasteful to put the Liquidators to that effort and expense, having regard to the fact that the members of the committee of inspection in the liquidation have unanimously supported the Proposal, in general, and, in particular, the re-appointment of the Liquidators as administrators for the purpose of advancing it.",
      "id": "s61"
    },
    {
      "text": "For this reason I made the order sought under s 447A of the Act.",
      "id": "s62"
    },
    {
      "text": "I note that such an order has been made in somewhat similar circumstances in Re Cobar Mines Pty Ltd (rec and mgr apptd) (in liq) (1998) 30 ACSR 125; John R Turk &amp; Sons (Artarmon) Pty Ltd v Newmont Television Pty Ltd [1999] NSWSC 622 and Re Nardell Coal Corporation Pty Ltd (rec and mgr apptd) (in liq) (2003) 47 ACSR 122.",
      "id": "s63"
    },
    {
      "text": "CONCLUSION \n \n27 For the above reasons, I granted leave under s 436B(2) of the Act and dispensed with the requirement under s 436E of the Act for the convening of a first meeting of creditors.",
      "id": "s64"
    },
    {
      "text": "I stood the proceeding over, provisionally to 6 February 2008 for the making of such further orders as may be appropriate, having regard to the fact that the Liquidators anticipate that the meeting of creditors under s 439A of the Act to consider the proposed DOCA will take place at the end of January 2008.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 28 December 2007\n\n\n Counsel for the First and Second Plaintiffs: Mr S Golledge \n \n Solicitors for the First and Second Plaintiffs: John Walsh &amp; Partners \n \n Date of Hearing: 21 December 2007 \n \n Date of Judgment: 21 December 2007 \n \n Date of Publication of Reasons: 28 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/92.html",
      "id": "s67"
    }
  ]
}