{
  "name": "Walker on behalf of The Noonukul of Minjerrabah v Queensland [2007] FCA 967 (29 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/967.html",
  "catchphrases": [
    {
      "text": "strike-out application",
      "id": "c0"
    },
    {
      "text": "section 84c native title act 1993 (cth)",
      "id": "c1"
    },
    {
      "text": "non-compliance with section 61 native title act 1993 (cth)",
      "id": "c2"
    },
    {
      "text": "identification of claim group",
      "id": "c3"
    },
    {
      "text": "authorisation",
      "id": "c4"
    },
    {
      "text": "description of claim area",
      "id": "c5"
    },
    {
      "text": "application also brought pursuant to order 20 rule 2 federal court rules",
      "id": "c6"
    },
    {
      "text": "native title",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a notice of motion filed by Mr Ian Delaney on 13 February 2007.",
      "id": "s0"
    },
    {
      "text": "Mr Delaney's notice of motion sought the following orders:\n \n \n 1.",
      "id": "s1"
    },
    {
      "text": "That Ian Delaney be joined as a party to the Native Title Determination Application --- QUD355/2006 Noonukul of Minjerrabah.",
      "id": "s2"
    },
    {
      "text": "2.",
      "id": "s3"
    },
    {
      "text": "That the Native Title Determination Application --- QUD355/2006 Noonukul of Minjerrabah be struck out.",
      "id": "s4"
    },
    {
      "text": "3.",
      "id": "s5"
    },
    {
      "text": "Such further or other orders as the Court considers fit.",
      "id": "s6"
    },
    {
      "text": "2 Mr Delaney is the Registered Native Title Applicant for the Quandamooka Peoples #1, QUD6010/1998 and Quandamooka Peoples #2, QUD6024/1999 Native Title Determination Applications (Quandamooka Claims).",
      "id": "s7"
    },
    {
      "text": "These claims were accepted for registration on 11 October 2000 and 14 June 2000 respectively.",
      "id": "s8"
    },
    {
      "text": "BACKGROUND \n \n3 The Native Title Determination Application --- QUD355/2006 Noonukul of Minjerrabah (Noonukul Application) was filed 8 September 2006.",
      "id": "s9"
    },
    {
      "text": "However, it substantially overlaps the Quandamooka Claims and was rejected for registration by a delegate of the Native Title Registrar on 9 January 2007.",
      "id": "s10"
    },
    {
      "text": "4 Queensland South Native Titles Services (\"QSNTS\") for Mr Delaney submits that prosecution of Mr Delaney's notice of motion relates to concerns by the Quandamooka Claim group that the Noonukul Application would impede progress towards a consent determination, due to the policy of the State of Queensland not to engage in mediation when overlapping claims exist.",
      "id": "s11"
    },
    {
      "text": "5 This matter was listed for directions before me on 9 March 2007.",
      "id": "s12"
    },
    {
      "text": "At that hearing there was no appearance by the applicant, however I granted leave to Mr Robert Corowa to appear for the applicant.",
      "id": "s13"
    },
    {
      "text": "I made the following orders:\n \n \n 1.",
      "id": "s14"
    },
    {
      "text": "Ian Delaney be joined as a respondent in the proceedings pursuant to s 84(5) Native Title Act 1993 (Cth).",
      "id": "s15"
    },
    {
      "text": "2.",
      "id": "s16"
    },
    {
      "text": "The notice of motion filed 13 February 2007 to be heard at 10.15 am on 28 May 2007.",
      "id": "s17"
    },
    {
      "text": "3.",
      "id": "s18"
    },
    {
      "text": "The respondent to the notice of motion to file and serve any material upon which it intended to rely by 30 March 2007.",
      "id": "s19"
    },
    {
      "text": "4.",
      "id": "s20"
    },
    {
      "text": "The applicant to the notice of motion to file and serve an outline of argument by 13 April 2007.",
      "id": "s21"
    },
    {
      "text": "5.",
      "id": "s22"
    },
    {
      "text": "The respondent to the notice of motion to file and serve an outline of argument in response by 4 May 2007.",
      "id": "s23"
    },
    {
      "text": "6.",
      "id": "s24"
    },
    {
      "text": "Notification of witnesses required for cross-examination by any party to be served upon the other party and filed by 14 May 2007.",
      "id": "s25"
    },
    {
      "text": "NON-APPEARANCE OF THE APPLICANT \n \n6 At the hearing of the notice of motion on 28 May 2007, there was no appearance in Court by Mr Walker, the applicant in the substantive proceedings (to whom I shall refer in this judgment as \"the applicant\").",
      "id": "s26"
    },
    {
      "text": "Further, it is apparent from the file that the applicant did not comply with my orders of 9 March 2007 in relation to the filing of material for the hearing of this notice of motion.",
      "id": "s27"
    },
    {
      "text": "I note that QSNTS filed an outline of submissions on 13 April 2007.",
      "id": "s28"
    },
    {
      "text": "7 QSNTS has filed two affidavits of service in this matter, specifically:\n \n \n &#8226; an affidavit of Mr Graeme Smith, licensed commercial agent, filed 9 March 2007 wherein he deposes that at 4.45 pm on Tuesday 20 February 2007 he served the applicant with Mr Delaney's notice of motion filed 13 February 2007 and supporting affidavits by leaving a copy for him at the applicant's residence at 84 Winstanley Street, Carina\n &#8226; an affidavit of Ms Paulette Dupuy, senior legal officer with QSNTS, wherein she deposes that on 23 February 2007 she caused to be sent by registered post letters to: \n \n \n \n \n o the applicant, advising him of the existence of the notice of motion, and\n o Mr Corowa, advising him of the existence of the notice of motion in his capacity as the person responsible for having filed the application on the applicant's behalf and asking that he draw the notice of motion to the applicant's attention.",
      "id": "s29"
    },
    {
      "text": "8 The Court has not been made aware of any reason for the applicant's non-appearance at the hearing on 28 May 2007.",
      "id": "s30"
    },
    {
      "text": "I am satisfied that Mr Corowa, who filed the application on the applicant's behalf and appeared for the applicant on the last occasion this matter came before the Court, was aware of the hearing of 28 May 2007, and that all attempts were made to ensure that the applicant was made aware of the hearing.",
      "id": "s31"
    },
    {
      "text": "9 In the circumstances of the applicant's non-appearance in Court, I indicated to QSNTS and the State of Queensland that I would consider the matter on the material filed, and on the basis of any further oral submissions that they wished to make.",
      "id": "s32"
    },
    {
      "text": "10 Mr Hardie, principal legal officer of QSNTS, sought to rely on his written submissions.",
      "id": "s33"
    },
    {
      "text": "11 Mr Prowse for the State of Queensland indicated that the State broadly supported the submissions of QSNTS.",
      "id": "s34"
    },
    {
      "text": "Mr Prowse also handed up documentation including a map produced by the Department of Natural Resources and Water showing the boundaries of the Noonukul Application as interpreted by the National Native Title Tribunal (Tribunal), and the boundaries of the Noonukul Application as interpreted by the State.",
      "id": "s35"
    },
    {
      "text": "Mr Prowse submitted that the map shows that the Tribunal and Department of Natural Resources and Water identified a substantially different interpretation of the boundaries, illustrating the fact that the description of the claim area in the Noonukul Application itself is so defective or so uncertain as to be impossible of proper definition.",
      "id": "s36"
    },
    {
      "text": "12 Mr Prowse further submitted that the Noonukul Application overlaps the Quandamooka Claims, the Turrbal claim, the Jagara claim and the Kabi Kabi #2 claim, and in some respects has the appearance of being mischievous.",
      "id": "s37"
    },
    {
      "text": "RELEVANT LAW \n \n13 As made clear in the QSNTS outline of submissions, Mr Delaney's notice of motion is brought pursuant to s 84C Native Title Act 1993 (Cth) (the Act) and O 20 r 2 Federal Court Rules .",
      "id": "s38"
    },
    {
      "text": "14 Section 84C of the Act is as follows:\n \n Strike-out application \n (1) If an application (the main application ) does not comply with section 61 (which deals with the basic requirements for applications), 61A (which provides that certain applications must not be made) or 62 (which requires applications to be accompanied by affidavits and to contain certain details), a party to the proceedings may at any time apply to the Federal Court to strike out the application.",
      "id": "s39"
    },
    {
      "text": "Note: The main application may still be amended even after a strike-out application is filed.",
      "id": "s40"
    },
    {
      "text": "Court must consider strike-out application before other proceedings \n (2) The Court must, before any further proceedings take place in relation to the main application, consider the application made under subsection (1).",
      "id": "s41"
    },
    {
      "text": "Registrar of Court to advise Native Title Registrar of application etc \n (3) The Registrar of the Court must advise the Native Title Registrar of the making of any application under subsection (1) and of the outcome of the application.",
      "id": "s42"
    },
    {
      "text": "Other strike-out applications unaffected \n This section does not prevent the making of any other application to strike out the main application.",
      "id": "s43"
    },
    {
      "text": "15 Order 20 r 2 Federal Court Rules provides as follows:\n \n (1) Where in any proceeding it appears to the Court that in relation to the proceeding generally or in relation to any claim for relief in the proceeding: \n \n \n (a) no reasonable cause of action is disclosed;\n (b) the proceeding is frivolous or vexatious; or\n (c) the proceeding is an abuse of the process of the Court; \n \n \n the Court may order that the proceeding be stayed or dismissed generally or in relation to any claim for relief in the proceeding.",
      "id": "s44"
    },
    {
      "text": "(2) The Court may receive evidence on the hearing of an application for an order under subrule (1).",
      "id": "s45"
    },
    {
      "text": "16 Unlike O 20 r 2 which applies generally, s 84C is clearly limited to native title determination applications under the Act.",
      "id": "s46"
    },
    {
      "text": "The language of s 84C and O 20 r 2 is dissimilar in that s 84C refers to \"strike-out\" of the application, whereas O 20 r 2 deals with permanent stay or summary dismissal of the proceedings.",
      "id": "s47"
    },
    {
      "text": "Further, the issues of which proof is required under each provision differs in that s 84C applies where an application does not comply with ss 61 , 61A or 62 whereas O 20 r 2 is only enlivened if no reasonable cause of action is disclosed, the proceeding is frivolous or vexatious, or the proceeding is an abuse of process.",
      "id": "s48"
    },
    {
      "text": "To that extent, s 84C is concerned with matters of form and authority rather than the merit of any native title determination (Branson J in Bodney v Bropho [2004] FCAFC 226 ; (2004) 140 FCR 77 at 85).",
      "id": "s49"
    },
    {
      "text": "17 Notwithstanding these distinctions, the Courts have tended to equate the consequences of strike-out under s 84C with those of summary dismissal under O 20 r 2.",
      "id": "s50"
    },
    {
      "text": "As observed by Lander J (North and Dowsett JJ agreeing) in Williams v Grant [2004] FCAFC 178: \n \n [48] Section 84C only applies to applications which do not comply with ss 61 , 61A and 62 .",
      "id": "s51"
    },
    {
      "text": "However, an application under s 84C, if successful, has the very serious consequence that the native title application is struck out.",
      "id": "s52"
    },
    {
      "text": "Such a result is akin to a court proceeding being summarily dismissed, or at least dismissed before any hearing on the merits.",
      "id": "s53"
    },
    {
      "text": "No court proceeding is summarily dismissed except in a very clear case: Dey v Victorian Railways Commissioner [1949] HCA 1 ; (1949) 78 CLR 62 at 91 per Dixon J; General Steel Industries Inc v Commissioner for Railways [1964] HCA 69 ; (1964) 112 CLR 125 at 129.",
      "id": "s54"
    },
    {
      "text": "[49] Applications for native title are brought by representatives of the native title claim group.",
      "id": "s55"
    },
    {
      "text": "The dismissal of an application because, for example, the applicant has not been authorised means the dismissal of the native title claim group's claim.",
      "id": "s56"
    },
    {
      "text": "The repercussions, therefore, are far reaching.",
      "id": "s57"
    },
    {
      "text": "I see no reason why an application to strike out a native title claim under s 84C should be treated any differently to any other application to dismiss a claim summarily.",
      "id": "s58"
    },
    {
      "text": "The power should be exercised sparingly and with caution, and only when the Court is satisfied that the moving party has made out a clear case that the applicant has not complied with the relevant section and cannot, by amending the application, comply.",
      "id": "s59"
    },
    {
      "text": "Section 84C assumes that a party might respond to a strike out application by amending the claim to comply with the requirements of the Act.",
      "id": "s60"
    },
    {
      "text": "A claim can be amended without obtaining leave.",
      "id": "s61"
    },
    {
      "text": "18 The cautious approach of the Court as described in Williams [2004] FCAFC 178 was more recently reaffirmed by the Full Court in Bodney 140 FCR at 89, where Stone J (with whom Spender and Branson JJ agreed on this point) said that notwithstanding the operation of s 84C in the context of native title applications, the Court approaches strike-out applications under this section in the same way as applications under O 20 r 2 Federal Court Rules (see also Landers v State of South Australia [2003] FCA 264 ; (2003) 128 FCR 495 at 497, Thomas v State of South Australia [2004] FCA 951 at [2] - [3] , McKenzie v State Government of South Australia (2005) 214 ALR 214 at 221).",
      "id": "s62"
    },
    {
      "text": "19 In considering Mr Delaney's notice of motion, I propose to first consider the submissions in relation to s 84C, and then if necessary consider the case with respect to summary dismissal under O 20 r 2.",
      "id": "s63"
    },
    {
      "text": "SECTION 84C \n \n20 QSNTS have filed comprehensive and helpful submissions in this matter.",
      "id": "s64"
    },
    {
      "text": "In summary, QSNTS submitted that the Noonukul Application does not comply with s 84C of the Act because:\n \n \n 1.",
      "id": "s65"
    },
    {
      "text": "It does not comply with the requirement of s 61(4) which requires that the claim group be clearly described.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "It does not comply with the requirement of s 61(1) which requires that the application be authorised by the claim group.",
      "id": "s68"
    },
    {
      "text": "3.",
      "id": "s69"
    },
    {
      "text": "It does not comply with the requirement of s 62(1)(a) which requires that the application be accompanied by affidavits in the prescribed form.",
      "id": "s70"
    },
    {
      "text": "4.",
      "id": "s71"
    },
    {
      "text": "It does not comply with the requirement of s 61(1) because it is not authorised by all persons who hold native title.",
      "id": "s72"
    },
    {
      "text": "21 QSNTS have addressed each of these issues in their submissions.",
      "id": "s73"
    },
    {
      "text": "I propose to consider each issue raised, combining issues 2 and 4 which relate to authorisation.",
      "id": "s74"
    },
    {
      "text": "NON-COMPLIANCE WITH SECTION 61(4): IDENTIFICATION OF THE CLAIM GROUP \n \n22 Section 61 of the Act provides for applications which may be made under Pt 3 Div 1 of the Act to the Federal Court, and the persons who may make each of those applications.",
      "id": "s75"
    },
    {
      "text": "More specifically, s 61(4) provides as follows:\n \n A native title determination application, or a compensation application, that persons in a native title claim group or a compensation claim group authorise the applicant to make must:\n (a) name the persons; or\n (b) otherwise describe the persons sufficiently clearly so that it can be ascertained whether any particular person is one of those persons.",
      "id": "s76"
    },
    {
      "text": "23 As QSNTS submits, the persons in the native title claim group in the Noonukul Application are not individually named.",
      "id": "s77"
    },
    {
      "text": "Consequently, the issue for this Court is whether the alternative requirement in s 61(4)(b) has been met.",
      "id": "s78"
    },
    {
      "text": "24 Schedule A of Form 1 under the Native Title Act \"Native Title Determination Application Claimant Application\" provides for the listing of persons in the relevant native title claim group or a description of such persons sufficiently clearly so that it can be ascertained whether any particular person is one of those persons.",
      "id": "s79"
    },
    {
      "text": "The applicant states in Attachment A of the Noonukul Application as follows:\n \n \"1.",
      "id": "s80"
    },
    {
      "text": "The native title claim groups is made up of those members of the Noonukul of Minjerribah who, according to traditional laws acknowledged and customs observed: \n \n \n a) connect with the area described in schedule B (\"the area claimed\") through spiritual, religious, physical, and historical associations; biological, classificatory or adoptive descent through the four grandparental lines of father's father, mother's father, father's mother and mother's mother; and; processes of succession\n b) have a communal native title in the application area, from which rights and interests derive.",
      "id": "s81"
    },
    {
      "text": "2.",
      "id": "s82"
    },
    {
      "text": "The claimants, by definition, are comprised of all the persons descended from the apical ancestors identified in paragraph 5.",
      "id": "s83"
    },
    {
      "text": "Social Organisation \n 3.",
      "id": "s84"
    },
    {
      "text": "Noonukul is comprised of members of the family bloodline groups to the island of Minjerribah and the waters of Quandamooka.",
      "id": "s85"
    },
    {
      "text": "4.",
      "id": "s86"
    },
    {
      "text": "The Noonukul who make up the Native Title Claim Group are the identified descendants of Oodgeroo the Late Kath Walker, the mother to the applicant.",
      "id": "s87"
    },
    {
      "text": "\" \n\n\n \n25 The descriptions provided in this application are:\n \n \n &#8226; members of the Noonukul of Minjerribah;\n &#8226; members of the family bloodline groups to the island of Minjerribah and the waters of Quandamooka; and\n &#8226; identified descendants of Oodgeroo the late Kath Walker.",
      "id": "s88"
    },
    {
      "text": "26 As pointed out by Mansfield J in Landers 128 FCR at 504:\n \n \"The proper identification of the native title claim group is the central focus or focal issue of a native title determination application.",
      "id": "s89"
    },
    {
      "text": "It is the native title claim group which provides authorisation under s 251B , and it is the group on whose behalf the claim is then pursued and, if successful, in whose favour a determination of native title is then made.",
      "id": "s90"
    },
    {
      "text": "\"\n (cf Briggs on behalf of the Gumbangirri People v Minister for Lands for the State of New South Wales [2004] FCA 1056 ; (2004) 141 FCR 17 at 25-26) \n\n\n \n27 Statements made by the applicant in Attachment A provide little assistance in identifying the particular persons who constitute the claim group.",
      "id": "s91"
    },
    {
      "text": "28 I agree with the submission of QSNTS that the group is not described sufficiently so as to allow one to ascertain whether any particular person is in that group: cf Dieri People v State of South Australia [2003] FCA 187 ; (2003) 127 FCR 364 at 379, Harrington-Smith on behalf of the Wongatha People v State of Western Australia (No 9) [2007] FCA 31 at [1206] - [1225] ).",
      "id": "s92"
    },
    {
      "text": "Indeed, if anything, the descriptions of claimants provided in various places in the application are contradictory in that \"the members of the family bloodline groups to the island of Minjerribah and the waters of Quandamooka\" is clearly a larger group than the \"identified descendants of Oodgeroo the Late Kath Walker\".",
      "id": "s93"
    },
    {
      "text": "I note in this regard the affidavit of Ms Waters, consultant historian, sworn 24 January 2007, where she deposes that 11 family groups make up the Quandamooka Claim groups.",
      "id": "s94"
    },
    {
      "text": "NON-COMPLIANCE WITH SECTION 61(1): AUTHORISATION \n \n29 So far as relevant, s 61(1) of the Act provides as follows:\n \n (1) The following table sets out applications that may be made under this Division to the Federal Court and the persons who may make each of those applications: \n\n\n Applications Kind of application Application Persons who may make application Native title determination application.",
      "id": "s95"
    },
    {
      "text": "Application, as mentioned in subsection 13(1), for a determination of native title in relation to an area for which there is no approved determination of native title.",
      "id": "s96"
    },
    {
      "text": "(1) A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group; or \n Note 1: The person or persons will be the applicant: see subsection (2) of this section.",
      "id": "s97"
    },
    {
      "text": "Note 2: Section 251B states what it means for a person or persons to be authorised by all the persons in the native title claim group.",
      "id": "s98"
    },
    {
      "text": "30 Section 251B provides:\n \n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if: \n \n \n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind--the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or\n (b) where there is no such process--the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s99"
    },
    {
      "text": "31 QSNTS submits that if the claim group has not been properly identified in accordance with s 61(4) , then it is not possible for the claim to be authorised in a manner which complies with ss 61 , 62 and s 251B , even if the requirements in s 251B are met.",
      "id": "s100"
    },
    {
      "text": "QSNTS cites Hillig as administrator of the Wormi Local Aboriginal Council v Minister for Lands for the State of New South Wales (No 2) [2006] FCA 115 at [70] in support.",
      "id": "s101"
    },
    {
      "text": "32 QSNTS further submits that in any event, the Noonukul Application does not meet the authorisation requirements of s 61(1) and s 251B.",
      "id": "s102"
    },
    {
      "text": "Indeed, QSNTS submit that there is simply no evidence presented that any type of authorisation process was followed to authorise the making of the Noonukul Application.",
      "id": "s103"
    },
    {
      "text": "33 Part A s 2 of the Form 1 of the Native Title Act \"Native Title Determination Application Claimant Application\" provides for details about authorisation.",
      "id": "s104"
    },
    {
      "text": "The applicant asserts in that part of the Noonukul Application that:\n \n This Application has been authorised pursuant to s 251B(1)(a) of the Native Title Act 1993 \n ...",
      "id": "s105"
    },
    {
      "text": "The Applicant has been authorised to make this application for a claim over the determination area through Traditional Custom and Lore by the authority of the late Oodgeroo the late Kath Walker and carry out the business pertaining to it.",
      "id": "s106"
    },
    {
      "text": "34 The importance of the authorisation of a claim was emphasised by Tamberlin J in Booth v State of Queensland [2003] FCA 418 at [10] - [11] where his Honour said in relation to that case:\n \n The applicant must be authorised by all members of the Native Title Claim Group.",
      "id": "s107"
    },
    {
      "text": "In the present application the persons who compromise the Native Title Claim Group are not identified either by name or by reference or by any sufficient description.",
      "id": "s108"
    },
    {
      "text": "There is also a lack of evidence that the Native Title Claim Group, which is alleged to have authorised Mr Booth, had any applicable traditional decision-making process or that any particular process was followed.",
      "id": "s109"
    },
    {
      "text": "There is no evidence that the Native Title Claim Group agreed to and adopted some other decision-making process in relation to authorising the applicant to make the application.",
      "id": "s110"
    },
    {
      "text": "Nor is there any evidence that the process has been recognised or that any process has been followed.",
      "id": "s111"
    },
    {
      "text": "35 These comments are equally applicable in the case before me.",
      "id": "s112"
    },
    {
      "text": "Other than an assertion by the applicant that the late Oodgeroo, the late Kath Walker, has authorised the applicant to make the application, and that such authorisation is through \"Traditional Custom and Lore\", there is no evidence that the applicant is authorised by the claim group, even to the extent that the claim group in this case can be identified.",
      "id": "s113"
    },
    {
      "text": "No details of the decisions that the claim group made are provided.",
      "id": "s114"
    },
    {
      "text": "There is no evidence of the process, or that any particular process was recognised or followed by the claim group (cf Booth [2003] FCA 418 at [11] ).",
      "id": "s115"
    },
    {
      "text": "36 I again note the affidavit of Ms Waters which states that the Oodgeroo descendants are part of the Gonzales family group, one of 11 family groups forming the Quandamooka Claim group.",
      "id": "s116"
    },
    {
      "text": "QSNTS has submitted that there is no suggestion that the smaller family group, the Oodgeroo group, could establish particular rights and interests which the larger Quandamooka Claim group cannot.",
      "id": "s117"
    },
    {
      "text": "Further, I note the affidavits filed by Jonathon Patrick Malone sworn 23 January 2007 and Edward Ruska sworn 7 February 2007, who depose that they are members of the Noonukul of Minjerrabah and that they did not authorise the making of the Noonukul Application and were not advised of or involved in the process of authorisation.",
      "id": "s118"
    },
    {
      "text": "37 Accordingly in my view, and in circumstances where, despite the applicant's non-appearance in Court, the applicant has had an opportunity to put forward evidence in relation to this and other issues, I am satisfied that not only is there a lack of clarity as to the persons who make up the claim group, but that in any event the applicant was not authorised to make the application on behalf of such people of the claim group as have been identified.",
      "id": "s119"
    },
    {
      "text": "It therefore appears that the applicant is not authorised to make an application on behalf of all of the claim group.",
      "id": "s120"
    },
    {
      "text": "If the applicant represents a family subgroup which claims to hold native title, it is not the group which holds the common or group rights or interests within s 61 of the Act ( Risk v National Native Title Tribunal [2000] FCA 1589 at [60] , Dieri 127 FCR at 377, Hillig [2006] FCA 1115 at [60] ).",
      "id": "s121"
    },
    {
      "text": "38 It follows therefore that the applicant has not complied with s 61(1) of the Act.",
      "id": "s122"
    },
    {
      "text": "NON-COMPLIANCE WITH SECTION 62 OF THE ACT \n \n39 QSNTS has submitted that the Noonukul Application does not comply with s 62(1)(a) of the Act.",
      "id": "s123"
    },
    {
      "text": "Mr Prowse for the State has further submitted that the Noonukul Application does not conform to the requirements of s 62(2)(a) (as required by s 62(1)(b)).",
      "id": "s124"
    },
    {
      "text": "40 The terms of s 62(1)(a) and (b) require mandatory compliance.",
      "id": "s125"
    },
    {
      "text": "Relevantly, s 62 of the Act provides:\n \n (1) A claimant application (see section 253): \n \n \n (a) must be accompanied by an affidavit sworn by the applicant: \n \n \n \n \n (i) that the applicant believes that the native title rights and interests claimed by the native title claim group have not been extinguished in relation to any part of the area covered by the application; and\n (ii) that the applicant believes that none of the area covered by the application is also covered by an entry in the National Native Title Register; and\n (iii) that the applicant believes that all of the statements made in the application are true; and\n (iv) that the applicant is authorised by all the persons in the native title claim group to make the application and to deal with matters arising in relation to it; and\n Note: Section 251B states what it means for the applicant to be authorised by all the persons in the native title claim group.",
      "id": "s126"
    },
    {
      "text": "(v) stating the basis on which the applicant is authorised as mentioned in subparagraph (iv); and \n \n \n \n \n (b) must contain the details specified in subsection (2); and\n (c) may contain details of: \n \n \n \n \n .............. \n \n \n \n (2) For the purposes of paragraph (1)(b), the details required are as follows: \n \n \n (a) information, whether by physical description or otherwise, that enables the boundaries of: \n \n \n \n \n (i) the area covered by the application; and\n (ii) any areas within those boundaries that are not covered by the application;\n to be identified; \n \n \n \n \n (b) a map showing the boundaries of the area mentioned in subparagraph (a)(i);\n ................ \n \n\n\n \n41 I note that:\n \n \n &#8226; the requirements of s 62(1)(a)(i) to (iv) have not been met in the applicant's affidavit\n &#8226; there are no statements in the affidavit of the applicant that he holds the beliefs required by ss 62 (1)(a)(i) to (iii)\n &#8226; there are no statements in the affidavit of the applicant that he is authorised by all the persons in the native title claim group to make the Application and to deal with matters arising in relation to it, as required by s 62(1)(a)(iv).",
      "id": "s127"
    },
    {
      "text": "42 Further, there is concern about the description of the claim area.",
      "id": "s128"
    },
    {
      "text": "As was submitted by Mr Prowse for the State, the Department of Natural Resources and Water and the Tribunal, using the description of the boundaries of the application as provided by the applicant, reach different conclusions as to the geographical areas purported to be included in the claim.",
      "id": "s129"
    },
    {
      "text": "Mr Prowse has provided a copy of these to the Court by way of illustrating the fact that the description of the claim area in the application itself is so defective or so uncertain as to be impossible of proper definition.",
      "id": "s130"
    },
    {
      "text": "43 In my view the applicant has failed to comply with s 62 of the Act.",
      "id": "s131"
    },
    {
      "text": "SUMMARY \n \n44 The failure of the applicant to comply with the requirements of ss 61 and 62 Native Title Act supports the notice of motion by Mr Delaney to have the Noonukul Application struck out pursuant to s 84C of the Act.",
      "id": "s132"
    },
    {
      "text": "I note the serious consequences of strike-out pursuant to s 84C , and the caution with which the Court should exercise the power under s 84C to strike out a claim.",
      "id": "s133"
    },
    {
      "text": "However in my view the serious and fundamental deficiencies in this application could not be cured by amendment.",
      "id": "s134"
    },
    {
      "text": "Further, I note that:\n \n \n &#8226; according to evidence in the affidavit of Kate Waters, consultant historian, sworn 24 January 2007, and the affidavit of Mr Delaney sworn 17 January 2007, the applicant and other descendants of the applicant's late mother, Kath Walker, are members of the claim group in the Quandamooka Applications and have a right to participate in the decision-making processes for the Quandamooka claim group, which claim has been registered;\n &#8226; as submitted by QSNTS, the effect of the Noonukul Application is prevention of the resolution of native title issues over the land subject to the Quandamooka claims;\n &#8226; the maintenance of this claim, which has failed the registration test, has not been properly made in accordance with the Native Title Act ; and\n &#8226; in the circumstances I cannot be satisfied that the Noonukul Application is made on behalf of all of the people of the relevant claim group.",
      "id": "s135"
    },
    {
      "text": "45 Accordingly I consider that it is appropriate to exercise the power under s 84C to strike-out the Noonukul Application.",
      "id": "s136"
    },
    {
      "text": "CONCLUSION \n \n46 As I noted earlier in this judgment, notwithstanding the applicant's failure to appear at the hearing of 28 May 2007 I am satisfied that the applicant was aware of those proceedings.",
      "id": "s137"
    },
    {
      "text": "Accordingly, I have considered the merits of the notice of motion brought by Mr Delaney on the papers.",
      "id": "s138"
    },
    {
      "text": "47 I am prepared to grant the order sought, namely that Native Title Determination Application --- QUD355/06 Noonukul of Minjerrabah be struck out pursuant to s 84C of the Act.",
      "id": "s139"
    },
    {
      "text": "In light of this decision it is unnecessary for me to consider whether the application should also be summarily dismissed pursuant to O 20 r 2 Federal Court Rules .",
      "id": "s140"
    },
    {
      "text": "THE COURT ORDERS THAT: \n \n\n \n 1.",
      "id": "s141"
    },
    {
      "text": "The Native Title Determination Application --- QUD355/2006 Noonukul of Minjerrabah be struck out pursuant to s 84C Native Title Act 1993 (Cth).",
      "id": "s142"
    },
    {
      "text": "I certify that the preceding forty-seven (47) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s143"
    },
    {
      "text": "Associate:\n\nDated: 29 June 2007\n\n Counsel for the Applicant: The applicant did not appear \n \n Solicitor for the Applicant for the Notice of Motion Queensland South Native Titles Services \n \n Solicitor for the Respondent: Crown Law \n \n Date of Hearing: 28 May 2007 \n \n Date of Judgment: 29 June 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/967.html",
      "id": "s144"
    }
  ]
}