{
  "name": "Access For All Alliance (Hervey Bay) Inc v Hervey Bay City Council [2007] FCA 974 (29 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/974.html",
  "catchphrases": [
    {
      "text": "whether proceedings of such a nature as to persuade the court to exercise discretion to depart from the ordinary rule as to costs",
      "id": "c0"
    },
    {
      "text": "substantive proceedings concerned the issue of locus standi of incorporated association to bring an action pursuant to the disability discrimination act 1992 (cth)",
      "id": "c1"
    },
    {
      "text": "whether success in part",
      "id": "c2"
    },
    {
      "text": "whether proceedings in the public interest",
      "id": "c3"
    },
    {
      "text": "conduct of the parties",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 When I delivered judgment in this matter on 2 May 2007 ( Access For All Alliance (Hervey Bay) Inc v Hervey Bay City Council [2007] FCA 615) my orders were as follows:\n \n \n 1.",
      "id": "s0"
    },
    {
      "text": "The application filed by Access For All Alliance (Hervey Bay) Inc on 5 May 2005 be dismissed.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "Access For All Alliance (Hervey Bay) Inc pay Hervey Bay City Council's costs of and incidental to the application, to be taxed if not otherwise agreed.",
      "id": "s3"
    },
    {
      "text": "2 At that time, Ms Banks for the applicant, Access For All Alliance (Hervey Bay) Inc (\"the applicant\") said that the applicant sought to be heard on the issue of costs in respect of the proceedings, and asked if I could reconsider that aspect of my judgment in terms of giving the applicant an opportunity to be heard.",
      "id": "s4"
    },
    {
      "text": "Mr Green for the respondent neither consented to nor opposed this course.",
      "id": "s5"
    },
    {
      "text": "While it is usual that costs follow the event, in the circumstances of this case I indicated to the parties that I would entertain receiving written submissions from the applicant as to costs, and a written reply from the respondent, and gave orders to this effect.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND \n \n3 The application filed 5 May 2005 concerned a claim by the applicant that the respondent had contravened the Disability Standards made pursuant to the Disability Discrimination Act 1992 (Cth) (DD Act) in respect of bus stop infrastructure installed or substantially changed since 23 October 2002, and sought relief against the respondent pursuant to s 46PO Human Rights and Equal Opportunity Act 1986 (Cth) (HREOC Act) and ss 31 and 32 DD Act.",
      "id": "s7"
    },
    {
      "text": "4 The matter came before me on 5 September 2006 regarding an application filed 19 August 2005, by the respondent to the substantive proceedings, seeking orders that:\n \n \n &#8226; the application in the substantive proceedings be dismissed; and\n &#8226; the applicant pay the respondent's costs of and incidental to the application.",
      "id": "s8"
    },
    {
      "text": "5 As I noted earlier, in my judgment I found in favour of the respondent and dismissed the application in the substantive proceedings with costs.",
      "id": "s9"
    },
    {
      "text": "6 The applicant filed written submissions on costs on 9 May 2007.",
      "id": "s10"
    },
    {
      "text": "The respondent's written submissions on costs in reply were filed on 17 May 2007.",
      "id": "s11"
    },
    {
      "text": "RELEVANT LEGAL PRINCIPLES \n \n7 An order for costs is clearly discretionary in nature (s 43 Federal Court of Australia Act 1976 (Cth)), although in the ordinary course of proceedings costs follow the event (cf Ruddock v Vadarlis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229 at 234-235; Griffiths v Boral Resources (Qld) Pty Ltd (No 2) [2006] FCAFC 196 ; (2006) 157 FCR 112).",
      "id": "s12"
    },
    {
      "text": "This is because an order for costs is not a punishment of the party against whom the order is made, but is intended to serve to indemnify a successful party against the expense to which it has been put by the litigation ( Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534; Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72; King v Yurisich (No 2) [2007] FCAFC 51 at [19] ).",
      "id": "s13"
    },
    {
      "text": "8 As noted by McHugh J in Oshlack 193 CLR at 97, the traditional exceptions to the usual order as to costs focussed on the conduct of the successful party where its conduct disentitled it to the beneficial exercise of the judicial discretion.",
      "id": "s14"
    },
    {
      "text": "His Honour in that case cited Anglo-Cyprian Trade Agencies Ltd v Paphos Wine Industries Ltd (1951) 1 All ER 873 at 874 where Devlin J said:\n \n \"No doubt, the ordinary rule is that, where a plaintiff has been successful, he ought not to be deprived of his costs, or, at any rate, made to pay the costs of the other side, unless he has been guilty of some sort of misconduct.",
      "id": "s15"
    },
    {
      "text": "\" \n\n\n \n9 The ambit of traditional exceptions has widened however in recent times in Australia to include, in limited cases, issues of public interest ( Oshlack [1998] HCA 11 ; 193 CLR 72, Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229) and certain circumstances where a litigant has succeeded only upon a portion of a claim (so that the court may find it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed) ( Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229).",
      "id": "s16"
    },
    {
      "text": "10 The issue for consideration in this case is whether there is anything about these proceedings which would persuade me to exercise my discretion to depart from the usual course (cf Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229; Oshlack [1998] HCA 11 ; 193 CLR 72; Tate v Rafin [2000] FCA 1582).",
      "id": "s17"
    },
    {
      "text": "Such a departure requires, as a general proposition, a valid special reason ( Edgley v Federal Capital Press of Australia Pty Ltd [2001] FCA 379 ; (2001) 108 FCR 1 at 25 per Beaumont ACJ, Higgins and Gyles JJ agreeing).",
      "id": "s18"
    },
    {
      "text": "In considering the submissions of the applicant in support of a reconsideration of my costs order, while I note the helpful cases to which my attention has been drawn, I also note and adopt comments of Heerey J in Fetherson v Peninsula Health (No 2) [2004] FCA 594 where his Honour said:\n \n \"In exercising a discretion it is usually not particularly helpful to look at other decided cases and extract from them factors said to be analogous to the case under consideration.",
      "id": "s19"
    },
    {
      "text": "The reason why this is so is that each discretionary decision must turn on a consideration of the relevant circumstances of that case and the application of general principle.",
      "id": "s20"
    },
    {
      "text": "At a practical level, if one looks at another case and takes one or two factors said to be analogous and supporting a particular conclusion, there will almost inevitably be other factors distinguishable or pointing the other way.",
      "id": "s21"
    },
    {
      "text": "One can easily get lost in a 'wilderness of single instances.",
      "id": "s22"
    },
    {
      "text": "'\" (at [12]) \n\n\n \n11 Accordingly, the costs discretion of the Court is a discretion to be exercised judicially and not against the successful party except for some reason connected with the circumstances of the particular case ( Oshlack 193 CLR at 81 per Gaudron and Gummow JJ; Black CJ and French J in Ruddock v Vadarlis 115 CLR at 234).",
      "id": "s23"
    },
    {
      "text": "SUBMISSIONS OF THE APPLICANT \n \n12 The applicant has submitted that costs do not always follow the event where:\n \n \n &#8226; there has been success in part by a litigant: Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229;\n &#8226; the public interest so warrants a departure from the usual rule: Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229, Oshlack [1998] HCA 11 ; 193 CLR 72;\n &#8226; the conduct of the successful party at the trial was such as to unreasonably prolong the proceedings: Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229.",
      "id": "s24"
    },
    {
      "text": "13 The submissions of both the applicant and the respondent addressed each of these points, and I propose to consider them in that order.",
      "id": "s25"
    },
    {
      "text": "SUCCESS IN PART \n \n14 As pointed out by Black CJ and French J in Ruddock v Vadarlis 115 FCR at 235, where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed (cf Griffiths 157 FCR at 117).",
      "id": "s26"
    },
    {
      "text": "15 The applicant submits in summary:\n \n \n &#8226; The basis of the respondent's \"strike out\" claim, as found in its Statement of Facts and Contentions filed on 19 June 2006, was: \n \n \n \n \n 1.",
      "id": "s27"
    },
    {
      "text": "In the absence of an allegation of discrimination per se it was not possible for the Court to make a finding of unlawful conduct by the respondent.",
      "id": "s28"
    },
    {
      "text": "2.",
      "id": "s29"
    },
    {
      "text": "The reference to equivalent access in the Disability Standards for Public Transport 2002 required that any allegation of a breach of the Standards be supported by evidence of discrimination.",
      "id": "s30"
    },
    {
      "text": "3.",
      "id": "s31"
    },
    {
      "text": "The applicant required the Federal Attorney-General's consent to make a complaint of a breach of the Standards, which was the initiating process for the proceedings, or the Attorney-General should be the complainant.",
      "id": "s32"
    },
    {
      "text": "&#8226; in my judgment I dismissed all three contentions of the respondent ( Access For All Alliance [2007] FCA 615 at [22] - [34] , [70]-[73])\n &#8226; the respondent did not in written submissions raise the contention that the applicant was not an \"aggrieved person\" or \"affected person\" for the purpose of s 46PO of the HREOC Act\n &#8226; while the applicant's application was dismissed, this was not a result of any contention or submission put by the respondent.",
      "id": "s33"
    },
    {
      "text": "Instead, the success of the respondent was based on the acceptance by the Court of the submissions filed by the Acting Disability Discrimination Commissioner (\"the Commissioner\").",
      "id": "s34"
    },
    {
      "text": "16 In summary, the respondent contends that:\n \n \n &#8226; although the relationship between the issue of standing and notions of \"aggrieved person\" or \"affected person\" for the purpose of s 46PO of the HREOC Act were not articulated in the written outline of submissions filed in support of the application, the relationship was properly developed in the course of oral argument on the day of the hearing\n &#8226; although some arguments put before the Court on behalf of the respondent in its application for summary dismissal were not accepted, this does not mean that the respondent was successful only in part or otherwise not successful.",
      "id": "s35"
    },
    {
      "text": "In this case, the application of the respondent for summary dismissal was wholly successful.",
      "id": "s36"
    },
    {
      "text": "17 It is clear from my decision in Access For All Alliance [2007] FCA 615 that I did not accept a number of the respondent's submissions and that the submissions of the parties, in particular the written submissions, did not correspond with each other in that the parties raised quite different arguments in support of their positions.",
      "id": "s37"
    },
    {
      "text": "It is also clear that the submissions of the Commissioner were very helpful, in particular with regard to the issue of whether the rights which the applicant was seeking to assert were private or public rights, and with respect to issues relevant to \"aggrieved person\" in the meaning of the DD Act upon which my decision eventually turned.",
      "id": "s38"
    },
    {
      "text": "18 In this case, the applicant had clearly anticipated that its standing would be a key issue and had made extensive written submissions on this point.",
      "id": "s39"
    },
    {
      "text": "However while it is true that the written submissions of the respondent focussed on issues of public as distinct from private rights, rather than standing under the DD Act, it is also the case that issues of standing under the DD Act in the context of whether the applicant was an \"aggrieved person\" were addressed at some length at the hearing by Mr Fleming QC for the respondent in oral submissions (TS QUD76/2006 5 September 2006 pp 16-21).",
      "id": "s40"
    },
    {
      "text": "As the respondent submitted (correctly in my view), submissions often take a more refined form when they are argued orally and with the benefit of outlines provided by opposing parties.",
      "id": "s41"
    },
    {
      "text": "It is this very process of opposing arguments which forms the basis of our adversarial system that assists courts in identifying and deciding the proper issues before it, and this is precisely what happened in this case.",
      "id": "s42"
    },
    {
      "text": "While clearly some arguments put before the Court by the respondent in its application for summary dismissal were not accepted, nonetheless it is not unusual for a successful party to advance a number of alternative arguments to the Court and be ultimately successful on only some of them.",
      "id": "s43"
    },
    {
      "text": "I agree with the respondent that this result does not mean that the respondent was \"successful only in part\" in this case.",
      "id": "s44"
    },
    {
      "text": "19 The applicant referred in its submissions to the finding of the Full Court in Griffiths [2006] FCAFC 196 ; 157 FCR 112 and a number of cases to which reference was made by the Full Court in Griffiths 157 FCR at 116, namely:\n \n \n &#8226; Holder v Searle (1998) 44 IPR 1\n &#8226; Brimaud v Boston Securities Entertainment Investments Pty Ltd [1998] FCA 1392 \n &#8226; Esso Australia Resources Ltd v Federal Commissioner of Taxation (1997) 144 ALR 458\n &#8226; Inn Leisure Industries Pty Ltd (Provisional liquidator appointed) v DF McCloy Pty Ltd (No 1) (1991) 28 FCR 151\n &#8226; Australian Competition and Consumer Commission v Commercial and General Publications Pty Ltd (No 2) [2002] FCA 1349.",
      "id": "s45"
    },
    {
      "text": "20 In Griffiths 157 FCR at 116-117 the Full Court held that, notwithstanding the success of the appeal, the merits of the case before the Federal Magistrate below remained unchanged and in those circumstances the respondent should not be required to bear the burden of those costs below.",
      "id": "s46"
    },
    {
      "text": "The circumstances in Griffiths [2006] FCAFC 196 ; 157 FCR 112 bear no resemblance to the facts of the proceedings currently before me.",
      "id": "s47"
    },
    {
      "text": "21 Further, in relation to the other cases cited by the applicant, as the Full Court observed in Griffiths 157 FCR at 116:\n \n \n &#8226; in Holder v Searle 44 IPR 1 where the prosecution failed in two of the three informations it proffered against the defendant, and was only partially successful in respect of the remaining information, Spender J ordered that the prosecutor pay one-third of the defendant's costs\n &#8226; in Brimaud [1998] FCA 1392 where the applicant was successful in one of three claims against the respondents, and in respect of one of the unsuccessful claims the extent to which the length of the case was increased by the conduct of that issue was not insignificant, Emmett J ordered that the respondents pay 15% of the applicant's costs of the proceedings\n &#8226; in Esso 144 ALR 458 where the taxpayer's success overall was slight, Sundberg J made a broad-brush global order as to costs, determining that the taxpayer should pay five-sixths of the respondent's costs, and the respondent one-sixth of the taxpayer's costs\n &#8226; in Inn Leisure Industries 28 FCR 151 the applicant succeeded in one of three claims, however the Court considered in the circumstances of the case that the applicant should recover three-quarters of the costs of the application\n &#8226; in ACCC v Commercial and General Publications [2002] FCA 1349 , Heerey J observed that three-quarters of the trial was taken up with charges which were dismissed, and awarded the defendant half its costs.",
      "id": "s48"
    },
    {
      "text": "22 In my view none of these cases are helpful to the applicant in the case before me, where the applicant was unsuccessful as a result of its lack of its standing, and where this issue was addressed by both parties and the Commissioner during the course of a one day hearing.",
      "id": "s49"
    },
    {
      "text": "In this case the respondent claimed that the applicant did not have standing to prosecute its claim, and this was my finding.",
      "id": "s50"
    },
    {
      "text": "In relation to the respondent's application for the applicant's claim to be summarily dismissed, there were no aspects on which, in the final analysis, the applicant was successful.",
      "id": "s51"
    },
    {
      "text": "The respondent was successful in achieving the order it sought.",
      "id": "s52"
    },
    {
      "text": "THE PUBLIC INTEREST NATURE OF THE PROCEEDINGS \n \n23 In relation to this issue, the applicant submits in summary:\n \n \n &#8226; while there is no special costs regime applicable to \"public interest\" litigation, nonetheless the Court can take into account the general importance of the clarification of the law in some cases\n &#8226; in the course of this litigation the applicant sought to raise important issues relevant to the clarification of the law with respect to the scope and operation of the disability standards made pursuant to the DD Act, and also issues relevant to the operation of all Commonwealth discrimination laws with respect to the question of standing under s 46PO HREOC Act\n &#8226; the importance of the issue was demonstrated by the fact that the Court granted the Commissioner leave to intervene as amicus curiae\n &#8226; the application was brought to effect change, and could not be characterised as a claim for personal or financial benefit.",
      "id": "s53"
    },
    {
      "text": "24 The respondent submits in summary that:\n \n \n &#8226; there is no special rule in discrimination proceedings that unsuccessful applicants are not to bear the successful respondent's costs\n &#8226; litigation does not necessarily bring itself within \"public interest litigation\" merely because it seeks to ventilate or prosecute claims under such legislation as involved in this case.",
      "id": "s54"
    },
    {
      "text": "Something more is required before a successful respondent should be denied its costs\n &#8226; the material before the Court does not disclose any instances of discrimination or any instances of persons not being able to access or use the public transport infrastructure of the respondent with respect to its bus service.",
      "id": "s55"
    },
    {
      "text": "The applicant was not in this instance advocating for the rights of individuals who could not access the public transport system by reason of the alleged breaches.",
      "id": "s56"
    },
    {
      "text": "25 It is clear that, in appropriate circumstances, the Court can make orders departing from the usual orders as to costs, on account of the litigation being in the public interest.",
      "id": "s57"
    },
    {
      "text": "The decision of the High Court in Oshlack [1998] HCA 11 ; 193 CLR 72 and the decision of the Full Court of the Federal Court in Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229 are illustrations of this point.",
      "id": "s58"
    },
    {
      "text": "26 In my view however this litigation could not be characterised as proceedings in the public interest as in Oshlack [1998] HCA 11 ; 193 CLR 72 and Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229 for the following reasons.",
      "id": "s59"
    },
    {
      "text": "27 First, it is clear from a number of cases that the fact that the case is a human rights and/or discrimination case does not of itself automatically characterise the proceedings as being in the public interest with the result that the court should divert from usual orders as to costs ( Sluggett v HREOC [2002] FCA 1060 and Fetherson v Peninsula Health (No 2) [2004] FCA 594).",
      "id": "s60"
    },
    {
      "text": "Similar considerations apply where, for example, the proceedings are instituted by a litigant with a view to protection of the environment ( Australian Conservation Foundation Incorporated v The Commonwealth of Australia [1979] HCA 1 ; (1980) 146 CLR 493; Save the Ridge Inc v Commonwealth (2006) 230 ALR 411).",
      "id": "s61"
    },
    {
      "text": "28 Second, while I accept the submission of the applicant that its application was brought to effect change in the area of disability discrimination and could not be characterised as being for personal or financial benefit, I also note that the applicant commenced discrimination proceedings in the name of an incorporated association, where, as is clear from my judgment in Access For All Alliance [2007] FCA 615 , particularly at [47] --- [63], the weight of the case law is against such an organisation having standing to do so.",
      "id": "s62"
    },
    {
      "text": "The applicant has caused the respondent to incur costs in seeking to have these proceedings dismissed.",
      "id": "s63"
    },
    {
      "text": "29 Third, although the objective of the applicant was to test the application of the Disability Standards in this case, and indeed the respondent had indicated that, had the litigation progressed, the constitutional validity of the Disability Standards would have been challenged, the issue actually in dispute between the parties at the time the case was dismissed was limited to the standing of the applicant to prosecute its claim at all.",
      "id": "s64"
    },
    {
      "text": "While this was an issue of considerable interest, and of importance to the parties in this case, the standing of entities such as the applicant to bring litigation of this nature cannot in my view be considered to be an issue of public interest so as to cause the Court to depart from the usual orders as to costs.",
      "id": "s65"
    },
    {
      "text": "30 Fourth, as the judgment demonstrated, my decision was reached on the facts of the case before me, in light of the interpretation of the relevant legislation and consideration of the abundance of case law relevant to standing of incorporated associations to commence proceedings of this nature.",
      "id": "s66"
    },
    {
      "text": "Again, in my view these issues did not raise novel issues of law of public importance.",
      "id": "s67"
    },
    {
      "text": "31 Fifth, the fact that the applicant's claim was dismissed for want of standing distinguishes this case from cases such as Oshlack [1998] HCA 11 ; 193 CLR 72 and Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229, where the plaintiff did have standing and the merits of the case could be properly explored by the Court.",
      "id": "s68"
    },
    {
      "text": "Unlike in those cases, in the case before me issues of substance were not ultimately resolved.",
      "id": "s69"
    },
    {
      "text": "In this context I note comments of Aickin J in Australian Conservation Foundation 146 CLR at 512.",
      "id": "s70"
    },
    {
      "text": "32 Finally, unlike Ruddock v Vadarlis [2001] FCA 1865 ; 115 FCR 229, the issues agitated by the applicant in this case did not raise matters concerning, for example, fundamental issues such as the liberty of individuals who were unable to take action on their own behalf to determine their rights.",
      "id": "s71"
    },
    {
      "text": "As was made clear by my judgment, the DD Act protects the rights of aggrieved persons and provides statutory authority for such persons to make complaints.",
      "id": "s72"
    },
    {
      "text": "A person with standing can commence an action pursuant to the DD Act as to the application and interpretation of the Disability Standards and the DD Act.",
      "id": "s73"
    },
    {
      "text": "While of importance, in my view the litigation in this case was not of itself of such \"public interest\" as to warrant a departure from usual rules as to costs.",
      "id": "s74"
    },
    {
      "text": "33 Accordingly, I am not persuaded that the proceedings were of \"public interest\" to disentitle the successful respondent from an order for costs.",
      "id": "s75"
    },
    {
      "text": "CONDUCT OF THE PARTIES \n \n34 Although McHugh J was in dissent in the decision in Oshlack 193 CLR, at 98 his Honour outlined traditional principles applicable to the award of costs in circumstances where the successful party had engaged in misconduct as follows:\n \n \"'Misconduct' in this context means misconduct relating to litigation, or the circumstances leading up to the litigation.",
      "id": "s76"
    },
    {
      "text": "Thus, the court may properly depart form the usual order as to costs when the successful party by its lax conduct effectively invites the litigation; unnecessarily protracts the proceedings; succeeds on a point not argued before a lower court; prosecutes the matter solely for the purpose of increasing the costs recoverable; or obtains relief which the unsuccessful party had already offered in settlement of the dispute.",
      "id": "s77"
    },
    {
      "text": "\"\n (cf Ruddock v Vadarlis 115 FCR at 236) \n\n35 The applicant submits that aspects of the conduct of the respondent in this matter warrants a determination by this Court that no order for costs be made.",
      "id": "s78"
    },
    {
      "text": "The applicant relies on the affidavit of Ms Banks affirmed on 8 May 2007 which sets out the history of the matter, in particular pointing out that at no time did the Council challenge the applicant's standing to lodge a complaint under s 46PO HREOC Act, before the Commission or prior to 5 September 2006, and that the hearing on 5 September was intended to address all issues including constitutional questions but the respondent failed to comply with the requirements of s 78B Judiciary Act 1903 (Cth) with the result that constitutional questions could not be considered at that hearing.",
      "id": "s79"
    },
    {
      "text": "36 The respondent submits that its solicitors had earlier written to the applicant advising that Queensland Transport was intending on conducting an audit with a view to funding upgrade of non-complaint bus stops, and invited the applicant to end the litigation so that the respondent could properly participate in the State Government funded process for upgrading bus stops.",
      "id": "s80"
    },
    {
      "text": "This proposal was rejected by the applicant.",
      "id": "s81"
    },
    {
      "text": "The respondent had indicated at the time to the applicant that this process would likely provide, in practical terms, an outcome equal or better than what might be achieved in the course of the litigation.",
      "id": "s82"
    },
    {
      "text": "37 The respondent further submits that it did not challenge the applicant's standing to lodge a complaint during the HREOC process in the hope that the substantive issues between the parties could be resolved, however it was clearly raised at the hearing.",
      "id": "s83"
    },
    {
      "text": "Further, the respondent pursued all avenues open to it in relation to the liability alleged by the complainant, one of which involved an argument as to the constitutional basis for the relevant legislation.",
      "id": "s84"
    },
    {
      "text": "38 It appears that the respondent did attempt to engage with the applicant prior to the commencement of litigation and it is possible that the litigation in this case could have been avoided.",
      "id": "s85"
    },
    {
      "text": "However, one would expect that the same could be said in relation to almost all litigation.",
      "id": "s86"
    },
    {
      "text": "In relation to the respondent raising the issue of standing, as indicated in my judgment Access For All Alliance [2007] FCA 615 at [38] I did not accept the applicant's submissions at that time that the only avenue open to the respondent in the circumstances would have been to bring an application under the ADJR Act to challenge the acceptance by HREOC of the complaint.",
      "id": "s87"
    },
    {
      "text": "The standing of the applicant was addressed at the hearing by both parties, although not in written submissions by the respondent.",
      "id": "s88"
    },
    {
      "text": "39 There is no misconduct that I can identify with respect to the constitutional arguments put by the respondent or the failure of the respondent to comply with the Judiciary Act 1903 (Cth).",
      "id": "s89"
    },
    {
      "text": "Indeed, overall the conduct of the respondent in the proceedings has not been out of the ordinary, in my view is not misconduct as described by McHugh J in Oshlack [1998] HCA 11 ; 193 CLR 72, and does not warrant a departure from the usual order as to costs for a successful litigant.",
      "id": "s90"
    },
    {
      "text": "CONCLUSION \n \n40 I cannot identify anything in the outcome of the case, the nature of the litigation nor the conduct of the parties which makes the circumstances such that I should reconsider my order as to costs in this case.",
      "id": "s91"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s92"
    },
    {
      "text": "The order made 2 May 2007 that Access For All Alliance (Hervey Bay) Inc pay Hervey Bay City Council's costs of and incidental to the application, to be taxed if not otherwise agreed, is confirmed.",
      "id": "s93"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s94"
    },
    {
      "text": "Associate:\n\nDated: 29 June 2007\n\n\n Counsel for the Applicant: K Eastman \n \n Solicitor for the Applicant: Public Interest Advocacy Centre \n \n Counsel for the Respondent: K Fleming QC and R Green \n \n Solicitor for the Respondent: MacDonnells \n \n As Amicus Curiae: Acting Disability Discrimination Commissioner \n \n Date of Hearing: 2 May 2007 \n \n Date of Judgment: 29 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/974.html",
      "id": "s95"
    }
  ]
}