{
  "name": "Bounty Industries Limited, in the matter of Bounty Industries Limited [2007] FCA 956 (26 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/956.html",
  "catchphrases": [
    {
      "text": "prospectus for the offer of unsecured convertible notes",
      "id": "c0"
    },
    {
      "text": "failure to apply to asx for quotation within seven days after date of prospectus as the result of inadvertence due to illness",
      "id": "c1"
    },
    {
      "text": "underwriter consents to application",
      "id": "c2"
    },
    {
      "text": "no objection by asic or asx",
      "id": "c3"
    },
    {
      "text": "no substantial injustice has been, or is likely to be, caused to any person if the relief is granted",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 4 June last, pursuant to s 1322(4)(d) of the Corporations Act 2001 (Cth) (the Act), I ordered that, for the purposes of s 723(3) of the Act, the time within which the plaintiff might make an application for the admission of unsecured convertible notes issued pursuant to the plaintiff's prospectus dated 16 May 2007 (the Prospectus) to quotation on Australian Stock Exchange Limited (ASX) be extended to 24 May 2007.",
      "id": "s0"
    },
    {
      "text": "I indicated then that I would give short reasons for so doing in due course.",
      "id": "s1"
    },
    {
      "text": "These are those reasons.",
      "id": "s2"
    },
    {
      "text": "2 On 16 May 2007 the plaintiff issued the Prospectus for the offer of up to 37,500,000 unsecured convertible notes.",
      "id": "s3"
    },
    {
      "text": "The issue had been approved by resolution of the board of the plaintiff.",
      "id": "s4"
    },
    {
      "text": "The Prospectus contained the following statement (s 1.7): \n \n \"Application will be made to ASX within 7 days after the date of this Prospectus for the quotation of the Convertible Notes issued pursuant to this Prospectus.",
      "id": "s5"
    },
    {
      "text": "\" \n \n\n3 On 16 May 2007 the Prospectus was lodged with the Australian Securities and Investments Commission (ASIC) and ASX.",
      "id": "s6"
    },
    {
      "text": "The plaintiff announced that the Prospectus had been lodged with ASX.",
      "id": "s7"
    },
    {
      "text": "An application for quotation of additional securities (form Appendix 3B) was not lodged until 24 May 2007.",
      "id": "s8"
    },
    {
      "text": "On 28 May 2007 a meeting of shareholders by majority passed a resolution to approve the issue.",
      "id": "s9"
    },
    {
      "text": "There had not been any applications for convertible notes by 1 June 2007.",
      "id": "s10"
    },
    {
      "text": "4 Section 723 , governing the issuing of securities under a disclosure document, is quite prescriptive.",
      "id": "s11"
    },
    {
      "text": "It is to be noted that an offence based upon subss (1), (2) or (3) is made an offence of strict liability by subs (4).",
      "id": "s12"
    },
    {
      "text": "Section 723(3) relevantly provides:\n \n \n \"(3) If a disclosure document for an offer of securities states or implies that the securities are to be quoted on a financial market ... and: \n \n \n \n \n \n (a) an application for the admission of the securities to quotation is not made within 7 days after the date of the disclosure document; or \n \n (b) the securities are not admitted to quotation within 3 months after the date of the disclosure document; \n \n then: \n \n (c) an issue or transfer of securities in response to an application made under the disclosure document is void; ... \" \n \n \n \n\n5 The order was sought pursuant to s 1322(4)(d) which is as follows:\n \n \n \"(4) Subject to the following provisions of this section but without limiting the generality of any other provision of this Act, the Court may, on application by any interested person, make all or any of the following orders, either unconditionally or subject to such conditions as the Court imposes: \n \n \n \n ... \n \n (d) an order extending the period for doing any act, matter or thing or instituting or taking any proceeding under this Act or in relation to a corporation (including an order extending a period where the period concerned ended before the application for the order was made) or abridging the period for doing such an act, matter or thing or instituting or taking such a proceeding; \n \n \n \n and may make such consequential or ancillary orders as the Court thinks fit.",
      "id": "s13"
    },
    {
      "text": "\" \n \n \n\nThe Court must not make an order unless it is satisfied that no substantial injustice has been, or is likely to be, caused to any person (s 1322(6)(c)).",
      "id": "s14"
    },
    {
      "text": "6 I am satisfied that the failure to observe the statutory time limit was the result of inadvertence due to the illness and consequent distraction of the company secretary.",
      "id": "s15"
    },
    {
      "text": "I am satisfied that notice of this application has been given to both ASIC and ASX, although they have not been made parties to the application.",
      "id": "s16"
    },
    {
      "text": "ASX has confirmed that the quotation will be granted, amongst other things, if relief is obtained in this application.",
      "id": "s17"
    },
    {
      "text": "Whilst ASIC has not formally consented, it has simply asked that the results of the Court application be advised to it.",
      "id": "s18"
    },
    {
      "text": "Another party who might be affected is the underwriter of the issue, Martin Place Securities Pty Limited.",
      "id": "s19"
    },
    {
      "text": "It has waived a right to terminate by virtue of the failure of the plaintiff to submit the application within time.",
      "id": "s20"
    },
    {
      "text": "It is aware of, and consents to, the application.",
      "id": "s21"
    },
    {
      "text": "7 The principles applicable to this application have been discussed by Lindgren J in Re Insurance Australia Group Ltd [2003] FCA 581 ; (2003) 128 FCR 581 and Re NuSep Ltd [2007] FCA 613.",
      "id": "s22"
    },
    {
      "text": "Applying those principles, I am satisfied that there is a discretion to make an order to regularise the present situation and I am satisfied that, subject to the question of substantial injustice, the inadvertent nature of the irregularity and the short time span involved favour grant of the relief sought.",
      "id": "s23"
    },
    {
      "text": "8 I am satisfied that no substantial injustice has been, or is likely to be, caused to any person if the relief is granted.",
      "id": "s24"
    },
    {
      "text": "It seems to me that the only party whose interests might be said to be affected is the underwriter which consents to the application.",
      "id": "s25"
    },
    {
      "text": "The irregularity in question should not cause any delay in quotation of the securities.",
      "id": "s26"
    },
    {
      "text": "No person had, at the relevant time, yet applied for any securities.",
      "id": "s27"
    },
    {
      "text": "Each of the relevant regulators has notice of the application and has no objection to it.",
      "id": "s28"
    },
    {
      "text": "Those considerations also bear upon the other question in matters of this kind, namely, what other parties, if any, should be joined.",
      "id": "s29"
    },
    {
      "text": "There can be a tendency to seek to deal with corporations matters without joinder of other parties too readily but I do not think that this can be described as such a case.",
      "id": "s30"
    },
    {
      "text": "As a further safeguard, leave to apply was granted to any person who can demonstrate sufficient interest to modify or discharge the orders upon appropriate notice being given to the plaintiff.",
      "id": "s31"
    },
    {
      "text": "9 It is for these reasons that the relief was granted.",
      "id": "s32"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s33"
    },
    {
      "text": "Associate:\n\nDated: 26 June 2007 \n Counsel for the Plaintiff: Mr M Oakes SC \n \n Solicitor for the Plaintiff: Watson Mangioni Lawyers Pty Limited \n \n Date of Hearing: 4 June 2007 \n \n Date of Orders: 4 June 2007 \n \n Date of Reasons: 26 June 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/956.html",
      "id": "s34"
    }
  ]
}