{
  "name": "Cram v Registrar, Administrative Appeals Tribunal [2007] FCA 965 (19 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/965.html",
  "catchphrases": [
    {
      "text": "application purportedly for an order of review against administrative appeals tribunal for failure to return documents",
      "id": "c0"
    },
    {
      "text": "motion to dismiss proceeding on basis no reasonable prospect of success",
      "id": "c1"
    },
    {
      "text": "held: proceeding dismissed as no reasonable prospect of successfully prosecuting the proceeding",
      "id": "c2"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application purportedly for an order of review against the Administrative Appeals Tribunal for failure of the Registrar of that Tribunal to return all documents tendered by Mr Cram in a matter heard and determined by the Tribunal.",
      "id": "s0"
    },
    {
      "text": "2 The respondent filed a notice of appearance and by that notice submitted to any order of the Court save as to costs.",
      "id": "s1"
    },
    {
      "text": "Notwithstanding that, and at my request, the Australian Government Solicitor has taken some trouble in this matter to assist Mr Cram in seeking to recover from the Tribunal the documents which he believes ought to have been returned to him and has attended before this Court on at least three occasions.",
      "id": "s2"
    },
    {
      "text": "I have sought to explain to Mr Cram on more than one of those occasions that his application does not appear to disclose a reasonable cause of action.",
      "id": "s3"
    },
    {
      "text": "Notwithstanding that, Mr Cram has not been willing to bring this proceeding to an end.",
      "id": "s4"
    },
    {
      "text": "3 A notice of motion has now been filed by the respondent for the proceeding to be dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) on the basis that the applicant has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s5"
    },
    {
      "text": "The motion is listed for hearing today.",
      "id": "s6"
    },
    {
      "text": "4 Mr Cram has today objected to my sitting and has suggested that his application should be heard by the Full Court because of the position of Downes J who both holds a commission on this Court and is the President of the Administrative Appeals Tribunal.",
      "id": "s7"
    },
    {
      "text": "As no decision of Downes J is the subject matter of the application, I do not accept that the Court is not properly constituted to exercise the original jurisdiction of the Court.",
      "id": "s8"
    },
    {
      "text": "5 Mr Cram has also sought to file in Court a notice of objection to competency, in which objection is taken to my personal competency, and a notice of appeal against decisions made by me.",
      "id": "s9"
    },
    {
      "text": "No final orders have, at this stage, been made by me in this matter.",
      "id": "s10"
    },
    {
      "text": "I advised Mr Cram that he would need to take these notices to the Registry if he wished to take any further steps in respect of them.",
      "id": "s11"
    },
    {
      "text": "Further, Mr Cram has made allegations of abuse of power by me and suggested that I am acting in collusion with the respondent to damage his position.",
      "id": "s12"
    },
    {
      "text": "I do not accept the validity of the accusations made by Mr Cram.",
      "id": "s13"
    },
    {
      "text": "I am not willing for those or any reasons to disqualify myself from further dealing with this matter.",
      "id": "s14"
    },
    {
      "text": "6 The above matters raised by Mr Cram are no answer to the respondent's motion.",
      "id": "s15"
    },
    {
      "text": "Mr Cram has advanced no other arguments in opposition to the order sought on the respondent's motion.",
      "id": "s16"
    },
    {
      "text": "7 I am satisfied that the application in this matter does not disclose a reasonable cause of action.",
      "id": "s17"
    },
    {
      "text": "Moreover the documents that Mr Cram wished to recover from the Tribunal have now, as I am satisfied, been returned to him.",
      "id": "s18"
    },
    {
      "text": "The proceeding is therefore dismissed pursuant to s 31A of the Federal Court of Australia Act on the basis that the applicant has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s19"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s20"
    },
    {
      "text": "Associate:\n\nDated: 27 June 2007\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 19 June 2007 \n \n Date of Judgment: 19 June 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/965.html",
      "id": "s21"
    }
  ]
}