{
  "name": "BHPB Freight Pty Ltd v Cosco Oceania Chartering Pty Ltd (No 2) [2008] FCA 1656 (10 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1656.html",
  "catchphrases": [
    {
      "text": "application to bring a cross-claim under pt via of the trade practices act 1974 (cth) and pt ivaa of the wrongs act 1958 (vic)",
      "id": "c0"
    },
    {
      "text": "application of s 79 judiciary act 1903 (cth)",
      "id": "c1"
    },
    {
      "text": "properly constituted action",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 BHPB Freight Pty Ltd (BHPB) pleads several causes of action against Cosco Oceania Chartering Pty Ltd (Cosco) and Braemar Seascope Pty Ltd (Seascope) based on BHPB's agreement to charter the \"Global Hawk\", a cargo vessel, to New Century International Leasing Co Ltd (NCI) and its subsequent delivery to Nera Shipping Co Ltd (Nera), a shelf company, which failed to pay the hire charges.",
      "id": "s0"
    },
    {
      "text": "Cosco seeks leave to bring a cross-claim against Seacope for an order that its (Cosco's) liability (to BHPB) is limited pursuant to s 87CD of the Trade Practices Act 1974 (Cth) and damages by way of contribution pursuant to s 23B of the Wrongs Act 1958 (Vic).",
      "id": "s1"
    },
    {
      "text": "I will permit Cosco to pursue, in part, the claim for contribution but not the claim for proportionate liability under s 87CD.",
      "id": "s2"
    },
    {
      "text": "2 To appreciate why these orders are made it is necessary to explain BHPB's claims as they appear in its amended statement of claim.",
      "id": "s3"
    },
    {
      "text": "The negotiations for the charterparty were between Seascope, acting as shipbroker for BHPB, and Cosco, another shipbroker.",
      "id": "s4"
    },
    {
      "text": "During the course of those negotiations Cosco falsely represented that: (a) it was acting on behalf of NCI; (b) the entity to whom the vessel would be chartered was NCI; and (c) it was authorised to enter into the proposed charterparty on behalf of NCI.",
      "id": "s5"
    },
    {
      "text": "On the basis of those representations BHPB agreed to charter the vessel to NCI.",
      "id": "s6"
    },
    {
      "text": "Without BHPB's knowledge the vessel was delivered to Nera.",
      "id": "s7"
    },
    {
      "text": "The vessel then sailed from China to Thailand where it was redelivered to BHPB.",
      "id": "s8"
    },
    {
      "text": "But the hire and other charges due under the charterparty were not paid.",
      "id": "s9"
    },
    {
      "text": "In its action BHPB seeks to recover those charges as damages.",
      "id": "s10"
    },
    {
      "text": "As against Cosco it seeks damages pursuant to s 82 of the Trade Practices Act or compensation under s 87 for an alleged contravention of s 52 (misleading and deceptive conduct).",
      "id": "s11"
    },
    {
      "text": "Alternatively it seeks damages for negligent misstatement and breach of warranty of authority.",
      "id": "s12"
    },
    {
      "text": "In relation to Seascope, BHPB claims damages for negligence and breach of its retainer as BHPB's shipbroker.",
      "id": "s13"
    },
    {
      "text": "3 By its defence Cosco denies liability in respect of all claims.",
      "id": "s14"
    },
    {
      "text": "It also pleads that if it is liable to BHPB then its liability is limited to a proportion of the loss claimed determined by reference to its responsibility for that loss.",
      "id": "s15"
    },
    {
      "text": "For this plea it relies on s 87CD of the Trade Practices Act and s 24AI of the Wrongs Act , the proportionate liability provisions.",
      "id": "s16"
    },
    {
      "text": "Seascope also denies liability and, in the alternative, raises proportionate liability as a defence.",
      "id": "s17"
    },
    {
      "text": "4 Proportionate liability was introduced into state and federal legislation following an inquiry into the law of joint and several liability established by the Commonwealth and the New South Wales Attorneys-General in 1994.",
      "id": "s18"
    },
    {
      "text": "The impetus for the inquiry was the growing number of actions against professionals, particularly auditors, who were being singled out as targets for negligence actions not because of their culpability (which might be small) but because they were insured and had the capacity to pay large damages awards.",
      "id": "s19"
    },
    {
      "text": "One consequence was a sharp rise in insurance premiums payable by professionals.",
      "id": "s20"
    },
    {
      "text": "The inquiry was conducted by Professor Davis of the Australian National University.",
      "id": "s21"
    },
    {
      "text": "He published stage one of his report in July 1994 and stage two in January 1995.",
      "id": "s22"
    },
    {
      "text": "In his report Professor Davis recommended that joint and several liability for negligence which causes property damage or economic loss be replaced by liability which is proportionate to each defendant's degree of fault.",
      "id": "s23"
    },
    {
      "text": "5 Draft model provisions that reflected the recommendation of the enquiry were published in July 1996 in the form of a part that could be inserted in appropriate legislation.",
      "id": "s24"
    },
    {
      "text": "The Commonwealth, State and Territory governments agreed to amend relevant legislation, based on the draft model provisions, to facilitate the introduction of a nationally consistent proportionate liability regime in respect of claims for economic loss or property damage.",
      "id": "s25"
    },
    {
      "text": "To implement its part of the agreement the Commonwealth amended the Australian Securities and Investments Commission Act 2001 (Cth), the Corporations Act 2001 (Cth) and the Trade Practices Act so that proportionate liability applied to claims for damages for economic loss or property damage arising from misleading or deceptive conduct.",
      "id": "s26"
    },
    {
      "text": "By amendments to the Wrongs Act , Victoria introduced proportionate liability in respect of claims for economic loss or property damage arising from a failure to take reasonable care.",
      "id": "s27"
    },
    {
      "text": "6 In the Trade Practices Act the relevant provisions are contained in Pt VIA , comprising ss 87CB to 87CI .",
      "id": "s28"
    },
    {
      "text": "Section 87CB(1) limits the operation of Pt VIA to \"a claim for damages under section 82 for: (a) economic loss; or (b) damage to property; caused by conduct that was done in contravention of section 52\".",
      "id": "s29"
    },
    {
      "text": "This type of claim is referred to as an \"apportionable claim\": s 87CB(1).",
      "id": "s30"
    },
    {
      "text": "Proportionate liability for an apportionable claim is established by s 87CD.",
      "id": "s31"
    },
    {
      "text": "That section relevantly provides that \"the liability of a defendant who is a concurrent wrongdoer in relation to ... [an apportionable] claim is limited to an amount reflecting that proportion of the damage or loss claimed that the court considers just having regard to the extent of the defendant's responsibility for the damage or loss\": s 87CD(1)(a).",
      "id": "s32"
    },
    {
      "text": "The court may give judgment against the defendant for not more than the portion of the damages which the defendant is judged to be responsible: s 87CD(1)(b).",
      "id": "s33"
    },
    {
      "text": "For the purposes of s 87CD a \"concurrent wrongdoer\" is a person who is one of two or more persons whose acts or omissions caused, independently of each other or jointly, the damage or loss that is the subject of the apportionable claim: s 87CD(3).",
      "id": "s34"
    },
    {
      "text": "Section 87CF provides that a defendant against whom judgment is given as a concurrent wrongdoer cannot be required to contribute to the damages recovered from another concurrent wrongdoer or indemnify that person.",
      "id": "s35"
    },
    {
      "text": "7 The proportionate liability provisions in the Wrongs Act are contained in Pt IVAA.",
      "id": "s36"
    },
    {
      "text": "Unsurprisingly, they follow the same structure as found in the federal legislation.",
      "id": "s37"
    },
    {
      "text": "But there are important differences.",
      "id": "s38"
    },
    {
      "text": "First of all, Pt IVAA applies to \"a claim for economic loss or damage to property in an action for damages (whether in tort, in contract, under statute or otherwise) arising from a failure to take reasonable care\": s 24AF(1)(a).",
      "id": "s39"
    },
    {
      "text": "This covers a greater range of torts than the provisions in the Trade Practices Act , which are confined to claims for damages under s 82 based on a contravention of s 52.",
      "id": "s40"
    },
    {
      "text": "There is also a procedural difference.",
      "id": "s41"
    },
    {
      "text": "For a defendant to take advantage of the proportionate liability provisions in the Wrongs Act , the concurrent wrongdoer must be a defendant: s 24AI(3) ; see also Woods v Gabrielle [2007] VSC 177 , [62] --- [65].",
      "id": "s42"
    },
    {
      "text": "The word \"defendant\" is defined in s 24AE to include any party in the proceeding (except the plaintiff).",
      "id": "s43"
    },
    {
      "text": "The Trade Practices Act has no such requirement.",
      "id": "s44"
    },
    {
      "text": "To the contrary, s 87CD(4) provides that proportionate liability is available \"whether or not all concurrent wrongdoers are parties to the proceeding\".",
      "id": "s45"
    },
    {
      "text": "8 The proportionate liability regime in the Wrongs Act may apply to an action in the Federal Court by reason of s 79 of the Judiciary Act 1903 (Cth) so long as commonwealth law does not \"otherwise provide\".",
      "id": "s46"
    },
    {
      "text": "This was decided in Dartberg Pty Ltd v Wealthcare Financial Planning Pty Ltd [2007] FCA 1216 ; (2007) 164 FCR 450 , 457 although Middleton J assumed that the proportionate liability regime was a matter of \"procedure\" for the purposes of s 79 , a point which may be controversial: see John Pfeiffer Pty Ltd v Rogerson [2000] HCA 36 ; (2000) 203 CLR 503.",
      "id": "s47"
    },
    {
      "text": "Assuming that the provisions are procedural in nature, they would not apply to a claim for relief under s 87 of the Trade Practices Act for a contravention of s 52 because, by necessary implication, Part VIA has otherwise provided.",
      "id": "s48"
    },
    {
      "text": "Separately from s 79 , the proportionate liability regime in the Wrongs Act would apply to BHPB's common law claim for negligent misstatement to ensure resolution of the whole matter: Phillip Morris Inc v Adam P Brown Male Fashions Pty Ltd [1981] HCA 7 ; (1981) 148 CLR 457 , 475.",
      "id": "s49"
    },
    {
      "text": "9 With this background in mind, I can now explain why I will not permit Cosco to seek against Seascope an order that its (Cosco's) liability (to BHPB) is limited pursuant to s 87CD of the Trade Practices Act .",
      "id": "s50"
    },
    {
      "text": "The only claim BHPB brings against Cosco that is an apportionable claim under the Trade Practices Act is the claim for damages pursuant to s 82 for a contravention of s 52.",
      "id": "s51"
    },
    {
      "text": "The action for damages for negligent misstatement is an apportionable claim by reason of the application of the Wrongs Act .",
      "id": "s52"
    },
    {
      "text": "Neither the claim for relief under s 87 nor the claim for breach of warranty of authority is an apportionable claim.",
      "id": "s53"
    },
    {
      "text": "The claim under s 87 does not fall within the scope of Pt VIA as it is not \"a claim for damages under s 82\" and the proportionate liability regime in the Wrongs Act does not apply.",
      "id": "s54"
    },
    {
      "text": "The claim for breach of warranty is clearly beyond the scope of Pt VIA and does not fall within the field of Pt IVAA.",
      "id": "s55"
    },
    {
      "text": "A person who warrants that he has the authority to act on behalf of another is liable for breach of warranty to any person to whom the warranty was made and who suffers damage by acting on the faith of that warranty: Collen v Wright (1857) 8 E &amp; B 647.",
      "id": "s56"
    },
    {
      "text": "The action is based on collateral contract: Penn v Bristol &amp; West Building Society [1997] 1 WLR 1356.",
      "id": "s57"
    },
    {
      "text": "It does not depend on showing the defendant failed to act with reasonable care.",
      "id": "s58"
    },
    {
      "text": "10 Although when dealing with BHPB's claim it will be necessary to determine proportionate liability between Cosco and Seascope in relation to the claim under s 82 it does not follow that Cosco can raise that issue against Seascope in its own claim.",
      "id": "s59"
    },
    {
      "text": "With few exceptions a plaintiff is only permitted to bring an action in a court of law to enforce some right against, or to restrain the commission of some wrong by, the defendant.",
      "id": "s60"
    },
    {
      "text": "In other words, courts are there to adjudicate disputes about rights and obligations.",
      "id": "s61"
    },
    {
      "text": "So, in Fawkes v Pratt [1719] EngR 20 ; (1719) 1 P WMS 593 Lord Parker LC, said that: \"[t]he plaintiff may complain and tell stories of whom he pleases; but they only are defendants against whom process is prayed, and no process being prayed against the assignees, they still are not defendants\".",
      "id": "s62"
    },
    {
      "text": "11 The contention by Cosco that it is only proportionately liable in accordance with Pt VIA for the damages claimed by BHPB raises a dispute between BHPB and Cosco.",
      "id": "s63"
    },
    {
      "text": "The resolution of that dispute will affect the rights and obligations of BHPB and Cosco.",
      "id": "s64"
    },
    {
      "text": "It will not, however, affect the rights or obligations of Seascope.",
      "id": "s65"
    },
    {
      "text": "Thus, even if Cosco is able to shift some of the blame to Seascope, that confers no right in Cosco against Seascope that can be enforced in a court.",
      "id": "s66"
    },
    {
      "text": "12 It is, I suppose, theoretically possible for Cosco to bring an action against Seascope seeking a declaration that as between Cosco and Seascope their liability to BHPB is proportionate and ask for a determination on what those proportions are.",
      "id": "s67"
    },
    {
      "text": "The jurisdiction to grant declaratory relief is available though there has been no contravention of rights or breach of obligations: Forster v Jododex Australia Pty Limited [1972] HCA 61 ; (1972) 127 CLR 421.",
      "id": "s68"
    },
    {
      "text": "It is sufficient if there be a legal controversy between the parties to the suit.",
      "id": "s69"
    },
    {
      "text": "But in this case any dispute (if there be one) between Cosco and Seascope about proportionate liability is a dispute without any legal significance.",
      "id": "s70"
    },
    {
      "text": "If Cosco is found to have breached s 52 it will be necessary in BHPB's action to determine its proportionate share of the responsibility.",
      "id": "s71"
    },
    {
      "text": "Raising the issue in a cross claim against Seascope serves no purpose, so far as I can see.",
      "id": "s72"
    },
    {
      "text": "Moreover, cases such as Atkin v Interprac Financial Planning Pty Ltd 2007 VSC 445 and P &amp; V Industries Pty Ltd v Secombs (a firm) [2008] VSC 209 are not in point.",
      "id": "s73"
    },
    {
      "text": "They are cases where a defendant was given leave to add a concurrent wrongdoer as a party to the proceeding.",
      "id": "s74"
    },
    {
      "text": "But adding the party was necessary to ensure that the proportionate liability regime in the Wrongs Act would apply.",
      "id": "s75"
    },
    {
      "text": "13 The position is different in relation to BHPB's claim for damages for breach of warranty of authority and its claim for relief under s 87.",
      "id": "s76"
    },
    {
      "text": "Those are not claims in respect of which Cosco can limit its liability under either the federal or state proportionate liability legislation.",
      "id": "s77"
    },
    {
      "text": "By its proposed cross-claim Cosco seeks contribution under s 23B of the Wrong Act in respect of those claims and others.",
      "id": "s78"
    },
    {
      "text": "Section 23B is not concerned with proportionate liability.",
      "id": "s79"
    },
    {
      "text": "It permits contribution from any person liable in respect of the same damage as the party seeking contribution.",
      "id": "s80"
    },
    {
      "text": "Contribution is based on an assessment of what is \"just and equitable having regard to the extent of that person's responsibility for the damage\": s 24(2).",
      "id": "s81"
    },
    {
      "text": "The precise basis upon which the claim for contribution is sought is not set out.",
      "id": "s82"
    },
    {
      "text": "But that is not a complaint Seascope makes.",
      "id": "s83"
    },
    {
      "text": "It seeks to challenge the right to bring a cross-claim in limine.",
      "id": "s84"
    },
    {
      "text": "I can see no reason why a claim for contribution limited to damages BHPB may recover on in its breach of warranty of authority claim and its s 87 claim should not be permitted.",
      "id": "s85"
    },
    {
      "text": "14 As regards costs it will be apparent that Cosco and Seascope have both had a measure of success and in those circumstances it would be fair for the costs to lie where they fall.",
      "id": "s86"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s87"
    },
    {
      "text": "Associate:\n\nDated: 10 November 2008\n\n\n Solicitor for the Applicant: Holman Fenwick &amp; Willan \n \n Solicitor for the First Respondent: Norton White \n \n Solicitor for the Second Respondent: DLA Phillips Fox \n \n Date of Written Submissions of the First Respondent: 8 August 2008 \n \n Date of Written Submissions of the Second Respondent: 30 July 2008 \n \n Date of Judgment: 10 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1656.html",
      "id": "s88"
    }
  ]
}