{
  "name": "E. &amp; J. Gallo Winery v Lion Nathan Pty Limited (No 2) [2008] FCA 1005 (27 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1005.html",
  "catchphrases": [
    {
      "text": "non-use for 3 years",
      "id": "c0"
    },
    {
      "text": "order for removal of trade mark",
      "id": "c1"
    },
    {
      "text": "removal sought as from end of non-use period",
      "id": "c2"
    },
    {
      "text": "order made with effect from date of decision",
      "id": "c3"
    },
    {
      "text": "trade marks",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "(Revised from Transcript) \n \n1 In this matter reasons for decision were published on 20 June 2008 ( E &amp; J Gallo Winery v Lion Nathan [2008] FCA 934) and the matter was stood over to this morning for the purpose of making final orders disposing of the proceeding.",
      "id": "s0"
    },
    {
      "text": "2 There is agreement as to the form of the orders to be made with one exception.",
      "id": "s1"
    },
    {
      "text": "That exception is whether an order for the removal of the Gallo Winery trademark should be made as from today's date (and that order stayed for 21 days) or whether the order for removal should take effect retrospectively as from 8 May 2007.",
      "id": "s2"
    },
    {
      "text": "That date was the conclusion of the three-year non-use period.",
      "id": "s3"
    },
    {
      "text": "The stay was properly not opposed presumably upon the basis of preserving the rights of Gallo Winery should it wish to appeal.",
      "id": "s4"
    },
    {
      "text": "3 The discretionary power to order removal of a mark is that conferred by s 101(2) of the Trade Marks Act 1995 (Cth).",
      "id": "s5"
    },
    {
      "text": "No Australian decision has apparently addressed the question now posed by the competing submissions of Lion Nathan and Gallo Winery .",
      "id": "s6"
    },
    {
      "text": "4 It is considered that that discretionary power can only be exercised as from the date upon which a court makes an order for the removal of a mark from the Register and does not confer a power to order removal from a date prior to judgment.",
      "id": "s7"
    },
    {
      "text": "Rejected is the submission advanced on behalf of Lion Nathan that an order for the removal of a trademark for non-use should normally be an order that it be removed as from the conclusion of the non-use period otherwise than \" in exceptional circumstances \".",
      "id": "s8"
    },
    {
      "text": "No reason was advanced as to why such a qualification should be read into the discretion otherwise conferred by s 101(2).",
      "id": "s9"
    },
    {
      "text": "5 Section 101(2) is silent as to the date from which an order may be made; the sub-section simply provides that \" the court may order the Registrar to remove the trade mark from the Register \".",
      "id": "s10"
    },
    {
      "text": "6 The conclusion that s 101(2) should not be construed as permitting, in effect, a retrospective removal of a trade mark is primarily based upon two considerations.",
      "id": "s11"
    },
    {
      "text": "7 First, there is considered to be a significant public interest in maintaining the integrity of the Register established pursuant to s 207 of the Act.",
      "id": "s12"
    },
    {
      "text": "That public interest may be prejudiced if it is subject to orders of this Court ordering the Registrar to remove a mark as from a date which may in some cases be years prior to the date of delivery of judgment.",
      "id": "s13"
    },
    {
      "text": "Such orders, if made, may only be productive of considerable uncertainty.",
      "id": "s14"
    },
    {
      "text": "8 Second, there is an absence of any indication in the terms of s 101(2) that the power may be exercised in the manner contended for by Lion Nathan.",
      "id": "s15"
    },
    {
      "text": "By way of contrast stand other provisions of the 1995 Act.",
      "id": "s16"
    },
    {
      "text": "Where the legislature has intended that action may be taken with effect from a particular date, it has expressly so provided.",
      "id": "s17"
    },
    {
      "text": "Reference may thus be made, by way of example, to s 79 which provides as follows:\n Renewal within 6 months after registration expires If, within 6 months after the registration of a trade mark has expired, a person asks the Registrar, in accordance with subsection 75(2), to renew the registration of the trade mark, the Registrar must renew the registration of the trade mark for 10 years from the day on which the registration expired.",
      "id": "s18"
    },
    {
      "text": "Reference may also be made to s 98 which provides as follows:\n Trade mark restored to Register if notice of opposition filed within extended time If: (a) the Registrar has removed a trade mark from the Register under subsection 97(1) because no notice of opposition was filed within the period provided under the regulations; and (b) the Registrar subsequently extends the period within which the notice may be filed; and (c) a notice of opposition is filed within the extended period; the Registrar must restore the trade mark to the Register.",
      "id": "s19"
    },
    {
      "text": "Also, the trade mark is taken not to have been removed from the Register.",
      "id": "s20"
    },
    {
      "text": "Neither of those provisions relate to the making of orders by this Court.",
      "id": "s21"
    },
    {
      "text": "But they do provide some support for the conclusion reached.",
      "id": "s22"
    },
    {
      "text": "9 Although no Australian decision has been cited to support the contention of Gallo Winery , reliance is placed upon Second Sight v Novell UK [1995] RPC 423.",
      "id": "s23"
    },
    {
      "text": "There in issue was s 32(1) of the Trade Marks Act 1938 (UK) which provided as follows:\n Any person aggrieved ... by any entry made in the register without sufficient cause or by any entry wrongly remaining on the register ... may apply in the prescribed manner to the Court ... or to the Registrar, and the tribunal may make such order for ... expunging or varying the entry as the tribunal may think fit.",
      "id": "s24"
    },
    {
      "text": "Of that provision, Lightman J observed at 428---9:\n The issue is (by common consent) one of statutory construction of sections 26 and 32 in the context of the Trade Marks Act 1938 as a whole.",
      "id": "s25"
    },
    {
      "text": "Specific provision is made in the Trade Marks Act 1938 where an event or decision is to have retrospective effect (see: e.g.",
      "id": "s26"
    },
    {
      "text": "section 19).",
      "id": "s27"
    },
    {
      "text": "Likewise specific provision is made in the Trade Marks Act 1994 (see e.g.",
      "id": "s28"
    },
    {
      "text": "section 46(6)).",
      "id": "s29"
    },
    {
      "text": "I can find neither in the language used nor in principle any grounds upon which it can sensibly be held that such a determination under an application under section 26 or section 32 can have any retrospective effect.",
      "id": "s30"
    },
    {
      "text": "...",
      "id": "s31"
    },
    {
      "text": "This decision also provides some support for the conclusion reached.",
      "id": "s32"
    },
    {
      "text": "Lion Nathan did not point to any Australian decision in which an order of the kind that it now seeks has previously been made (even if the question of statutory construction now in issue was not debated).",
      "id": "s33"
    },
    {
      "text": "10 Section 127 does not dictate any contrary conclusion.",
      "id": "s34"
    },
    {
      "text": "Nor does s 127 manifest a legislative intent that normally the discretionary power conferred by s 101(2) should be exercised such that an order for the removal of a mark should take place as from the end of the non-use period.",
      "id": "s35"
    },
    {
      "text": "11 If this construction of s 101(2) be wrong, and should it be concluded that that sub-section confers a discretion unconfined as to the time from which a mark may be ordered to be removed from the Register, it is considered in the circumstances of the present case that, as a matter of discretion, any order should operate only as from today's date.",
      "id": "s36"
    },
    {
      "text": "The hearing of the proceeding was expedited and there has been no delay that can be attributed to Gallo Winery perhaps indicating that it has had the benefit of registration for an inappropriate period of time.",
      "id": "s37"
    },
    {
      "text": "12 Before leaving the matter and before making final orders, it should be noted that in the reasons for decision as published on 20 June 2008, the question as formulated in paragraph [23(iv)] expressed the question as being whether the Radler beers of Lion Nathan were goods of the same description as the \"BAREFOOT wine \" of Gallo Winery .",
      "id": "s38"
    },
    {
      "text": "Although that is the manner in which the question was there expressed, it is not the question which was resolved at paragraphs [65]---[88] inclusive of those reasons.",
      "id": "s39"
    },
    {
      "text": "The question, as answered, is understood to be the question as properly framed, namely whether the Radler beers of Lion Nathan were goods of the same description as \" wine \".",
      "id": "s40"
    },
    {
      "text": "13 For these reasons, the proposed Order 3 will not have added to it the words urged by Lion Nathan , namely \" with effect as from 8 May 2007 \".",
      "id": "s41"
    },
    {
      "text": "ORDERS \n \n14 The orders of the Court are:\n \n 1.",
      "id": "s42"
    },
    {
      "text": "The Amended Application be dismissed.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "The Applicant to pay the Respondent's costs of the Amended Application .",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "The Registrar of Trade Marks remove the Australian Trade Mark No 787765 from the Register of Trade Marks.",
      "id": "s47"
    },
    {
      "text": "4.",
      "id": "s48"
    },
    {
      "text": "The operation of Order 3 be stayed for:\n \n(a) 21 days from the date hereof; or\n \n(b) in the event that the Applicant/Cross-Respondent within that time files a Notice of Appeal , until determination of the appeal, on the Applicant/Cross-Respondent's undertaking to pursue any such appeal with all due expedition.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "The Cross-Respondent pay the Cross-Claimant's costs of the Cross-Claim .",
      "id": "s51"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s52"
    },
    {
      "text": "Associate:\n\nDated: 2 July 2008\n\n Counsel for the Applicant: M J Darke \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: N R Murray \n \n Solicitor for the Respondent: Mallesons Stephen Jacques \n\n Date of Hearing: 27 June 2008 \n \n Date of Judgment: 27 June 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1005.html",
      "id": "s53"
    }
  ]
}