{
  "name": "Fitzgerald, In the Matter of Primebroker Securities Limited (Administrators Appointed) (Receivers and Managers Appointed) [2008] FCA 1247 (7 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1247.html",
  "catchphrases": [
    {
      "text": "administration",
      "id": "c0"
    },
    {
      "text": "application to extend convening period for second meeting of creditors",
      "id": "c1"
    },
    {
      "text": "whether circumstances justify extension",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Primebroker Securities Limited is a company in the Chimaera Group.",
      "id": "s0"
    },
    {
      "text": "It was placed into administration on 14 July 2008 and the plaintiffs were appointed the joint administrators.",
      "id": "s1"
    },
    {
      "text": "The plaintiffs then took control of the company and held the first meeting of creditors on 23 July 2008.",
      "id": "s2"
    },
    {
      "text": "They are required to convene the second meeting within 20 business days of their appointment, but wish to hold off the meeting for two months.",
      "id": "s3"
    },
    {
      "text": "The application made today is for orders to extend the time within which the meeting must be held.",
      "id": "s4"
    },
    {
      "text": "2 The purpose of the second meeting of creditors is to decide the company's future.",
      "id": "s5"
    },
    {
      "text": "The creditors have three options to choose from: that the company execute a deed of company arrangement; that the administration end; and that the company be wound up: Corporations Act 2001 (Cth), s 439C.",
      "id": "s6"
    },
    {
      "text": "To enable the creditors to make an informed choice the administrators must investigate the company's affairs and report the result to the creditors: s 439A(4).",
      "id": "s7"
    },
    {
      "text": "3 Here the administrators need more time to prepare their report.",
      "id": "s8"
    },
    {
      "text": "There are several reasons for this.",
      "id": "s9"
    },
    {
      "text": "First, they do not have enough information to properly advise creditors which of the options is likely to be in their (the creditors') best interests.",
      "id": "s10"
    },
    {
      "text": "Part of the problem is that the secured creditor, the ANZ Bank (which for voting purposes initially lodged a proof of debt for $150 million but now claims $113 million), appointed receivers over the company's assets before the administration commenced.",
      "id": "s11"
    },
    {
      "text": "The assets include the company's books and records.",
      "id": "s12"
    },
    {
      "text": "As a result the administrators require the co-operation of the receivers to obtain the information they need to prepare the report.",
      "id": "s13"
    },
    {
      "text": "Getting the information has proved not to be an easy task.",
      "id": "s14"
    },
    {
      "text": "Correspondence with the receivers concerning both access to the records and the provision of information about the company's affairs has taken time.",
      "id": "s15"
    },
    {
      "text": "Only recently have the receivers agreed to make the books available for inspection.",
      "id": "s16"
    },
    {
      "text": "4 Another problem has been the absence of a report of affairs from the directors.",
      "id": "s17"
    },
    {
      "text": "The receivers obtained the report two days ago and yesterday made it available to the administrators.",
      "id": "s18"
    },
    {
      "text": "5 The second reason is that the administrators are investigating whether the security granted to the ANZ Bank is vulnerable to attack.",
      "id": "s19"
    },
    {
      "text": "The administrators need time to complete that investigation.",
      "id": "s20"
    },
    {
      "text": "This does not mean that a claim to challenge the security has merit.",
      "id": "s21"
    },
    {
      "text": "But it is a matter that must be looked at.",
      "id": "s22"
    },
    {
      "text": "After all, if the security stands there will be nothing left for unsecured creditors.",
      "id": "s23"
    },
    {
      "text": "6 An extension is also sought because the directors have informed the administrators that they (the directors) are seeking to raise funds so that a deed of company arrangement can be put to the creditors.",
      "id": "s24"
    },
    {
      "text": "The administrators are not in a position to say how likely it is that a deed will be proposed, although they remain optimistic that it will happen.",
      "id": "s25"
    },
    {
      "text": "In the end it will depend upon the ability of the directors to raise sufficient funds to put a worthwhile proposal to the creditors.",
      "id": "s26"
    },
    {
      "text": "Nevertheless, the directors should be given a chance to come up with a proposal.",
      "id": "s27"
    },
    {
      "text": "7 These are legitimate reasons to delay the second meeting.",
      "id": "s28"
    },
    {
      "text": "It remains to consider whether any prejudice will result if the orders are made.",
      "id": "s29"
    },
    {
      "text": "In particular, it is necessary to consider whether the unsecured creditors will be worse off if the extension be granted.",
      "id": "s30"
    },
    {
      "text": "I should point out in this connection that the receivers and the ANZ Bank have appeared and, although their interest in this application is different from that of unsecured creditors, have indicated that they do not oppose the application.",
      "id": "s31"
    },
    {
      "text": "So far as the unsecured creditors are concerned, the administrators point out that the company carries on no business (it has no employees and all its assets have been seized by the receivers) and is not incurring debts other than those for which the administrators are responsible.",
      "id": "s32"
    },
    {
      "text": "Further, the administrators have deposed that no-one will be prejudiced by the extension.",
      "id": "s33"
    },
    {
      "text": "8 In these circumstances, it is appropriate that the extension be granted.",
      "id": "s34"
    },
    {
      "text": "I will make the orders in the terms sought by the administrators.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2008\n\n\n\n Appearing for the Plaintiffs: D Andrews \n \n Solicitor for the Plaintiffs: Slater &amp; Gordon \n \n Appearing for Kirk/Longley (Receivers): R McClymont \n \n Solicitor for Kirk/Longley (Receivers): Blake Dawson \n \n \n\n Date of Hearing: 7 August 2008 \n \n Date of Judgment: 7 August 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1247.html",
      "id": "s37"
    }
  ]
}