{
  "name": "Alfred v Wakelin (No. 2) [2008] FCA 1543 (17 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1543.html",
  "catchphrases": [
    {
      "text": "whether conduct of union delegate made union liable",
      "id": "c0"
    },
    {
      "text": "capacity in which delegate was acting with respect to unlawful industrial action",
      "id": "c1"
    },
    {
      "text": "whether delegate was acting as agent on behalf of the union",
      "id": "c2"
    },
    {
      "text": "delegate's apparent authority",
      "id": "c3"
    },
    {
      "text": "whether conduct within the scope of delegate's apparent authority. held : declarations made.",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings arise out of industrial action by employees of John Holland Engineering Pty Ltd (John Holland) at a gold mine near Lake Cowal in New South Wales in October and November 2005.",
      "id": "s0"
    },
    {
      "text": "This decision concerns only the fifth respondent, Joseph O'Connor, and the sixth and seventh respondents being (respectively) the national body and New South Wales branch of the Australian Workers' Union.",
      "id": "s1"
    },
    {
      "text": "I refer to the fifth respondent as Mr O'Connor and the sixth and seventh respondents collectively as the AWU except where it is necessary to distinguish between the two.",
      "id": "s2"
    },
    {
      "text": "2 Mr O'Connor has not entered an appearance in the proceedings and did not appear at the hearing.",
      "id": "s3"
    },
    {
      "text": "An affidavit of Jeremy Hanrahan, solicitor, establishes service of the Court documents on Mr O'Connor (through various orders for substituted service).",
      "id": "s4"
    },
    {
      "text": "On the basis of Mr Hanrahan's affidavit I ordered that the matter proceed against Mr O'Connor in his absence (Order 32 r 2(1)(d) of the Federal Court Rules ).",
      "id": "s5"
    },
    {
      "text": "3 The applicant is an ABC Inspector appointed under the Building and Construction Industry Improvement Act 2005 (Cth) (the BCII Act).",
      "id": "s6"
    },
    {
      "text": "The applicant claims that Mr O'Connor and, through the actions of Mr O'Connor, the AWU contravened s 38 of the BCII Act.",
      "id": "s7"
    },
    {
      "text": "The applicant also claims that the same conduct means that Mr O'Connor and the sixth respondent (the national body of the AWU) contravened s 170MN of the Workplace Relations Act 1996 (Cth) and cll 10(d) and 13 of a certified agreement under that Act.",
      "id": "s8"
    },
    {
      "text": "4 There was no dispute between the applicant and the AWU that employees of John Holland (including Mr O'Connor) took unlawful industrial action within the meaning of s 38 of the BCII Act between 6.30 am on 15 October 2005 and 6.30 am on 18 October 2005 and between about 11.00 am on 10 November 2005 and 6.30 am on 11 November 2005.",
      "id": "s9"
    },
    {
      "text": "Further, that the same circumstances constituted a breach of s 170MN of the Workplace Relations Act and the certified agreement (cll 10(d) and 13).",
      "id": "s10"
    },
    {
      "text": "5 Rather, the proceedings concerned the capacity of the AWU to attract liability by reason of Mr O'Connor's conduct.",
      "id": "s11"
    },
    {
      "text": "This involved three issues.",
      "id": "s12"
    },
    {
      "text": "First, what action did Mr O'Connor take with respect to the industrial action?",
      "id": "s13"
    },
    {
      "text": "Secondly, in what capacity did Mr O'Connor take that action?",
      "id": "s14"
    },
    {
      "text": "Thirdly, were Mr O'Connor's actions within the scope of his authority as a job representative or delegate of the AWU?",
      "id": "s15"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n6 The provisions of the BCII Act have not been relevantly amended since the events in question.",
      "id": "s16"
    },
    {
      "text": "However, the Workplace Relations Act has been materially amended since that time.",
      "id": "s17"
    },
    {
      "text": "All references below are to the statutory provisions as in force in October 2005.",
      "id": "s18"
    },
    {
      "text": "7 Section 38 of the BCII Act provides that a person must not engage in unlawful industrial action.",
      "id": "s19"
    },
    {
      "text": "Section 38 is a civil penalty provision.",
      "id": "s20"
    },
    {
      "text": "Unlawful industrial action is defined in s 37.",
      "id": "s21"
    },
    {
      "text": "In this case the critical provision is s 69 which provides as follows:\n (1) For the purposes of this Act, the following conduct in relation to a building association is taken to be conduct of the building association: (a) conduct of the committee of management of the association; (b) conduct of an officer or agent of the association acting in that capacity; (c) conduct of a member, or group of members, of the association where the conduct is authorised by: (i) the rules of the association; or (ii) the committee of management of the association; or (iii) an officer or agent of the association acting in that capacity; (d) conduct of a member of the association, who performs the function of dealing with an employer on behalf of the member and other members of the association, acting in that capacity.",
      "id": "s22"
    },
    {
      "text": "(2) Paragraphs (1)(c) and (d) do not apply if: (a) a committee of management of the building association; or (b) a person authorised by the committee; or (c) an officer of the industrial association; has taken reasonable steps to prevent the action.",
      "id": "s23"
    },
    {
      "text": "(3) In this section: \"officer\", in relation to a building association, includes: (a) a delegate or other representative of the association; and (b) an employee of the association.",
      "id": "s24"
    },
    {
      "text": "8 The applicant relies on s 69(1)(b) and (d) in support of its claim that the conduct of Mr O'Connor with respect to the industrial action is taken to be the conduct of the AWU.",
      "id": "s25"
    },
    {
      "text": "9 Section 170MN of the Workplace Relations Act is a penalty provision and provides that:\n (1) From the time when: (a) a certified agreement; or (b) an award under subsection 170MX(3) (which deals with the exercise of arbitration powers on termination of a bargaining period); comes into operation until its nominal expiry date has passed, an employee, organisation or officer covered by subsection (2) must not, for the purpose of supporting or advancing claims against the employer in respect of the employment of employees whose employment is subject to the agreement or award, engage in industrial action.",
      "id": "s26"
    },
    {
      "text": "(2) For the purposes of subsection (1), the following are covered by this subsection: (a) any employee whose employment is subject to the agreement or award; (b) an organisation of employees that is bound by the agreement or award; (c) an officer or employee of such an organisation acting in that capacity.",
      "id": "s27"
    },
    {
      "text": "(3) If the employee, organisation or officer contravenes subsection (1), the action concerned is not protected action.",
      "id": "s28"
    },
    {
      "text": "... \n\n \n10 Section 4(1) defines \"industrial action\".",
      "id": "s29"
    },
    {
      "text": "11 Under s 178 of the Workplace Relations Act a person who breaches the terms of a certified agreement is subject to a penalty.",
      "id": "s30"
    },
    {
      "text": "12 In this case the critical provision of the Workplace Relations Act is s 349(2) which is as follows:\n (2) Any conduct engaged in on behalf of a body corporate by: \n \n \n (a) an officer, director, employee or agent of the body corporate within the scope of his or her actual or apparent authority; or\n (b) any other person at the direction or with the consent or agreement (whether express or implied) of an officer, director, employee or agent of the body corporate, where the giving of the direction, consent or agreement is within the scope of the actual or apparent authority of the officer, director, employee or agent; \n \n \n \n \n shall be taken, for the purposes of this Act, to have been engaged in also by the body corporate.",
      "id": "s31"
    },
    {
      "text": "13 Section 4(8) also provides that:\n In this act, a reference to engaging in conduct includes a reference to being, whether directly or indirectly, a party to or concerned in the conduct.",
      "id": "s32"
    },
    {
      "text": "FACTS \n \n14 Certain facts were agreed as between the applicant and the AWU (and were otherwise proved as against Mr O'Connor).",
      "id": "s33"
    },
    {
      "text": "The AWU is an organisation of employees registered under Sch 1B of the Workplace Relations Act and a building association within the meaning of s 4 of the BCII Act.",
      "id": "s34"
    },
    {
      "text": "John Holland is a construction company.",
      "id": "s35"
    },
    {
      "text": "Barrick Australia Limited is the owner of the gold mine near Lake Cowal.",
      "id": "s36"
    },
    {
      "text": "Barrick engaged John Holland to carry out a construction project at the mine comprising civil, structural, mechanical and piping works.",
      "id": "s37"
    },
    {
      "text": "This was building work within the meaning of the BCII Act (s 5).",
      "id": "s38"
    },
    {
      "text": "John Holland, the AWU and John Holland's employees (including Mr O'Connor) were building industry participants within the meaning of that Act (s 4).",
      "id": "s39"
    },
    {
      "text": "15 Mr O'Connor was an employee of John Holland at the Lake Cowal Gold Mine.",
      "id": "s40"
    },
    {
      "text": "Mr O'Connor was also a member, delegate and officer within the meaning of s 69(3) of the BCII Act of the AWU (the national body and the New South Wales branch).",
      "id": "s41"
    },
    {
      "text": "16 John Holland, the AWU, the Construction, Forestry, Mining and Energy Union (the CFMEU) and Australian Manufacturing Workers Union (AMWU) were each parties to a certified agreement (John Holland Engineering Pty Ltd New South Wales --- SMP Certified Agreement 2005) made under Div 2 of Pt VIB of the Workplace Relations Act .",
      "id": "s42"
    },
    {
      "text": "The certified agreement had a nominal expiry date of 31 March 3006.",
      "id": "s43"
    },
    {
      "text": "17 Relevant provisions of the certified agreement include cll 3, 10(d) and 13 which are as follows:\n \n \n 3.",
      "id": "s44"
    },
    {
      "text": "PARTIES TO THE AGREEMENT AND APPLICATION \n \n This Agreement shall be binding upon: (i) John Holland Engineering Pty Ltd.----SMP.",
      "id": "s45"
    },
    {
      "text": "(ii) All employees, whether members of the organisation of employees listed in paragraph (iii) and (iv) hereof or not, engaged in any of the occupations, industries or callings specified in the National Metal and Engineering On-Site Construction Industry Award, 2002;\n (iii) The Automotive, Food, Metals, Engineering, Printing &amp; Kindred Industries Union;\n (iv) Australian Workers Union\n (v) The Construction, Forestry, Mining and Energy Union\n (vi) The scope of this Agreement is limited to engineering work within a 100km radius of West Wyalong.",
      "id": "s46"
    },
    {
      "text": "10.",
      "id": "s47"
    },
    {
      "text": "MEANS OF ACHIEVING OBJECTIVES \n \n ... \n \n \n (d) Dispute Settlement Procedures \n \n \n \n \n \n The parties to this Agreement recognise that the objectives of these procedures are to speedily resolve disputes by consultation, cooperation and discussion; to eliminate industrial confrontation; and thereby avoid interruption to the performance of work and consequential loss of production and wages.",
      "id": "s48"
    },
    {
      "text": "In the event of any dispute: \n \n \n(i) The employee(s) concerned shall in the first place raise the matter with their immediate supervisor/foreperson.",
      "id": "s49"
    },
    {
      "text": "(ii) If the matter is not settled at this level, the employees may seek the assistance of the duly appointed employee's representative, who shall: (iia) again raise the matter with the employee's immediate supervisor/foreperson.",
      "id": "s50"
    },
    {
      "text": "If the matter is still not settled at this level, the employee's representative shall then; (iib) raise the matter with the Company's Project manager or representative.",
      "id": "s51"
    },
    {
      "text": "If agreement is not reached at this level, the employee's representative shall then; (iic) be provided with telephone facilities to speak to an official of the relevant Union and request representation for a further conference to be held at a date and time mutually acceptable.",
      "id": "s52"
    },
    {
      "text": "(iii) Should negotiations as prescribed above fail, the matter should be referred to Senior Management and to the State Secretary of the Union involved, at which level a conference of the parties shall be convened without delay.",
      "id": "s53"
    },
    {
      "text": "(iv) While emphasis shall be placed on a negotiated settlement, the matter is not resolved, the parties shall jointly or individually refer this matter to the Australian Industrial Relations Commission for assistance in resolving the dispute.",
      "id": "s54"
    },
    {
      "text": "Whilst the above procedure is being effected, work should continue as per the status quo and no party shall be prejudiced as to final settlement by the continuance of work in accordance with this clause.",
      "id": "s55"
    },
    {
      "text": "For the purposes of this clause the status quo means the circumstances that existed prior to the introduction of the change that caused the dispute.",
      "id": "s56"
    },
    {
      "text": "13.",
      "id": "s57"
    },
    {
      "text": "SAFETY \n \n \n \n The parties to this Agreement agree to adopt the following principles as a sole guide to handling safety issues: \n \n \n \n \n (i) that all employees shall act in good faith and co-operate to find or create a safe environment so that work may continue;\n (ii) that should a portion of a project be affected by safety issues, all other employees not so affected shall continue to work;\n (iii) that should a portion of a project be affected by safety issues, employees so affected shall accept transfer to another work location on the site that is within the scope of the employees' skill, competency and the flexibility provisions as contained within the scope of the parent award.",
      "id": "s58"
    },
    {
      "text": "(iv) that employees shall accept the use of protective clothing where that will allow work to continue safely; \n \n \n \n \n \n \n\n18 The parties accepted that there was no material difference between the rules of the national body and the New South Wales branch of the AWU.",
      "id": "s59"
    },
    {
      "text": "The following references are to the rules of the national body.",
      "id": "s60"
    },
    {
      "text": "19 The rules of the AWU provide for the functions of elected officers including organisers (rule 61).",
      "id": "s61"
    },
    {
      "text": "They also provide for \"job representatives\" (commonly known as a delegate or site delegate).",
      "id": "s62"
    },
    {
      "text": "Rule 45 , relating to job representatives, is as follows:\n RULE 45 - REPRESENTATIVES \n \n \n (1) Where groups or gangs or teams of workers are working there should be a Representative who must be a member of the Union.",
      "id": "s63"
    },
    {
      "text": "In the absence of an Organiser, members will elect a Representative at a meeting called for that purpose.",
      "id": "s64"
    },
    {
      "text": "Each Representative must supply the Secretary with a permanent address immediately after appointment.",
      "id": "s65"
    },
    {
      "text": "POWER OF ORGANISERS TO APPOINT OR DISMISS REPRESENTATIVES \n \n (2) Organisers have the power to appoint job Representatives and to dismiss any Job Representative who breaches the Rules or who acts contrary to the policies of the Union, whether appointed by the Organiser or elected by a ballot of members.",
      "id": "s66"
    },
    {
      "text": "Provided that any person so dismissed has the right of appeal to the Branch Executive or National Executive.",
      "id": "s67"
    },
    {
      "text": "REPRESENTATIVES TO BE ELECTED ANNUALLY \n \n (3) Representatives are to be elected at least annually, in the first quarter of each year, by the members at a meeting to be held on the job.",
      "id": "s68"
    },
    {
      "text": "(4) Representatives are to act for the persons on the job and have the power to call meetings of members on such jobs to discuss Union affairs.",
      "id": "s69"
    },
    {
      "text": "They must on all matters keep in communication with the relevant Branch or Sub-Branch or District Secretary.",
      "id": "s70"
    },
    {
      "text": "(5) All appointments or elections of Representatives are subject to the approval of the Secretary or other official authorised by the Branch Executive.",
      "id": "s71"
    },
    {
      "text": "COLLECTING MONEY \n \n (6) Upon the election or appointment of a representative in accordance with this Rule, the Representative may, in the discretion of the Branch Secretary, be issued with a receipt book and pay-in book, in which the Representative will record all moneys received by him by way of contributions, levies, fines or otherwise, on behalf of the Union.",
      "id": "s72"
    },
    {
      "text": "Upon the issue to him of such receipt book and pay-in book, the Representative is deemed, whilst he remains a Representative, to be a duly appointed representative of the Branch on whose register the Representative is enrolled for the purpose of collecting such moneys on behalf of the Union.",
      "id": "s73"
    },
    {
      "text": "(7) All money collected by Representatives on behalf of the Union must be forwarded to the Secretary as soon as conveniently possible.",
      "id": "s74"
    },
    {
      "text": "RETURN OF UNION PROPERTY \n \n (8) In the event of any Representative leaving the job, workplace or locality in which they have been acting, they must communicate with the Secretary and must return all Union property in their possession unless they have permission of the Secretary to retain such.",
      "id": "s75"
    },
    {
      "text": "DUTIES OF REPRESENTATIVES \n \n (9) A Representative's duties include investigating and conferring with an employer on complaints made by members of the Union, and reporting to the Union office the results of such investigation, maintaining a high standard of financial Union membership, attending the general, special and representatives' meetings of the Branch and periodically reporting back to his or her members on all matters involving the policy and organisation of the Union.",
      "id": "s76"
    },
    {
      "text": "(10) Each Representative must immediately report the fact of work starting to the Secretary, and is to be guided by the instructions sent by the Secretary.",
      "id": "s77"
    },
    {
      "text": "(11) Where work is carried out under agreement or award, Representatives must post any such agreement or award in a conspicuous place on the works.",
      "id": "s78"
    },
    {
      "text": "REPLACEMENT REPRESENTATIVES \n \n (12) Should any Representative leave from any cause, members should at once appoint another member as the Representative.",
      "id": "s79"
    },
    {
      "text": "(13) Where the word \"Secretary\" is used in this Rule, it is deemed to mean the West Australian Branch Mining Division Secretary, District Secretaries or Branch Secretaries as the case may be, whose duty it is under these Rules to attend to the particular matter.",
      "id": "s80"
    },
    {
      "text": "(14) Any member on being given reasonable notice must produce their ticket to the Representative, Organiser, or other authorised person.",
      "id": "s81"
    },
    {
      "text": "20 Rule 67 concerns disputes and is in the following terms:\n \n \n (1) In the event of a dispute arising on any job or at any place of employment which cannot be settled amicably, the members involved shall by their delegate or other representative and before taking any action in furtherance of the dispute, notify the Branch Secretary or some full-time Officer of the Branch or of the Union.",
      "id": "s82"
    },
    {
      "text": "(2) Subject to any directions concerning the dispute given by the Branch Executive or National Conference or National Executive, the members involved shall comply with all directions of the Officer of the Branch or of the Union who has been notified of or who is handling the dispute.",
      "id": "s83"
    },
    {
      "text": "(3) The Branch Executive or the Officer of the Branch or of the Union who is handling a dispute may authorise a secret ballot of members who are involved or likely to be involved in a dispute.",
      "id": "s84"
    },
    {
      "text": "(4) In the event of a serious dispute arising, or being threatened, the Secretary of the Branch concerned shall communicate with the National Secretary, who shall in conjunction with the relevant Branch Secretary thereupon take such steps for the settlement of the dispute as they deem expedient.",
      "id": "s85"
    },
    {
      "text": "(5) For the purpose of this Rule any dispute or threatened dispute which exposes the Union to a pecuniary penalty or to an action for damages or which is likely to involve members of another Branch shall be deemed to be a serious dispute.",
      "id": "s86"
    },
    {
      "text": "(6) Members ceasing work in respect to any industrial grievance without the sanction of the Branch Executive or National Executive shall be liable to bear the responsibility of such action.",
      "id": "s87"
    },
    {
      "text": "Members ceasing work under the direction of the Branch Executive or National Executive shall not return to work without the sanction of the Branch Executive or the National Executive.",
      "id": "s88"
    },
    {
      "text": "21 \"Officer\" is defined in rule 78(24) in these terms:\n \"Officer\" means a member holding any elected position in or on behalf of the Union and includes members of the Union who are members of committees and delegates representing the Union who have been approved by the relevant Branch or National Executive on other bodies together with employed Organisers, Industrial Officers and Research Officers.",
      "id": "s89"
    },
    {
      "text": "22 Under the AWU rules members must observe, abide by and carry out each of the rules (rule 17).",
      "id": "s90"
    },
    {
      "text": "Mr O'Connor, in applying to be a member of the AWU, agreed to abide by the rules of the AWU.",
      "id": "s91"
    },
    {
      "text": "23 The primary facts in dispute were within a narrow compass.",
      "id": "s92"
    },
    {
      "text": "They involve: - (i) a dispute in the evidence of Paul Rosenblatt and John Tocchet about Mr O'Connor's conduct at a meeting on 10 November 2005, and (ii) a dispute with respect to the evidence of Harold Goring about a conversation with Lawrence O'Reilly on 18 October 2005.",
      "id": "s93"
    },
    {
      "text": "I deal with the disputed factual matters as part of the factual findings below.",
      "id": "s94"
    },
    {
      "text": "24 Mr Goring is an elected official of the AWU and has worked as an organiser since 1998.",
      "id": "s95"
    },
    {
      "text": "As an AWU organiser he was responsible for the AWU members employed at the Lake Cowal gold mine.",
      "id": "s96"
    },
    {
      "text": "His involvement started with the negotiation of the certified agreement.",
      "id": "s97"
    },
    {
      "text": "At that time the AWU did not have a job representative (or delegate) on site.",
      "id": "s98"
    },
    {
      "text": "Once the certified agreement had been negotiated Mr Goring informed workers on the site that they could not take industrial action without protection and that they had to ensure that they did not \"go outside the rules and limitations\" set by the \"Building Commission\" which had \"unheard of powers\".",
      "id": "s99"
    },
    {
      "text": "Mr Goring told the employees that if they took matters into their own hands they would be exposed to fines or even imprisonment.",
      "id": "s100"
    },
    {
      "text": "He stressed that it was important to have officials involved at every level of discussion that might end in dispute.",
      "id": "s101"
    },
    {
      "text": "He concluded with the words \"Remember, call the union, let us work within the laws no matter how strongly you feel about your local site\".",
      "id": "s102"
    },
    {
      "text": "25 Mr Goring returned to the site in July 2005.",
      "id": "s103"
    },
    {
      "text": "At that time he was aware of constant complaints about conditions relating to the accommodation and mess area for the employees at West Wyalong.",
      "id": "s104"
    },
    {
      "text": "On 18 July 2005 Mr O'Connor called Mr Goring and introduced himself as the safety officer at the Lake Cowal gold mine.",
      "id": "s105"
    },
    {
      "text": "Mr Goring understood that Mr O'Connor was a member of the AWU calling on behalf of AWU members as the call was about safety issues affecting those members.",
      "id": "s106"
    },
    {
      "text": "Mr Goring took the issues up with management and they were resolved.",
      "id": "s107"
    },
    {
      "text": "Mr O'Connor contacted Mr Goring again on 28 July 2005 about an incident at an airport involving some employees including Mr O'Connor.",
      "id": "s108"
    },
    {
      "text": "Mr Goring discussed the matter with John Holland management and this issue was also resolved.",
      "id": "s109"
    },
    {
      "text": "Mr Goring agreed that Mr O'Connor, at this time, was acting as a conduit between the members and their union and the union and its members.",
      "id": "s110"
    },
    {
      "text": "26 On 9 August 2005 Mr Goring heard that the CFMEU was planning a stop work meeting at the site.",
      "id": "s111"
    },
    {
      "text": "He went to the site on 11 August 2005.",
      "id": "s112"
    },
    {
      "text": "When he arrived at the site John Holland management (Mr Nelson) directed Mr Goring to contact Mr O'Connor, the AWU delegate on site and offered to introduce Mr Goring to Mr O'Connor (an offer which Mr Goring declined).",
      "id": "s113"
    },
    {
      "text": "Mr Goring found Mr O'Connor and they had a discussion.",
      "id": "s114"
    },
    {
      "text": "Mr O'Connor told Mr Goring that there was going to be a meeting after lunch.",
      "id": "s115"
    },
    {
      "text": "Mr Goring said that they could not just call a meeting but had to go through procedures and get permission as the \"Building and Construction Commission can come down on everybody.",
      "id": "s116"
    },
    {
      "text": "The result could be fines or imprisonment\".",
      "id": "s117"
    },
    {
      "text": "Mr Goring asked who was calling the meeting.",
      "id": "s118"
    },
    {
      "text": "Mr O'Connor said it was the other delegates and everyone was expecting the meeting to go ahead.",
      "id": "s119"
    },
    {
      "text": "Mr Goring said that Mr O'Connor needed to step back and would not be calling any meeting as the AWU could not be involved in any unauthorised meetings from which members could be exposed to action.",
      "id": "s120"
    },
    {
      "text": "Mr Goring said he would take the issues up through the necessary channels.",
      "id": "s121"
    },
    {
      "text": "27 Mr Goring contacted Mr Nelson about the meeting who refused permission for the meeting to be held.",
      "id": "s122"
    },
    {
      "text": "Mr Goring then advised Mr O'Connor about management's refusal.",
      "id": "s123"
    },
    {
      "text": "Mr O'Connor said \"The boys are expecting to meet.",
      "id": "s124"
    },
    {
      "text": "You can tell them that they can't.",
      "id": "s125"
    },
    {
      "text": "I am going to resign as a Delegate.",
      "id": "s126"
    },
    {
      "text": "I don't need this\".",
      "id": "s127"
    },
    {
      "text": "Mr Goring replied \"That is why I have no intention of forcing a meeting.",
      "id": "s128"
    },
    {
      "text": "If anything specific comes out of the lunch meeting I intend to find a way to address those issues through proper channels\".",
      "id": "s129"
    },
    {
      "text": "28 Mr Goring attended a meeting of workers during the lunch break.",
      "id": "s130"
    },
    {
      "text": "He told them that workers could not call stop work meetings as in the past because \"there are now drastic new laws and a Building Commission with powers to have workers fined and imprisoned\".",
      "id": "s131"
    },
    {
      "text": "Mr Goring continued:\n Your actions can also expose the unions and their officials to punitive action.",
      "id": "s132"
    },
    {
      "text": "I have today told Joe O'Connor that without management's permission, a meeting after lunch is out of the question.",
      "id": "s133"
    },
    {
      "text": "You have to go through certain procedures to get authorisation.",
      "id": "s134"
    },
    {
      "text": "I have spoken to management today and they have refused to authorise a meeting.",
      "id": "s135"
    },
    {
      "text": "Let me propose to management that the Delegates continue with the discussions.",
      "id": "s136"
    },
    {
      "text": "At least that way the issues can be considered, and the union officials will be able to follow up through the proper channels.",
      "id": "s137"
    },
    {
      "text": "29 The workers approved this proposal.",
      "id": "s138"
    },
    {
      "text": "Mr Goring met Mr Nelson who approved a meeting of the union delegates on the site after lunch.",
      "id": "s139"
    },
    {
      "text": "Mr Goring attended that meeting but Mr O'Connor decided to return to work.",
      "id": "s140"
    },
    {
      "text": "30 On 12 August 2005 Mr Goring wrote to Mr Collison, the AWU branch secretary.",
      "id": "s141"
    },
    {
      "text": "Mr Goring's letter said that he had attended the site \"as arranged with the site elected AWU delegate Joe O'Connor\".",
      "id": "s142"
    },
    {
      "text": "Further, that:\n I explained to delegate Joe O'Connor the AWU would have no part in forcing a meeting as the company had said no to a request.",
      "id": "s143"
    },
    {
      "text": "He spat the dummy --- threatening to quit.",
      "id": "s144"
    },
    {
      "text": "I explained the new laws and ensured him if there were specific issues that required action we would find a way --- as there were no major issues and as much as I would like a show of cards and a recruiting opportunity --- the possible fines would not allow me to force the issue.",
      "id": "s145"
    },
    {
      "text": "31 Mr Goring's letter concluded with the observation that the \"site has any number of agendas be it union factions, pub factions, former site factions and an increasing number of local (country) workers who the regular construction workers have issues with.",
      "id": "s146"
    },
    {
      "text": "There have been a number of sackings relating to off site incidences that have a few simmering as well\".",
      "id": "s147"
    },
    {
      "text": "32 Mr Goring did not provide Mr O'Connor or any person from John Holland with a copy of the AWU rules or follow up with Mr O'Connor, any other employees or John Holland about procedures that needed to be followed or, more specifically, any limits on Mr O'Connor's authority as the AWU's job representative or delegate.",
      "id": "s148"
    },
    {
      "text": "Mr Goring understood Mr O'Connor had not resigned and remained as the AWU's job representative or delegate on site.",
      "id": "s149"
    },
    {
      "text": "He also knew that John Holland understood Mr O'Connor to be performing this function.",
      "id": "s150"
    },
    {
      "text": "33 Ronald Smits was the construction manager for John Holland reporting to Jim Bryce, the project manager.",
      "id": "s151"
    },
    {
      "text": "Mr Smits organised and chaired weekly meetings with the union delegates on site.",
      "id": "s152"
    },
    {
      "text": "Mr O'Connor was the delegate of the AWU and Mr Wakelin the delegate of the CFMEU.",
      "id": "s153"
    },
    {
      "text": "Mr O'Connor and Mr Wakelin attended these weekly meetings as delegates.",
      "id": "s154"
    },
    {
      "text": "Mr Smits said that because of the different unions on site the delegates always reminded management that they (the delegates) were acting as the conduits for their unions.",
      "id": "s155"
    },
    {
      "text": "Mr Smits recalled Mr O'Connor in particular saying he was a conduit for the AWU.",
      "id": "s156"
    },
    {
      "text": "He said this before and after the first work stoppage in October 2005 (see below).",
      "id": "s157"
    },
    {
      "text": "Mr Bryce had also been told that Mr Wakelin was the CFMEU delegate for the site and Mr O'Connor the AWU delegate.",
      "id": "s158"
    },
    {
      "text": "Delegates would appoint a co-delegate while they were away.",
      "id": "s159"
    },
    {
      "text": "Mr Bryce recalled Mr O'Connor telling him from time to time that he had appointed someone as a co-delegate.",
      "id": "s160"
    },
    {
      "text": "34 On 14 October 2005 there was an incident relating to alleged drug use by an employee.",
      "id": "s161"
    },
    {
      "text": "The employee was dismissed and left the site.",
      "id": "s162"
    },
    {
      "text": "Within a few hours of these events Mr Wakelin, Mr O'Connor and others said they wanted to meet Mr Smits.",
      "id": "s163"
    },
    {
      "text": "Mr Wakelin told Mr Smits that the same employee had found a maggot in his food.",
      "id": "s164"
    },
    {
      "text": "Mr Smits inspected the food and could not see a maggot.",
      "id": "s165"
    },
    {
      "text": "The delegates raised other hygiene issues relating to the mess hall and Mr Smits called in Mr White, the construction manager for the company responsible for accommodation and food (which was not John Holland).",
      "id": "s166"
    },
    {
      "text": "Mr Bryce was also called into this meeting.",
      "id": "s167"
    },
    {
      "text": "Mr Wakelin, Mr O'Connor and the others repeated their concerns.",
      "id": "s168"
    },
    {
      "text": "Mr White, Mr Wakelin and Mr Smits went to the accommodation site.",
      "id": "s169"
    },
    {
      "text": "They inspected the mess hall and found some issues which required rectification.",
      "id": "s170"
    },
    {
      "text": "Employees including union delegates dined in the mess hall as usual that evening.",
      "id": "s171"
    },
    {
      "text": "35 Mr Smits had breakfast in the mess hall early the next morning (15 October 2005).",
      "id": "s172"
    },
    {
      "text": "He noticed that the issues of concern from the day before had not been rectified.",
      "id": "s173"
    },
    {
      "text": "He went to the site and saw that employees had convened a meeting that went from about 6.30 am to 7.15 am.",
      "id": "s174"
    },
    {
      "text": "After the meeting Mr Wakelin, Mr O'Connor and another employee met Mr Smits.",
      "id": "s175"
    },
    {
      "text": "Mr Wakelin said that that nothing had been done about the hygiene issues in the mess and some workers had not packed their lunch for the day.",
      "id": "s176"
    },
    {
      "text": "Mr Smits said he could organise a barbeque for the workers' smoko and lunch (and had already taken steps to do so as he knew some workers had not packed their lunches).",
      "id": "s177"
    },
    {
      "text": "Mr Wakelin said they were not interested and the workers were getting on the buses and going home.",
      "id": "s178"
    },
    {
      "text": "Mr Smits responded that they were not and he wanted his say.",
      "id": "s179"
    },
    {
      "text": "They went to the buses and Mr Smits saw the workers getting on.",
      "id": "s180"
    },
    {
      "text": "He asked them to come back and let him have a say.",
      "id": "s181"
    },
    {
      "text": "The employees got off the buses and Mr Smits told them he understood their grievances but that going out was inappropriate.",
      "id": "s182"
    },
    {
      "text": "He asked them to wait for Mr Bryce and Mr White to see what they had to say.",
      "id": "s183"
    },
    {
      "text": "Mr Smits was asked to leave while the employees took a vote.",
      "id": "s184"
    },
    {
      "text": "Mr Bryce confirmed that a barbeque would be provided.",
      "id": "s185"
    },
    {
      "text": "Mr Bryce then left to return to the accommodation site.",
      "id": "s186"
    },
    {
      "text": "36 Mr Rosenblatt is employed by John Holland as a supervisor.",
      "id": "s187"
    },
    {
      "text": "He worked for John Holland at the Lake Cowal gold mine as a leading hand supervisor, rigger, dogger and crane driver.",
      "id": "s188"
    },
    {
      "text": "He was a member of the Queensland Builders Labourers Federation (the BLF) between 2004 and 2006 (and has been both a delegate and shop steward).",
      "id": "s189"
    },
    {
      "text": "He knew Mr Wakelin as the CFMEU delegate on the site and was told by Mr Wakelin that the CFMEU would represent him as a member of the BLF.",
      "id": "s190"
    },
    {
      "text": "When he arrived for work on 15 October 2005 all employees were directed to an area for a meeting.",
      "id": "s191"
    },
    {
      "text": "Union delegates were at this meeting including Mr O'Connor.",
      "id": "s192"
    },
    {
      "text": "Mr Wakelin told the meeting about the maggot.",
      "id": "s193"
    },
    {
      "text": "The meeting became heated.",
      "id": "s194"
    },
    {
      "text": "Mr Wakelin took a vote and the employees agreed to go on strike until the food was fixed.",
      "id": "s195"
    },
    {
      "text": "Mr Best (the delegate of the AMWU) opposed the strike but (amongst others) Mr O'Connor was in favour.",
      "id": "s196"
    },
    {
      "text": "Mr Rosenblatt saw Mr O'Connor walk over to Mr Best, say something to him and walk away shaking his head.",
      "id": "s197"
    },
    {
      "text": "Mr O'Connor voted to go on strike.",
      "id": "s198"
    },
    {
      "text": "Mr Rosenblatt then saw the union delegates (including Mr O'Connor) leave the meeting.",
      "id": "s199"
    },
    {
      "text": "37 Mr O'Reilly is a member of the AWU.",
      "id": "s200"
    },
    {
      "text": "He worked at the Lake Cowal gold mine.",
      "id": "s201"
    },
    {
      "text": "He heard Mr Goring speak to the employees in August 2005.",
      "id": "s202"
    },
    {
      "text": "He met Mr O'Connor at the site and knew him to be on the safety committee and the AWU's delegate.",
      "id": "s203"
    },
    {
      "text": "Mr O'Reilly did not think Mr O'Connor should be the AWU's delegate as in Mr O'Reilly's view Mr O'Connor easily lost his temper and had the nickname \"Joe Bananas\".",
      "id": "s204"
    },
    {
      "text": "Mr O'Reilly attended the meeting on 15 October 2005.",
      "id": "s205"
    },
    {
      "text": "Mr O'Reilly saw Mr Wakelin at the centre of this meeting.",
      "id": "s206"
    },
    {
      "text": "He first saw Mr O'Connor when he left the meeting with Mr Wakelin once it was over.",
      "id": "s207"
    },
    {
      "text": "Mr O'Reilly thought this unusual as he considered Mr O'Connor was \"prone to enjoying the limelight and to performing for a crowd\".",
      "id": "s208"
    },
    {
      "text": "When he saw Mr O'Connor later Mr O'Reilly asked him if he had called Mr Goring to let him know what was going on and Mr O'Connor said yes.",
      "id": "s209"
    },
    {
      "text": "Mr Goring said he did not receive any such call from Mr O'Connor at this time (which I accept).",
      "id": "s210"
    },
    {
      "text": "38 After the vote, Mr Wakelin, Mr O'Connor and others walked over to Mr Smits and told him that the vote stood and the employees were going out until Monday but there would be a meeting at 6.30 am the next day to review their course of action.",
      "id": "s211"
    },
    {
      "text": "Mr Smits contacted Mr Bryce and told him about the vote to strike until Monday.",
      "id": "s212"
    },
    {
      "text": "Mr Bryce said to tell the delegates to get the employees back to work.",
      "id": "s213"
    },
    {
      "text": "Mr Smits said the employees had gone.",
      "id": "s214"
    },
    {
      "text": "Mr Bryce said they would not be paid as this was industrial action.",
      "id": "s215"
    },
    {
      "text": "Mr Smits told Mr Wakelin and Mr O'Connor this and Mr Wakelin said it was too late as they had gone on strike until Monday and would be having the meeting at 6.30 am on Monday.",
      "id": "s216"
    },
    {
      "text": "39 When the employees returned to the accommodation site Mr Bryce approached Mr Wakelin.",
      "id": "s217"
    },
    {
      "text": "Mr Bryce said he wanted to meet the delegates.",
      "id": "s218"
    },
    {
      "text": "Mr Wakelin, Mr O'Connor and the other delegates as well as members of the safety committee then met Mr Bryce but the meeting was suspended due to an incident in the mess hall.",
      "id": "s219"
    },
    {
      "text": "Once the meeting resumed Mr Bryce documented the issues of concern and a time for their rectification.",
      "id": "s220"
    },
    {
      "text": "40 No employees attended for work on 15 October 2005 or 16 October 2005.",
      "id": "s221"
    },
    {
      "text": "41 On Monday 17 October 2005 Mr Smits and Mr Bryce were at the site awaiting the outcome of the meeting of employees at 6.30 am.",
      "id": "s222"
    },
    {
      "text": "Mr Rosenblatt attended this meeting.",
      "id": "s223"
    },
    {
      "text": "Mr Wakelin took a vote on the strike continuing until an independent health report had been received.",
      "id": "s224"
    },
    {
      "text": "This motion was carried.",
      "id": "s225"
    },
    {
      "text": "The employees returned to the accommodation site.",
      "id": "s226"
    },
    {
      "text": "Mr Wakelin told Mr Bryce and Mr Smits the outcome of the meeting.",
      "id": "s227"
    },
    {
      "text": "Mr O'Connor and another person (Mr Grady) were with Mr Wakelin at this time.",
      "id": "s228"
    },
    {
      "text": "Arrangements were made for a health inspector from the local council to inspect the mess hall, as well as an inspection by a consultant.",
      "id": "s229"
    },
    {
      "text": "No work was done on Monday, 17 October 2005.",
      "id": "s230"
    },
    {
      "text": "Mr O'Reilly (who observed the meeting from about 20 metres away) recalled Mr Wakelin being at the centre of this meeting but not seeing Mr O'Connor there.",
      "id": "s231"
    },
    {
      "text": "42 Jamie Loader, an environmental health and building surveyor employed by the local council, inspected the mess hall on 17 October 2005.",
      "id": "s232"
    },
    {
      "text": "Mr Loader considered the standard of hygiene and cleanliness generally adequate but noted some non-compliances.",
      "id": "s233"
    },
    {
      "text": "A few hours later he re-inspected the premises and was satisfied the defects had been rectified.",
      "id": "s234"
    },
    {
      "text": "Diane Buettel is a food safety auditor.",
      "id": "s235"
    },
    {
      "text": "Ms Buettel audited the food program at the accommodation site, the kitchen, food storage and dining areas.",
      "id": "s236"
    },
    {
      "text": "Ms Buettel found some minor issues but assessed the standard of hygiene and cleanliness as good.",
      "id": "s237"
    },
    {
      "text": "She returned to the accommodation site to observe breakfast production on 18 October 2005.",
      "id": "s238"
    },
    {
      "text": "43 Mr O'Reilly was frustrated by what he thought was stupid conduct by the workers (by striking over the weekend when higher rates were paid).",
      "id": "s239"
    },
    {
      "text": "He resigned (giving a week's notice) on 17 October 2005.",
      "id": "s240"
    },
    {
      "text": "He also called Mr Goring on the same day who did not answer.",
      "id": "s241"
    },
    {
      "text": "Mr O'Reilly left a message saying that the employees at Lake Cowal had been on strike since Saturday about the food and he had resigned.",
      "id": "s242"
    },
    {
      "text": "He contacted the AWU office at Griffith and left a similar message with Mr Goring's secretary.",
      "id": "s243"
    },
    {
      "text": "Mr Goring was not at work on 17 October 2005.",
      "id": "s244"
    },
    {
      "text": "When he got to work on 18 October 2005 Mr Goring received Mr O'Reilly's messages and a message from 17 October 2005 to call Mr O'Connor.",
      "id": "s245"
    },
    {
      "text": "Mr Goring returned Mr O'Reilly's call.",
      "id": "s246"
    },
    {
      "text": "Mr O'Reilly told him that there had been a strike and that the \"CFMEU delo caused a blue about the food at the camp\".",
      "id": "s247"
    },
    {
      "text": "Mr Goring did not return Mr O'Connor's call.",
      "id": "s248"
    },
    {
      "text": "He said he did nothing further because the stoppage had ended and he did not consider the AWU to have been involved.",
      "id": "s249"
    },
    {
      "text": "He agreed that his affidavit did not refer to the AWU not being involved.",
      "id": "s250"
    },
    {
      "text": "44 On Tuesday, 18 October 2005 the employees held another meeting.",
      "id": "s251"
    },
    {
      "text": "A CFMEU organiser attended the meeting.",
      "id": "s252"
    },
    {
      "text": "Mr Grady told them that the results of the audit established nothing wrong with the food arrangements at the accommodation site.",
      "id": "s253"
    },
    {
      "text": "Ms Buettel was introduced to the meeting and told the employees that it was OK to eat in the mess hall but the tests on the alleged contaminated chicken would take two days.",
      "id": "s254"
    },
    {
      "text": "Ms Buettel spoke for about 15 minutes.",
      "id": "s255"
    },
    {
      "text": "The employees at the meeting then voted to return to work.",
      "id": "s256"
    },
    {
      "text": "They returned to work before 8.30am on 18 October 2005.",
      "id": "s257"
    },
    {
      "text": "45 On 9 November 2005 Mr Bryce drafted a memorandum about a proposed national protest day against Federal government industrial legislation scheduled for 15 November 2005.",
      "id": "s258"
    },
    {
      "text": "The memorandum said that 15 November 2005 was a normal work day and John Holland did not consent to employees other than union delegates being absent.",
      "id": "s259"
    },
    {
      "text": "John Holland agreed to allow union delegates to attend the proposed broadcast and report back to employees.",
      "id": "s260"
    },
    {
      "text": "This memorandum was posted on notice boards.",
      "id": "s261"
    },
    {
      "text": "46 At about 7.00am on 10 November 2005 Mr Bryce asked Mr Wakelin to find out if the employees would accept a recommendation from the Australian Industrial Relations Commission (the AIRC) about the dispute relating to the payment for meals during the strike in October (this issue having been referred to the AIRC).",
      "id": "s262"
    },
    {
      "text": "Mr Wakelin said he would have to put it to a meeting.",
      "id": "s263"
    },
    {
      "text": "Mr Bryce authorised a 15 minute meeting.",
      "id": "s264"
    },
    {
      "text": "Mr Smits joined him.",
      "id": "s265"
    },
    {
      "text": "The meeting started at 10.30 am.",
      "id": "s266"
    },
    {
      "text": "At 10.45 am the meeting was still going and Mr Smits said something about the meeting running over time.",
      "id": "s267"
    },
    {
      "text": "After a while Mr Bryce made his way to the clear area in the middle of the employees and told them the \"time authorised for the meeting has passed.",
      "id": "s268"
    },
    {
      "text": "Please return to work immediately\".",
      "id": "s269"
    },
    {
      "text": "Mr Bryce left the meeting area but continued to observe the meeting.",
      "id": "s270"
    },
    {
      "text": "47 Mr Rosenblatt and Mr Tocchet were at this meeting.",
      "id": "s271"
    },
    {
      "text": "Mr Rosenblatt said the union delegates, including Mr Wakelin and Mr O'Connor, stood at the front of the meeting.",
      "id": "s272"
    },
    {
      "text": "After about 20 minutes the issue of the memorandum relating to the protest day was raised.",
      "id": "s273"
    },
    {
      "text": "Following Mr Bryce's intervention Mr Rosenblatt said he saw delegates, including Mr Wakelin and Mr O'Connor, become very agitated and volatile by shouting, yelling and kicking dirt around.",
      "id": "s274"
    },
    {
      "text": "This included Mr Jones saying \"let's walk for 48 hours to send a message that they just can't walk in on us like that\", Mr Wakelin saying \"what are we going to do about this, men?",
      "id": "s275"
    },
    {
      "text": "\", Mr Batzloff saying \"they are always going to do this if we don't stand up now\" and Mr O'Connor shouting \"fuck this, what are we going to do about this?",
      "id": "s276"
    },
    {
      "text": "Get the buses and let's go\".",
      "id": "s277"
    },
    {
      "text": "Mr Wakelin called for a vote.",
      "id": "s278"
    },
    {
      "text": "A majority voted to go on strike and the employees returned to the buses.",
      "id": "s279"
    },
    {
      "text": "According to Mr Rosenblatt's affidavit he saw Mr O'Connor walk amongst and speak to employees during this meeting although he did not hear what he was saying.",
      "id": "s280"
    },
    {
      "text": "In oral evidence Mr Rosenblatt said that Mr O'Connor went up to individuals and groups, to one part and then another part, saying things about the food and the like.",
      "id": "s281"
    },
    {
      "text": "In cross-examination Mr Rosenblatt agreed that he had not mentioned Mr O'Connor kicking dirt in his second affidavit (but his attention was not drawn to his first affidavit when he had said he saw Mr O'Connor kicking dirt).",
      "id": "s282"
    },
    {
      "text": "He denied that his oral evidence about hearing Mr O'Connor speak to individuals and groups of employees was inconsistent with his second affidavit (in which he said that he could not hear what Mr O'Connor was saying to the employees).",
      "id": "s283"
    },
    {
      "text": "Mr Rosenblatt said he had heard Mr O'Connor speak to individuals and groups of employees but not the whole group of employees.",
      "id": "s284"
    },
    {
      "text": "48 Mr Tocchet worked as a scaffolder/rigger for John Holland at the Lake Cowal gold mine.",
      "id": "s285"
    },
    {
      "text": "He is a member of the AWU.",
      "id": "s286"
    },
    {
      "text": "He heard Mr Goring speak to the employees in August 2005.",
      "id": "s287"
    },
    {
      "text": "He was on leave during the events of October 2005.",
      "id": "s288"
    },
    {
      "text": "Mr Tocchett described the meeting on 10 November 2005 as one where the CFMEU reported back on the AIRC proceedings about the stoppage in October 2005.",
      "id": "s289"
    },
    {
      "text": "This did not concern him as he had been on leave at the time.",
      "id": "s290"
    },
    {
      "text": "Mr Tocchet recalled seeing Mr O'Connor standing next to the CFMEU representative in the centre of the circle but that he played no part.",
      "id": "s291"
    },
    {
      "text": "He recalled Mr Smits saying the meeting had run over time and then Mr Bryce going to the centre of the circle saying that the meeting had run over time and if they did not return to work their pay would be docked.",
      "id": "s292"
    },
    {
      "text": "Mr Tocchet said this antagonised the workers and led to \"heated discussion\".",
      "id": "s293"
    },
    {
      "text": "Mr Tocchet recalled someone saying that if their pay was going to be docked they might as well not work for the rest of the day.",
      "id": "s294"
    },
    {
      "text": "Somebody else shouted \"let's walk\".",
      "id": "s295"
    },
    {
      "text": "A motion to that effect was put and carried.",
      "id": "s296"
    },
    {
      "text": "Mr Tocchet was certain that Mr O'Connor did not put the motion or say anything that recommended the employees stop work or leave the site.",
      "id": "s297"
    },
    {
      "text": "49 In cross-examination Mr Tocchet said that there were nearly a couple of hundred employees at the meeting on 10 November 2005.",
      "id": "s298"
    },
    {
      "text": "He knew that Mr O'Connor's nickname was \"Joe Bananas\".",
      "id": "s299"
    },
    {
      "text": "Mr Tocchet knew him to be the AWU delegate.",
      "id": "s300"
    },
    {
      "text": "At the meeting Mr O'Connor stood with the other delegates at the front.",
      "id": "s301"
    },
    {
      "text": "Mr Tocchet agreed people became angry after Mr Bryce's intervention.",
      "id": "s302"
    },
    {
      "text": "He agreed it was possible that someone had said words to the effect \"let's walk for 48 hours to send a message that they just can't walk in on us like that\" and another person said \"what are we going to do about this, men?",
      "id": "s303"
    },
    {
      "text": "\" He agreed that it was possible that someone said \"they are always going to do this if we don't stand up now\".",
      "id": "s304"
    },
    {
      "text": "He agreed that someone had said \"fuck this, what are we going to do about this?",
      "id": "s305"
    },
    {
      "text": "Get the buses and let's go\".",
      "id": "s306"
    },
    {
      "text": "However, Mr Tocchet said that Mr O'Connor played no part in any of the shouting or agitation leading to the employees stopping work.",
      "id": "s307"
    },
    {
      "text": "According to Mr Tocchet Mr O'Connor stood at the front and said nothing at any time.",
      "id": "s308"
    },
    {
      "text": "He did not think this uncharacteristic as he described Mr O'Connor as a quiet person.",
      "id": "s309"
    },
    {
      "text": "50 After the meeting Mr Wakelin, Mr O'Connor and others approached Mr Smits and Mr Bryce.",
      "id": "s310"
    },
    {
      "text": "Mr Smits and Mr Bryce were informed that the employees had voted to go out for the rest of the day due to Mr Bryce interrupting a union meeting and intimidation by management.",
      "id": "s311"
    },
    {
      "text": "The employees left the site between 11.30 am and 12.00 pm.",
      "id": "s312"
    },
    {
      "text": "No further work was carried out on 10 November 2005.",
      "id": "s313"
    },
    {
      "text": "The employees returned to work at 6.30 am on 11 November 2005.",
      "id": "s314"
    },
    {
      "text": "51 Mr Bryce and Mr Smits were both asked about the role of Mr Goring.",
      "id": "s315"
    },
    {
      "text": "Neither was aware of any person notifying Mr Goring of the work stoppages.",
      "id": "s316"
    },
    {
      "text": "They did not accept that the reason they had not done so was because Mr O'Connor had not played a part different from any other employee.",
      "id": "s317"
    },
    {
      "text": "Rather, it was not their responsibility to deal with unions on behalf of John Holland.",
      "id": "s318"
    },
    {
      "text": "Mr Wyatt had that responsibility.",
      "id": "s319"
    },
    {
      "text": "Mr Bryce disagreed with the suggestion that Mr O'Connor had not played a part different from any other employee.",
      "id": "s320"
    },
    {
      "text": "Mr O'Connor was a union delegate on the site and all the delegates took a leading role.",
      "id": "s321"
    },
    {
      "text": "After initially agreeing that he had not contacted any union about the stoppages because Mr O'Connor had not played a part different from any other employee Mr Smits gave evidence inconsistent with that proposition.",
      "id": "s322"
    },
    {
      "text": "It is clear that Mr Smits did not understand the question when originally put (as disclosed by his position that he did not understand when the question was put in a slightly different form a second time).",
      "id": "s323"
    },
    {
      "text": "Mr Smits' evidence, considered as a whole, should be understood as consistent with that of Mr Bryce, namely, that: - (i) it was not Mr Smits' job to raise issues with the unions (but the job of Mr Wyatt), (ii) Mr O'Connor was a union delegate on the site, and (iii) all the delegates acted and made decisions as a group repeatedly saying they were conduits for their unions (including Mr O'Connor).",
      "id": "s324"
    },
    {
      "text": "According to Mr Smits \"Mr O'Connor was continuously involved in the issues.",
      "id": "s325"
    },
    {
      "text": "Right from the very first time I knew Mr O'Connor being a delegate he was always very heavily involved in union issues\".",
      "id": "s326"
    },
    {
      "text": "52 This summary of the evidence discloses the narrow compass of the factual dispute.",
      "id": "s327"
    },
    {
      "text": "In resolving the factual issues I have taken into account the nature of the proceedings (by which the respondents are exposed to penalties) and the seriousness of the allegations against them.",
      "id": "s328"
    },
    {
      "text": "53 With respect to Mr Goring, I accept that Mr O'Reilly's reference to the \"CFMEU delo caused a blue...\" led Mr Goring to believe that there was not an issue involving the AWU with which he needed to deal.",
      "id": "s329"
    },
    {
      "text": "54 With respect to Mr Rosenblatt and Mr Tocchet it is apparent that: - (i) Mr Rosenblatt had a much more detailed recollection of the meeting on 10 November 2005 than Mr Tocchet, (ii) Mr Tocchet had no particular reason to recall the meeting on 10 November 2005 as it initially concerned the stoppage in October 2005 (when Mr Tocchet was on leave), (iii) Mr Tocchet recalled many additional aspects of the meeting (precisely as Mr Rosenblatt said they occurred) when those aspects were specifically put to him, and (iv) Mr Tocchet's version of Mr O'Connor's conduct during the meeting is not only inconsistent with that of Mr Rosenblatt but inconsistent with many other parts of the evidence (specifically, Mr Goring and Mr O'Reilly's view of Mr O'Connor's character, Mr O'Connor's involvement in the October meetings, Mr O'Connor standing at the front of the meeting on 10 November with the other delegates, the meeting becoming heated and people shouting, and Mr O'Connor being one of the delegates who approached Mr Smits and Mr Bryce after the meeting to inform them of the decision to stop work).",
      "id": "s330"
    },
    {
      "text": "For these reasons I prefer the evidence of Mr Rosenblatt to that of Mr Tocchet.",
      "id": "s331"
    },
    {
      "text": "I do not accept the submissions that Mr Rosenbaltt's credibility was adversely affected by his cross-examination.",
      "id": "s332"
    },
    {
      "text": "Mr Rosenblatt was a credible witness who had a good recollection of the events in issue.",
      "id": "s333"
    },
    {
      "text": "I accept his explanation about the alleged inconsistency between his second affidavit and his oral evidence (namely, that he did not hear what Mr O'Connor said to the employees as a group but heard him speak to individual and small groups of employees).",
      "id": "s334"
    },
    {
      "text": "55 It is apparent from these circumstances that:\n \n(1) Mr O'Connor had been elected as the job representative (or delegate) on the Lake Cowal site for the AWU in accordance with rule 45 of the AWU rules.",
      "id": "s335"
    },
    {
      "text": "(2) John Holland understood Mr O'Connor to be the AWU delegate on site.",
      "id": "s336"
    },
    {
      "text": "This understanding was based not only on representations by Mr O'Connor and other employees but also by the AWU through Mr Goring's conduct.",
      "id": "s337"
    },
    {
      "text": "Mr Goring accepted that Mr O'Connor was the AWU delegate when he attended the site in August 2005 and dealt with Mr O'Connor, the employees and John Holland management on the basis that Mr O'Connor was the AWU delegate.",
      "id": "s338"
    },
    {
      "text": "(3) Mr Goring had been involved in negotiating the certified agreement.",
      "id": "s339"
    },
    {
      "text": "He knew that the Lake Cowal gold mine project was large.",
      "id": "s340"
    },
    {
      "text": "He thus knew that hundreds of employees, being members of different unions, were present on site and living at the accommodation site.",
      "id": "s341"
    },
    {
      "text": "From these circumstances he must have been aware that the union delegates (including Mr O'Connor as the AWU job representative or delegate on site) would have been involved on behalf of the AWU in dealing with issues as between AWU members on site and John Holland management on a routine basis.",
      "id": "s342"
    },
    {
      "text": "(4) Mr Goring was aware that Mr O'Connor was unhappy with Mr Goring's direction that he could not call a stop work meeting of employees and had threatened to resign as the AWU delegate.",
      "id": "s343"
    },
    {
      "text": "He was also aware that Mr O'Connor had not resigned and continued in the role of AWU delegate on the site.",
      "id": "s344"
    },
    {
      "text": "He knew too that there were many potential issues and difficulties with respect to the site.",
      "id": "s345"
    },
    {
      "text": "(5) Mr Goring did not provide Mr O'Connor, John Holland management or any other person with a copy of the AWU rules.",
      "id": "s346"
    },
    {
      "text": "Although Mr Goring told the workers at the meeting in August 2005 that they could not hold a stop work meeting without management's permission he did not inform any of them about limitations on the powers of Mr O'Connor as the AWU job representative or delegate or that, rather than going through their delegate, the employees should contact the AWU directly.",
      "id": "s347"
    },
    {
      "text": "Insofar as John Holland was concerned Mr Goring said nothing about Mr O'Connor's role but conducted himself on the basis that that Mr O'Connor was the AWU's delegate.",
      "id": "s348"
    },
    {
      "text": "He said nothing knowing that Mr O'Connor had been acting as a conduit between members and the union about issues with John Holland since at least July 2005.",
      "id": "s349"
    },
    {
      "text": "(6) Contrary to the submissions on behalf of the AWU I am satisfied that Mr O'Connor took a leading role in the industrial actions on the site during October and November 2005.",
      "id": "s350"
    },
    {
      "text": "The conduct of other leaders (such as Mr Wakelin) who may have been even more active does not undermine the importance or Mr O'Connor's role.",
      "id": "s351"
    },
    {
      "text": "He was and acted as the AWU's delegate and encouraged and incited the members of his union to take industrial action by stopping work between 6.30 am on 15 October and 6.30 am on 18 October 2005 and between about 11.00 am on 10 November and 6.30 am on 11 November 2005 and they did so (including Mr O'Connor himself).",
      "id": "s352"
    },
    {
      "text": "In the lead up to the stoppage in October 2005 Mr O'Connor attended all of the critical meetings with management (along with other delegates) and took an active role in encouraging others to vote in favour of the stoppage (as his conduct with respect to Mr Best, the AMWU delegate who opposed the strike, shows).",
      "id": "s353"
    },
    {
      "text": "Mr O'Connor also informed John Holland management of the decision (along with the other delegates).",
      "id": "s354"
    },
    {
      "text": "He attended the meetings with management during the stoppage.",
      "id": "s355"
    },
    {
      "text": "He called Mr Goring (no doubt about the stoppage) but Mr Goring did not return his call.",
      "id": "s356"
    },
    {
      "text": "As to the stoppage on 10 November 2005, Mr O'Connor stood at the front of the meeting with other delegates.",
      "id": "s357"
    },
    {
      "text": "He was shouting and yelling (along with other delegates) and kicking dirt around after Mr Bryce's intervention.",
      "id": "s358"
    },
    {
      "text": "He called for the employees to get back on the buses.",
      "id": "s359"
    },
    {
      "text": "He thereby encouraged and incited other employees to stop work.",
      "id": "s360"
    },
    {
      "text": "On both occasions he, as AWU delegate and on his own behalf, voted in favour of the strikes.",
      "id": "s361"
    },
    {
      "text": "DISCUSSION \n AWU's submissions \n \n56 Apart from the factual dispute about Mr O'Connor's conduct (resolved above), the AWU submitted that it could not be liable for contraventions of the legislation as: - (i) Mr O'Connor, as an AWU delegate, was not authorised to bind the AWU with respect to industrial action, (ii) the AWU (meaning its employed officials) had no knowledge of the industrial action which was direct or \"wildcat\" action taken by employees without any involvement of the AWU, (iii) direct or \"wildcat\" industrial action was contrary to the AWU rules and the certified agreement, (iv) accordingly, in taking the action Mr O'Connor was acting outside the scope of his authority as AWU delegate and contrary to the express instructions given by Mr Goring, and (v) in any event, it is clear from the evidence that the CFMEU and its delegate, Mr Wakelin, had taken the leading role.",
      "id": "s362"
    },
    {
      "text": "57 As noted, an \"officer\" of a building association within the meaning of the BCII Act includes a delegate or other representative of the association (s 69(3)).",
      "id": "s363"
    },
    {
      "text": "Conduct of an officer of an association \"acting in that capacity\" is taken to be conduct of the association as is conduct of a member of the association who performs the function of dealing with an employer on behalf of the member and other members of the association acting in that capacity.",
      "id": "s364"
    },
    {
      "text": "Further, a body corporate (such as the AWU) can become liable for a breach of s 170MN of the Workplace Relations Act through the conduct of an agent acting on behalf of the body corporate within the scope of the agent's actual or apparent authority (s 349(2)).",
      "id": "s365"
    },
    {
      "text": "58 As certain observations in other decisions disclose, the main difficulty with the AWU's submissions is that they focused on Mr O'Connor's actual authority under the AWU rules and the certified agreement rather than dealing with the facts of the case in the context of the extended liability provisions of the legislation in issue.",
      "id": "s366"
    },
    {
      "text": "Some relevant decisions \n \n59 The following observations in other decisions are relevant to the AWU's submissions:\n \n(1) Accessorial liability \"depends upon the accessory associating himself or herself with the contravening conduct - the accessory should be linked in purpose with the perpetrators\" ( Construction, Forestry, Mining and Energy Union v Clarke (2007) 164 IR 299; [2007] FCAFC 87 at [26] ).",
      "id": "s367"
    },
    {
      "text": "(2) \"To establish apparent authority, it is not sufficient to show merely that an \"officer, director, employee or agent\" held himself or herself out as having authority: see J-Corp Pty Ltd v Australian Builders Labourers Federated Union of Workers --- Western Australian Branch (1992) 111 ALR 502 at 533---4 per French J.",
      "id": "s368"
    },
    {
      "text": "Rather, there must at least be circumstances which would justify a belief on the part of a person dealing with the \"officer, director, employee or agent\" that that \"officer, director, employee or agent\" is acting with authority\" ( Hanley v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (2000) 100 FCR 530 ; [2000] FCA 1188 at [79] ).",
      "id": "s369"
    },
    {
      "text": "(3) Apparent authority is usually created by representations from conduct,\n ...that is, by permitting the agent to act in some way in the conduct of the principal's business with other persons.",
      "id": "s370"
    },
    {
      "text": "By so doing the principal represents to anyone who becomes aware that the agent is so acting that the agent has authority to enter on behalf of the principal into contracts with other persons of the kind which an agent so acting in the conduct of his principal's business has usually 'actual' authority to enter into.",
      "id": "s371"
    },
    {
      "text": "( Freeman &amp; Lockyer (a firm) v Buckhurst Park Properties (Mangal) Ltd [1964] 2 QB 480 at 502---3 cited in Essington Investments Pty Ltd v Regency Property Pty Ltd [2004] NSWCA 375 at [3] and [39]).",
      "id": "s372"
    },
    {
      "text": "(4) Further:\n It is not enough that the representation should come from the officer alone.",
      "id": "s373"
    },
    {
      "text": "Whether the representation is general, or related specifically to the particular transaction, it must come from the principal, the company.",
      "id": "s374"
    },
    {
      "text": "That does not mean that the conduct of the officer is irrelevant to the representation, but the company's conduct must be the source of the representation.",
      "id": "s375"
    },
    {
      "text": "In many cases the representational conduct commonly takes the form of the setting up of an organisational structure consistent with the company's constitution.",
      "id": "s376"
    },
    {
      "text": "That structure presents to outsiders a complex of appearances as to authority.",
      "id": "s377"
    },
    {
      "text": "The assurance with which outsiders deal with a company is more often than not based, not upon inquiry, or positive statement, but upon an assumption that company officers have the authority that people in their respective positions would ordinarily be expected to have.",
      "id": "s378"
    },
    {
      "text": "In the ordinary case, however, it is necessary, in order to decide whether there has been a holding out by a principal, to consider the principal's conduct as a whole.",
      "id": "s379"
    },
    {
      "text": "( Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451 at [36] also cited in Essington Investments [2004] NSWCA 375 at [5] ).",
      "id": "s380"
    },
    {
      "text": "(5) It cannot be the case that action in breach of the law can never be attributed to a union despite the fact that union rules are most unlikely to permit such action ( The Employment Advocate v National Union of Workers (2000) 100 FCR 454 ; [2000] FCA 710 at [121] .",
      "id": "s381"
    },
    {
      "text": "See also Hanley (2000) 100 FCR 530 ; [2000] FCA 1188 at [83] --- [84]).",
      "id": "s382"
    },
    {
      "text": "(6) Toohey J in Trade Practices Commission v Tubemakers of Australia Ltd (1983) 47 ALR 719 at 742 was also cited in Hanley (2000) 100 FCR 530 ; [2000] FCA 1188 at [83] as follows:\n It may be assumed to be an implied term in every contract of employment that the servant or agent will not act unlawfully.",
      "id": "s383"
    },
    {
      "text": "And that will have consequences between employer and employee.",
      "id": "s384"
    },
    {
      "text": "Yet unlawful conduct has not been held inevitably to be outside the scope of employment.",
      "id": "s385"
    },
    {
      "text": "On the contrary, if a servant or agent has authority to enter into transactions of the sort in question, it is no answer for a principal to say that in the particular circumstances the servant or agent acted wrongfully: Australasian Brokerage Ltd v Australia and New Zealand Banking Corporation Ltd [1934] HCA 34 ; (1934) 52 CLR 430 at 451---2.",
      "id": "s386"
    },
    {
      "text": "(7) The majority in Essington Investments [2004] NSWCA 375 also said:\n [44] It is to be noted that the representation of authority must either be made, or at least be permitted to be made, by the principal.",
      "id": "s387"
    },
    {
      "text": "In the present case, all the relevant representations were made by the agent, so that the real question is whether they were themselves authorised by the principal and so made by the principal, or were relevantly \"permitted\" to be made by the principal.",
      "id": "s388"
    },
    {
      "text": "[45] In my opinion, one circumstance in which it may be said that representations are permitted to be made is where a principal knows that an agent engaged on the principal's behalf is making representations as to the agent's authority, is able to prevent such representations being made or countermand them, but does not do so.",
      "id": "s389"
    },
    {
      "text": "There is arguably, in these circumstances, something like a representation by silence: the circumstances call for some action by the principal to ensure that persons are not misled by the agent, and the principal does not take that action.",
      "id": "s390"
    },
    {
      "text": "The factual context \n \n60 The AWU rules and the certified agreement vested actual authority in Mr O'Connor in a number of significant respects.",
      "id": "s391"
    },
    {
      "text": "61 First, the AWU rules.",
      "id": "s392"
    },
    {
      "text": "Rule 45(1) directs that there \"should be\" an AWU job representative on sites where members are working.",
      "id": "s393"
    },
    {
      "text": "Organisers (such as Mr Goring) have the power to appoint or dismiss job representatives (rule 45(2)).",
      "id": "s394"
    },
    {
      "text": "The role of a representative under the rules is to \"act for the persons on the job\" including a power to call meetings on such jobs to discuss union affairs.",
      "id": "s395"
    },
    {
      "text": "In so doing the job representative is to keep the relevant branch informed (rule 45(3)).",
      "id": "s396"
    },
    {
      "text": "Job representatives are also empowered under the rules to collect moneys for the union (rule 45(6)).",
      "id": "s397"
    },
    {
      "text": "Duties include (but, as rule 45(3) discloses, are not limited to) investigating and conferring with an employer on complaints made by union members and reporting the results to officials.",
      "id": "s398"
    },
    {
      "text": "Rule 67 deals with disputes.",
      "id": "s399"
    },
    {
      "text": "I accept the AWU's submission that a job representative is not an \"Officer\" within the meaning of rule 67 given the definition in rule 78(24).",
      "id": "s400"
    },
    {
      "text": "Accordingly, while Mr O'Connor had actual authority to \"act for the persons on the job\" and to call meetings of members on the site to discuss AWU affairs (albeit not stop work meetings) he was also obliged by rule 67 to notify a full-time officer of the AWU (such as Mr Goring) before taking the action he did with respect to the work stoppages in October and November 2005.",
      "id": "s401"
    },
    {
      "text": "62 Secondly, the certified agreement.",
      "id": "s402"
    },
    {
      "text": "The AWU members on site appointed Mr O'Connor as their job representative.",
      "id": "s403"
    },
    {
      "text": "From this I infer that Mr O'Connor was also the \"duly appointed employee's representative\" under cl 10(d) (ii) of the certified agreement.",
      "id": "s404"
    },
    {
      "text": "The work stoppages in October and November 2005 were in breach of the agreement.",
      "id": "s405"
    },
    {
      "text": "Clause 10 required work to continue as per the status quo while any dispute was resolved.",
      "id": "s406"
    },
    {
      "text": "Clause 13 provided no justification for the stoppages.",
      "id": "s407"
    },
    {
      "text": "63 Thirdly, it is important to recognise that, for many months (since at least mid July 2005), Mr O'Connor exercised many aspects of the actual authority that he enjoyed by reason of the AWU rules and the certified agreement.",
      "id": "s408"
    },
    {
      "text": "He did so, for example, at the weekly meetings he attended with Mr Smits as the AWU's delegate.",
      "id": "s409"
    },
    {
      "text": "John Holland, its employees and the other union delegates thus routinely dealt with Mr O'Connor as a person acting in a particular capacity (namely, for and on behalf of the AWU as its delegate).",
      "id": "s410"
    },
    {
      "text": "As noted, Mr Goring must have known that a site as large as the Lake Cowal gold mine would involve Mr O'Connor, as the AWU's job representative or delegate, in regular dealings with John Holland, AWU members, and other union delegates in this capacity.",
      "id": "s411"
    },
    {
      "text": "64 The facts of the present case are thus different from those in Clarke (2007) 164 IR 299; [2007] FCAFC 87 (relied upon by the AWU to support its submissions against liability in this case).",
      "id": "s412"
    },
    {
      "text": "The certified agreement in Clarke was a greenfields agreement under s 170LL of the Workplace Relations Act .",
      "id": "s413"
    },
    {
      "text": "The union representatives spoke against industrial action.",
      "id": "s414"
    },
    {
      "text": "It was conceded that the \"site steward\" was not an agent for the union.",
      "id": "s415"
    },
    {
      "text": "In the present case the AWU rules required a member to act as a job representative.",
      "id": "s416"
    },
    {
      "text": "They empowered the job representative to act for AWU members on the job and to call meetings of members on site to discuss union affairs.",
      "id": "s417"
    },
    {
      "text": "They also empowered a person in Mr Goring's position to appoint or dismiss a job representative.",
      "id": "s418"
    },
    {
      "text": "Further, the AWU entered into a certified agreement which vested specific responsibilities in the \"duly appointed employee's representative\" (cl 10(d)(ii)).",
      "id": "s419"
    },
    {
      "text": "These roles, given the organisational structure of the AWU (in accordance with its rules) and the terms of the certified agreement, constituted Mr O'Connor as the AWU's agent on site and gave him both actual and apparent authority to deal with employees and John Holland on the AWU's behalf.",
      "id": "s420"
    },
    {
      "text": "The real issue in this case is the scope of Mr O'Connor's authority, particularly his apparent authority (addressed further below).",
      "id": "s421"
    },
    {
      "text": "65 Even before his appointment as job representative Mr Goring knew that Mr O'Connor was acting as a conduit between members and the AWU about various issues relating to their employment by John Holland (such as those raised in July 2005).",
      "id": "s422"
    },
    {
      "text": "In so doing Mr O'Connor was acting on behalf of the AWU.",
      "id": "s423"
    },
    {
      "text": "John Holland must be inferred to have known Mr O'Connor was so acting on the AWU's behalf.",
      "id": "s424"
    },
    {
      "text": "When Mr Goring attended the site in August 2005 John Holland management referred to Mr O'Connor as the AWU delegate on site.",
      "id": "s425"
    },
    {
      "text": "Mr Goring thereafter dealt with Mr O'Connor as the AWU's delegate, to the knowledge of both the employees and John Holland (and, indeed, other parts of the AWU as his letter of 12 August 2005 discloses).",
      "id": "s426"
    },
    {
      "text": "66 The AWU thus constituted and held out Mr O'Connor as its job representative or delegate on this site.",
      "id": "s427"
    },
    {
      "text": "It did so by its organisational structure (reflected in the rules), the terms of the certified agreement into which the AWU had entered, through Mr Goring's conduct and through Mr O'Connor's own conduct.",
      "id": "s428"
    },
    {
      "text": "Mr O'Connor had actual authority (and, indeed, responsibilities) as the AWU's delegate to represent AWU members on site in dealings with John Holland and to call meetings of members to discuss AWU affairs.",
      "id": "s429"
    },
    {
      "text": "While he did not have actual authority to take industrial action or to encourage or incite others to do so, employees (including AWU members for whom Mr O'Connor acted under rule 45(4) of the AWU rules) took the industrial action at meetings that Mr O'Connor, amongst others, effectively convened and ran on site on behalf of the AWU.",
      "id": "s430"
    },
    {
      "text": "The fact that other union delegates also convened these meetings on behalf of their own members is not the point.",
      "id": "s431"
    },
    {
      "text": "Mr O'Connor may have taken a lesser role than Mr Wakelin (the CFMEU delegate) in a particular meeting or overall; but he still acted as the AWU job representative at the meetings of employees.",
      "id": "s432"
    },
    {
      "text": "The evidence of Mr Smits, Mr Bryce and Mr Rosenblatt confirms that, on this site with its many factions and issues (apparent even to Mr Goring who only visited the site on a few occasions), the union delegates acted as a group in calling meetings of their members and in taking the industrial action.",
      "id": "s433"
    },
    {
      "text": "I accept that evidence.",
      "id": "s434"
    },
    {
      "text": "The BCII Act \n \n67 In these circumstances Mr O'Connor's conduct with respect to the industrial action in October and November 2005 was conduct by him as the AWU's delegate acting in that capacity within the meaning of s 69(1)(b) of the BCII Act.",
      "id": "s435"
    },
    {
      "text": "It was also conduct by him as a member of the AWU performing the function of dealing with an employer on his own behalf and on behalf of AWU members acting in that capacity within the meaning of s 69(1)(d) of the BCII Act.",
      "id": "s436"
    },
    {
      "text": "The AWU's submissions to the contrary are not persuasive.",
      "id": "s437"
    },
    {
      "text": "68 First, I do not accept that the sub-sections of s 69(1) should be read as mutually exclusive.",
      "id": "s438"
    },
    {
      "text": "The sub-sections are capable of overlap.",
      "id": "s439"
    },
    {
      "text": "In this case Mr O'Connor's conduct fell within both ss 69(1)(b) and (d).",
      "id": "s440"
    },
    {
      "text": "69 Secondly, I do not accept that Mr O'Connor's conduct could not be in the relevant capacity because he was also acting in a personal capacity.",
      "id": "s441"
    },
    {
      "text": "The same conduct may be carried out in more than one capacity.",
      "id": "s442"
    },
    {
      "text": "70 Thirdly, I do not accept that Mr O'Connor could not be acting in the relevant capacity (that is, as an officer of the AWU as defined in s 69(3) and as a member of the AWU performing the function referred to in s 69(1)(d)) merely because the AWU did not actually know that Mr O'Connor was encouraging and inciting other employees to take unlawful industrial action and such conduct was not authorised by the AWU rules and was in contravention of the certified agreement.",
      "id": "s443"
    },
    {
      "text": "In the circumstances described above Mr O'Connor was acting in the relevant capacity at all material times.",
      "id": "s444"
    },
    {
      "text": "As noted, he had actual authority to \"act for the persons on the job\" and to call meetings of AWU members to discuss union affairs (rule 45(4)).",
      "id": "s445"
    },
    {
      "text": "Adopting an unauthorised (and unlawful) method of acting for persons on the job did not mean that Mr O'Connor was acting in some capacity other than as an officer of the AWU (within the extended definition in s 69(3)).",
      "id": "s446"
    },
    {
      "text": "Mr O'Connor, in taking the steps he did in October and November 2005 (as recorded above), acted in his capacity as the AWU's delegate or job representative on site on his own behalf and on behalf of AWU members.",
      "id": "s447"
    },
    {
      "text": "That is sufficient to attract liability to the AWU under s 69 of the BCII Act.",
      "id": "s448"
    },
    {
      "text": "71 Fourthly, it also follows from these considerations that I do not accept that the AWU could not be liable by reason of Mr O'Connor's conduct because the conduct was not of benefit to the AWU (a submission the AWU made relying on Bowstead FMB, Bowstead and Reynolds on Agency (18 th ed, Sweet &amp; Maxwell, 2006) Article 23).",
      "id": "s449"
    },
    {
      "text": "Mr O'Connor was acting for AWU members on the job in purported accordance with rule 45 of the AWU rules.",
      "id": "s450"
    },
    {
      "text": "This was for the AWU's benefit.",
      "id": "s451"
    },
    {
      "text": "I do not accept the submission that Mr O'Connor's statement to Mr O'Reilly about contacting Mr Goring and his resignation from the AWU support a contrary conclusion.",
      "id": "s452"
    },
    {
      "text": "As to the first, Mr O'Connor did attempt to contact Mr Goring on 17 October 2005 (perhaps prompted by Mr O'Reilly's question).",
      "id": "s453"
    },
    {
      "text": "As to the second, the evidence does not support a finding that Mr O'Connor resigned from the AWU (although he appears to have ceased to be a financial member since 30 November 2005).",
      "id": "s454"
    },
    {
      "text": "In any event, nothing reasonably suggested to John Holland that Mr O'Connor was acting otherwise than for the AWU's benefit.",
      "id": "s455"
    },
    {
      "text": "The fact that, in the events that have happened, the AWU no longer considers Mr O'Connor's conduct beneficial cannot undermine the apparent authority he enjoyed as the AWU's agent on the site at the time.",
      "id": "s456"
    },
    {
      "text": "72 Nor, in my view, does s 69(2) assist the AWU (noting that it is relevant only to s 69(1)(d) in this case).",
      "id": "s457"
    },
    {
      "text": "The AWU did not take reasonable steps to prevent the actions.",
      "id": "s458"
    },
    {
      "text": "In the context of the AWU knowing that: - (i) Mr O'Connor was empowered to \"act for the persons on the job\" and to call meetings of AWU members to discuss union affairs (rule 45(4)), (ii) the certified agreement vested certain responsibilities in Mr O'Connor, (iii) John Holland understood Mr O'Connor to be the AWU delegate on site, and (iv) the site had many factions and simmering issues, more was required to satisfy s 69(2) than the advice Mr Goring gave employees and Mr O'Connor on the occasions he visited the site.",
      "id": "s459"
    },
    {
      "text": "73 Mr Goring's advice about not being able to call stop work meetings and getting the union involved did not identify any clear distinction between the AWU's job representative or delegate and the AWU.",
      "id": "s460"
    },
    {
      "text": "Mr Goring, for example, did not inform AWU members employed on the site that the job representative or delegate did not represent the AWU on the site or that any attempt the job representative or delegate made to encourage or incite them to take industrial action had to be disregarded as that person would be acting outside of the AWU's rules.",
      "id": "s461"
    },
    {
      "text": "Mr Goring also said nothing to John Holland to this effect.",
      "id": "s462"
    },
    {
      "text": "He did not provide Mr O'Connor, AWU members on site or John Holland with a copy of the AWU's rules.",
      "id": "s463"
    },
    {
      "text": "He did not do so in circumstances where, before the first stoppage in October 2005, he knew that Mr O'Connor in his capacity as AWU delegate had been involved in encouraging or inciting employees to take industrial action (by holding an unauthorised stop work meeting) and had threatened to resign when Mr Goring prevented the meeting.",
      "id": "s464"
    },
    {
      "text": "Accordingly, before the first stoppage in October 2005 the AWU had not taken reasonable steps to prevent the action.",
      "id": "s465"
    },
    {
      "text": "74 The situation is compounded by the events after the first stoppage.",
      "id": "s466"
    },
    {
      "text": "Mr Goring took no steps after Mr O'Reilly had contacted him on 17 and 18 October 2005.",
      "id": "s467"
    },
    {
      "text": "Mr O'Connor's call remained unanswered.",
      "id": "s468"
    },
    {
      "text": "Ordinary prudence would have dictated Mr Goring at least satisfy himself about events in which the whole workforce (including AWU members) had stopped work by contacting Mr O'Connor (which he did not).",
      "id": "s469"
    },
    {
      "text": "Relying on Mr O'Reilly's reference to the CFMEU delegate having \"caused a blue\" fell far short of taking reasonable steps to prevent the action on 10 November 2005.",
      "id": "s470"
    },
    {
      "text": "75 Mr Goring also retained at all times but never exercised (or even threatened to exercise) his power to dismiss Mr O'Connor from his role as the AWU's job representative on site despite knowing of these matters.",
      "id": "s471"
    },
    {
      "text": "76 In these circumstances the exception to liability in s 69(2) of the BCII Act is not applicable.",
      "id": "s472"
    },
    {
      "text": "The Workplace Relations Act \n \n77 I am further satisfied that Mr O'Connor's conduct, in the circumstances described, was conduct undertaken by Mr O'Connor on behalf of the AWU as the AWU's agent within the scope of his apparent authority as referred to in s 349(2) of the Workplace Relations Act .",
      "id": "s473"
    },
    {
      "text": "Mr O'Connor was an agent of the AWU by operation of rule 45 of the AWU rules (and cl 10(d) of the certified agreement).",
      "id": "s474"
    },
    {
      "text": "As is common with many principal-agent relationships the AWU's control over Mr O'Connor effectively lay in Mr Goring's power of dismissal under rule 45(2) of the AWU's rules (Bowstead at [1-017]).",
      "id": "s475"
    },
    {
      "text": "78 Mr O'Connor, as the AWU's agent, had actual authority to act for AWU members on the job and to call meetings of AWU members to discuss union affairs and to collect money owing to the AWU.",
      "id": "s476"
    },
    {
      "text": "He thus had actual authority to represent AWU members in dealings with John Holland.",
      "id": "s477"
    },
    {
      "text": "He also had responsibility (and thereby actual authority) under the certified agreement to contact the AWU if a dispute could not be resolved and John Holland was obliged to provide facilities to that end.",
      "id": "s478"
    },
    {
      "text": "Contrary to the AWU's submissions, Mr O'Connor's responsibilities under the certified agreement contribute to, rather than undermine, the reasonable belief on John Holland's behalf (and, indeed, by the members of the AWU on site) that Mr O'Connor at all times was acting within the scope of his apparent authority from the AWU.",
      "id": "s479"
    },
    {
      "text": "79 Mr O'Connor encouraged and incited employees to take industrial action in his role as the AWU delegate.",
      "id": "s480"
    },
    {
      "text": "All of his conduct at the meetings and with John Holland was undertaken in that role on the AWU's behalf and relying on the authority with which he was imbued by reason of his status as AWU delegate.",
      "id": "s481"
    },
    {
      "text": "The fact that Mr Goring (and other AWU officials) did not actually know of the industrial action at the time does not mean that the AWU is immune from liability.",
      "id": "s482"
    },
    {
      "text": "Apparent authority may exist independently of actual knowledge.",
      "id": "s483"
    },
    {
      "text": "As the applicant submitted, the AWU effectively armed Mr O'Connor to deal with the employees and John Holland on the AWU's behalf.",
      "id": "s484"
    },
    {
      "text": "The fact that he acted on the AWU's behalf in an unauthorised manner during October and November 2005 does not take his actions outside the scope of his apparent authority.",
      "id": "s485"
    },
    {
      "text": "80 I do not consider it necessary to rely on s 4(8) of the Workplace Relations Act .",
      "id": "s486"
    },
    {
      "text": "Section 4(8) is an aid to interpretation.",
      "id": "s487"
    },
    {
      "text": "This section operates so that where the words \"engaging in conduct\" (or their equivalent) appear elsewhere in the Act the meaning to be given to those words is extended to include being directly or indirectly a party to or concerned in the conduct.",
      "id": "s488"
    },
    {
      "text": "In this case Mr O'Connor engaged in conduct on his own behalf (by taking unlawful industrial action) and in directly encouraging and inciting other employees to take the same industrial action in his capacity as the AWU's delegate.",
      "id": "s489"
    },
    {
      "text": "Section 349(2)(a) operates because Mr O'Connor's conduct in so doing was as an agent and on behalf of the AWU and within the scope of his apparent authority.",
      "id": "s490"
    },
    {
      "text": "CONCLUSION \n \n81 For these reasons I am satisfied that, by reason of Mr O'Connor's conduct with respect to the events of 15 to 18 October 2005 and 10 November 2005, Mr O'Connor and the AWU (both the national body and the New South Wales branch) contravened s 38 of the BCII Act.",
      "id": "s491"
    },
    {
      "text": "By the same conduct Mr O'Connor and the AWU (the national body) also contravened s 170MN of the Workplace Relations Act and the certified agreement.",
      "id": "s492"
    },
    {
      "text": "I certify that the preceding eighty-one (81) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s493"
    },
    {
      "text": "Associate:\n\nDated: 17 October 2008\n \n\n Counsel for the Applicant: Mr R M Goot SC with Mr M S White \n \n Solicitors for the Applicant: Minter Ellison \n \n The Fifth Respondent did not appear.",
      "id": "s494"
    },
    {
      "text": "Counsel for the Sixth and Seventh Respondents: Mr R R Tripodi \n \n Solicitors for the Sixth and Seventh Respondents: Maurice Blackburn Cashman \n\n Date of Hearing: 15 --- 17 September 2008 \n \n Date of Judgment: 17 October 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1543.html",
      "id": "s495"
    }
  ]
}