{
  "name": "Keynes v Rural Directions Pty Ltd [2008] FCA 1964 (23 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1964.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "contract for sale and purchase of barley",
      "id": "c1"
    },
    {
      "text": "second \"washout\" contract entered into",
      "id": "c2"
    },
    {
      "text": "obligation sought to be avoided contained in washout contract",
      "id": "c3"
    },
    {
      "text": "challenge to obligation pleaded in relation to contract for sale and purchase",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The fourth defendant, Glencore Grain Pty Ltd, has brought an application in this proceeding against the plaintiffs, seeking the following orders (relevantly):\n \n \n (1) That, pursuant to s.53(1) of the Commercial Arbitration and Industrial Referral Agreements Act (SA) 1986, this proceeding as against the Fourth Respondent be stayed and, further, the matters raised in this proceeding by the Applicants as against the Fourth Respondent be referred to arbitration with the National Agricultural Commodity Marketing Association Limited (\"NACMA\") within 30 days;\n \n (2) Alternatively, that pursuant to Order 20 Rule 5 of the Federal Court Rules , this proceeding as against the Fourth Respondent be stayed or dismissed;\n \n (3) Alternatively, in the event of the proceeding not being stayed, that the Court grant judgment in favour of the Fourth Respondent pursuant to section 31A of the Federal Court of Australia Act 1976 .",
      "id": "s0"
    },
    {
      "text": "The plaintiffs' case \n \n2 The following summary of the plaintiffs' case against the fourth defendant is taken from the amended statement of claim.",
      "id": "s1"
    },
    {
      "text": "3 The plaintiffs are farmers who grow wheat and barley in the district surrounding Kimba on the Eastern Eyre Peninsula.",
      "id": "s2"
    },
    {
      "text": "For the purposes of marketing their grain, they act as a group.",
      "id": "s3"
    },
    {
      "text": "The first and second applicants act as agent for the group.",
      "id": "s4"
    },
    {
      "text": "The first defendant, Rural Directions Pty Ltd, is a rural consultant and at all material times was registered as a financial services licensee under s 913B(1) of the Corporations Act 2001 (Cth) (\"the Corporations Act \") in the role of \"futures advisers\".",
      "id": "s5"
    },
    {
      "text": "The first defendant is alleged by the applicants to have held itself out as having expertise in farm business planning, agronomy, grain marketing, farm management training, project management, and research and development.",
      "id": "s6"
    },
    {
      "text": "4 The second, third, fourth and fifth defendants are each an incorporated company which carries on business as a wholesaler of grain.",
      "id": "s7"
    },
    {
      "text": "It is alleged by the plaintiffs that they conduct \"very large grain marketing businesses...[and] possess extensive knowledge of various grain markets, both locally and internationally\".",
      "id": "s8"
    },
    {
      "text": "Each of the second, third, fourth and fifth defendants is alleged by the plaintiffs to have \"accumulated considerable expertise in the analysis of grain markets and in the behaviour of prices within those markets\".",
      "id": "s9"
    },
    {
      "text": "5 It is alleged by the plaintiffs that they entered into various contracts with each of the second, third, fourth and fifth plaintiffs.",
      "id": "s10"
    },
    {
      "text": "For present purposes, only the contract between the plaintiffs and the fourth defendant is relevant.",
      "id": "s11"
    },
    {
      "text": "6 It is alleged by the plaintiffs that on or about 4 June 2007 they entered into a forward contract with the fourth defendant for the delivery of 1,070 tonnes of barley to Port Lincoln in November/December 2007 at a price of $203 per tonne.",
      "id": "s12"
    },
    {
      "text": "I will refer to this contract as the contract for sale and purchase.",
      "id": "s13"
    },
    {
      "text": "It is alleged by the plaintiffs that, by reason of the provisions of the Corporations Act , the fourth defendant should have given them a Product Disclosure Statement.",
      "id": "s14"
    },
    {
      "text": "Section 761A defines a Product Disclosure Statement by reference to various sections in Ch 7 of the Corporations Act .",
      "id": "s15"
    },
    {
      "text": "It is alleged by the plaintiffs that, had they been given such a statement, they would have been made aware that there was a significant risk that the price of barley might rise substantially and if they, the plaintiffs, were unable to deliver the required quantities of barley then they would suffer a much larger loss.",
      "id": "s16"
    },
    {
      "text": "It is further alleged that the plaintiffs would have been made aware that, for reasons set out in certain paragraphs in the amended statement of claim, there was a strong likelihood that the price of barley would increase significantly.",
      "id": "s17"
    },
    {
      "text": "7 The above is a brief description of the plaintiffs' case against the fourth defendant.",
      "id": "s18"
    },
    {
      "text": "There is, in addition, an allegation in the amended statement of claim that, because the fourth defendant was required to give a Product Disclosure Statement to the plaintiffs, it owed a duty of care to the plaintiffs to take reasonable steps to inform itself of certain matters set out in the amended statement of claim and to convey that information in the Product Disclosure Statement which should have been given to the plaintiffs.",
      "id": "s19"
    },
    {
      "text": "However, as far as I can see, there are no allegations of breach of duty, causation or loss and damage in relation to the alleged duty of care.",
      "id": "s20"
    },
    {
      "text": "8 The plaintiffs seek damages in the sum of $173,340 from the fourth defendant.",
      "id": "s21"
    },
    {
      "text": "That sum is calculated by reference to the difference between a price of $365 per tonne and the contract price of $203 per tonne multiplied by the quantity to be delivered under the contract for sale and purchase (that is, 1,070 tonnes).",
      "id": "s22"
    },
    {
      "text": "In the alternative, the plaintiffs seek an order under s 1022C(1) of the Corporations Act , declaring the contract for sale and purchase to be void, or an order under s 1022C(2) of the Corporations Act for the return of any moneys which have been paid, as a washout cost, under the contract for sale and purchase.",
      "id": "s23"
    },
    {
      "text": "There is a reference in paragraph 56 of the amended statement of claim to the fact that, by reason of a production failure, the contract for sale and purchase has been washed out and that, as a result of that fact, they have suffered loss and damage.",
      "id": "s24"
    },
    {
      "text": "There was a washout agreement between the plaintiffs and the fourth defendant and it is described in the following paragraph (at points 2 and 3).",
      "id": "s25"
    },
    {
      "text": "The thrust of the plea in paragraph 56 of the amended statement of claim is not a denial of the obligation under the washout agreement, but rather an acceptance of the obligation for the purpose of establishing loss and damage.",
      "id": "s26"
    },
    {
      "text": "It may well be that the plea in paragraph 56 was framed mainly with an eye to the plaintiffs' case against the first defendant.",
      "id": "s27"
    },
    {
      "text": "The evidence \n \n9 The fourth defendant has put evidence before the Court from its chief financial officer.",
      "id": "s28"
    },
    {
      "text": "The substance of the evidence does not appear to be in dispute.",
      "id": "s29"
    },
    {
      "text": "It establishes the following.",
      "id": "s30"
    },
    {
      "text": "1.",
      "id": "s31"
    },
    {
      "text": "On or about 4 June 2007, the first and second plaintiffs entered into a contract with the fourth defendant under which the first and second plaintiffs would supply 1,070 metric tonnes of barley at a price of $203 per metric tonne to the fourth defendant between 1 November 2007 and 31 December 2007.",
      "id": "s32"
    },
    {
      "text": "This is the contract for sale and purchase.",
      "id": "s33"
    },
    {
      "text": "The trade rules governing the contract for sale and purchase were said to be the National Agriculture Commodity Marketing Association (\"NACMA\") Trade Rules.",
      "id": "s34"
    },
    {
      "text": "The first defendant negotiated the contract with the fourth defendant on behalf of the applicants.",
      "id": "s35"
    },
    {
      "text": "It is said that the contract for sale and purchase resulted from detailed negotiations on the telephone.",
      "id": "s36"
    },
    {
      "text": "The contract is evidenced by a document entitled \"Purchase Contract-NTP\" issued by the fourth defendant and by a document entitled a \"Confirmation of Trade\" document issued by the first defendant on behalf of the plaintiffs.",
      "id": "s37"
    },
    {
      "text": "The latter document provides that disputes relating to the contract are to be resolved through \"[a]rbitration as per NACMA Trade Rules\".",
      "id": "s38"
    },
    {
      "text": "It seems clear from the documents that the contract for sale and purchase was governed by the NACMA Trade Rules.",
      "id": "s39"
    },
    {
      "text": "2.",
      "id": "s40"
    },
    {
      "text": "In late August 2007, a Mr Loman of the first defendant, acting on behalf of the first and second plaintiffs, advised a representative of the fourth defendant that the first and second plaintiffs would not be in a position to deliver the required tonnage and meet their obligations under the contract for sale and purchase.",
      "id": "s41"
    },
    {
      "text": "The first defendant had been instructed by the first and second plaintiffs to give a notice of default under r 17 of the NACMA Trade Rules and to seek the fourth defendant's agreement to close off the contract.",
      "id": "s42"
    },
    {
      "text": "Rule 17 provides a mechanism whereby a seller who becomes aware that he will not be able to meet the contract can advise the buyer who can then elect between various courses of action.",
      "id": "s43"
    },
    {
      "text": "One option available to the buyer is to close out the contract, based on the current market price.",
      "id": "s44"
    },
    {
      "text": "This is known as washing out the contract.",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "On 30 August 2007, the parties agreed to wash out the contract for sale and purchase under r 17.1(1)(c) of the NACMA Trade Rules, and under that agreement the first and second plaintiffs agreed that they would be jointly liable to the fourth defendant for the sum of $173,340, being the difference between the agreed price and the then prevailing price of $365 per metric tonne.",
      "id": "s47"
    },
    {
      "text": "I will refer to this agreement as the washout agreement.",
      "id": "s48"
    },
    {
      "text": "A number of documents evidencing the agreement passed between the parties, including a \"Confirmation of Trade\" issued by the first defendant on behalf of the plaintiffs.",
      "id": "s49"
    },
    {
      "text": "4.",
      "id": "s50"
    },
    {
      "text": "On 6 August 2008, the solicitors acting for the plaintiffs wrote to the fourth defendant and said, among other things, the following.",
      "id": "s51"
    },
    {
      "text": "Counsel advised our clients that your company should also be joined as a respondent in the action because of the failure to deliver a product disclosure statement and a correct statement of advice to our clients.",
      "id": "s52"
    },
    {
      "text": "However, our clients have always regarded Rural Directions as the party primarily responsible for the position in which they have been placed and would rather not have to proceed against your company as a party to the action provided that you are prepared to await the outcome of the action against Rural Directions.",
      "id": "s53"
    },
    {
      "text": "No agreement was reached and ultimately the plaintiffs issued this proceeding against, among others, the fourth defendant.",
      "id": "s54"
    },
    {
      "text": "5.",
      "id": "s55"
    },
    {
      "text": "The plaintiffs have not paid the washout price under the washout agreement to the fourth defendant.",
      "id": "s56"
    },
    {
      "text": "6.",
      "id": "s57"
    },
    {
      "text": "The fourth defendant has been, and remains, ready and willing to do all things necessary for the proper conduct of arbitration in respect of the dispute between the parties.",
      "id": "s58"
    },
    {
      "text": "7.",
      "id": "s59"
    },
    {
      "text": "Rule 26.0 of the NACMA Trade Rules is in the following terms.",
      "id": "s60"
    },
    {
      "text": "Rule 26.0 Arbitration:\n \n \n \n \n \n 1) The NACMA Dispute Resolution Rules form an integral part of these NACMA Trade Rules of which all parties subject to these NACMA Trade Rules shall be deemed to be cognisant.",
      "id": "s61"
    },
    {
      "text": "2) If any dispute arises out of or relates to any contract subject to these Trade Rules or the breach, termination or subject matter of a contract, the dispute shall be submitted to and settled by Arbitration in accordance with the NACMA Dispute Resolution Rules in the edition current at the date of the establishment of the Terms of Trade in the contract, such rules forming an integral part of the contract and of which both parties to the contract shall be deemed to be cognisant.",
      "id": "s62"
    },
    {
      "text": "3) Neither party to a dispute, nor any persons claiming under either of them, shall bring any action or any legal proceedings against the other in respect to any such dispute until arbitrated in accordance with the NACMA Dispute Resolution Rules.",
      "id": "s63"
    },
    {
      "text": "4) It is expressly agreed and declared within these NACMA Trade Rules that the obtaining of an award through NACMA arbitration shall be a condition precedent to the right of either party or of any persons claiming under either of them to bring any action or other legal proceedings against the other of them in respect of any such dispute.",
      "id": "s64"
    },
    {
      "text": "10 The plaintiffs put before the Court the NACMA Dispute Resolution Rules in force between May 2002 and June 2007, and those in force since August 2007.",
      "id": "s65"
    },
    {
      "text": "Issues on the defendant's application \n \n11 A summary of the principal arguments put by the fourth defendant on its application is as follows.",
      "id": "s66"
    },
    {
      "text": "1.",
      "id": "s67"
    },
    {
      "text": "The dispute between the plaintiffs and the fourth defendant which is the subject of the proceeding falls within r 26 of the NACMA Trade Rules and the Court should make an order under s 53 of the Commercial Arbitration and Industrial Referral Agreements Act 1986 (SA) staying the proceeding.",
      "id": "s68"
    },
    {
      "text": "Section 53 is in the following terms:\n (1) If--\n \n \n(a) a party to an arbitration agreement commences proceedings in a court against another party to the agreement in respect of a matter agreed to be referred to arbitration; (b) an application for a stay of the proceedings is made by another party to the arbitration agreement; (c) the application is made-- (i) before the applicant has delivered pleadings or taken any other step in the proceedings other than the entry of an appearance; or (ii) with the permission of the court--at some later stage in the proceedings; (d) the court is satisfied-- (i) that there is no sufficient reason why the matter should not be referred to arbitration in accordance with the agreement; and (ii) that the applicant was at the commencement of the proceedings and still remains ready and willing to do all things necessary for the proper conduct of the arbitration, \n \n \n the court may make a new order staying the proceedings and may give such directions with respect to the future conduct of the arbitration as it thinks fit.",
      "id": "s69"
    },
    {
      "text": "In relation to this argument, I heard submissions from both parties on whether there was a dispute which fell within the terms of r 26.0(2), and whether (assuming there was) there were discretionary reasons not to exercise the power in s 53.",
      "id": "s70"
    },
    {
      "text": "2.",
      "id": "s71"
    },
    {
      "text": "The plaintiffs' claim against the fourth defendant based on the Corporations Act is bound to fail and judgment ought to be given in favour of the fourth defendant against the plaintiffs under s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s72"
    },
    {
      "text": "The fourth defendant submitted that it was not reasonably arguable that the facts of this case engaged the provisions of the Corporations Act upon which the plaintiffs rely.",
      "id": "s73"
    },
    {
      "text": "I was taken to various sections of the Corporations Act and submissions were made by both parties as to why the facts did or did not fall within the terms of those sections.",
      "id": "s74"
    },
    {
      "text": "3.",
      "id": "s75"
    },
    {
      "text": "The plaintiffs' proceeding against the fourth defendant should be dismissed or, alternatively, the statement of claim should be struck out, because it is clear that the plaintiffs' claim cannot succeed, having regard to the washout agreement.",
      "id": "s76"
    },
    {
      "text": "12 In my opinion, the fourth defendant's third argument is correct.",
      "id": "s77"
    },
    {
      "text": "The plaintiffs' obligation to pay the fourth defendant the sum of $173,340 arises under the washout agreement.",
      "id": "s78"
    },
    {
      "text": "As against the fourth defendant, it is that obligation which they seek to avoid, and yet they have not sought relief which would result in that obligation being avoided.",
      "id": "s79"
    },
    {
      "text": "They have not challenged the obligation under the washout agreement in their amended statement of claim and, in fact, in so far as there is a reference to the washout agreement in the amended statement of claim, it proceeds on the assumption that the obligation is binding (see [8] above).",
      "id": "s80"
    },
    {
      "text": "The plaintiffs have not pleaded any grounds for attacking the obligation to pay under the washout agreement.",
      "id": "s81"
    },
    {
      "text": "It may be that the grounds for challenging the washout agreement will be related to the grounds for challenging the contract for sale and purchase but, in my opinion, if that is so, it needs to be clearly pleaded.",
      "id": "s82"
    },
    {
      "text": "I note that, in their written submissions made after the hearing, the plaintiffs conceded that the contract for sale and purchase was discharged by the washout contract and that it is the latter contract that they seek to have cancelled.",
      "id": "s83"
    },
    {
      "text": "13 However, I do not think it is appropriate at this stage to dismiss the plaintiffs' proceeding against the fourth defendant, but rather it is appropriate to strike out the amended statement of claim against the fourth defendant.",
      "id": "s84"
    },
    {
      "text": "I will then adjourn the notice of motion and the plaintiffs can consider whether they can re-plead their case against the fourth defendant.",
      "id": "s85"
    },
    {
      "text": "If they consider that they can, then they will have to seek leave to file and serve an amended statement of claim; if not, the plaintiffs' proceeding against the fourth defendant will be dismissed.",
      "id": "s86"
    },
    {
      "text": "14 In the circumstances, I do not think it is necessary or appropriate for me to consider the fourth defendant's first argument.",
      "id": "s87"
    },
    {
      "text": "The fourth defendant's first submission cannot be sensibly determined until the \"matter\" referred to in s 53(1) is clearly defined.",
      "id": "s88"
    },
    {
      "text": "If that is done then the fourth defendant's first argument can be considered at that time.",
      "id": "s89"
    },
    {
      "text": "15 The fourth defendant's second argument raises questions of law about the proper interpretation of sections in Ch 7 of the Corporations Act .",
      "id": "s90"
    },
    {
      "text": "In circumstances in which the plaintiffs' amended statement of claim is plainly otherwise defective, I refrain from expressing an opinion on those questions of law.",
      "id": "s91"
    },
    {
      "text": "They may not arise, or, if the plaintiffs re-plead their case against the fourth defendant, they may arise in a different context from that presently pleaded.",
      "id": "s92"
    },
    {
      "text": "Conclusion \n \n16 For the above reasons, the plaintiffs' statement of claim against the fourth defendant will be struck out and further consideration of the fourth defendant's notice of motion dated 20 November 2008 will be stood over to a date to be fixed.",
      "id": "s93"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s94"
    },
    {
      "text": "Associate:\nDated: 23 December 2008\n\n Counsel for the Plaintiffs: Mr B O'Brien \n \n Solicitor for the Plaintiffs: Proud &amp; Company \n \n Counsel for the First Defendant: Mr J Bruun \n \n Solicitor for the First Defendant: DLA Phillips Fox \n \n Counsel for the Second Defendant: The Second Defendant did not appear \n \n Counsel for the Third Defendant: The Third Defendant did not appear \n \n Counsel for the Fourth Defendant: Mr A P Trichardt \n \n Solicitor for the Fourth Defendant: HWL Ebsworth \n \n The Fifth Defendant has taken no part in the proceeding \n\n Date of Hearing: 8 December 2008 \n \n Date of Judgment: 23 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1964.html",
      "id": "s95"
    }
  ]
}