{
  "name": "Stacks Managed Investments Limited, in the matter of Premium Mortgage Income Fund [2008] FCA 12 (17 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/12.html",
  "catchphrases": [
    {
      "text": "application under s 601nf(2) of corporations act 2001 (cth) (the act) by responsible entity of managed investment scheme registered under s 601eb of the act for directions",
      "id": "c0"
    },
    {
      "text": "constitution of scheme in form of deed declaring trusts executed by the original responsible entity",
      "id": "c1"
    },
    {
      "text": "constitution established two unit trust schemes eventually called \"first mortgage income portfolio\" (fmip) and \"high yield income portfolio\" (hyip)",
      "id": "c2"
    },
    {
      "text": "assets of the two portfolios to be kept separate",
      "id": "c3"
    },
    {
      "text": "permitted investments of fmip more conservative than those of hyip",
      "id": "c4"
    },
    {
      "text": "earlier responsible entity had not strictly observed requirement of separateness and had used funds of one portfolio for the benefit of the other portfolio",
      "id": "c5"
    },
    {
      "text": "only assets remaining in scheme were proceeds of sale of two properties",
      "id": "c6"
    },
    {
      "text": "evidentiary difficulty of being satisfied as to ownership of funds based on documentary evidence before the court",
      "id": "c7"
    },
    {
      "text": "limited role of court in giving directions",
      "id": "c8"
    },
    {
      "text": "directions do not bind members of scheme held : (1) in view of limited role of directions in protecting present responsible entity, appropriate to give directions without requiring appointment and joinder of representatives of the members of the scheme entitled to the assets within the respective portfolios; (2) documents suggesting that funds of hyip had been employed in acquiring properties shown as being within fmip, so direction made that responsible entity justified in distributing on basis that members of hyip alone entitled to proceeds of sale.",
      "id": "c9"
    },
    {
      "text": "corporations",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The plaintiff (Stacks) is the responsible entity of a registered managed investment scheme, the Premium Mortgage Income Fund (PMIF).",
      "id": "s0"
    },
    {
      "text": "Until 23 June 2003, PMIF was called the Premium Income Fund of Australia --- 2000 (PIFA-2000).",
      "id": "s1"
    },
    {
      "text": "I will refer to the scheme as PIFA-2000, PMIF, \"the Fund\" and \"the Scheme\".",
      "id": "s2"
    },
    {
      "text": "I will refer to the members of the Scheme both as members and investors.",
      "id": "s3"
    },
    {
      "text": "2 Stacks applies for directions under s 601NF(2) of the Corporations Act 2001 (Cth) (the Act) about how the Scheme is to be wound up.",
      "id": "s4"
    },
    {
      "text": "Section 601NF(2) provides:\n \n The Court may, by order, give directions about how a registered scheme is to be wound up if the Court thinks it necessary to do so (including for the reason that the provisions in the scheme's constitution are inadequate or impracticable).",
      "id": "s5"
    },
    {
      "text": "3 Section 601NF(3) provides that an order under s 601NF(2) may be made on the application of, inter alia, the responsible entity.",
      "id": "s6"
    },
    {
      "text": "4 Stacks has been the responsible entity of the Fund since 16 September 2004 but the circumstances that have given rise to the questions before the Court occurred at times when a former responsible entity was in office.",
      "id": "s7"
    },
    {
      "text": "5 The only remaining assets of the Scheme are the proceeds of sale of a shopping centre (the Boondall Property --- see [48] below) and the proceeds of sale of a block of home units (the Upper Roma Street Property --- see [140] below).",
      "id": "s8"
    },
    {
      "text": "Stacks desires to distribute these proceeds of sale to the members entitled and to wind up the Scheme.",
      "id": "s9"
    },
    {
      "text": "The problem is that Stacks is confronted by complex and unclear financial records relating to the past history of the Scheme and the management of its affairs.",
      "id": "s10"
    },
    {
      "text": "6 Stacks is unable to determine with confidence, on the documentary evidence, how the Scheme is to be wound up and, in particular, how the remaining cash is to be distributed among the Scheme's members.",
      "id": "s11"
    },
    {
      "text": "Stacks has placed the somewhat bewildering documentary evidence before the Court.",
      "id": "s12"
    },
    {
      "text": "7 Annexed to the further amended originating process that was filed in court on the hearing, are no less than five schedules (the Schedules) setting out five alternative sets of directions that Stacks suggests the Court may see fit to make.",
      "id": "s13"
    },
    {
      "text": "8 I accept that it is necessary for the Court to give directions about how the Scheme is to be wound up.",
      "id": "s14"
    },
    {
      "text": "It is of importance, however, particularly in view of the state of the evidence and the fact that the present difficulties arise from times prior to Stacks' incumbency, that I outline the legal principles governing the Court's exercise of its power under s 601NF(2) , and the limited effect of any directions to be given.",
      "id": "s15"
    },
    {
      "text": "LEGAL PRINCIPLES \n \n9 While I have no reason to think that Stacks has not drawn to the Court's attention all relevant evidence and all relevant authorities, the fact remains that the present proceeding is not a proceeding inter partes , that there is no issue of fact or law to be determined between contesting parties, and that there is no contradictor before the Court.",
      "id": "s16"
    },
    {
      "text": "10 Stacks followed the desirable practice of giving notice of its application and of the hearing date to the members of the Scheme by post addressed to them at the postal addresses it had for them.",
      "id": "s17"
    },
    {
      "text": "Stacks gave a similar notification to the immediately preceding responsible entity, Mercator Funds Management Limited (now named Lion Advantage Limited) (Mercator).",
      "id": "s18"
    },
    {
      "text": "11 I received written submissions from Linda White (a member of the Scheme) and Kevin Davis, on behalf Bemak Pty Ltd as trustee for KJ Davis Superannuation Fund (also a member of the Scheme).",
      "id": "s19"
    },
    {
      "text": "I note that I received no written submissions from Mercator.",
      "id": "s20"
    },
    {
      "text": "12 In Re GB Nathan and Co Pty Ltd (in liq) (1991) 24 NSWLR 674 ( Nathan ), McLelland J (as McLelland CJ in Eq then was) discussed the principles that govern an application by a liquidator for directions under the then s 479(3) of the Corporations Law (Cth).",
      "id": "s21"
    },
    {
      "text": "That provision is now found in s 479(3) of the Act, and was (and is): \"The liquidator may apply to the Court for directions in relation to any particular matter arising under the winding up\".",
      "id": "s22"
    },
    {
      "text": "His Honour traced the historical background to s 479(3) and concluded (at 679):\n \n The historical antecedents of s 479(3) , the terms of that subsection and the provisions of s 479 as a whole combine to lead to the conclusion that the only proper subject of a liquidator's application for directions is the manner in which the liquidator should act in carrying out his functions as such, and that the only binding effect of, or arising from, a direction given in pursuance of such an application (other than rendering the liquidator liable to appropriate sanctions if a direction in mandatory or prohibitory form is disobeyed) is that the liquidator, if he has made full and fair disclosure to the court of the material facts, will be protected from liability for any alleged breach of duty as liquidator to a creditor or contributory or to the company in respect of anything done by him in accordance with the direction.",
      "id": "s23"
    },
    {
      "text": "His Honour said that modern Australian authorities, to which he referred, also confirmed the view that s 479(3) did not enable the court to make binding orders in the nature of judgments, and that the purpose of a liquidator's application for directions was \"to give [the liquidator] advice as to his proper course of action in the liquidation; ... not to determine the rights and liabilities arising from the company's transactions before the liquidation\" (at 679---680, authorities cited omitted).",
      "id": "s24"
    },
    {
      "text": "13 In Editions Tom Thompson Pty Ltd v Pilley (1997) 77 FCR 141, I held that these observations applied to an application by an administrator of a company subject to a deed of company arrangement for directions under s 447D of the Corporations Law (Cth) (now s 447D of the Act).",
      "id": "s25"
    },
    {
      "text": "14 In Australian Securities and Investments Commission v Tasman Investment Management Ltd [2006] NSWSC 943 ; (2006) 202 FLR 343 ( ASIC v Tasman Investment ), Austin J approached an application under s 601EE of the Act for directions concerning the distribution of assets of an unregistered management investment scheme along similar lines.",
      "id": "s26"
    },
    {
      "text": "His Honour considered (at [29]) that, on balance, on the authorities, it seemed that binding orders affecting third party rights were not authorised by s 479(3) of the Act.",
      "id": "s27"
    },
    {
      "text": "His Honour said that even if they were, the decided cases showed that directions under the section were usually made in the limited form described by McLelland J in Nathan (that the office holder is \"justified\" in acting in the manner specified in the order).",
      "id": "s28"
    },
    {
      "text": "Austin J added that one reason for making directions in that limited form is that even if authorised by the section, binding orders would not in fact be made unless all affected parties or their representatives were properly before the Court.",
      "id": "s29"
    },
    {
      "text": "15 It would have been possible for the Court to decline to give directions unless, with Stacks' consent, the Court converted the present proceeding into an inter partes proceeding by appointing and joining as a party, a representative of the members entitled to the First Mortgage Interest Portfolio (see below) on the one hand, and a representative of the members entitled to the High Yield Income Portfolio (see below) on the other hand: see Nathan at 680 per McLelland J and authorities there cited by his Honour.",
      "id": "s30"
    },
    {
      "text": "This course would have had the advantage that the members having interests in the remaining assets of those respective Portfolios would have been bound by the result.",
      "id": "s31"
    },
    {
      "text": "16 That advantage would, however, have been outweighed by the following considerations:\n \n (1) There would have been considerable delay while the respective representatives and their legal, and perhaps accounting, advisers familiarised themselves with the voluminous confused documentary material.",
      "id": "s32"
    },
    {
      "text": "(2) There would have been considerable resulting costs, causing further diminution in the amount available for distribution.",
      "id": "s33"
    },
    {
      "text": "(3) On the assumption that Stacks has put before the Court all relevant documents that exist relating to the period in question, it is not obvious that the Court could have been assisted further beyond the assistance rendered by the legal representatives for Stacks (for which I am grateful).",
      "id": "s34"
    },
    {
      "text": "(4) Although once Stacks effects a distribution in accordance with directions to be given, it will be protected against any claim of breach of trust, it will remain open to any aggrieved member of the Fund to assert and prove an entitlement inconsistent with the directions, and to exercise such remedy as the member may have to recover the amount of the alleged overpayment: see ASIC v Tasman Investment at [30].",
      "id": "s35"
    },
    {
      "text": "No doubt this is less satisfactory from the aggrieved member's viewpoint than having questions of entitlement resolved finally before distribution, but at least such remedy as the member may have will not be defeated by the giving of the direction.",
      "id": "s36"
    },
    {
      "text": "17 I have concluded that the Court should exercise its discretion by giving directions.",
      "id": "s37"
    },
    {
      "text": "I have done so rather than either insisting that the proceeding be reconstituted as an inter partes proceeding, or simply declining to give any directions at all, thereby leaving Stacks to take a decision in a difficult situation, not of its making, yet exposing Stacks to the possibility of proceedings against it for breach of trust.",
      "id": "s38"
    },
    {
      "text": "BACKGROUND FACTS \n The early history of the Fund \n \n18 The evidence before the Court consists of affidavit evidence of Paul Anthony Stack, the Managing Director of Stacks, to which there is a voluminous documentary exhibit.",
      "id": "s39"
    },
    {
      "text": "19 The Fund was established under the PIFA-2000 name by a deed dated 24 July 2000.",
      "id": "s40"
    },
    {
      "text": "The deed was executed by Cromwell Property Securities Limited (Cromwell) which was called in the deed \"the Manager\".",
      "id": "s41"
    },
    {
      "text": "An Australian Securities and Investment Commission (ASIC) historical company extract for the Fund shows the \"Name Start Date\" as 26 July 2000.",
      "id": "s42"
    },
    {
      "text": "The Fund was registered with ASIC as a managed investment scheme on 9 August 2000.",
      "id": "s43"
    },
    {
      "text": "20 As noted earlier, on 23 June 2003 the name of the Fund was changed from PIFA-2000 to PMIF.",
      "id": "s44"
    },
    {
      "text": "21 Cromwell was the manager and responsible entity of the Fund from its registration on 9 August 2000 to 21 September 2001 when Mercator replaced it.",
      "id": "s45"
    },
    {
      "text": "Mercator remained the responsible entity of the Fund until, at an extraordinary general meeting of the members of the Fund held on 8 September 2004, it was resolved that:\n \n &#8226; Mercator be removed as manager and responsible entity of the Scheme;\n &#8226; Stacks be appointed as manager and responsible entity in Mercator's place;\n &#8226; Stacks be directed to wind up the Scheme; and\n &#8226; Stacks be requested to appoint Taylor Woodings Corporate Services Pty Ltd as a consultant to advise Stacks on the winding up of the Scheme.",
      "id": "s46"
    },
    {
      "text": "The change in the responsible entity and manager from Cromwell to Mercator took effect on 16 September 2004.",
      "id": "s47"
    },
    {
      "text": "Constitution of the Scheme \n \n22 Clause 2.1 of the Constitution stated that the Constitution established PIFA-2000 as a managed investment scheme.",
      "id": "s48"
    },
    {
      "text": "23 Clause 2.2 stated that the Scheme was established to invite persons to invest in mortgage lending arrangements in accordance with the Prospectus.",
      "id": "s49"
    },
    {
      "text": "The term \"Prospectus\" was defined in cl 1.1 of the Constitution to mean:\n \n each and every prospectus and each part of each prospectus...inviting Applications or offers to subscribe for Interests in the Scheme... \n\n Numerous Prospectuses or supplementary Prospectuses have in fact been issued, and I will discuss these below.",
      "id": "s50"
    },
    {
      "text": "24 The term \"Interest\" was defined in cl 1.1 of the Constitution to mean:\n \n an interest in a Class in the Scheme which confers upon the holder of the Interest an undivided part or share in the beneficial ownership of one or more of the Assets in accordance with this Constitution .",
      "id": "s51"
    },
    {
      "text": "25 The term \"Assets\" was defined as \"all assets of the Scheme which are, or would be, recognised as assets of the Scheme by the application of generally accepted accounting principles\".",
      "id": "s52"
    },
    {
      "text": "26 Consistently with the definition of the term \"Interest\" noted above, by cl 2.3 of the Constitution , the Manager (defined as Cromwell or any other person for the time being acting as Manager, provided that at all times the Manager was a responsible entity as defined in s 9 of the Corporations Law (Cth) (now s 9 of the Act)) declared that it held and would at all times hold the \"Assets of the Scheme [sic]\" on trust for the members of the Scheme, subject, relevantly, to the provisions of the Constitution .",
      "id": "s53"
    },
    {
      "text": "27 By cl 2.5, the Manager was to lodge and hold $100 to establish and constitute the Scheme.",
      "id": "s54"
    },
    {
      "text": "The same clause provided that the Manager may, from time to time, cause or cause to be received additional cash by way of additional funding for the Scheme \"to be held on trust in accordance with [the] Constitution \".",
      "id": "s55"
    },
    {
      "text": "28 Importantly, cl 2.9 provided that the Assets of the Scheme were to be divided into Classes, and that the Prospectus would specify which Assets were to form a Class.",
      "id": "s56"
    },
    {
      "text": "The term \"Class\" was defined to mean one or more Assets which were nominated by the Manager to be a Class for the purposes of the Constitution .",
      "id": "s57"
    },
    {
      "text": "Clause 2.10 provided that the beneficial interest in the Assets in any Class should be divided into \"Interests\", and that the beneficial interest in each Class as originally constituted and as existing from time to time should be held by the members from time to time in proportion to the Interests in each Class registered in their respective names in the Register of members.",
      "id": "s58"
    },
    {
      "text": "Clause 2.11 provided that:\n \n Each Member will have a beneficial interest in the Class in which the Member holds Interests but will not have any interest in any other Class in which the Member does not hold Interests.",
      "id": "s59"
    },
    {
      "text": "Every Interest in a Class shall be of equal value and confer an equal interest in that Class but shall not confer on any Member any interest in any other particular part of the Scheme or any other Class and no Member shall be entitled to the transfer to him of any Assets unless provided for in the Prospectus.",
      "id": "s60"
    },
    {
      "text": "29 Consistently with the above provisions, cl 2.14 provided that the Assets in each Class would be held by the members as tenants in common in shares proportional to the Interests which they held in that Class.",
      "id": "s61"
    },
    {
      "text": "30 Clauses 6.1 of the Constitution gave the Manager various powers and responsibilities, including a power and responsibility to invest the funds in \"Authorised Investments\" (cl 6.1(b)(i)).",
      "id": "s62"
    },
    {
      "text": "The expression \"Authorised Investments\" was defined in cl 1.1, but only as meaning mortgages over real estate, and deposits at call or for a term with any authorised deposit-taking institution under the Banking Act 1959 (Cth) .",
      "id": "s63"
    },
    {
      "text": "31 Importantly, cl 6.5 required the Manager to:\n \n ... \n \n (d) treat the Members who hold Interests of the same class equally and Members who hold Interests of different classes fairly; \n \n ...\n \n \n (i) ensure that the Assets of each Class are:\n (i) clearly identified as Assets of each Class in the Scheme; and\n (ii) held separately from property of the Manager, and property of any other managed investments scheme; \n \n ... \n \n \n (k) ensure that all payments out of the Assets of each Class in the Scheme are made in accordance with the Constitution and the [Corporations] Law;\n ...\n \n\n32 It follows that the Constitution can be said to have provided for different \"unit trusts\", one for each Class, and for a Member's Interest not to be an undivided beneficial interest in the Assets of the Scheme as a whole, but to be only an undivided beneficial interest in the Assets of a Class.",
      "id": "s64"
    },
    {
      "text": "Unfortunately, the clear distinction on which these early provisions of the Constitution insisted was not to be carefully observed at all times by the Manager and responsible entity in office.",
      "id": "s65"
    },
    {
      "text": "33 Clause 9.1 provided that subject to any provisions to the contrary in the Prospectus, Assets might, pending their application in accordance with the terms of the Constitution , be invested in Authorised Investments in the name of the Manager as manager of the Scheme.",
      "id": "s66"
    },
    {
      "text": "34 Clause 11 dealt with dissolution of the Scheme.",
      "id": "s67"
    },
    {
      "text": "Clause 11.1 provided that the Manager must ensure that the Scheme was dissolved in accordance with the Constitution and any orders made by the Court under s 601NF(2) of the Act upon, relevantly, the members passing an extraordinary resolution directing the Manager to dissolve the Scheme.",
      "id": "s68"
    },
    {
      "text": "As noted at [21] above, the Members so resolved at the extraordinary general meeting held on 8 September 2004.",
      "id": "s69"
    },
    {
      "text": "The Original Prospectus dated 18 August 2000 \n \n35 The Original Prospectus was issued by Cromwell, was dated 18 August 2000, and was lodged with ASIC on that date.",
      "id": "s70"
    },
    {
      "text": "Clause 1.1 stated, inter alia:\n \n The Premium Income Fund of Australia --- 2000 (\"the Fund\") offers Investors the opportunity to invest in Loans secured by registered Mortgages over properties in Australia.",
      "id": "s71"
    },
    {
      "text": "The Fund offers a range of different types of investment opportunities.",
      "id": "s72"
    },
    {
      "text": "Each type of investment is represented by a separate class of assets in the Fund.",
      "id": "s73"
    },
    {
      "text": "36 Clause 1.3 informed readers that the Manager had established two \"Mortgage Investment Portfolios\", each representing a separate Class of Assets of the Fund.",
      "id": "s74"
    },
    {
      "text": "The first portfolio was the \"First Mortgage Portfolio\" which comprised one or more loans secured by registered first mortgage over security property.",
      "id": "s75"
    },
    {
      "text": "The statement was made that loans which formed part of the First Mortgage Portfolio must be limited to 80% of the value of the security property as certified by a registered valuer to the Manager.",
      "id": "s76"
    },
    {
      "text": "37 The second portfolio was the \"Project Development Portfolio\".",
      "id": "s77"
    },
    {
      "text": "The Original Prospectus stated that the Project Development Portfolio comprised loans secured by a second or subsequent registered mortgage over security property for the purposes of developing the security property or construction of improvements on the security property.",
      "id": "s78"
    },
    {
      "text": "It further informed readers that loans that formed part of the Project Development Portfolio were limited to 90% of the completed value of the security property certified by a registered valuer to the Manager.",
      "id": "s79"
    },
    {
      "text": "38 As will be seen, the First Mortgage Portfolio was later called the \"First Mortgage Income Portfolio\" (FMIP), and the Project Development Portfolio was later called the \"High Yield Income Portfolio\" (HYIP).",
      "id": "s80"
    },
    {
      "text": "I will use both the old and new names to refer to the respective portfolios.",
      "id": "s81"
    },
    {
      "text": "39 Clearly, the First Mortgage Portfolio was the more conservative investment vehicle, being limited to loans not exceeding 80% of the certified present value of the security property.",
      "id": "s82"
    },
    {
      "text": "The Project Development Portfolio, on the other hand, allowed loans of up to 90% of the certified completed value of the security property.",
      "id": "s83"
    },
    {
      "text": "40 Clause 2.1 of the Original Prospectus assured readers that each Mortgage Investment Portfolio represented a separate Class of Assets of the Fund.",
      "id": "s84"
    },
    {
      "text": "Clause 2.1 also assured them that the Loans and Mortgages that constituted the Assets in a Portfolio were held by a \"Custodian\" as agent of the Manager, who, in turn, held them in trust for the members.",
      "id": "s85"
    },
    {
      "text": "The members owned the Loans and the Mortgages which constituted the Assets of the relevant Portfolio as tenants in common.",
      "id": "s86"
    },
    {
      "text": "I note that the Custodian was, at all relevant times, Perpetual Trustee Company Ltd (Perpetual).",
      "id": "s87"
    },
    {
      "text": "41 In sum, the Original Prospectus gave flesh to the bare bones of the Constitution .",
      "id": "s88"
    },
    {
      "text": "There were two Classes of Assets and, concomitantly, of members: the First Mortgage Portfolio (later the FMIP) and the Project Development Portfolio (later the HYIP).",
      "id": "s89"
    },
    {
      "text": "The Replacement Prospectus dated 1 February 2002 \n \n42 After Mercator became the responsible entity of the Scheme on 21 September 2001, it issued a Replacement Prospectus dated 1 February 2002.",
      "id": "s90"
    },
    {
      "text": "The Replacement Prospectus renamed the First Mortgage Portfolio and the Project Development Portfolio the FMIP and the HYIP respectively.",
      "id": "s91"
    },
    {
      "text": "The Replacement Prospectus stated (at 4):\n \n The F[MIP] and the H[YIP] are different classes of units.",
      "id": "s92"
    },
    {
      "text": "Applications for investment in each class of unit must be made on the appropriate application form attached to this prospectus.",
      "id": "s93"
    },
    {
      "text": "43 According to the Replacement Prospectus, the aim of the FMIP was to pay a secure and consistent income monthly in arrears from investments in first mortgage securities secured over real estate.",
      "id": "s94"
    },
    {
      "text": "It was stated that the FMIP did not provide development finance or construction loans, nor did it hold such loans.",
      "id": "s95"
    },
    {
      "text": "44 Later in the Replacement Prospectus (at 7) it was stated that the objectives of the FMIP were to:\n \n \n &#8226; Provide a secure and consistent monthly income to investors from a portfolio of registered first mortgages, money market and fixed interest securities;\n &#8226; Minimise risk by investing in high quality mortgages, spread across a diversified range of assets.",
      "id": "s96"
    },
    {
      "text": "45 In relation to the HYIP, the Replacement Prospectus stated (at 9) that the objective was to provide a higher monthly return than the FMIP, reflecting the fact that the investments of the HYIP were in property development mortgage loans, secured by first or second mortgages, to assist in the redevelopment or construction of property improvements.",
      "id": "s97"
    },
    {
      "text": "Other prospectuses \n \n46 Other Prospectuses were issued by Mercator from time to time, and I will refer to these below as they become relevant.",
      "id": "s98"
    },
    {
      "text": "Members' investments as at 31 December 2004 \n \n47 According to the notes to the financial statements for PIFA-2000 for the six months ended 31 December 2004, the \"contributed equity\" of the Fund was expressed as follows: \n \n 31 Dec 2004 $ 30 June 2004 $ NOTE 8: CONTRIBUTED EQUITY \nInvestors' capital\nFirst Mortgage Portfolio\nHigh Yield Income Portfolio \n 968,995\n7,884,896\n-------------\n8,853,891\n======= \n 968,995\n7,884,896\n------------\n8,853,891\n======= \n\nThe sum of $968,995 represents 10.94% of $8,853,891, and the sum of $7,884,896 represents 89.06% of $8,853,891.",
      "id": "s99"
    },
    {
      "text": "THE RYCORP PROPERTIES PTY LIMITED (RYCORP PROPERTIES) LOAN FACILITIES AND THE BOONDALL PROPERTY \n \n48 One of the two properties, the proceeds of sale of which are held by Stacks and are yet to be distributed, is a shopping centre at 2112 and 2115 Sandgate Road, Boondall (the Boondall Property).",
      "id": "s100"
    },
    {
      "text": "The balance of the settlement proceeds of sale of the Boondall Property was $731,181.86.",
      "id": "s101"
    },
    {
      "text": "As mentioned previously, Stacks seeks directions about how these proceeds should be distributed.",
      "id": "s102"
    },
    {
      "text": "49 As will become apparent, there were at least three loan facilities (the Rycorp Properties Loan Facilities) provided by the Fund in favour of Rycorp Properties or associated entities prior to the appointment of Stacks as responsible entity which are relevant to the question of how the proceeds should be distributed.",
      "id": "s103"
    },
    {
      "text": "These three facilities are: \n \n&#8226; a loan to fund the construction of nine residential units at 102 and 106 Pashen Street, Morningside, Queensland (the Pashen Street Facility);\n \n&#8226; a loan to fund the construction of six residential units at 45 Bonney Avenue, Clayfield, Queensland (the Bonney Avenue Facility); and\n \n&#8226; a loan to fund a refinancing of existing facilities, the loan to be principally secured by the Boondall Property (the Boondall Facility).",
      "id": "s104"
    },
    {
      "text": "The Pashen Street Facility \n \n50 On 21 May 2001, an offer was made by Cromwell, on behalf of the Scheme, to Meritstock Pty Ltd (Meritstock), for the provision of a loan of $550,000 under the HYIP (then called the Project Development Portfolio).",
      "id": "s105"
    },
    {
      "text": "The loan was to be used to allow the construction of nine residential units at 102 and 106 Pashen Street, Morningside, Queensland (the Pashen Street Property).",
      "id": "s106"
    },
    {
      "text": "Meritstock was an entity associated with Rycorp Properties and its directors and shareholders were Colin Gregory Ryan and Islay Wendy Ryan.",
      "id": "s107"
    },
    {
      "text": "The security for the loan consisted of:\n \n&#8226; a second registered mortgage over the Pashen Street Property;\n \n&#8226; a third mortgage over 59 Woodstock Street, Toowong;\n \n&#8226; a third mortgage over 100 Oriel Road, Clayfield; and\n \n&#8226; unlimited joint and several guarantees by Mr Ryan, Rycorp Pty Ltd (Rycorp) and Rycorp Properties.",
      "id": "s108"
    },
    {
      "text": "Meritstock accepted the offer of the Pashen Street Facility (that is, the loan offer outlined above) on 30 May 2001.",
      "id": "s109"
    },
    {
      "text": "51 By October 2002, the construction had stalled due to lack of available funds.",
      "id": "s110"
    },
    {
      "text": "By that time, Mercator had replaced Cromwell as the responsible entity of the Scheme (see [21] above).",
      "id": "s111"
    },
    {
      "text": "Mercator considered that an additional $138,000 would be required to complete the project.",
      "id": "s112"
    },
    {
      "text": "An advance of a further $138,000 would increase the amount of the facility from $550,000 to $688,000.",
      "id": "s113"
    },
    {
      "text": "The increase was approved and the second mortgage over the Pashen Street Property was varied accordingly.",
      "id": "s114"
    },
    {
      "text": "52 In or about March 2003, the Pashen Street Property was sold.",
      "id": "s115"
    },
    {
      "text": "This resulted in various payments into the relevant PIFA-2000 account, being account PA10003007 (the Pashen Street Facility HYIP Account).",
      "id": "s116"
    },
    {
      "text": "The letter \"P\" stood for Project and was a reference to the earlier name of the HYIP, namely, the Project Development Portfolio.",
      "id": "s117"
    },
    {
      "text": "The the Pashen Street Facility HYIP Account statement showed that the balance outstanding after those various payments were credited was $404,220.40.",
      "id": "s118"
    },
    {
      "text": "This amount continued to accrue interest.",
      "id": "s119"
    },
    {
      "text": "53 Accordingly, the Pashen Street Facility was funded by the HYIP and the outstanding indebtedness of $404,220.40 was an Asset within that Portfolio.",
      "id": "s120"
    },
    {
      "text": "The Bonney Avenue Facility \n \n54 On 21 May 2001, an offer was made by Cromwell, on behalf of the Scheme, to Meritstock for the provision of a loan of $1,275,000 under the FMIP (then called the First Mortgage Portfolio).",
      "id": "s121"
    },
    {
      "text": "The loan was to be used to fund the construction of six residential units at 45 Bonney Avenue, Clayfield, Queensland (the Bonney Avenue Property).",
      "id": "s122"
    },
    {
      "text": "The loan was to be used not only to fund the construction directly, but also to pay out an existing Suncorp Metway first mortgage, and an existing PIFA-2000 HYIP facility.",
      "id": "s123"
    },
    {
      "text": "55 The security for the loan was a first registered mortgage over the Bonney Avenue Property and unlimited joint and several guarantees by Mr Ryan, Rycorp and Rycorp Properties.",
      "id": "s124"
    },
    {
      "text": "Meritstock accepted the offer of the Bonney Avenue Facility (that is, the loan offer outlined above) on 30 May 2001.",
      "id": "s125"
    },
    {
      "text": "56 The relevant PIFA-2000 account for the Bonney Avenue Facility was account FA10004002 (the Bonney Avenue Facility FMIP Account).",
      "id": "s126"
    },
    {
      "text": "The letter \"F\" stood for First and was a reference to the First Mortgage Portfolio (later the FMIP).",
      "id": "s127"
    },
    {
      "text": "The Bonney Avenue Facility FMIP Account showed that the loan was drawn down on or about 5 June 2001.",
      "id": "s128"
    },
    {
      "text": "57 The Bonney Avenue Property was sold and the sale settled on 11 October 2002.",
      "id": "s129"
    },
    {
      "text": "The sale price was $360,000.",
      "id": "s130"
    },
    {
      "text": "The main payment that was made out of the proceeds of sale was a payment of $328,016.65 to Perpetual as custodian for the PIFA-2000 FMIP.",
      "id": "s131"
    },
    {
      "text": "The FMIP Bonney Avenue Facility FMIP Account recorded that only $327,495.30 was received on 14 October 2002.",
      "id": "s132"
    },
    {
      "text": "At that time, the principal outstanding was $1,275,000.00 and accrued interest outstanding was $31,895.62.",
      "id": "s133"
    },
    {
      "text": "The payment of $327,495.30 was applied first in extinguishing the outstanding interest and then in reducing the outstanding principal.",
      "id": "s134"
    },
    {
      "text": "The result was that there was a shortfall in payment of principal of $979,400.32 which, of course, continued to accrue interest.",
      "id": "s135"
    },
    {
      "text": "The only prospect of recovery of this shortfall plus interest was from pursuing the guarantors, namely Mr Ryan, Rycorp and Rycorp Properties.",
      "id": "s136"
    },
    {
      "text": "58 Accordingly, the Bonney Avenue Facility was funded by the FMIP and the outstanding indebtedness of $979,400.32 was an Asset within that Portfolio.",
      "id": "s137"
    },
    {
      "text": "The Boondall Facility \n \n59 On 28 February 2002, Mercator issued the letter of offer of the Boondall Facility to Meritstock that is of present interest.",
      "id": "s138"
    },
    {
      "text": "Mercator's letter of offer stated that the lender was Perpetual as custodian for the PIFA-2000 Project Development Fund, that is to say, the HYIP.",
      "id": "s139"
    },
    {
      "text": "The amount of the facility offered was $2,500,000 or a maximum of 90% of valuation, whichever was the lesser.",
      "id": "s140"
    },
    {
      "text": "60 Two years earlier, on 6 September 2000, Meritstock had accepted a loan of $900,000 (the loan having been offered in a letter addressed to Meritstock and dated 5 September 2000), secured by, inter alia, a second mortgage over the Boondall Shopping Centre at 2115-2121 Sandgate Road, Boondall, Queensland (the Boondall Property).",
      "id": "s141"
    },
    {
      "text": "Mr Stack, in his affidavit, states that this loan was unrelated to the Scheme, that is, PIFA-2000.",
      "id": "s142"
    },
    {
      "text": "Rather, the loan was made on behalf of the Premium Income Fund of Australia (PIFA), a different scheme from PIFA-2000.",
      "id": "s143"
    },
    {
      "text": "Mr Stack states in his affidavit that, according to his understanding, based on conversations he had with staff of Mercator, PIFA-2000 and PIFA had common investors.",
      "id": "s144"
    },
    {
      "text": "61 The security for the Boondall Facility was to comprise the following six registered mortgages:\n \n&#8226; a first registered mortgage over vacant land at Mount Warren Boulevard, Mount Warren Park, Queensland (the Mount Warren Park Property);\n \n&#8226; a second registered mortgage over the Boondall Property;\n \n&#8226; a second registered mortgage over the Bonney Avenue Property;\n \n&#8226; a third registered mortgage over 39-41 Racecourse Road, Hamilton;\n \n&#8226; a third registered mortgage over the Pashen Street Property; and\n \n&#8226; a third registered mortgage over 29 Oriel Road, Clayfield.",
      "id": "s145"
    },
    {
      "text": "There were also to be guarantees by Mr and Mrs Ryan, Rycorp, Rycorp Properties and Closemarket Pty Ltd (Closemarket).",
      "id": "s146"
    },
    {
      "text": "The letter of offer of the Boondall Facility stated that the second registered mortgage over the Boondall Property was to be \"Subject to First Mortgage to Premium Income Fund of Australia\", that is, subject to a first mortgage to PIFA.",
      "id": "s147"
    },
    {
      "text": "62 It will be recalled that the sales of the Bonney Avenue Property and the Pashen Street Property resulted in large shortfalls.",
      "id": "s148"
    },
    {
      "text": "Accordingly, the second mortgage over the Bonney Avenue Property and the third mortgage over the Pashen Street Property were of no value as security for the Boondall Facility.",
      "id": "s149"
    },
    {
      "text": "63 An internal Mercator memorandum dated 7 March 2002, enclosing a loan recommendation for the Boondall Facility, stated that Meritstock was at that time a borrower both from the PIFA and PIFA-2000 Funds, and that the Boondall Facility that was being sought was to \"assist in the payout of borrowings from Colonial Bank\" and \"to payout a current loan with PIFA\".",
      "id": "s150"
    },
    {
      "text": "In his affidavit, Mr Stack states that although he has not seen confirmatory documentation, his understanding is that the latter is a reference to the original loan (in the year 2000) secured over the Boondall Property mentioned at [60] above.",
      "id": "s151"
    },
    {
      "text": "64 The loan recommendation, enclosed in the memorandum, stated that of the $2,500,000 comprising the Boondall Facility, $950,000 was to come from the FMIP and $1,550,000 was to come from the HYIP.",
      "id": "s152"
    },
    {
      "text": "In his affidavit, Mr Stack observes that this apportionment does not appear to be consistent with the original offer which described the lender as Perpetual as custodian for the HYIP.",
      "id": "s153"
    },
    {
      "text": "However, I attach little significance to this discrepancy because, as will appear below, $950,000 was indeed drawn from the FMIP and $1,550,000 was indeed drawn from the HYIP.",
      "id": "s154"
    },
    {
      "text": "65 On 8 March 2002 a Loan Agreement was entered into by Meritstock and Perpetual.",
      "id": "s155"
    },
    {
      "text": "66 The security for the Boondall Facility in fact consisted of:\n \n&#8226; the six mortgages listed at [61] above;\n \n&#8226; guarantees from Mr Ryan, Rycorp, Rycorp Properties, Mrs Ryan and Closemarket;\n \n&#8226; a \"Deed of Priority\" with all first mortgagees;\n \n&#8226; registered fixed and floating charges over the assets of Meritstock, Rycorp, Rycorp Properties and Closemarket; and\n \n&#8226; documentation containing cross collateralisation of all borrowings and cross defaulting clauses of all securities in the name of Meritstock, Rycorp and Rycorp Properties.",
      "id": "s156"
    },
    {
      "text": "67 On 28 March 2002, $950,000 was drawn down from the FMIP's account FA10004007 (the Boondall Facility FMIP Account).",
      "id": "s157"
    },
    {
      "text": "Between 28 March 2002 and 9 April 2002, $1,550,000 was drawn from the HYIP's account PA10003017 (the Boondall Facility HYIP Account).",
      "id": "s158"
    },
    {
      "text": "Mr Stack observes in his affidavit that it appears from the Boondall Facility HYIP Account statement that a further sum of $267,002.66 was advanced by the HYIP on 14 October 2002, but Mr Stack has not been able to locate any documentation in relation to that advance.",
      "id": "s159"
    },
    {
      "text": "68 Pursuant to the Loan Agreement dated 8 March 2002, interest was payable in advance on the drawn down amounts.",
      "id": "s160"
    },
    {
      "text": "The last recorded interest payment in respect of both the FMIP drawdown and the HYIP drawdown was on 7 August 2002.",
      "id": "s161"
    },
    {
      "text": "69 As senior counsel for Stacks observes, there does not appear to be any doubt that the two Portfolios, the FMIP and the HYIP, advanced the respective amounts mentioned, and the question which arises is which of them had the benefit of which mortgages.",
      "id": "s162"
    },
    {
      "text": "It is noteworthy that the various mortgages that comprised the security for the Boondall Facility were to Perpetual, but did not disclose whether they were in favour of the FMIP or the HYIP.",
      "id": "s163"
    },
    {
      "text": "In order to determine which Portfolio owned each of the mortgages, it is therefore necessary that I resort to the internal business records of the Scheme.",
      "id": "s164"
    },
    {
      "text": "70 The Mount Warren Park Property was sold for $900,000 and that sale was settled on 19 December 2002.",
      "id": "s165"
    },
    {
      "text": "The net balance available to the Scheme after payment of rates and land tax was $790,084.34.",
      "id": "s166"
    },
    {
      "text": "The whole of this amount was credited to the Boondall Facility FMIP Account on 19 December 2002.",
      "id": "s167"
    },
    {
      "text": "This left a balance outstanding to the FMIP on the Boondall Facility of $246,172.49.",
      "id": "s168"
    },
    {
      "text": "In other words, the first mortgage over the Mount Warren Park Property was treated as having been for the benefit of the FMIP alone.",
      "id": "s169"
    },
    {
      "text": "71 In his affidavit, Mr Stack summarises the position of the Rycorp Properties Loan Facilities as at 31 January 2003 as follows:\n \n \n (a) The Pashen Street Facility owed $839,586.47 to the HYIP;\n (b) The Bonney Avenue Facility owed $1,015,774.95 to the FMIP;\n (c) The Boondall Facility, after the sale of the Mount Warren land, owed $246,172.49 to the FMIP; and\n (d) The Boondall Facility owed $1,996,111.21 (an increase from $1,550,000 by the accrual of interest) to the HYIP which, it will be recalled, did not receive any part of the proceeds of the sale of the Mount Warren land).",
      "id": "s170"
    },
    {
      "text": "I note that there is also the possibility that the Boondall Facility owed a further $267,002.66 to the HYIP (see [67] above).",
      "id": "s171"
    },
    {
      "text": "72 The following statement appeared in the Second Prospectus issued by Mercator which was dated 12 March 2003 and expired on 10 March 2004 :\n \n Mortgage Defaults\n First Mortgage Portfolio\n \n Two loans (to a particular borrower) whose principal and interest totalled $1,269,714.76 at 31 January 2003, were in default and recently required active management by Mercator.",
      "id": "s172"
    },
    {
      "text": "Both had been initiated by a previous manager [a reference to Cromwell] with security which, in our opinion, proved inadequate.",
      "id": "s173"
    },
    {
      "text": "We have arranged for the loans to be refinanced from March 11, 2003 with satisfactory additional security over a further income stream and the whole consolidated with a High Yield Portfolio loan.",
      "id": "s174"
    },
    {
      "text": "Mr Stack states in his affidavit that he believes that the two loans referred to in this passage are the \"Mt Warren Facility\" and the Bonney Avenue Facility.",
      "id": "s175"
    },
    {
      "text": "It will be recalled that the Mount Warren Park Property was vacant land, the first mortgage over which was security for the Boondall Facility.",
      "id": "s176"
    },
    {
      "text": "73 Mr Stack states that he cannot reconcile the amount of the stated principal and interest with the loan statements for those two facilities.",
      "id": "s177"
    },
    {
      "text": "The Second Prospectus does not explain the nature of the \"satisfactory additional security over a further income stream\" or state its value or describe the nature of the consolidation with a \"High Yield Portfolio loan\".",
      "id": "s178"
    },
    {
      "text": "74 On page 12 of the Second Prospectus the following statement appears:\n \n A (Second mortgage) of $1,550,000 has matured with some interest arrears and is being consolidated and the loan restructured to pay out the two loans owed by the borrower in the first Mortgage Portfolio.",
      "id": "s179"
    },
    {
      "text": "A letter [of] offer has been issued to an associated company that assumes full responsibility for the debt as at 31 January 2003.",
      "id": "s180"
    },
    {
      "text": "This offer has been accepted and is being documented by the Fund's solicitor.",
      "id": "s181"
    },
    {
      "text": "Mr Stack states that he believes that the reference to the facility of $1,550,000 that had matured was a reference to the HYIP's interest in the Boondall Facility.",
      "id": "s182"
    },
    {
      "text": "If so, the reference to a \"Second mortgage\" was likely to be a reference to the second mortgage over the Boondall Property given by Meritstock.",
      "id": "s183"
    },
    {
      "text": "The statement therefore suggests that the second mortgage over the Boondall Property was given by Meritstock in favour solely of the HYIP.",
      "id": "s184"
    },
    {
      "text": "Consolidation of the Rycorp Properties Loan Facilities --- the Security Deed \n \n75 As will be seen below, it appears that Mercator purported to \"consolidate\" the Rycorp Properties Loan Facilities.",
      "id": "s185"
    },
    {
      "text": "76 On 17 March 2003, Mercator issued a letter making an \"amended offer of the provision of a facility\" to Rycorp Properties.",
      "id": "s186"
    },
    {
      "text": "The loan amount specified in that letter was $2,564,232.83.",
      "id": "s187"
    },
    {
      "text": "The letter replaced one of 11 March 2003 that had referred to a loan amount of $1,675,000.00.",
      "id": "s188"
    },
    {
      "text": "77 An internal memorandum of Mercator dated 9 April 2003 referred to a meeting with Mr Ryan and discussions with Mercator's solicitors, Hopgood Ganim Lawyers.",
      "id": "s189"
    },
    {
      "text": "The memorandum stated that those solicitors had \"produced for execution by Mr Ryan and his companies a deed of affirmation of all securities and a new security deed\".",
      "id": "s190"
    },
    {
      "text": "The memorandum continued:\n \n The current securities prepared by previous solicitors are all over the shop, the affirmation of these securities and a new deed of security will enhance and confirm the funds [sic] legal position and create the overall debts into one borrowing entity that holds the security property we are relying on and reconfirms debentures and guarantees and an understanding of repayment obligations.",
      "id": "s191"
    },
    {
      "text": "78 The foreshadowed security deed (the Security Deed) was dated 22 May 2003 and was expressed to be made between Perpetual as responsible entity for PIFA-2000 (called the \"Lender\"), Rycorp Properties, Closemarket and Mr and Mrs Ryan.",
      "id": "s192"
    },
    {
      "text": "The Security Deed recited that Rycorp and Meritstock were both in liquidation, and that Rycorp Properties, Closemarket and Mr and Mrs Ryan had requested Perpetual to continue to provide financial accommodation and to refrain from taking immediate enforcement action under \"the Securities\" and various guarantees notwithstanding the liquidations.",
      "id": "s193"
    },
    {
      "text": "The expression \"the Securities\" was defined to mean Mortgage No 704347855 (over the Boondall Property), Mortgage No 705599063 (also over the Boondall Property), Mortgage No 705960792 (over 100 Oriel Road, Clayfield), fixed and floating charges over all assets and undertakings of Rycorp Properties and Closemarket dated on or about the date of the Security Deed, and any other security interest executed prior to or after the date of the Security Deed which secured all or any part of the \"Secured Money\".",
      "id": "s194"
    },
    {
      "text": "79 By the Security Deed, the Pashen Street Facility, the Bonney Avenue Facility and the Boondall Facility were consolidated into loans owing to PIFA-2000.",
      "id": "s195"
    },
    {
      "text": "The Security Deed extended the security to include a third mortgage over Mr Ryan's residence and the giving of personal guarantees by Mr and Mrs Ryan.",
      "id": "s196"
    },
    {
      "text": "80 In cl 3.2 of the Security Deed it was acknowledged and agreed that the expression \"Secured Money\" (generally speaking, all money owing under any of the existing Rycorp Property Facility arrangements) was comprised of accounts that were set out in a table to that clause.",
      "id": "s197"
    },
    {
      "text": "I have set out this table below.",
      "id": "s198"
    },
    {
      "text": "The column titled \"Portfolio\" and the two rows titled \"Total\" did not appear in cl 3.2.",
      "id": "s199"
    },
    {
      "text": "They contain uncontroversial information and I have taken them from the table as set out in the affidavit of Mr Stack.",
      "id": "s200"
    },
    {
      "text": "Portfolio Account No (ID) Principal Interest Total \nFirst Mortgage Portfolio \nFA10004007\n(Mt Warren Park) \n$159,915.66 \n$86,256.83 \n$246,172.49 \nFirst Mortgage Portfolio \nFA10004002\n(Bonney Avenue) \n$749,480.32 \n$266,294.63 \n$1,015,774.95 \n Total \n \n $909,395.98 \n $352,551.46 \n $1,261,947.44 High Yield Portfolio PA10003017\n(Boondall Shopping Centre) $1,550,000.00 $446,111.22 $1,996,111.22 \nHigh Yield Portfolio \nPA10003007\n(Pashen Street) \n$104,836.85 \n$299,383.55 \n$404,220.40 \n Total \n \n \n $1,654,836.85 \n $745,494.77 \n $2,400,331.62 Total Both Portfolios \n \n $2,564,232.83 \n $1,098,046.23 \n $3,662,279.06 \n \n\n81 The first, second and fourth lines of figures in the table above give balances outstanding after proceeds of sale from the respective properties had been credited.",
      "id": "s201"
    },
    {
      "text": "In the case of the third line, the Boondall Property (that is, the Boondall Shopping Centre) had not yet been sold.",
      "id": "s202"
    },
    {
      "text": "Relevantly, the words \"Mt Warren Park\" appear below the reference to the Boondall Facility FMIP Account (being account FA10004007) in the table, and the words \"Boondall Shopping Centre\" appear below the reference to the Boondall Facility HYIP Account (being account PA10003017) in the table.",
      "id": "s203"
    },
    {
      "text": "This suggests that the first mortgage over the Mount Warren Park Property had been held solely in favour of the FMIP, and that the second mortgage over the Boondall Shopping Centre was held in favour solely of the HYIP.",
      "id": "s204"
    },
    {
      "text": "82 Senior counsel for Stacks suggests that a fundamental question for me to decide is whether the Security Deed is valid.",
      "id": "s205"
    },
    {
      "text": "He points out that, on one view, the Security Deed was entered into in breach of trust.",
      "id": "s206"
    },
    {
      "text": "I consider this question at [128] --- [138] below.",
      "id": "s207"
    },
    {
      "text": "83 It is to be noted that the Security Deed envisaged that ultimate repayment of the amounts owing would be made by 11 March 2007.",
      "id": "s208"
    },
    {
      "text": "Documentation subsequent to the Security Deed \n The Supplementary Prospectus No 1 dated 19 June 2003 \n \n84 In the Supplementary Prospectus No 1 for PIFA-2000, issued by Mercator and dated 19 June 2003 (approximately four weeks after the Security Deed was entered into), it was stated in relation to the FMIP, and in particular in relation to the two loans whose principal and interest totalling $1,269,714.76 as at 31 January 2003 were in default in that Portfolio (as mentioned in the Second Prospectus dated 12 March 2003 - see [72] above), that \"the borrower ha[d] signed consolidating securities and a refinance ha[d] been arranged for part repayment of the debt outstanding prior to consolidation of the balance of funds owed under a mortgage in the [HYIP]\".",
      "id": "s209"
    },
    {
      "text": "The statement continued: \"The refinance and the consolidation will remove the borrower from this portfolio [the FMIP]\".",
      "id": "s210"
    },
    {
      "text": "This final sentence was incorrect, because the Security Deed did not have the effect that the borrower, Meritstock, was removed from the FMIP, because the FMIP still had claims under the Security Deed.",
      "id": "s211"
    },
    {
      "text": "Senior counsel for Stacks submits that the author of these words appears to have wished to create the impression that the default leading to the debt of principal and interest totalling $1,269,714.76 was no longer of any concern to the investors in the FMIP, and was now a problem only for the investors in the HYIP.",
      "id": "s212"
    },
    {
      "text": "85 The Supplementary Prospectus No 1 also qualified what was stated in the Second Prospectus dated 12 March 2003 with respect to the HYIP.",
      "id": "s213"
    },
    {
      "text": "The statement in the Supplementary Prospectus No 1 was that with respect to the HYIP's loan of $1,550,000 as part of the Boondall Facility, the borrower had, since the Second Prospectus was issued, signed consolidating securities and advised that the \"external first mortgage ahead of this security [was] currently being refinanced on a longer term basis to ensure continuity of mortgage interest payments from the security property's rental income streams\".",
      "id": "s214"
    },
    {
      "text": "Financial Report on the Scheme for the year ended 30 June 2003 \n \n86 In the Financial Report of the Scheme for the year ended 30 June 2003, Note 6 stated that the borrower (that is, Meritstock) had entered into a new security deed (that is, the Security Deed) and Deed of Affirmation, at which time all accrued interest was backdated to March 2003.",
      "id": "s215"
    },
    {
      "text": "According to the Financial Report, the payment of the debt by Meritstock was to be made from the cash flow from an income producing security (no doubt a reference to the Boondall Property) together with personal and company guarantees.",
      "id": "s216"
    },
    {
      "text": "Late July 2003 \n \n87 In an internal Mercator memorandum dated 28 July 2003, the following statements were made: \n \n The tax department has taken action against Meritstock Pty Ltd for non-payment of GST and Meritstock is now in receivership.",
      "id": "s217"
    },
    {
      "text": "The PMIF High Yield Portfolio has a second mortgage over the Boondall property for $1,550,000, in the name of Rycorp Ltd, at an interest rate of 18.50% pa.",
      "id": "s218"
    },
    {
      "text": "This mortgage was advanced to assist in the payout of the Colonial Bank mortgage secured over this property, which was refinanced by Perpetual Mortgage Fund at 6.30% pa to a 65% lending ratio.",
      "id": "s219"
    },
    {
      "text": "The loan to Mt Warren Park by the [F]irst Mortgage Portfolio was also collateralised to this property.",
      "id": "s220"
    },
    {
      "text": "This property has been sold.",
      "id": "s221"
    },
    {
      "text": "In the second paragraph quoted, it is acknowledged that the HYIP owns the second mortgage over the Boondall Property.",
      "id": "s222"
    },
    {
      "text": "The third paragraph acknowledges that the loan of $950,000 that the FMIP contributed in respect of the Boondall Facility was secured by a first mortgage over the Mount Warren Park Property.",
      "id": "s223"
    },
    {
      "text": "Although it is confused, the third paragraph seems to say that the Mount Warren Park Property has been sold and that the shortfall on the FMIP's loan had been purportedly subjected by the Security Deed to the second mortgage over the Boondall Property.",
      "id": "s224"
    },
    {
      "text": "88 The same memorandum stated:\n \n The Boondall property is the only income producing security asset Mr Ryan has left for which security is available to service the remaining debts to be held by the High Yield Portfolio.",
      "id": "s225"
    },
    {
      "text": "The High Yield Portfolio is to taker [sic] over the debts held by the First Mortgage [P]ortfolio through the cross collateralisation of all debts .",
      "id": "s226"
    },
    {
      "text": "The funds are to come from repayment of existing mortgages due for repayment.",
      "id": "s227"
    },
    {
      "text": "[my emphasis]\n \n\n89 The first sentence in this passage refers to the Boondall Property, which was the only security property that had not been sold.",
      "id": "s228"
    },
    {
      "text": "The second sentence, which I have emphasised, appears to be a further reference to HYIP's ownership of the second mortgage over the Boondall Property and the purported subjection of that mortgage to the additional burden of the indebtedness of Rycorp Properties and Meritstock to the FMIP.",
      "id": "s229"
    },
    {
      "text": "The final sentence in the passage quoted suggests that there were yet other mortgages over other properties not yet sold.",
      "id": "s230"
    },
    {
      "text": "90 In a table contained in an internal memorandum from David Hickie, the Chief Executive Officer of Mercator, to the \"Credit Committee\", there is a plan for repayment.",
      "id": "s231"
    },
    {
      "text": "The figure shown in the table for \"Total Accrued Interest\" for \"Year 1 03/04\" is $1,098,046.23 --- the figure that was shown as outstanding in cl 3.2 of the Security Deed (see [80] above).",
      "id": "s232"
    },
    {
      "text": "No provision is made in this internal memorandum for additional interest accruing or for capital reductions.",
      "id": "s233"
    },
    {
      "text": "91 On 29 July 2003, Mercator wrote to Rycorp Properties offering to extend the existing first mortgage over the Boondall Property to secure $2,564,232.83 plus accrued interest.",
      "id": "s234"
    },
    {
      "text": "The lender was stated to be Perpetual as custodian for PMIF.",
      "id": "s235"
    },
    {
      "text": "The loan was to be used to \"refinance the existing mortgages consolidated under the executed security deed\".",
      "id": "s236"
    },
    {
      "text": "Mr Stack, in his affidavit, states that the result of this refinancing would be that more would be owed to the first mortgagee, and therefore, in the event of a sale of the security, the Boondall Property, the Scheme would receive less.",
      "id": "s237"
    },
    {
      "text": "The Supplementary Prospectus dated 18 September 2003 \n \n92 In a Supplementary Prospectus dated 18 September 2003, to be read in conjunction with the Second Prospectus dated 12 March 2003, Mercator stated in relation to the FMIP, that in respect of \"the loans of $1,269,714.56\" the borrower had arranged external refinance for part repayment of the debt outstanding, including outstanding interest arrears of $25,114.28.",
      "id": "s238"
    },
    {
      "text": "It was added that the remainder of that loan would \"mature in September 2005\".",
      "id": "s239"
    },
    {
      "text": "93 In relation to the HYIP and the loan of $1,550,000, again it was stated that since 12 March 2003 (the date of the Second Prospectus) the borrower had obtained an approval to refinance the external first mortgage, allowing additional funds to be paid to the Fund in debt reduction, including interest arrears of $58,699.33.",
      "id": "s240"
    },
    {
      "text": "Again, this statement suggests that the second mortgage over the Boondall Property was owned exclusively by the HYIP, as security for HYIP's loan of $1,550,000.",
      "id": "s241"
    },
    {
      "text": "The statement was added that this loan would also \"mature in September 2005\".",
      "id": "s242"
    },
    {
      "text": "The references to the loans maturing in September 2005 in this and the preceding paragraph are something of a mystery.",
      "id": "s243"
    },
    {
      "text": "The Deed of Variation and Affirmation dated 19 November 2003 \n \n94 In November 2003, Mercator renegotiated the Security Deed and arranged for a \"Deed of Variation and Affirmation\" to be entered into on 19 November 2003.",
      "id": "s244"
    },
    {
      "text": "This deed varied certain provisions of the Security Deed, but is not of importance in relation to the issues I have to determine.",
      "id": "s245"
    },
    {
      "text": "Further movements in the accounts of the Rycorp Properties Loan Facilities \n \n95 It will be recalled that the proceeds of sale of the Mount Warren Park Property, after payment of rates and land tax, were paid into the Boondall Facility FMIP Account (see [70] above).",
      "id": "s246"
    },
    {
      "text": "In this way, the FMIP received the whole of the benefit of the Fund's first mortgage over that land, and the HYIP received none of that benefit.",
      "id": "s247"
    },
    {
      "text": "Between December 2002 and December 2003, interest and legal fees accrued against the Boondall Facility FMIP Account.",
      "id": "s248"
    },
    {
      "text": "On 11 March 2003, there was credited to the Boondall Facility FMIP Account a sum of $86,256.83 which was described in the Boondall Facility FMIP Account statement as \"Transfer to F1\".",
      "id": "s249"
    },
    {
      "text": "This was the amount of interest owing in respect of FMIP's contribution to the Boondall Facility as at 11 March 2003 and as set out in cl 3.2 of the Security Deed (see [80] above).",
      "id": "s250"
    },
    {
      "text": "96 On 17 December 2003 the Boondall Facility FMIP Account was credited by book entry with a sum of $176,171.40, shown as \"Transfer to PA3017\".",
      "id": "s251"
    },
    {
      "text": "This reduced the balance outstanding on the Boondall Facility FMIP Account statement to zero.",
      "id": "s252"
    },
    {
      "text": "The letter \"P\" indicates that PA3017 refers to a HYIP account.",
      "id": "s253"
    },
    {
      "text": "Mr Stack states in his affidavit that the amount was transferred from the Boondall Facility FMIP Account to the Boondall Facility HYIP Account, leaving a nil balance in the former.",
      "id": "s254"
    },
    {
      "text": "The making of this book entry suggests an intention that the amount was to be treated thenceforth as owing to the HYIP and no longer as owing to the FMIP.",
      "id": "s255"
    },
    {
      "text": "97 On 11 March 2003, the interest owing on the Bonney Avenue Facility of $266,294.63 was also credited to the Bonney Avenue Facility FMIP Account and debited to F1.",
      "id": "s256"
    },
    {
      "text": "That amount of interest was referred to in cl 3.2 of the Security Deed as the amount of interest arising on the Bonney Avenue Facility.",
      "id": "s257"
    },
    {
      "text": "98 On 31 December 2003, a book entry of an amount of $827,885.64 was also credited to the Bonney Avenue Facility FMIP Account and debited to the Boondall Facility HYIP Account leaving a nil balance outstanding in the Bonney Avenue Facility FMIP Account.",
      "id": "s258"
    },
    {
      "text": "The making of this book entry similarly suggests an intention that this amount too was to be treated thenceforth as owing to the HYIP and no longer as owing to the FMIP.",
      "id": "s259"
    },
    {
      "text": "99 In his affidavit, Mr Stack states :\n \n \"Therefore, the principal debts of the two [FMIP] loans, as set out in the Security Deed, were by book entry transferred to the [HYIP] loans owed by Rycorp [Properties]\".",
      "id": "s260"
    },
    {
      "text": "100 There is in evidence a copy of a Statement of the F1 Account, being a document provided to Stacks by Mercator.",
      "id": "s261"
    },
    {
      "text": "It shows the borrower as Rycorp Properties, and records that that on 17 December 2003 a sum of $352,551.46 was debited to \"P1\".",
      "id": "s262"
    },
    {
      "text": "That amount is the aggregate of the sums of $86,256.83 and $266,294.63 that were debited to F1 as recounted at [95] and [97] above.",
      "id": "s263"
    },
    {
      "text": "101 Mercator also supplied to Stacks a copy of a statement of the P1 Account.",
      "id": "s264"
    },
    {
      "text": "Like the F1 Account, it shows the borrower as Rycorp Properties.",
      "id": "s265"
    },
    {
      "text": "The first two entries are both dated 11 March 2003, the first being a debit of $299,383.55 from the Pashen Street Facility HYIP Account, and the second being a debit of $446,111.21 from the Boondall Facility HYIP Account.",
      "id": "s266"
    },
    {
      "text": "Those two amounts total $745,494.76.",
      "id": "s267"
    },
    {
      "text": "The sum of $299,383.55 represented the unpaid interest on the Pashen Street Facility HYIP Account, and the sum of $446,111.21 represented unpaid interest on the Boondall Facility HYIP Account.",
      "id": "s268"
    },
    {
      "text": "Both amounts were referred to in cl 3.2 of the Security Deed (see [80] above).",
      "id": "s269"
    },
    {
      "text": "102 Both of the sums of $299,383.55 and $446,111.21 came from HYIP loans, and therefore the transfer of them to P1, an HYIP account, was merely a different way of accounting for them.",
      "id": "s270"
    },
    {
      "text": "However, there was also debited to account P1 on 17 December 2003 a sum of $352,551.46 which is in a different category.",
      "id": "s271"
    },
    {
      "text": "As will be recalled, this sum was the total of $86,256.23, being interest owing on the Boondall Facility FMIP Account, and $266,294.36, being interest owing on the Bonney Park Facility FMIP Account.",
      "id": "s272"
    },
    {
      "text": "The sum was therefore unpaid interest from the FMIP.",
      "id": "s273"
    },
    {
      "text": "The transfer of these amounts to PI represented a transfer of those debts from the FMIP to the HYIP.",
      "id": "s274"
    },
    {
      "text": "103 According to Mr Stack's affidavit, on 5 January 2004 Mercator arranged for the amount of $528,722.86 to be paid from the HYIP bank account to the FMIP bank account.",
      "id": "s275"
    },
    {
      "text": "Mr Stack states that this payment suggests that Mercator intended, over a period of time, to attempt to have the FMIP repaid and the HYIP maintain the second mortgage over the Boondall Property to secure the indebtedness of Rycorp Properties.",
      "id": "s276"
    },
    {
      "text": "Mr Stack states that the payment of $528,722.86 appears to have discharged the total amount of the \"Mount Warren Park shortfall\", being the sum of $86,256.83 transferred to F1, and the sum of $176,171.40 transferred to the Boondall Facility HYIP Account.",
      "id": "s277"
    },
    {
      "text": "If one deducts those two amounts from the sum of $528,722.86, one is left with a balance of $266,294.63, which is the exact amount of the unpaid interest on the Bonney Avenue Facility being the amount of interest referred to in cl 3.2 of the Security Deed.",
      "id": "s278"
    },
    {
      "text": "104 Mr Stack states in his affidavit:\n \n ... the effect of the payment of $528,722.86 [on 5 January 2004 from the bank account of the HYIP to the FMIP] was to leave only one debt remaining in the [FMIP], being the sum of $827,885.64, which was by book entry transferred to the Boondall Facility [HYIP] [A]ccount (PA3017) on 31 December 2003.",
      "id": "s279"
    },
    {
      "text": "105 The Bonney Avenue Facility FMIP Account statement shows that, as at 31 December 2003, there was an amount outstanding for principal of $771,186.39 and an amount for interest of $56,699.25.",
      "id": "s280"
    },
    {
      "text": "The total of the outstanding principal and interest was therefore $827,885.64 at that date.",
      "id": "s281"
    },
    {
      "text": "106 Senior counsel for Stacks submits that on the above evidence, the payment of $528,722.86 on 5 January 2004 by the HYIP to the FMIP appears to be a gift and that there does not seem to be a basis for it.",
      "id": "s282"
    },
    {
      "text": "Sale of the Boondall Property \n \n107 The Boondall Property was sold and the sale was settled on 7 January 2005.",
      "id": "s283"
    },
    {
      "text": "After payment of the First and Second Mortgages, the balance of the settlement proceeds was $731,181.86.",
      "id": "s284"
    },
    {
      "text": "After certain further payments, $614,655.42 remained as at the date of the hearing on 18 October 2007, although no evidence was presented to confirm this final amount.",
      "id": "s285"
    },
    {
      "text": "108 It is in relation to the net proceeds of sale of the Boondall Property that directions are sought.",
      "id": "s286"
    },
    {
      "text": "The respective ways in which the five scenarios represented in the Schedules would operate in relation to the net proceeds of sale of the Boondall Property \n \n109 According to Schedule 5, the whole of the proceeds of sale of the Boondall Property would be held on behalf of the HYIP on the basis that the Security Deed was entered into in breach of trust and should be ignored for the purposes of distribution.",
      "id": "s287"
    },
    {
      "text": "110 Schedule 1 would have it that 34.46% of the proceeds of sale are held on behalf of the FMIP and the remaining 65.54% is held for the HYIP (para 1(a)-(b) of Schedule 1).",
      "id": "s288"
    },
    {
      "text": "This is on the basis that the Security Deed is valid and that the proceeds should therefore be allocated in proportion to the amounts outstanding as at the date of the Security Deed, being 22 May 2003.",
      "id": "s289"
    },
    {
      "text": "111 Schedule 3 would also have it that the Security Deed is valid so that the 34.46% and 65.54% proportions apply.",
      "id": "s290"
    },
    {
      "text": "However, there is the qualification that the FMIP must pay whatever it receives up to a ceiling of $528,722.86 to the HYIP on the basis that the payment of that amount by the HYIP to the FMIP on 5 January 2004 was insupportable and took place in breach of trust, and so must be repaid to the HYIP by the FMIP.",
      "id": "s291"
    },
    {
      "text": "112 Schedule 4 is advanced by Stacks as the \"ultimate Fallback position\" or \"last resort\".",
      "id": "s292"
    },
    {
      "text": "If I should conclude that there is simply not enough evidence to decide which of the two Portfolios, the FMIP or the HYIP, was entitled to the benefit of the second mortgage over the Boondall Property, it would be possible simply to apportion the net proceeds on the basis of the amounts contributed to the Scheme as a whole.",
      "id": "s293"
    },
    {
      "text": "The amounts contributed were $968,995 by the FMIP and $7,884,896 by the HYIP (see [47] above).",
      "id": "s294"
    },
    {
      "text": "This translates to a 10.94% contribution by the FMIP and an 89.06% contribution by the HYIP.",
      "id": "s295"
    },
    {
      "text": "113 Schedule 2 reflects an argument advanced by Mercator in relation to the Upper Roma Street Property (see below).",
      "id": "s296"
    },
    {
      "text": "In relation to the Boondall Property, it states that the whole of the proceeds of sale of the Boondall Property would be held on behalf of the HYIP.",
      "id": "s297"
    },
    {
      "text": "Conclusion in relation to the net proceeds of sale of the Boondall Property \n \n114 In order to determine how the net proceeds of the sale of the Boondall Property should be distributed as between the FMIP and the HYIP, it is necessary to determine three related questions:\n \n&#8226; Whether, prior to the Security Deed, the first mortgage over the Mount Warren Park Property was an Asset solely of the FMIP, or whether both the FMIP and the HYIP had a beneficial interest in that mortgage; \n \n&#8226; Whether, prior to the Security Deed, the second mortgage over the Boondall Property was an Asset solely of the HYIP, or whether both the FMIP and the HYIP had a beneficial interest in that mortgage; and\n \n&#8226; Whether the Security Deed was entered into in breach of trust and is therefore invalid.",
      "id": "s298"
    },
    {
      "text": "As will be seen, this will depend on the answers in relation to the two preceding questions.",
      "id": "s299"
    },
    {
      "text": "There does not appear to be any suggestion in the evidence that the first mortgage over the Mount Warren Park Property was an Asset solely of the HYIP or that the second mortgage over the Boondall Property was an Asset solely of the FMIP.",
      "id": "s300"
    },
    {
      "text": "115 I have taken into account the written and oral submissions of senior counsel for Stacks.",
      "id": "s301"
    },
    {
      "text": "I have also taken into account the written submissions of Linda White and Kevin Davis, referred to at [11].",
      "id": "s302"
    },
    {
      "text": "116 Since I have outlined the evidence in detail above, I am able to state my conclusions shortly.",
      "id": "s303"
    },
    {
      "text": "The FMIP's and the HYIP's respective interests in the first mortgage over the Mount Warren Park Property and the second mortgage over the Boondall Property \n \n117 On the view most favourable to the FMIP, the first mortgage over the Mount Warren Park Property was an Asset solely of the FMIP, but the FMIP also had a beneficial interest in the second mortgage over the Boondall Street Property, and that beneficial interest is limited by reference to the amount outstanding, after allowing for the FMIP's receipt of the proceeds of sale of the Mount Warren Park Property, under the Loan Agreement of 8 March 2002, being $246,172.49, as recorded in the Security Deed.",
      "id": "s304"
    },
    {
      "text": "118 On this view, the FMIP's share of the proceeds of sale of the Boondall Property, using the figures in cl 3.2 of the Security Deed, would be something like:\n \n \nThis yields a figure of the order of $70,000.",
      "id": "s305"
    },
    {
      "text": "It is to be noted that the FMIP would, on this view, receive the amount of $70,000 in addition to the $790,084.34 that it received from the proceeds of the first mortgage over the Mount Warren Park Property.",
      "id": "s306"
    },
    {
      "text": "119 On an alternative view, both the FMIP and the HYIP had a beneficial interest in both the first mortgage over the Mount Warren Park Property and the second mortgage over the Boondall Property according to their respective contributions to the Boondall Facility.",
      "id": "s307"
    },
    {
      "text": "These respective contributions of the FMIP and the HYIP were either $950,000 and $1,550,000, which translates to 38% and 62%, or $950,000 and $1,817,002.66, which translates to 34.33% and 65.66%.",
      "id": "s308"
    },
    {
      "text": "120 On this alternative view, FMIP must bring into account the sum of $790,084.34 it received as the net proceeds of sale of the Mount Warren Park Property.",
      "id": "s309"
    },
    {
      "text": "The amount notionally available for distribution then becomes $1,404,739.76, being the total of $790,084.34 (the proceeds of the first mortgage over the Mount Warren Park Property) and $614,655.42 (the proceeds of the second mortgage over the Boondall Property as at the date of hearing).",
      "id": "s310"
    },
    {
      "text": "121 On the basis of a 38 %/62 % apportionment, the FMIP would be entitled to $533,801.11 and the HYIP would be entitled to $870,938.65.",
      "id": "s311"
    },
    {
      "text": "122 On a third view, being the view which I consider to be correct, the first mortgage over the Mount Warren Park Property was an Asset solely of the FMIP, and the second mortgage over the Boondall Property was an Asset solely of the HYIP.",
      "id": "s312"
    },
    {
      "text": "On this third view, the FMIP and the HYIP would be entitled to retain the proceeds of those respective mortgages (being $790,084.34 and $614,655.42).",
      "id": "s313"
    },
    {
      "text": "123 The Mount Warren Park Property was sold on 19 December 2002 and the proceeds of sale applied only to the FMIP.",
      "id": "s314"
    },
    {
      "text": "It seems that a separate ledger (the Boondall Facility FMIP Account) was maintained for the FMIP in relation to its contribution to the Boondall Facility, and in particular, in relation to the Mount Warren Park Property.",
      "id": "s315"
    },
    {
      "text": "The Boondall Facility FMIP Account showed a shortfall, after receipt of the proceeds of sale of $790,084.34 on 19 December 2002, of $246,172.49.",
      "id": "s316"
    },
    {
      "text": "That figure is recorded in the table in cl 3.2 of the Security Deed as relating to the Boondall Facility FMIP Account.",
      "id": "s317"
    },
    {
      "text": "The table includes the words \"Mount Warren\" in its description of the Boondall Facility FMIP Account.",
      "id": "s318"
    },
    {
      "text": "124 The above facts are consistent with the first mortgage over the Mount Warren Park Property being an Asset of the FMIP alone and securing the FMIP's contribution of $950,000 to the Boondall Facility.",
      "id": "s319"
    },
    {
      "text": "125 The second mortgage over the Boondall Property, on the other hand, appears to have been treated as being an Asset of the HYIP alone (see, for example, [74], [81], [87] and [89]).",
      "id": "s320"
    },
    {
      "text": "I do not think that the evidence establishes that the advance of $950,000 by the FMIP was on the terms that it alone would have the benefit of the first mortgage over the Mount Warren Park Property and would in addition share with the HYIP in the benefit of all the other securities, including the second mortgage over the Boondall Property.",
      "id": "s321"
    },
    {
      "text": "126 I therefore conclude that, prior to the Security Deed:\n \n&#8226; the first mortgage over the Mount Warren Park Property was an Asset solely of the FMIP, and the HYIP had no interest in that mortgage; and\n \n&#8226; the second mortgage over the Boondall Facility was an Asset solely of the HYIP, and the FMIP had no interest in that mortgage.",
      "id": "s322"
    },
    {
      "text": "Subject to the Security Deed, Stacks would therefore be justified in distributing the proceeds of sale of the Boondall Property to the HYIP investors alone.",
      "id": "s323"
    },
    {
      "text": "127 I note, in passing, that it was permitted to the HYIP, as well as to the FMIP, to lend on first mortgage security.",
      "id": "s324"
    },
    {
      "text": "However, it was not permitted to the FMIP, although it was to the HYIP, to lend on second or subsequent mortgage security, but if such a lending by the FMIP on such a security took place, albeit in breach of trust, the FMIP would be entitled to the benefit of that security.",
      "id": "s325"
    },
    {
      "text": "The validity of the Security Deed \n \n128 I note that senior counsel for Stacks submits that should I be of the view that the Security Deed was \"invalid\", then the proceeds of sale of the Boondall Property would go to the HYIP.",
      "id": "s326"
    },
    {
      "text": "If, on the other hand, I were to hold that the Security Deed is valid in the respect mentioned, there would have to be an apportionment of those proceeds as between the two Portfolios, and one method of apportionment would be to rely on the relative exposures which exist under the Security Deed as set out in cl 3.2 of the Security Deed.",
      "id": "s327"
    },
    {
      "text": "129 I cannot see any alternative to the conclusion that the Security Deed was entered into in breach of trust.",
      "id": "s328"
    },
    {
      "text": "130 Prior to the Security Deed of 22 May 2003, the Scheme held under the Boondall Facility a first mortgage over the Mount Warren Park Property and a second mortgage over the Boondall Property as security for an advance of at least $2,500,000 (and possibly an additional $267,002.66).",
      "id": "s329"
    },
    {
      "text": "The advances were made by the FMIP in the sum of $950,000, and by the HYIP in the sum of at least $1,550,000 (and possibly a further sum of $267,002.66).",
      "id": "s330"
    },
    {
      "text": "131 It is clear that under the Constitution of the Scheme the beneficial interests in the Assets within the respective FMIP and HYIP Classes were owned by the members of those Classes as tenants in common.",
      "id": "s331"
    },
    {
      "text": "The proceeds of sale attributed to one Class were to be shared equally on a pro rata basis by the members of that Class: see Re Sutherland; French Caledonia Travel Service Pty Ltd (in liq) [2003] NSWSC 1008 ; (2003) 59 NSWLR 361 at [186] - [190] .",
      "id": "s332"
    },
    {
      "text": "132 It is clear that Mercator was required to keep the loans and the associated mortgages in each Portfolio separate.",
      "id": "s333"
    },
    {
      "text": "Pooling of assets was not permissible.",
      "id": "s334"
    },
    {
      "text": "133 The Security Deed purported to increase the debt secured by the second mortgage over the Boondall Property to include the shortfall owed to the FMIP in relation to the Bonney Avenue Facility and the debt owed to the HYIP in relation to the Pashen Street Facility.",
      "id": "s335"
    },
    {
      "text": "134 Whether the Security Deed purported to increase the debt secured by the second mortgage over the Boondall Property to include the shortfall from the first mortgage over the Mount Warren Park Property depended on whether that shortfall was secured by the second mortgage over the Boondall Property prior to the Security Deed.",
      "id": "s336"
    },
    {
      "text": "This depended on whether the FMIP had a beneficial interest in the second mortgage over the Boondall Facility prior to the Security Deed.",
      "id": "s337"
    },
    {
      "text": "For example, if the Mount Warren Park Property was an Asset solely of the FMIP, and the second mortgage over the Boondall Property was an Asset solely of the HYIP, as I concluded above, the inclusion of the shortfall from the first mortgage over the Mount Warren Park Property would indeed increase the debt secured by the second mortgage over the Boondall Property.",
      "id": "s338"
    },
    {
      "text": "If, however, the FMIP was entitled to the first mortgage over the Mount Warren Park Property, but also had a beneficial interest in the second mortgage over the Boondall Property, the shortfall owed to the FMIP was already secured by the second mortgage over the Boondall Property, and the debt that the second mortgage over the Boondall Property secured would not have been increased by the Security Deed.",
      "id": "s339"
    },
    {
      "text": "135 I concluded above that the second mortgage over the Boondall Property was an Asset of the HYIP alone.",
      "id": "s340"
    },
    {
      "text": "The trustee was therefore in breach of trust to diminish the value of the HYIP's security by entering into the Security Deed, thereby subjecting the HYIP's security to the shortfalls in the FMIP.",
      "id": "s341"
    },
    {
      "text": "136 However, even if the second mortgage over the Boondall Property was also partly an Asset of the FMIP, there was a diminution of the value of that security by the purported burdening of it with the addition of the Pashen Street Facility debt, a debt owed to the HYIP.",
      "id": "s342"
    },
    {
      "text": "That is to say, in this respect there was a breach of trust as against the FMIP.",
      "id": "s343"
    },
    {
      "text": "Concomitantly, the diminution of the HYIP's interest by the inclusion of the debt owed to the FMIP in relation to the Bonney Avenue Facility was also a breach of trust.",
      "id": "s344"
    },
    {
      "text": "137 Irrespective of Mercator's understanding or intention, there was no legal basis for the transfer of the debts owing to the FMIP to the HYIP on 11 March 2003 and 31 December 2003.",
      "id": "s345"
    },
    {
      "text": "On the evidence there was no benefit to the HYIP in those transactions.",
      "id": "s346"
    },
    {
      "text": "That being so, the book entries should be reversed.",
      "id": "s347"
    },
    {
      "text": "138 On the evidence before the Court the Security Deed was entered into in breach of trust and Stacks is justified in disregarding it when distributing the proceeds of sale of the Boondall Property.",
      "id": "s348"
    },
    {
      "text": "The distribution to be made by Stacks \n \n139 The only directions sought from the Court are directions to enable Stacks to distribute the proceeds of sale of the Boondall Property.",
      "id": "s349"
    },
    {
      "text": "The Court is not asked to resolve every issue that may be seen to arise in the confused state of the records.",
      "id": "s350"
    },
    {
      "text": "On the documentary evidence placed before the Court, the second mortgage over the Boondall Facility was an Asset solely of the HYIP, and the Security Deed was entered into in breach of trust and should be disregarded.",
      "id": "s351"
    },
    {
      "text": "Therefore, in my opinion, Stacks is justified in distributing the whole of the proceeds of the second mortgage over the Boondall Property to the interest holders in the HYIP.",
      "id": "s352"
    },
    {
      "text": "THE LIBBIAN PTY LTD (LIBBIAN) FACILITY AND THE UPPER ROMA STREET PROPERTY \n \n140 The second of the two properties, the proceeds of sale of which are yet to be distributed, and about which Stacks seeks directions, is a property situated at 452-454 Upper Roma Street, Brisbane (the Upper Roma Street Property).",
      "id": "s353"
    },
    {
      "text": "The Upper Roma Street Property was security for the provision of a facility to Libbian.",
      "id": "s354"
    },
    {
      "text": "The circumstances surrounding the Libbian Facility and the sale of the Upper Roma Street Property are more straightforward than those touching the sale of the Boondall Property.",
      "id": "s355"
    },
    {
      "text": "The documentary evidence concerning the derivation of the funds presents a clear picture as to which Portfolio's members are entitled to the proceeds of sale of the Upper Roma Street Property.",
      "id": "s356"
    },
    {
      "text": "The only reason why any question arises is that Mercator caused statements to be made that were inconsistent with that evidence.",
      "id": "s357"
    },
    {
      "text": "Evidence that the Libbian Facility and the security over the Upper Roma Street Property were owned by the HYIP \n The second mortgage over the Upper Roma Street Property \n \n141 On 8 October 2001, Mercator issued a letter of offer to Libbian for the provision of a loan of $1,660,000 on behalf of the PIFA-2000 Project Development Fund (that is, the PIFA-2000 HYIP).",
      "id": "s358"
    },
    {
      "text": "The purpose of the loan was to assist with the construction of 34 residential units at the Upper Roma Street Property.",
      "id": "s359"
    },
    {
      "text": "The lender was to be Perpetual as Custodian for the PIFA-2000 HYIP.",
      "id": "s360"
    },
    {
      "text": "There is no suggestion in the letter that the FMIP was to contribute any part of the loan.",
      "id": "s361"
    },
    {
      "text": "Of the total amount of $1,660,000, $300,000 was to be applied to construction purposes, and the remainder was to be applied to interest, working capital, creditors and other expenses, such as Mercator's own establishment fee of $166,000 and the repayment of $250,000 to PIFA (not PIFA-2000).",
      "id": "s362"
    },
    {
      "text": "142 The security for the Libbian Facility consisted of:\n \n&#8226; a second mortgage executed by Libbian over the Upper Roma Street Property;\n \n&#8226; unlimited joint and several guarantees by Anthony John Ellis and various \"Bledisloe\" proprietary companies associated with him;\n \n&#8226; a registered fixed and floating charge over the assets and undertaking of Libbian; and\n \n&#8226; a priority deed with the first mortgagee of the Upper Roma Street Property.",
      "id": "s363"
    },
    {
      "text": "Since lending on second mortgage was not an authorised investment of the FMIP, the proposed second mortgage security is consistent with the provision of the facility by the HYIP, not the FMIP.",
      "id": "s364"
    },
    {
      "text": "143 The Libbian Facility was drawn down with funds from the HYIP on or around 19 October 2001 pursuant to a Loan Agreement of that date between Libbian as borrower and Perpetual as lender.",
      "id": "s365"
    },
    {
      "text": "The loan account in respect of the Libbian Facility was numbered PA10003014 (it will be recalled that the letter \"P\" indicates a Project Development Fund account, that is to say, a HYIP account).",
      "id": "s366"
    },
    {
      "text": "The whole of the advance of $1,660,000 was debited to that account.",
      "id": "s367"
    },
    {
      "text": "144 The Second Prospectus for PIFA-2000, dated 12 March 2003, stated (at p 12) under the heading \"Mortgage Defaults High Yield Portfolio\" :\n \n A (Second Mortgage) loan of $1,660,000 has matured with principal and outstanding interest which would require a total repayment of $1,965,405.01 as at 28 February 2003.",
      "id": "s368"
    },
    {
      "text": "The project was delayed by a number of factors which are now largely resolved with the borrower and the fund has extended the term of the loan for a further ten months to enable the completion and sale of the development.",
      "id": "s369"
    },
    {
      "text": "The letter of offer has been issued and accepted by the borrower and is currently being re documented by the funds [sic] solicitors.",
      "id": "s370"
    },
    {
      "text": "This was a further recognition that the advance of $1,660,000 was within the HYIP.",
      "id": "s371"
    },
    {
      "text": "The purchase or refinance of the first mortgage over the Upper Roma Street Property \n \n145 The first mortgage over the Upper Roma Street Property was to Equititrust Merchant Bank (Equititrust).",
      "id": "s372"
    },
    {
      "text": "By about June 2003, Libbian had defaulted under the first mortgage, and Equititrust had entered into possession and called for tenders for the purchase of the Upper Roma Street Property, with a closing date of 8 July 2003.",
      "id": "s373"
    },
    {
      "text": "146 As will be seen below, it appears that Mercator proposed to take, and ultimately did take, a transfer of the first mortgage over the Upper Roma Street Property from Equititrust.",
      "id": "s374"
    },
    {
      "text": "147 On 16 June 2003, Mr Hickie, of Mercator, sent an internal memorandum to the Credit Committee of PIFA-2000, headed \"Loan Recommendation Variation and Extension - Libbian Pty Ltd High Yield Portfolio and Purchase or Refinance of the First Mortgage\".",
      "id": "s375"
    },
    {
      "text": "Mr Hickie proposed an increase of the existing limit of $1,660,000 to $2,650,000, and referred to the further advance of $990,000, with an interest rate of 18% pa, as coming from the HYIP.",
      "id": "s376"
    },
    {
      "text": "In addition to this further sum of $990,000, Mr Hickie's memorandum referred to two further facilities --- one of $922,663 from the FMIP, and the other of $227,737 from the HYIP.",
      "id": "s377"
    },
    {
      "text": "These further advances totalled $1,150,000, and were both shown as having an interest rate of 10% pa and being for a term of four months.",
      "id": "s378"
    },
    {
      "text": "The total of $1,150,000 was shown in Mr Hickie's memorandum against the words \"Total Loan Purchased from Equititrust\", and was said to include interest .",
      "id": "s379"
    },
    {
      "text": "Under the column headed \"Security Particulars\", the first and second mortgages over the Upper Roma Street Property were listed, the first mortgage to be limited to $1,150,000.",
      "id": "s380"
    },
    {
      "text": "This suggested that the two loans totalling $1,150,000 were intended to enable purchase of the existing first mortgage over the Upper Roma Street Property held by Equititrust.",
      "id": "s381"
    },
    {
      "text": "148 The proposal for a 4 month loan of $922,663 from the FMIP was inconsistent with a paragraph on p 6 of Mr Hickie's memorandum of 16 June 2003, which asserted that since the value of the land was only $854,000, the maximum amount that could be lent on first mortgage from the FMIP, applying its 80% lending ratio (see [36] above), was $683,200 including 4 months' of pre-paid interest.",
      "id": "s382"
    },
    {
      "text": "Mr Hickie's full paragraph was :\n \n The current first mortgagee [Equititrust] now wishes to be repaid and will sell the property.",
      "id": "s383"
    },
    {
      "text": "Time is now of the essence.",
      "id": "s384"
    },
    {
      "text": "The current valuation from Finch Freeman of the land is $854,000.",
      "id": "s385"
    },
    {
      "text": "The advance of [sic - on] a first mortgage basis at 80% lending ratio is $683,200 including 4 months prepaid interest with the further advance of $420,860 by the increase of the second mortgage to repay the first mortgagee.",
      "id": "s386"
    },
    {
      "text": "149 Nearly 21/2 years later, on 29 November 2005, Mercator provided to Stacks a document which purported to be a further copy of Mr Hickie's memorandum to the Credit Committee dated 16 June 2003.",
      "id": "s387"
    },
    {
      "text": "However, the paragraph set out above was omitted from p 6 of this version.",
      "id": "s388"
    },
    {
      "text": "Moreover, the memorandum's heading had been changed.",
      "id": "s389"
    },
    {
      "text": "The words \"High Yield Portfolio and Purchase or Refinance of the First Mortgage\" had been replaced by the words \"High Yield Portfolio Loan and Purchase or Refinance of the First Mortgage held by Equity Trust by the First and High Yield Portfolios\".",
      "id": "s390"
    },
    {
      "text": "This heading suggests that both the FMIP and the HYIP were to contribute to the purchase or refinancing of the existing first mortgage to Equititrust.",
      "id": "s391"
    },
    {
      "text": "150 On 16 June 2003, being the same date as that of Mr Hickie's proposal referred to at [147]-[149] above, Mercator issued the first of two letters of offer of that date to Libbian.",
      "id": "s392"
    },
    {
      "text": "The lender is shown as Perpetual as custodian for the PIFA-2000 HYIP.",
      "id": "s393"
    },
    {
      "text": "The purpose is stated as being to assist with a refinancing of the first mortgage over the Upper Roma Street Property.",
      "id": "s394"
    },
    {
      "text": "The \"commitment amount\" is described as $683,200 (including $25,000 of prepaid interest) or an amount \"not exceeding 80% of Land Value with Development approval\".",
      "id": "s395"
    },
    {
      "text": "It will be recalled that the sum of $683,200 was calculated as being 80% of the Finch Freeman valuation of the land of $854,000 (see [48] above).",
      "id": "s396"
    },
    {
      "text": "The term of the loan was stated to be four months from the date of drawdown.",
      "id": "s397"
    },
    {
      "text": "The concessional rate of interest payable on the loan was stated to be 10% pa.\n \n151 Thus, according to this first of the two letters of offer, the HYIP was to lend on first mortgage an amount calculated by reference to the upper limit applicable to a loan by the FMIP.",
      "id": "s398"
    },
    {
      "text": "152 Mercator's second letter of offer to Libbian, dated 16 June 2003, again showed the lender as being Perpetual as custodian for the PIFA-2000 HYIP.",
      "id": "s399"
    },
    {
      "text": "The \"commitment amount\" was described as $3,078,500 being \"90% of Gross Realisation Value\".",
      "id": "s400"
    },
    {
      "text": "This 90% limit was that applicable to loans by the HYIP (see [37]).",
      "id": "s401"
    },
    {
      "text": "The purpose of the facility of $3,078,500 was said to be to refinance the existing facility of $1,660,000 plus interest owed, and to provide a contribution towards completion of the construction.",
      "id": "s402"
    },
    {
      "text": "There is in this second letter of offer a reference to the following:\n \n Second Mortgage Advance $420,860 to first mortgagee\n Interest Owed $350,000\n Architects Fees to complete building contract costs $80,000\n Presale commission and marketing and legal costs $140,000\n Prepaid interest 3months $138,000\n \n Further draw downs will take place once this has been achieved and the construction finance is approved.",
      "id": "s403"
    },
    {
      "text": "The amounts mentioned total $1,128,860.",
      "id": "s404"
    },
    {
      "text": "153 On 18 June 2003, Equititrust sent a fax to Mr Hickie of Mercator confirming that the proposal was for Mercator to take a transfer of Equititrust's first mortgage.",
      "id": "s405"
    },
    {
      "text": "The letter advised that the total amount of the then current indebtedness of Libbian to Equititrust was $1,104,060.71.",
      "id": "s406"
    },
    {
      "text": "154 The Supplementary Prospectus No 1 for PIFA-2000, issued by Mercator and dated 19 June 2003, three days after the two letters of offer referred to above, stated in respect of the HYIP:\n \n The second mortgage of $1,660,000 listed in the prospectus documentation is being re-documented with a first mortgage proposal to enable completion of the construction contract and completion of new pre-sales to enable the construction commencement with a prominent builder.",
      "id": "s407"
    },
    {
      "text": "155 The Financial Report on the PMIF for the year ended 30 June 2003 stated at p 5:\n \n A loan principal of $1,660,000 which matured, has been extended and will mature in July 2004.",
      "id": "s408"
    },
    {
      "text": "This will enable completion of the construction contract and the provision of a First Mortgage for the construction finance by an external lender.",
      "id": "s409"
    },
    {
      "text": "In addition, the High Yield Income Portfolio purchased the First Mortgage on July 2003 to protect investor's [sic] interests pending refinance of the debt.",
      "id": "s410"
    },
    {
      "text": "It will be noted that according to this statement the HYIP had purchased Equititrust's first mortgage in July 2003 for the purpose of a short-term refinancing by the HYIP and a long-term refinancing by an external lender.",
      "id": "s411"
    },
    {
      "text": "156 On 7 July 2003, Hopwood Ganim Lawyers, the solicitors for Mercator, wrote to Mercator advising that they had prepared documents to effect the transfer of existing mortgage No 705135344 (being the first mortgage over the Upper Roma Street Property) from Equititrust to Perpetual.",
      "id": "s412"
    },
    {
      "text": "The solicitors advised that settlement was due to take place the following day, 8 July 2003, and that the amount payable to discharge the first mortgage to Equititrust was $1,117,282.61.",
      "id": "s413"
    },
    {
      "text": "The solicitors noted at p 2 :\n \n We have not attempted (at this stage) to review or to reconcile any of the existing documentation or the 2 Letters of Offer which have issued (each dated 16 June 2003) and confirm your instructions that that is to be deferred until a later date and that your only concern at this stage is to protect the Fund's position by refinancing the amount of the first ranking secured debt.",
      "id": "s414"
    },
    {
      "text": "157 Importantly, by two letters from Mercator to Perpetual, both dated 8 July 2003, Mercator requested Perpetual to deliver by way of a telegraphic transfer the sums of $1,117,282.61 and $6,850.00 \"from PTCL acf PIFA-2000 High Yield Mortgage Fund Main Account BSB 014-002 Account No: 8372 11846\" to the Hopgood Ganim Lawyers Trust Account.",
      "id": "s415"
    },
    {
      "text": "Thus, the request was that the two amounts come from the HYIP.",
      "id": "s416"
    },
    {
      "text": "158 There is in evidence an ANZ Statement of Account from account number 8372 11846 showing that amounts of $1,117,282.61 and $6,850 were indeed transferred on 8 July 2003 from an account named:\n \"PERPETUAL TRUSTEE COMPANY LTD ACF\n \n \n PIFA 2000 PROJECT FUND\n \n \n MAIN ACCOUNT PROJECT FUND\"\n \n \n\nThe word \"PROJECT\" is clearly a reference to the Project Development Portfolio (being the former name of the HYIP) and is therefore a clear indication that the money came from a HYIP account.",
      "id": "s417"
    },
    {
      "text": "159 On 9 July 2003, Mr Hickie wrote to Mr Cullen of Hopwood Ganim Lawyers enclosing copies of two letters of offer for the provision of a facility from Mercator to Libbian, both dated 9 July 2003.",
      "id": "s418"
    },
    {
      "text": "In each of the enclosed letters of offer the lender was said to be Perpetual as custodian for the PIFA-2000 HYIP.",
      "id": "s419"
    },
    {
      "text": "Thus, in each case, the loan was to come from the HYIP.",
      "id": "s420"
    },
    {
      "text": "In one case, the \"commitment amount\" was said to be $1,150,000, including $25,000 of prepaid interest, and the purpose was said to be to \"assist with refinancing of the first mortgage secured over the Upper Roma Street Property\".",
      "id": "s421"
    },
    {
      "text": "The commitment amount was stated as \"not exceeding 80% of Land Value with Development approval\".",
      "id": "s422"
    },
    {
      "text": "Notwithstanding this reference to the FMIP limit, it was consistent with what had happened earlier in July that the loan was to come from the HYIP, as opposed to the FMIP.",
      "id": "s423"
    },
    {
      "text": "160 In the case of the second letter, the commitment amount was stated to be $2,650,000, being the \"Maximum of 90% of Gross Realisation Value\".",
      "id": "s424"
    },
    {
      "text": "The purpose was said to be to assist with the construction of 32 residential units at the Upper Roma Street Property.",
      "id": "s425"
    },
    {
      "text": "The amount of $2,650,000 is the aggregate of the amounts of $1,660,000 and $990,000 previously mentioned at [147].",
      "id": "s426"
    },
    {
      "text": "161 Mr Hickie stated in the covering letter that the attached letters of offer had been executed and he instructed Hopwood Ganim Lawyers to prepare \"a deed of variation for the mortgage purchased [from Equititrust] and a deed of variation for [Mercator's] existing second mortgage [for $1,660,000]\" to reflect the two letters of offer dated 9 July 2003.",
      "id": "s427"
    },
    {
      "text": "Thus it appears that the purpose of Mr Hickie in writing this letter to Mr Cullen was to \"regularise\" the transaction that had in fact taken place earlier in July when the HYIP purchased the first mortgage over the Upper Roma Street Property from Equititrust.",
      "id": "s428"
    },
    {
      "text": "162 On 15 July 2003, a Deed of Variation and Affirmation (the Deed) prepared by Hopwood Ganim Lawyers was entered into by Perpetual, Libbian, Mr Ellis, Bledisloe Developers Pty Ltd and Libbian Holdings Pty Ltd.",
      "id": "s429"
    },
    {
      "text": "In the Deed, Perpetual is described as acting in its capacity simply as agent for Mercator, the responsible entity for the PMIF.",
      "id": "s430"
    },
    {
      "text": "The Deed does not add to the evidentiary picture as to the sources of funds as between the FMIP and the HYIP or as to the entitlement to the proceeds of sale of the Upper Roma Street Property.",
      "id": "s431"
    },
    {
      "text": "163 The Supplementary Prospectus for PMIF, issued by Mercator and dated 18 September 2003, stated under the heading \"High Yield Income Portfolio\" at p 3:\n \n The second mortgage of $1,660,000 listed in the Prospectus has been re-documented with a first mortgage purchased by the Fund to enable completion of the construction contract.",
      "id": "s432"
    },
    {
      "text": "This loan is no longer in default and will mature in July 2004.",
      "id": "s433"
    },
    {
      "text": "This paragraph recognises, at least, that the second mortgage was owned by the HYIP.",
      "id": "s434"
    },
    {
      "text": "Although the passage simply states that the first mortgage was purchased by the Fund, without specifying a portfolio, the fact that the purchase of the first mortgage is mentioned under this heading \"High Yield Portfolio\" indicates that it was the HYIP that had purchased the first mortgage from Equititrust.",
      "id": "s435"
    },
    {
      "text": "Support for this view is found in the fact that the Supplementary Prospectus dated 18 September 2003 makes no reference to the purchase of the first mortgage under the equivalent heading for the FMIP.",
      "id": "s436"
    },
    {
      "text": "164 On 20 November 2003, Mercator wrote to Libbian enclosing a \"loan statement\" for \"the first mortgage loan\".",
      "id": "s437"
    },
    {
      "text": "The loan statement is in respect of Account No PA10003021, a HYIP account in respect of an approved loan to Libbian of $1,150,000.",
      "id": "s438"
    },
    {
      "text": "The covering letter referred to a default in the payment of interest by Libbian on the loan and stated:\n \n Please ensure the payment of this outstanding amount is made within the next 7 days by forwarding a cheque for $18,245.71 payable to Perpetual Trustees Company Ltd atf PMIF High Yield Portfolio ... \n \n\nClearly, the signatory, Mr Hickie, was treating the first mortgage that had been purchased from Equititrust as being owned by the HYIP.",
      "id": "s439"
    },
    {
      "text": "165 At p 5 of the PMIF Financial Report for the six months ended 31 December 2003, the following passage appears:\n \n Another loan in the High Yield Income Portfolio is against both a First and Second mortgage which were restructured but are now in interest default.",
      "id": "s440"
    },
    {
      "text": "The borrower was making arrangements to pay the interest owed; he has failed to do [sic - so] and has been served with default notices for both the second mortgage held in the portfolio of $2,160,000 and the first mortgage of $1,150,000 both due to mature in July 2004.",
      "id": "s441"
    },
    {
      "text": "[my emphasis]\n \n\nThis passage treats both the first and second mortgages as being owned by the HYIP.",
      "id": "s442"
    },
    {
      "text": "166 The Financial Report states at p 20 that the Scheme had three loans remaining in the HYIP.",
      "id": "s443"
    },
    {
      "text": "The second of the three loans is discussed at p 21 of the Report, where the opening sentence is:\n \n The Fund holds a first and second mortgage (both through its High Yield Income Portfolio) over property for which development activity has been commenced.",
      "id": "s444"
    },
    {
      "text": "This statement appears to refer to the Upper Roma Street Property.",
      "id": "s445"
    },
    {
      "text": "It indicates that both the first and second mortgages over the Upper Roma Street Property were owned by the HYIP.",
      "id": "s446"
    },
    {
      "text": "167 In Supplementary Prospectus No 3 for PMIF, dated 4 March 2004, under the heading \"High Yield Income Portfolio\", Mercator repeats the passage set out at [165] above, adding : \n \n \"These two loans represent 42% of this portfolio.",
      "id": "s447"
    },
    {
      "text": "\"\n \n\nThe passage set out at [168] and also appearing in the Supplementary Prospectus No 3 probably refer to the Libbian Facility in respect of the Upper Roma Street Property.",
      "id": "s448"
    },
    {
      "text": "While the words \"held in the portfolio\" in that passage are attached only to the second mortgage, the statement that the \"two loans represent 42% of [the High Yield Income] Portfolio\" make it clear that both \"the second mortgage...of $2,160,000\" and \"the first mortgage of $1,150,000\" belonged to the HYIP.",
      "id": "s449"
    },
    {
      "text": "168 On 23 June 2004, Mercator instructed Perpetual to pay $6,829.05 for advertising for the sale of the Upper Roma Street Property.",
      "id": "s450"
    },
    {
      "text": "Perpetual was instructed to draw this amount from \"bank account PTCL acf [that is, Perpetual as custodian for] PMIF High Yield Main Account 0414-002 8372 11846\".",
      "id": "s451"
    },
    {
      "text": "The ANZ Bank Statement of Account in respect of that account shows that the name of the account was the \"PMIF High Yield Income Fund\" Main Account, and that the above amount was indeed paid out of it.",
      "id": "s452"
    },
    {
      "text": "Suggestions that the FMIP may have had a beneficial interest in the security over the Upper Roma Street Property \n \n169 Notwithstanding the considerable evidence referred to above that both the first and second mortgages over the Upper Roma Street Property were owned by the HYIP, some documents suggest, with different degrees of clarity, otherwise.",
      "id": "s453"
    },
    {
      "text": "I have already noted some of them at [147] --- [149] above.",
      "id": "s454"
    },
    {
      "text": "170 The Scheme's financial statements for the year ended 30 June 2004 stated at p 2:\n \n The Scheme has only two borrowers and three mortgages outstanding.",
      "id": "s455"
    },
    {
      "text": "There is one mortgage in the First Mortgage Portfolio and two mortgages in the High Yield Income Portfolio.",
      "id": "s456"
    },
    {
      "text": "In Note 5 at p 12 of the same document, it is said that as at 30 June 2004, a principal of $922,663 was outstanding in the FMIP, and $6,580,816 in the HYIP.",
      "id": "s457"
    },
    {
      "text": "This seems to be a reference back to Mr Hickie's proposal of 16 June 2003 (see [147] --- [149] above) that was not implemented.",
      "id": "s458"
    },
    {
      "text": "171 An internal memorandum from Mr Hickie dated 31 July 2003, stated:\n \n The First Mortgage loan of Libbian Pty Ltd purchased by the Fund for $1,124,132.61 from Equititrust on the 8 July 2003, is to be split $922,663.00 to the ownership of the First Mortgage Portfolio and $201,469.61 to the High Yield Portfolio in the accounts of the Fund.",
      "id": "s459"
    },
    {
      "text": "172 The internal memorandum of 31 July 2003 explained that the FMIP's entitlement to the amount of $922,663 arose from its transfer of loans totalling $922,663 to the HYIP under the Security Deed.",
      "id": "s460"
    },
    {
      "text": "The memorandum explained that, at the time of \"consolidation\" pursuant to the Security Deed, the HYIP could not pay the FMIP for the transfer.",
      "id": "s461"
    },
    {
      "text": "In relation to the first mortgage over the Upper Roma Street Property, the memorandum stated:\n \n The High Yield portfolio has paid for the First Mortgage portfolio's interest in the Libbian mortgage in exchange for its liability to assume the Meritstock consolidated mortgages under the deed of consolidation.",
      "id": "s462"
    },
    {
      "text": "173 Another internal Mercator memorandum from Mr Hickie, dated 26 August 2003 and headed \"Summary of the Loan Status and Loan History as at 25 August 2003\", referred to Libbian as owing principal of $922,663 to the FMIP.",
      "id": "s463"
    },
    {
      "text": "It also referred to \"High Yield share $201,469\".",
      "id": "s464"
    },
    {
      "text": "These also appear to be references to Mr Hickie's internal memorandum dated 16 June 2003 that had proposed an advance of $922,663 to Libbian from the FMIP and an advance of $227,337 to Libbian from the HYIP, totalling $1,150,000, to purchase Equititrust's first mortgage over the Upper Roma Street Property.",
      "id": "s465"
    },
    {
      "text": "174 The first page of the memorandum dated 26 August 2003 stated in relation to Libbian:\n \n The first mortgage was purchased from Equitiloan [a reference to the former name of Equititrust] on the 8 th July 2003 following their attempts to sell the property by tender.",
      "id": "s466"
    },
    {
      "text": "The loan was shared 82.07% being $922,663 owned by the first mortgage portfolio of the fund and 17.92% $201,469 with the High Yield Portfolio of the fund.",
      "id": "s467"
    },
    {
      "text": "Those two amounts total $1,124,132.",
      "id": "s468"
    },
    {
      "text": "It will be recalled that the amounts of $1,117,282.61 and $6,850 that were paid out of the PIFA-2000 HYIP account on 8 July 2003 totalled $1,124,132.61 (see [157] --- [158] above).",
      "id": "s469"
    },
    {
      "text": "175 Page 3 of the internal memorandum dated 26 August 2003 adds:\n \n The High Yield Portfolio had an obligation to consolidate and take over the Meritstock / Rycorp [Properties] loans from the First Mortgage Portfolio.",
      "id": "s470"
    },
    {
      "text": "The High Yield Portfolio has paid for the First mortgage portion of the Libbian loan in exchange for the transfer under the signed deed of consolidation of all Meritstock / Rycorp [Properties] loans to the High Yield Portfolio of the fund.",
      "id": "s471"
    },
    {
      "text": "The first sentence appears to be a reference to the Security Deed.",
      "id": "s472"
    },
    {
      "text": "In relation to the second sentence, there is no documentary evidence that shows that there was indeed an \"exchange\" of the kind described.",
      "id": "s473"
    },
    {
      "text": "It is difficult to understand Mr Hickie's meaning.",
      "id": "s474"
    },
    {
      "text": "176 Similarly, the unsigned internal memorandum dated 27 August 2004 from Mr Hickie, stated that the first mortgage that was purchased from Equititrust for $1,124,132.61 was to be shared as to $922,663.00 by the FMIP and as to $201,469.61 by the HYIP.",
      "id": "s475"
    },
    {
      "text": "In that memorandum, Mr Hickie stated that the loan statement should have been split in these proportions and interest accrued in proportion to the ownership of the loan, being 82.07% to the FMIP and 17.92% to the HYIP.",
      "id": "s476"
    },
    {
      "text": "He stated that the interest accrued to 30 June 2004 was $135,706.51.",
      "id": "s477"
    },
    {
      "text": "This was all shown as owing to the HYIP, but in fact, 82.07% of that interest ($111,374.38) was owed to the FMIP and should have been recorded accordingly, and only $24,332.19 was owed to the HYIP, and should also have been recorded accordingly.",
      "id": "s478"
    },
    {
      "text": "Mr Hickie asserted that it was \"incorrect\" that the whole of the interest should be accrued to the HYIP, as it had been.",
      "id": "s479"
    },
    {
      "text": "177 On 13 September 2004, the Scheme's auditors, Hanrick Curran wrote to Mercator advising that they had completed their audit on the Financial Report of the PMIF for the year ended 30 June 2004.",
      "id": "s480"
    },
    {
      "text": "In relation to the Libbian first mortgage, the auditors advised at p 2:\n \n From the explanations received it would appear to us that the documentation internally with respect to the First Mortgage component of the Libbian loan was not adequately reflected at the time within loan statements or the Fund accounting records.",
      "id": "s481"
    },
    {
      "text": "There may also be a question as to whether the determination or level of the First Mortgage loan is correct in that the quantum of the previous loan replaced may have been less than the calculated amount of the new First Mortgage loan.",
      "id": "s482"
    },
    {
      "text": "Although we suspect that the accounts reflect the overall position of loans adequately, some further consideration may be necessary of this matter.",
      "id": "s483"
    },
    {
      "text": "178 On 23 September 2004, Hanrick Curran issued a qualified audit report.",
      "id": "s484"
    },
    {
      "text": "That report contained the following statement (p 3):\n \n During the year a First Mortgage loan was taken out over property to assist in stabilising the position of the Scheme as Second Mortgagee and to attempt to improve overall collectability of the loan.",
      "id": "s485"
    },
    {
      "text": "At the same time another First Mortgage was restructured as a High Yield mortgage loan as part of an overall consolidation and repackaging of existing loans.",
      "id": "s486"
    },
    {
      "text": "It is my opinion that the internal documentation (loan statements and accounting records) reflecting the intention of the Responsible Entity in this set of transactions was not clear in allocating the loans as being either First Mortgage or High Yield Income portfolio loans.",
      "id": "s487"
    },
    {
      "text": "The Responsible Entity has indicated it will take action to rectify that situation.",
      "id": "s488"
    },
    {
      "text": "The first sentence appears to refer to the Upper Roma Street Property, while the second sentence appears to refer to the Security Deed.",
      "id": "s489"
    },
    {
      "text": "179 On 8 December 2004, Mr Hickie wrote to Mr Stack asserting that the Libbian first mortgage was shared between the FMIP and the HYIP.",
      "id": "s490"
    },
    {
      "text": "Mr Hickie's letter stated:\n \n With respect to the Libbian Pty Ltd first mortgage, we again, advise, as per the audited accounts, that this mortgage is shared between the First Mortgage portfolio of the Fund and the High Yield portfolio.",
      "id": "s491"
    },
    {
      "text": "If you have read the Supplementary Prospectus, you will note that all the Meritstock/Rycorp [Properties] mortgages were consolidated into the one facility held by the High Yield portfolio and this includes those mortgages held by the First Mortgage portfolio.",
      "id": "s492"
    },
    {
      "text": "The High Yield portfolio paid for the First Mortgage portfolio's interest in the Libbian mortgage in exchange for its liability to assume the Meritstock mortgages under the deed.",
      "id": "s493"
    },
    {
      "text": "The auditors journalised the entry to demonstrate this.",
      "id": "s494"
    },
    {
      "text": "I can assure you the First Mortgage portfolio does own a share of the first mortgage, equivalent to $922,663.00.",
      "id": "s495"
    },
    {
      "text": "There can be no doubts about this.",
      "id": "s496"
    },
    {
      "text": "180 On 2 February 2006, Mr Hickie wrote to Mr Stack stating:\n \n The High Yield portfolio was to pay the cash to the First Mortgage portfolio under the consolidation [that is, the Settlement Deed] and the Fund was to buy the first mortgage over Boondall but due to the financial planners forcing redemptions (and in the end the wind up of the Funds and the crystallisation of the losses) the Fund had insufficient cash to complete the transfer in cash.",
      "id": "s497"
    },
    {
      "text": "Furthermore, the Libbian first mortgage was called by EquitiTrust.",
      "id": "s498"
    },
    {
      "text": "Had the property been sold by them the High Yield investors would have got nothing at all.",
      "id": "s499"
    },
    {
      "text": "This is important to note.",
      "id": "s500"
    },
    {
      "text": "The High Yield paid for the mortgage on behalf of the First Mortgage portfolio but only to the extent of what was owed to the First mortgage portfolio by the High Yield portfolio.",
      "id": "s501"
    },
    {
      "text": "This is the reason for our position.",
      "id": "s502"
    },
    {
      "text": "Sale of the Upper Roma Street Property \n \n181 On 2 September 2004, Mr Hickie wrote to the Fund's investors advising them that Mercator had instructed the Fund's solicitor to prepare the contract for the sale of the Upper Roma Street Property for $2,000,000.",
      "id": "s503"
    },
    {
      "text": "He advised them that he expected the contract to be executed by 6 September 2004 and that settlement was expected to take place approximately 30 days after that.",
      "id": "s504"
    },
    {
      "text": "He advised that the FMIP investors would be paid out since they were secured creditors, and that the balance of the proceeds of sale would be paid to the HYIP investors.",
      "id": "s505"
    },
    {
      "text": "182 Nonetheless, it will be recalled that on 8 September 2004, at an extraordinary general meeting of the members of the Scheme, it was resolved that Mercator be removed and replaced by Stacks as manager and responsible entity of the Scheme.",
      "id": "s506"
    },
    {
      "text": "183 In his affidavit, Mr Stack \"submits\" that, notwithstanding the contradictions presented by the documentary evidence, it appears that Mercator intended, on the sale of the Upper Roma Street Property, to repay the FMIP a principal amount of $922,663 plus interest in priority to the HYIP.",
      "id": "s507"
    },
    {
      "text": "184 The Upper Roma Street Property was sold by private treaty for $1,600,000 plus interest in respect of a delay by the purchaser in completing.",
      "id": "s508"
    },
    {
      "text": "Settlement occurred on 18 April 2005.",
      "id": "s509"
    },
    {
      "text": "In his affidavit, Mr Stack states that a net sum of $1,664,474.84 was received by the Scheme pursuant to the sale of the Upper Roma Street Property.",
      "id": "s510"
    },
    {
      "text": "The respective ways in which the five scenarios represented in the Schedules would operate in relation to the net proceeds of sale of the Upper Roma Street Property \n \n185 The Schedules present only two alternatives in relation to the distribution of the proceeds of sale of the Upper Roma Street Property.",
      "id": "s511"
    },
    {
      "text": "186 Schedules 1, 3, 4 and 5 all proceed on the same basis.",
      "id": "s512"
    },
    {
      "text": "They suggest that the proceeds of sale of the Upper Roma Street Property are held by Stacks on behalf of the High Yield Portfolio.",
      "id": "s513"
    },
    {
      "text": "187 Schedule 2, however, represents the argument advanced by Mr Hickie of Mercator in relation to the ownership of the first mortgage over the Upper Roma Street Property.",
      "id": "s514"
    },
    {
      "text": "That is, that 82.07% of the funds with respect to the first mortgage over the Upper Roma Street Property are held by Stacks on behalf of the PMIF, and that 17.93% of those funds are held on behalf of the HYIP.",
      "id": "s515"
    },
    {
      "text": "Conclusion in relation to the Libbian Facility and the Upper Roma Street Property \n \n188 The central question which I must determine in relation to the Libbian Facility and the Upper Roma Street Property is whether the FMIP had any interest in the first mortgage over the Upper Roma Street Property.",
      "id": "s516"
    },
    {
      "text": "There does not appear to be any suggestion that the FMIP had an interest in the second mortgage over the Upper Roma Street Property.",
      "id": "s517"
    },
    {
      "text": "189 In his affidavit, Mr Stack identifies numerous questions in relation to the ownership of the first mortgage over the Upper Roma Street Property on which he has been unable to satisfy himself on the evidence before him.",
      "id": "s518"
    },
    {
      "text": "The reason is that the voluminous documentary evidence is conflicting.",
      "id": "s519"
    },
    {
      "text": "190 Contrary to Mr Hickie's assertion, there are doubts about whether the FMIP was secured by the first mortgage over the Upper Roma Street Property to the extent of $922,663.",
      "id": "s520"
    },
    {
      "text": "Mr Hickie may have had various intentions from time to time, and may have no doubt as to what those intentions were, but the documentary evidence strongly favours the view that the FMIP had no interest in the first mortgage over the Upper Roma Street Property.",
      "id": "s521"
    },
    {
      "text": "191 I accept the submission made by senior counsel for Stacks that in respect of the Upper Roma Street Property there appears to be no evidentiary basis on which the Court should ascribe a beneficial interest in either the first or second mortgage over that property to the members of the FMIP.",
      "id": "s522"
    },
    {
      "text": "If any such interest was granted by Mercator, it is not documented in the books and records provided by Mercator to Stacks.",
      "id": "s523"
    },
    {
      "text": "192 If Mercator did grant the FMIP an interest in the first mortgage over the Upper Roma Street Property, it did so in breach of trust because the HYIP advanced all the funds to purchase that mortgage.",
      "id": "s524"
    },
    {
      "text": "There was no benefit to be gained by the HYIP in the granting of such an interest to the HYIP.",
      "id": "s525"
    },
    {
      "text": "It follows that if an interest in the first mortgage over the Upper Roma Street Property was granted to the FMIP, it would have to be reversed.",
      "id": "s526"
    },
    {
      "text": "193 Furthermore, in light of my conclusion that the Security Deed was entered into in breach of trust and is therefore to be ignored, the explanation that FMIP's interest in the first mortgage over the Upper Roma Street Property arose from an \"exchange\" or transfer of \"Rycorp [Properties]\" loans to the HYIP, is not an adequate explanation for FMIP's interest in the first mortgage over the Upper Roma Street Property.",
      "id": "s527"
    },
    {
      "text": "194 Confining myself to the evidence, and doing the best that I can on that contradictory evidence, I conclude that Stacks is justified in distributing the proceeds of sale of the Upper Roma Street Property on the basis that the HYIP is entitled to the whole of the beneficial interest in the proceeds of sale of the Upper Roma Street Property.",
      "id": "s528"
    },
    {
      "text": "CONCLUSION \n \n195 There will be directions generally along the lines of paras 1(a) and (b) of Schedule 5 to the further amended originating process, as follows:\n \n 1.",
      "id": "s529"
    },
    {
      "text": "The plaintiff is justified in proceeding on the basis that:\n \n \n (a) The sale proceeds of the property at 2112-2115 Sandgate Road, Boondall, Queensland (the Boondall Property) are held on behalf of the High Yield Income Portfolio of the Premium Mortgage Income Fund (the Scheme).",
      "id": "s530"
    },
    {
      "text": "(b) The sale proceeds of the property at 452-454 Upper Roma Street, Brisbane, Queensland (the Upper Roma Street Property) are held on behalf of the High Yield Income Portfolio of the Scheme.",
      "id": "s531"
    },
    {
      "text": "196 Again, I emphasise the limited purpose and effect of the giving of directions in an application of the present kind (see [12]-[14] above).",
      "id": "s532"
    },
    {
      "text": "197 As some of the other directions contained in Schedule 5 call for further discussion, the proceeding will be stood over to 23 January 2008 at 9.30 am for the making of orders.",
      "id": "s533"
    },
    {
      "text": "I certify that the preceding one hundred and ninety-seven (197) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s534"
    },
    {
      "text": "Associate:\n\nDated: 17 January 2008\n\n\n Counsel for the Plaintiff: Mr I M Jackman SC and Ms V Whittaker \n \n Solicitors for the Plaintiff: Kemp Strang \n \n Date of Hearing: 18, 19 October 2007 \n \n Date of Judgment: 17 January 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/12.html",
      "id": "s535"
    }
  ]
}