{
  "name": "West International Pty Ltd v Ultradrilling Pty Ltd [2008] FCA 1443 (23 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1443.html",
  "catchphrases": [
    {
      "text": "statutory demand",
      "id": "c0"
    },
    {
      "text": "application under s 459h of the corporations act 2001 (cth) to set aside",
      "id": "c1"
    },
    {
      "text": "whether genuine dispute as to existence or amount of debt or off-setting claim.",
      "id": "c2"
    },
    {
      "text": "review of a registrar's decision",
      "id": "c3"
    },
    {
      "text": "applicable principles",
      "id": "c4"
    },
    {
      "text": "whether further evidence may be adduced",
      "id": "c5"
    },
    {
      "text": "whether grounds of review limited",
      "id": "c6"
    },
    {
      "text": "weight of registrar's decision.",
      "id": "c7"
    },
    {
      "text": "\"genuine dispute\", \"offsetting claim\".",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    },
    {
      "text": "words and phrases",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Ultradrilling Pty Ltd (\"Ultradrilling\") was engaged by West International Pty Ltd (\"West\") as a subcontractor to carry out extensive drilling works on a project on the Kingston Foreshore, Lake Burley Griffin, in the Australian Capital Territory (\"the Project\").",
      "id": "s0"
    },
    {
      "text": "Ultradrilling issued seven invoices to West for that work totalling $345,983.00.",
      "id": "s1"
    },
    {
      "text": "On 13 March 2008, Ultradrilling issued an amended statement of account for $333,036.00.",
      "id": "s2"
    },
    {
      "text": "West paid $102,507.00.",
      "id": "s3"
    },
    {
      "text": "The balance, $230,529.00, was the amount sought by Ultradrilling in a statutory demand dated 9 May 2008 with an accompanying affidavit dated 9 May 2008 (\"the Statutory Demand\").",
      "id": "s4"
    },
    {
      "text": "2 On receipt of the Statutory Demand, West paid $75,132.00 and applied to set aside the balance of the Statutory Demand ($155,397.00) on two grounds in s 459H(1) of the Corporations Act 2001 (Cth) (\"the Act\"): (1) there was a genuine dispute about the existence or amount of the debt (as to $47,916.00); and (2) West had an \"offsetting claim\" (in the sum of $120,420.00).",
      "id": "s5"
    },
    {
      "text": "3 On 18 July 2008, pursuant to s 459H(4) Registrar Hetyey varied the Statutory Demand to $57,339.00, having accepted that there was a genuine dispute as to $47,916.00 and offsetting claims to the value of $50,142.00.",
      "id": "s6"
    },
    {
      "text": "West now applies to the Court to review that decision pursuant to s 35A(5) of the Federal Court of Australia Act 1976 (Cth) (\"the Federal Court Act \"), contending that the Registrar erred in rejecting the balance of its offsetting claim, the acceptance of which would require setting aside of the Statutory Demand in its entirety.",
      "id": "s7"
    },
    {
      "text": "4 As these reasons for decision will demonstrate, the Statutory Demand must be set aside in its entirety under s 459H(3) of the Act on the grounds that there is a genuine dispute about the existence or amount of part of the debt and in relation to the balance of the debt, West has offsetting claims which exceed the amount of that debt.",
      "id": "s8"
    },
    {
      "text": "NATURE OF REVIEW AND APPLICABLE LEGAL PRINCIPLES \n \n5 Before turning to the facts, it is necessary to restate some relevant principles.",
      "id": "s9"
    },
    {
      "text": "6 The function of the Court, on review of a Registrar's decision under s 35A(5) of the Federal Court Act , is to rehear the case and decide the facts for itself.",
      "id": "s10"
    },
    {
      "text": "It is a hearing de novo.",
      "id": "s11"
    },
    {
      "text": "That is to say, it is a complete rehearing at which the parties may adduce further evidence.",
      "id": "s12"
    },
    {
      "text": "It is for the Court to be satisfied of the matters prescribed by the Act and to exercise the discretion unfettered by the decision of the Registrar.",
      "id": "s13"
    },
    {
      "text": "The cases that make good those propositions include: Mazukov v University of Tasmania [2004] FCAFC 159 at [22] - [27] ; and Martin v Commonwealth Bank of Australia (2001) 217 ALR 634 at [6] and [12] and Callegher v Australian Securities and Investments Commission (2007) 239 ALR 749 at [46].",
      "id": "s14"
    },
    {
      "text": "7 The principles to be applied by the Court in determining an application to set aside a statutory demand are also not in dispute.",
      "id": "s15"
    },
    {
      "text": "The Court must be satisfied that there is a genuine dispute between Ultradrilling and West about the existence or amount of the debt to which the demand relates: s 459H(1)(a) of the Act .",
      "id": "s16"
    },
    {
      "text": "That issue is determined at the time the Court hears the application: Andi-Co Australia Pty Ltd v Meyers [2004] FCA 1358 at [16] .",
      "id": "s17"
    },
    {
      "text": "For a genuine dispute to exist, the dispute must \"be bona fide and truly exist in fact\".",
      "id": "s18"
    },
    {
      "text": "The grounds for alleging the existence of a dispute must be \"real and not spurious, hypothetical, illusory or misconceived\": Spencer Constructions Pty Ltd v G&amp;M Aldridge Pty Ltd [1997] FCA 681 ; (1997) 76 FCR 452 at 464; see also John Holland Construction and Engineering Pty Ltd v Kilpatrick Green Pty Ltd (1994) 14 ACSR 250 at 253 and TR Administration Pty Ltd v Frank Marchetti &amp; Sons Pty Ltd [2008] VSCA 70 ; (2008) 66 ACSR 67 at 79.",
      "id": "s19"
    },
    {
      "text": "8 The manner in which the Court approaches the task is also not in dispute.",
      "id": "s20"
    },
    {
      "text": "The Court does not resolve contested questions of fact or determine where the merits lie in any contest: Kortz Ltd v Data Acquisition Pty Ltd [2006] FCA 1722 ; (2006) 155 FCR 556 at [40] .",
      "id": "s21"
    },
    {
      "text": "The Court determines only whether the supporting affidavits filed and served by West depose to facts from which the Court is able to conclude that a genuine dispute exists.",
      "id": "s22"
    },
    {
      "text": "As Young J said in John Holland Construction 14 ACSR at 253, something between mere assertion and the proof of the existence of the disputed debt is required: see also Micha International Pty Limited v Jong Seol Lee [2008] NSWSC 921 at [5] and Solarite Air Conditioning Pty Ltd v York International Australia Pty Ltd [2002] NSWSC 411 at [23] .",
      "id": "s23"
    },
    {
      "text": "9 The test to be applied in determining whether an offsetting claim exists is the same as that applied in ascertaining the existence of a genuine dispute: TR Administration Pty Ltd 66 ACSR at 79.",
      "id": "s24"
    },
    {
      "text": "GENUINE DISPUTE AND OFFSETTING CLAIMS \n \n10 As noted earlier, Ultradrilling was engaged by West as a subcontractor on the Project to undertake extensive drilling work.",
      "id": "s25"
    },
    {
      "text": "West in turn had been hired by head contractor Macmahon Contractors Pty Ltd (\"Macmahon\").",
      "id": "s26"
    },
    {
      "text": "The Statutory Demand issued by Ultradrilling claims an amount that is said to represent the balance due to it from West for the drilling work done pursuant to the contract.",
      "id": "s27"
    },
    {
      "text": "The genuine dispute alleged by West is whether certain amounts are in fact payable and owing under the contract; the offsetting claim is for losses said to arise out of Ultradrilling's breach of the contract due to its delay in completing the work.",
      "id": "s28"
    },
    {
      "text": "Genuine Dispute \n \n11 West contends that of the $155,397 remaining unpaid on the Statutory Demand, there is a genuine dispute in relation to $47,916 arising from excessive and incorrect charges by Ultradrilling.",
      "id": "s29"
    },
    {
      "text": "12 The amount of $47,916, in fact, is said to be comprised of three separate amounts - namely:\n \n1.",
      "id": "s30"
    },
    {
      "text": "$21,659, being Ultradrilling's claim for the \"additional cost of run casing and gravel pack\";\n \n2.",
      "id": "s31"
    },
    {
      "text": "$7,623, being Ultradrilling's claim for the cost of signing in and out of the site; and\n \n3.",
      "id": "s32"
    },
    {
      "text": "$18,634, being Ultradrilling's claim for \"other standby\" charges.",
      "id": "s33"
    },
    {
      "text": "I propose to deal with each amount separately.",
      "id": "s34"
    },
    {
      "text": "Additional cost of run casing and gravel pack - $21,659 \n \n13 West contended that all of the works to be carried out by Ultradrilling were set out in a purchase order dated 13 June 2007 from West to Ultradrilling (\"the Purchase Order\").",
      "id": "s35"
    },
    {
      "text": "That Purchase Order described the work to be undertaken as follows:\n \n Item No \n \n \n Description \n \n \n UNIT QUANTITY \n \n \n UNIT PRICE \n \n \n ... \n \n \n AMOUNT (INCLUDE GST) \n \n \n \n \n Drilling for Water Bores --- Dewatering &amp; Recharge Wells \n \n \n \n \n \n \n \n 1.",
      "id": "s36"
    },
    {
      "text": "300mm Diameter Bores --- 19m Depth (x14) \n \n \n 266m \n \n \n $440.00 \n \n \n \n $128,744.00 \n \n \n \n 2.",
      "id": "s37"
    },
    {
      "text": "200mm Diameter Bores --- 16m Depth (x15) \n \n \n 240m \n \n \n $360.00 \n \n \n \n $95,040.00 \n \n \n \n 3.",
      "id": "s38"
    },
    {
      "text": "300mm Diameter Bores --- 13m Depth (x8) \n \n \n 104m \n \n \n $440.00 \n \n \n \n $50,336.00 \n \n \n \n 4.",
      "id": "s39"
    },
    {
      "text": "Set Up at Each Hole \n \n \n 37 holes \n \n \n $400.00 \n \n \n \n $16,280.00 \n \n \n \n 5.",
      "id": "s40"
    },
    {
      "text": "Establishment &amp; Diestablishment \n \n \n 1 \n \n \n $5,000.00 \n \n \n \n $5,500.00 \n \n \n \n \n \n TOTAL AMOUNT \n \n \n \n $295,900.00 \n \n ...",
      "id": "s41"
    },
    {
      "text": "Terms Lump sum figure includes: 1) Installation of Bore Holes 2) Placing of a PVC Casing 3) Placing of Gravel Pack (if required) Variation Cost: \n \n 1) Additional Bores will be at per meter rates as above according to the hole diameter \n \n2) ... 3) Standby rate awaiting per instructions: AUD $220/Hour 4) Wet Weather Stand Down Rate: AUD $220/Hour (Max.",
      "id": "s42"
    },
    {
      "text": "6 Hours/Day) (Emphasis added.",
      "id": "s43"
    },
    {
      "text": ") \n14 Ultradrilling's claim of $21,659 for the \"additional cost of run casing and gravel pack\" was the subject of correspondence between Ultradrilling and West dated 15 February 2008 and 10 March 2008.",
      "id": "s44"
    },
    {
      "text": "At that time, there was no dispute that Ultradrilling was obliged to supply the run casing and gravel packs.",
      "id": "s45"
    },
    {
      "text": "However, West did dispute that Ultradrilling was entitled to claim the additional cost for transporting the run casing and gravel packs from the storage areas to the drilling holes.",
      "id": "s46"
    },
    {
      "text": "In its letter of 15 February 2008, West described it as one of the \"non-approved charges\" by Ultradrilling.",
      "id": "s47"
    },
    {
      "text": "15 As West's letter of 15 February pointed out, Ultradrilling was engaged to drill bore holes.",
      "id": "s48"
    },
    {
      "text": "West contended that to do that involved bringing the necessary equipment from the storage area to the hole sites and laying the equipment.",
      "id": "s49"
    },
    {
      "text": "That is, West disputed that the carting of goods from a storage location to a site was an additional cost entitled to be claimed by Ultradrilling.",
      "id": "s50"
    },
    {
      "text": "The italicised terms of the Purchase Order (see [13] above) provide objective evidence that there is a genuine dispute, for the whole of the amount of $21,659, about whether Ultradrilling was entitled to charge separately for transporting the run casing and gravel packs from the storage areas to the drilling holes.",
      "id": "s51"
    },
    {
      "text": "16 Before leaving this item, it is important to recall that Ultradrilling accepted there was a genuine dispute in relation to this item but limited to $8,712.",
      "id": "s52"
    },
    {
      "text": "Consistent with the authorities (see [8] above) and the view I have expressed in paras [14] and [15] above, it is neither necessary nor appropriate to seek to reconcile the invoices issued by Ultradrilling to resolve the quantum of the amount in fact in dispute.",
      "id": "s53"
    },
    {
      "text": "It is the entitlement of Ultradrilling to in fact charge separately for the whole of the run casing and gravel pack \"additional cost\" of $21,659 which is the genuine dispute.",
      "id": "s54"
    },
    {
      "text": "Signing in and signing out - $7,623 \n \n17 Ultradrilling charged West $7,623 for signing in and out of the site each day.",
      "id": "s55"
    },
    {
      "text": "The amount was calculated on the basis that the time taken by the workers to sign in and out each day was half an hour.",
      "id": "s56"
    },
    {
      "text": "Ultradrilling conceded that the Statutory Demand should be reduced by this amount.",
      "id": "s57"
    },
    {
      "text": "Other standby - $18,634 \n \n18 Ultradrilling claimed $18,634 for what was described as \"other standby\" charges.",
      "id": "s58"
    },
    {
      "text": "West disputed Ultradrilling's entitlement to claim this amount on the grounds that the standby arose because of problems caused by Ultradrilling \"that required the new or further instructions\".",
      "id": "s59"
    },
    {
      "text": "19 One of the variation items identified on the Purchase Order (see [13]) above) was \"Standby rate awaiting per instructions: AUD $220/Hour\".",
      "id": "s60"
    },
    {
      "text": "In other words, West accepted that if a contractor specifically requested the subcontractor to standby pending further instructions, the subcontractor was entitled to charge an hourly rate but argued that the rate was not able to be claimed where the subcontractor had itself caused the problem which necessitated the need for further instructions.",
      "id": "s61"
    },
    {
      "text": "20 Mr Stephen Mark West, a director of West, identified four incidents --- Ultradrilling's alleged failure to perform work to correct specifications, the incident of spoil entering the lake and two purported breaches of safety requirements --- which he alleged gave rise to the need to place Ultradrilling on standby pending further instructions and that each incident was caused by Ultradrilling.",
      "id": "s62"
    },
    {
      "text": "21 Counsel for Ultradrilling submitted that when the invoices identifying claims for \"other standby\" were analysed, it was apparent that many of the 31 claims over a period of three to four months could not have been caused by the actions of Ultradrilling and that, at best, only a few hours could said to result from the actions of Ultradrilling.",
      "id": "s63"
    },
    {
      "text": "That is to say, Ultradrilling's counsel conceded for the purposes of argument in this case as to whether the Statutory Demand should be set aside (but not for the purposes of any substantive claim or counterclaim in a future proceeding for breach of contract) that \"under the contract if the standby is caused by the actions of [Ultradrilling], then it is not chargeable\" and thus the assertion about Ultradrilling being the cause of the need to standby was sufficient to give rise to a genuine dispute as to whether some part of the \"other standby\" amount was in fact chargeable and owing.",
      "id": "s64"
    },
    {
      "text": "In other words, Ultradrilling accepted that the assertions and evidence supplied by Mr West in his affidavit might be sufficient to establish a genuine dispute, but argued that the amount of the genuine dispute was not the full $18,634 but instead some lesser sum of money which West had failed to particularise.",
      "id": "s65"
    },
    {
      "text": "22 I reject Ultradrilling's \"failure to particularise\" contention on a number of bases.",
      "id": "s66"
    },
    {
      "text": "First, it cannot be said that when Mr West identified incidents allegedly caused by Ultradrilling and giving rise to the need to place Ultradrilling on standby pending further instructions, he was purporting to give a complete list.",
      "id": "s67"
    },
    {
      "text": "So much is made clear by the language of para [12] of his affidavit of 29 May 2008.",
      "id": "s68"
    },
    {
      "text": "Secondly, it is apparent from the contemporaneous correspondence before the Court that Macmahon itself attributed delays on the Project to what it described as \"lack of production\" by Ultradrilling.",
      "id": "s69"
    },
    {
      "text": "In those circumstances and having regard to the nature of the incidents identified, it is neither possible nor appropriate for a Court in a proceeding of this nature to seek an exhaustive list of each incident, determine its cause, and then ascertain the time and cost of any such delay.",
      "id": "s70"
    },
    {
      "text": "There is objective evidence that there is a genuine dispute about whether Ultradrilling was entitled to charge separately for \"other standby\" for the whole of the amount of $18,634.",
      "id": "s71"
    },
    {
      "text": "Put another way, contrary to the submissions of Ultradrilling, it cannot be said that the dispute as to the whole of the amount is a \"patently feeble legal argument or an assertion of facts unsupported by evidence\": Rhagodia Pty Ltd v National Australia Bank Ltd (2008) 67 ACSR 367 at [93] (internal citation and quotation marks omitted).",
      "id": "s72"
    },
    {
      "text": "There is \"sufficient prima facie plausibility to merit further investigation\" as to the truth of the assertion: Rhagodia at [93] (internal citation and quotation marks omitted).",
      "id": "s73"
    },
    {
      "text": "Offsetting claims \n \n23 As noted earlier, West contended that it also had offsetting claims of $120,420 against Ultradrilling based on Ultradrilling's alleged delay in completing the drilling work that was said to constitute a breach of the contract between West and Ultradrilling.",
      "id": "s74"
    },
    {
      "text": "The losses arising from the breach were said by Mr West in his 29 May affidavit to comprise:\n \n1.",
      "id": "s75"
    },
    {
      "text": "$18,152 for internal administrative costs;\n \n2.",
      "id": "s76"
    },
    {
      "text": "$31,990 short payment from Macmahon; and\n \n3.",
      "id": "s77"
    },
    {
      "text": "$70,278 for other delay costs incurred by West.",
      "id": "s78"
    },
    {
      "text": "24 Before turning to consider these amounts, it is necessary to say something about the general nature and alleged cause of the offsetting claims.",
      "id": "s79"
    },
    {
      "text": "There is no dispute that the Project was delayed.",
      "id": "s80"
    },
    {
      "text": "As noted earlier, what is in dispute is the cause of the delays and, having determined the cause, the precise costs resulting from those delays and their recoverability under the contract (i.e.",
      "id": "s81"
    },
    {
      "text": "whether the delays constitute breaches of one or more terms of the contract).",
      "id": "s82"
    },
    {
      "text": "Some of the costs said to arise from the delays I have already considered (see [18] to [22] above).",
      "id": "s83"
    },
    {
      "text": "25 West argues that Ultradrilling was the cause of Project delays and that the amounts specified by West are the costs attributable to those delays.",
      "id": "s84"
    },
    {
      "text": "There is, on any view, sufficient objective evidence to establish a prima facie allegation of delay on the part of Ultradrilling.",
      "id": "s85"
    },
    {
      "text": "That evidence includes, but is not limited to, a letter from Macmahon to West dated 7 February 2008 which not only referred to the fact that delays had been incurred on the Project as a result of the lack of production by Ultradrilling but attached what was described as a \"delay schedule\".",
      "id": "s86"
    },
    {
      "text": "The schedule set out a series of dates and the time lost and the \"[r]eason for the [d]elay\" in relation to those specific dates.",
      "id": "s87"
    },
    {
      "text": "The delays listed on the schedule totalled 256 hours; Mr West in his 29 May affidavit alleged that the Ultradrilling delays effectively amounted to 27 working days.",
      "id": "s88"
    },
    {
      "text": "The schedule's \"reason for the delay\" column included items such as \"Driller left at midday due to sickness --- smelt of alcohol\", \"Finished at 2:00pm\", \"Not on site\", \"[D]idn't arrive until 11\", and \"Driller left early\".",
      "id": "s89"
    },
    {
      "text": "26 This objective evidence raises a number of issues, including: (1) whether the cause of each delay recorded on each date was as described; (2) whether the delays were a result of Ultradrilling's conduct; (3) if so, the precise number of hours of and costs attributable to each delay; and finally, (4) the basis on which West is entitled to recover all or part of those costs from Ultradrilling.",
      "id": "s90"
    },
    {
      "text": "27 In oral submissions, counsel for Ultradrilling appeared to accept the existence of a genuine dispute as to the first three issues - that is, whether there were delays, who caused them, and the amount of the costs resulting.",
      "id": "s91"
    },
    {
      "text": "Counsel nevertheless submitted that these offsetting claims based on delay should be rejected because the contract between Ultradrilling and West contained no express stipulations about time for completion of the contract and that any legal argument in favour of there being an implied term or terms in the contract covering all of the delays set out in the schedule to the letter dated 7 February 2008 (see [25] above) was \"patently feeble\".",
      "id": "s92"
    },
    {
      "text": "I reject Ultradrilling's contentions.",
      "id": "s93"
    },
    {
      "text": "28 There is sufficient objective evidence to establish a prima facie allegation of delay on the part of Ultradrilling caused by its own conduct.",
      "id": "s94"
    },
    {
      "text": "It is important to note that Ultradrilling's contentions proceeded not on the basis that there could be no implied term relating to time but that the legal argument there existed one or more implied terms covering all of the instances set out in the schedule to the letter dated 7 February 2008 was \"patently feeble\".",
      "id": "s95"
    },
    {
      "text": "That contention is understandable.",
      "id": "s96"
    },
    {
      "text": "However, the evidence before the Court on these issues (including the terms of the contract) is not exhaustive: cf TR Administration 66 ACSR at 81-82.",
      "id": "s97"
    },
    {
      "text": "Indeed, what evidence was before the Court suggested that there was in fact no formal, integrated written contract, but instead a series of emails, purchase orders, and invoices, including the Purchase Order partially set out above.",
      "id": "s98"
    },
    {
      "text": "29 Particularly in those circumstances, the nature and extent of any implied term is not necessarily a straightforward issue.",
      "id": "s99"
    },
    {
      "text": "It would first require consideration of the express terms of the contract, which in the absence of an integrated written contract would themselves have to be discerned from the various correspondence, documents, and possibly oral evidence.",
      "id": "s100"
    },
    {
      "text": "The exercise would also no doubt require consideration of the relevance and application of the principle of construction that in particular types of commercial contracts, punctual performance and reasonable diligence may be implied conditions of the contract: see e.g.",
      "id": "s101"
    },
    {
      "text": "I Bailey, \"Construction Law in Australia\" (2 nd ed 1998) at 122-25; 5 Bruner &amp; O'Connor on Construction Law (2008) s 15:17.",
      "id": "s102"
    },
    {
      "text": "In short, while some or maybe even all of West's delay claims may ultimately fail, they present issues which cannot be and should not be resolved in this application by what would amount to a mini-trial on the underlying contract claim.",
      "id": "s103"
    },
    {
      "text": "Such issues must instead await any substantive breach of contract proceeding.",
      "id": "s104"
    },
    {
      "text": "30 For present purposes, I am satisfied that an offsetting claim with sufficient prima facie plausibility to merit further investigation does exist.",
      "id": "s105"
    },
    {
      "text": "It now remains only to consider the amount of that claim, and whether it is such as to justify the setting aside of the Statutory Demand.",
      "id": "s106"
    },
    {
      "text": "For that, I turn to examine the three components said by West to constitute the offsetting claim.",
      "id": "s107"
    },
    {
      "text": "Internal administrative costs \n \n31 The first component, internal administrative costs of $18,152, is said to be costs incurred by West as a result of the incidents referred to above (see [25]).",
      "id": "s108"
    },
    {
      "text": "Mr West alleged that, as a result of the delays, West needed to employ four staff, including himself, for five weeks longer than required, with associated accommodation costs for those staff who were not located in the Australian Capital Territory.",
      "id": "s109"
    },
    {
      "text": "The names of the staff, together with their hourly rate, the hours worked and the total claim amount, were set out in Mr West's 29 May 2008 affidavit.",
      "id": "s110"
    },
    {
      "text": "A claim of this nature was first raised by Mr West with Ultradrilling in his letter of 15 February 2008, to which I have already referred (see [14]-[15]).",
      "id": "s111"
    },
    {
      "text": "Having regard to the matters referred to in [25] and [26] above and the contents of Mr West's affidavit, there is a genuine offsetting claim of sufficient factual particularity in relation to this amount.",
      "id": "s112"
    },
    {
      "text": "Alleged short payment \n \n32 The second component concerns an alleged short payment of $31,990 from Macmahon.",
      "id": "s113"
    },
    {
      "text": "It is not an additional cost incurred by West but a claim made by West against Ultradrilling.",
      "id": "s114"
    },
    {
      "text": "Counsel for Ultradrilling submitted that the objective evidence discloses that there was in fact no short payment but a delay in the payment, for an unspecified period of time, from Macmahon to West.",
      "id": "s115"
    },
    {
      "text": "It is therefore necessary to consider that objective evidence to determine whether or not it establishes a prima facie offsetting claim of the nature and size described.",
      "id": "s116"
    },
    {
      "text": "33 The starting point again is the letter of 15 February 2008 from West to Ultradrilling (referred to at [14] and [15] above).",
      "id": "s117"
    },
    {
      "text": "It listed one of West's claims against Ultradrilling as a \"short payment from Macmahon as a result of delays\" of $31,990.",
      "id": "s118"
    },
    {
      "text": "The objective evidence establishes that West settled its own contract dispute with Macmahon on terms that required it to forgo claims totalling $100,000.",
      "id": "s119"
    },
    {
      "text": "It is by no means clear whether: (1) the $31,990 allegedly withheld is, in fact, part of the $100,000 that West had to forgo as part of its settlement with Macmahon; and (2) if so, the amount is recoverable under the West-Ultradrilling contract as consequential damages.",
      "id": "s120"
    },
    {
      "text": "In the end, however, the issues raised in paras [28]-[30] above are again directly relevant to the Court's consideration of this aspect of the claim.",
      "id": "s121"
    },
    {
      "text": "There is a genuine offsetting claim in relation to this amount.",
      "id": "s122"
    },
    {
      "text": "The merits of that claim are to be determined in another forum.",
      "id": "s123"
    },
    {
      "text": "Other delay costs of at least $70,278 \n \n34 As the label suggests, the third component is for other costs allegedly caused by Ultradrilling's delays in the Project.",
      "id": "s124"
    },
    {
      "text": "35 This component was rejected by the Deputy Registrar on the grounds that there \"[was] simply no evidence (credible or otherwise) before the [C]ourt to explain how this offsetting claim [was] said to arise\".",
      "id": "s125"
    },
    {
      "text": "As a result, on review West filed additional affidavit material (as it was entitled to do) from Mr West seeking to rectify that problem.",
      "id": "s126"
    },
    {
      "text": "That evidence was described as disclosing \"the actual costs associated with the delay caused by [Ultradrilling] and not otherwise covered by the claims permitted by the Deputy District Registrar\".",
      "id": "s127"
    },
    {
      "text": "Those actual costs, which at $101,458.70 exceeded the previous, estimated figure of $70,278, were itemised as follows:\n \n \n Calculation of Actual Costs \n Incurred and associated with the 27 days lost\n 5.4 weeks\n \n Payroll \n Engineer 1 7,470.00\n Engineer 2 5,659.00\n Engineer 3 6,800.00\n Allowance paid to engineers 1,620.00\n Accommodation 4,750.00\n Transport 2,350.00\n \n Compressor 4,000.00\n \n Lost mark up \n on engineer's costs at 30% 9,794.00\n \n Lost profit on 29 pumps usually\n rented at $110 per day and left\n idle for 37 days allowing for\n costs estimated at 50% 59,015.00\n \n TOTAL 101,458.70 \n \n \n\n36 The additional affidavit from Mr West went on to describe these claims in the following terms:\n \n \n In that period [of 27 days] [West] was required to retain 3 engineers, with accommodation and transport and pay them a per day sustenance allowance.",
      "id": "s128"
    },
    {
      "text": "The period also required the retention of a compressor.",
      "id": "s129"
    },
    {
      "text": "In that period the engineers and the pumps could have been employed on other projects.",
      "id": "s130"
    },
    {
      "text": "If so employed [West] would have recovered approximately a further 30% on the costs as a profit.",
      "id": "s131"
    },
    {
      "text": "During the delay some 29 pumps were idle.",
      "id": "s132"
    },
    {
      "text": "If the pumps were used elsewhere they would usually be rented out at $110 per day (each day not just working days).",
      "id": "s133"
    },
    {
      "text": "If rented out, [West] would incur costs of about 50% of the rent recovered.",
      "id": "s134"
    },
    {
      "text": "37 Ultradrilling submitted that the fact that West now puts forward these details of the offsetting claim to overcome the difficulties identified by the Deputy Registrar should tell strongly against the genuineness of the claim, both on the issue of whether the delays are recoverable by West against Ultradrilling and the amount of any such claim.",
      "id": "s135"
    },
    {
      "text": "In any event, Ultradrilling contends that the evidence now provided does not rise above mere assertion and should be rejected on that basis alone: see Elm Financial Services Pty Ltd v MacDougal [2004] NSWSC 560 at [18] - [19] and TR Administration 66 ACSR at 79-80.",
      "id": "s136"
    },
    {
      "text": "Ultradrilling focused, in particular, on the charges for \"lost mark up\" and the \"lost profit\" on the pumps (see [35] above).",
      "id": "s137"
    },
    {
      "text": "Ultradrilling contended that if, as was required, a line was drawn to distinguish between evidence that was merely spurious, bluster or assertion and evidence which provided sufficient factual particularity to exclude the merely fanciful or futile, the offsetting claim would be dismissed: TR Administration at 79-80.",
      "id": "s138"
    },
    {
      "text": "38 I reject this submission.",
      "id": "s139"
    },
    {
      "text": "What this application has demonstrated is that the terms on which West engaged Ultradrilling to drill bore holes and the manner in which Ultradrilling completed that work is the subject of dispute.",
      "id": "s140"
    },
    {
      "text": "Those issues cannot be resolved and should not be resolved in the present application.",
      "id": "s141"
    },
    {
      "text": "Moreover, it must be recalled that West is not required to establish the precise dollars and cents or provide a fully evidenced claim: Elm Financial Services at [19].",
      "id": "s142"
    },
    {
      "text": "39 Secondly, the bases on which Ultradrilling contends that charges for \"lost mark up\" and the \"lost profit\" on the pumps are spurious cannot be accepted.",
      "id": "s143"
    },
    {
      "text": "\"Lost mark up\" was criticised by Ultradrilling on the grounds that \"[t]he sense in which this amount was 'lost' [was] unexplained.",
      "id": "s144"
    },
    {
      "text": "\" However, that loss was explained.",
      "id": "s145"
    },
    {
      "text": "In Mr West's additional affidavit and accompanying spreadsheet (see [35]-[36] above), it was described as the margin which West would have received on the engineer's labour - that is, the difference between the rate charged to the client and the rate actually paid to the engineer.",
      "id": "s146"
    },
    {
      "text": "Whether such loss is recoverable from Ultradrilling and if so, whether 30% is the correct rate to apply in calculating the loss, are issues to be determined in other forums.",
      "id": "s147"
    },
    {
      "text": "The other loss, the \"lost profit\" component, was challenged by Ultradrilling on the basis that because the pumps were said to be custom-built for the Project, there could be no \"usual practice\" for renting the pumps and it was not plausible to assume that each of the pumps, if not required on the Project, would have been immediately rented out for the whole period to a third party at $110 per day.",
      "id": "s148"
    },
    {
      "text": "Again, those are issues that will need to be resolved in another forum.",
      "id": "s149"
    },
    {
      "text": "40 In the present case, it cannot be said that the evidence was merely spurious, bluster or assertion.",
      "id": "s150"
    },
    {
      "text": "The evidence ultimately provided by West provided sufficient factual particularity to exclude the merely fanciful or futile.",
      "id": "s151"
    },
    {
      "text": "Whether West will succeed at any trial of the issue is irrelevant.",
      "id": "s152"
    },
    {
      "text": "ORDERS \n \n41 Adding together the $47,916 in genuine dispute and the approximately $151,610 in offsetting claims yields a total amount which exceeds the balance of $155,397 claimed by Ultradrilling pursuant to the Statutory Demand.",
      "id": "s153"
    },
    {
      "text": "In the circumstances, the appropriate orders are that the Statutory Demand be set aside under s 459H(3) of the Act and that Ultradrilling pay West's costs of and incidental to the application, both before the Registrar and this Court, such costs to be taxed in default of agreement.",
      "id": "s154"
    },
    {
      "text": "42 In view of those orders, it is unnecessary to separately consider setting aside the Statutory Demand on one or more of the grounds set out in s 459J of the Act .",
      "id": "s155"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s156"
    },
    {
      "text": "Associate:\n\nDated: 23 September 2008\n\n\n Counsel for the Plaintiff: CM Slater \n \n Solicitor for the Plaintiff: Webb Korfiatis \n \n Counsel for the Defendant: R Strong \n \n Solicitor for the Defendant: Colquhoun Murphy \n\n\n Date of Hearing: 10 September 2008 \n \n Date of Judgment: 23 September 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1443.html",
      "id": "s157"
    }
  ]
}