{
  "name": "University of Western Australia v Gray (No 24) [2008] FCA 1400 (12 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1400.html",
  "catchphrases": [
    {
      "text": "the applicant claimed a beneficial interest in shares held by the first respondent in the second respondent",
      "id": "c0"
    },
    {
      "text": "applicant's claim dismissed at trial",
      "id": "c1"
    },
    {
      "text": "applicant appealed",
      "id": "c2"
    },
    {
      "text": "while the appeal was pending the first respondent transferred shares to a third party",
      "id": "c3"
    },
    {
      "text": "whether the applicant may amend its application to include claims based on events which occurred after the judgment in the trial",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 In late December 2004, the applicant (the University) commenced an application against the first respondent (Dr Gray) and two other respondents in this Court.",
      "id": "s0"
    },
    {
      "text": "Stating the matter very briefly; the University alleged that in 1997 Dr Gray, who was until March 1997 a professor and full-time employee of the University, and who until 1999 was employed by the University on a fractional appointment, assigned to the second respondent (Sirtex), a public company, intellectual property rights in micro sphere technologies used in the treatment of liver cancer.",
      "id": "s1"
    },
    {
      "text": "On the public listing of the shares in Sirtex, Dr Gray acquired a large number of shares in Sirtex.",
      "id": "s2"
    },
    {
      "text": "The University claims that the micro sphere technologies were developed whilst Dr Gray was employed by the University, that the intellectual property rights in the invention belonged to the University and that, consequently, the shares issued to Dr Gray in Sirtex are held on trust by him for the University.",
      "id": "s3"
    },
    {
      "text": "2 On 17 April 2008, following a trial lasting some 50 days, French J delivered judgment in the proceeding.",
      "id": "s4"
    },
    {
      "text": "He dismissed the University's claim.",
      "id": "s5"
    },
    {
      "text": "3 Before the trial Dr Gray had given an undertaking not to deal with his shares in Sirtex.",
      "id": "s6"
    },
    {
      "text": "However, the undertaking given by Dr Gray lapsed on the delivery of the judgment in his favour.",
      "id": "s7"
    },
    {
      "text": "On 8 May 2008, the University appealed against the judgment of French J.",
      "id": "s8"
    },
    {
      "text": "The appeal is listed for hearing in the November 2008 sittings of the Full Court.",
      "id": "s9"
    },
    {
      "text": "4 Since the date of the judgment the solicitors for the University have searched the share register of Sirtex approximately three times a week for the purpose of monitoring any movements in respect of Dr Gray's shareholding.",
      "id": "s10"
    },
    {
      "text": "Until 27 August 2008, there was no change in Dr Gray's shareholding in Sirtex.",
      "id": "s11"
    },
    {
      "text": "On 27 August 2008, a search of the Sirtex share register revealed that Dr Gray had transferred 16,462,283 shares to ACN 132 442 114 Pty Limited (ACN) --- a company in which Dr Gray owns all the shares and is the sole director.",
      "id": "s12"
    },
    {
      "text": "Before the transfer of those shares Dr Gray had a relevant interest in 17,522,283 shares in Sirtex --- comprising the 16,462,283 shares held in his own name and 1,060,000 shares held by companies in which Dr Gray has a relevant interest.",
      "id": "s13"
    },
    {
      "text": "5 On 5 September 2008, the University sought an undertaking from Dr Gray not to dispose of the shares in ACN and the cash proceeds from the sale of the shares to ACN, and an undertaking from ACN not to dispose of the shares in Sirtex.",
      "id": "s14"
    },
    {
      "text": "Such undertakings were not forthcoming.",
      "id": "s15"
    },
    {
      "text": "This resulted in the University making an application for an interlocutory injunction against Dr Gray and ACN, and an application to amend the originating application by adding a further respondent, namely, ACN and adding claims against ACN arising from the events which occurred on 27 August 2008.",
      "id": "s16"
    },
    {
      "text": "The relief sought included a declaration that ACN held the shares on trust for the University and related relief.",
      "id": "s17"
    },
    {
      "text": "6 I deal in this judgment with the University's application to amend the originating application by the addition of ACN and the further claims.",
      "id": "s18"
    },
    {
      "text": "Dr Gray and ACN oppose the application on the grounds that no amendment can be made to the originating application to plead the proposed causes of action because final judgment has been delivered.",
      "id": "s19"
    },
    {
      "text": "The University contends that O 13 r 2 of the Federal Court Rules (the Rules) contemplates an amendment can be made \"at any stage of any proceeding\" and this includes after the final judgment.",
      "id": "s20"
    },
    {
      "text": "Order 13 of the Rules provides relevantly:\n 2(1) Subject to the following provisions of this rule, the Court may, at any stage of any proceeding, order that any document in the proceeding be amended, or that any party have leave to amend any document in the proceeding, in either case in such manner as the Court thinks fit.",
      "id": "s21"
    },
    {
      "text": "... 2(7) An amendment may be made even if the effect of the amendment is to add a new claim for relief or foundation in law for a claim for relief (whether by way of substitution for an existing claim for relief or foundation in law or not) if the new claim for relief or foundation in law: \n \n (a) arises out of the same facts or substantially the same facts as those already pleaded to support an existing claim for relief by the party applying for leave to make the amendment; or\n \n (b) subject to sub-rule (9), arises, in whole or in part, out of facts or matters that have occurred or arisen since the commencement of the proceeding.",
      "id": "s22"
    },
    {
      "text": "2(8) Subject to sub-rule (9), an amendment of a pleading may be made even if the amendment pleads a fact or matter that has occurred or arisen since the commencement of the proceeding.",
      "id": "s23"
    },
    {
      "text": "2(9) Paragraph (7)(b) and sub-rule (8) do not permit an amendment that would have an effect inconsistent with any statute that limits the time within which an action or a proceeding of a particular kind may be brought or instituted.",
      "id": "s24"
    },
    {
      "text": "7 There have been occasions when courts have permitted amendments to be made to an originating process or statement of claim after judgment, or after reasons for judgment had been delivered.",
      "id": "s25"
    },
    {
      "text": "8 Thus, in the case of Singh (Santosh Kumari) v Atombrook Ltd (trading as Sterling Travel) [1989] 1 WLR 810, the Court of Appeal permitted an amendment to be made changing the name of a party after final judgment.",
      "id": "s26"
    },
    {
      "text": "9 In the case of FF Seeley Nominees Pty Ltd v El Ar Initiations (UK) Ltd (No 2) (1990) 55 SASR 314 , Zelling AJ permitted a plaintiff to amend its statement of claim after he had delivered reasons for judgment on the basis that the statement of claim may not have been sufficient to ground an order against the second defendant for damages.",
      "id": "s27"
    },
    {
      "text": "Zelling AJ rejected the contention that there was a general restriction on the power of courts to allow amendments of pleadings after judgment.",
      "id": "s28"
    },
    {
      "text": "10 Further, in the case of Genocanna Nominees Pty Ltd v Thirsty Point Pty Ltd [2006] FCA 1335 , Lander J gave leave to the applicants to amend their statement of claim after he had delivered reasons for judgment but before the judgment was entered.",
      "id": "s29"
    },
    {
      "text": "Lander J said that one of the reasons why he had not entered orders was that he thought it would be appropriate to allow the second applicant and third applicant to consider his reasons in case they wished to make any application to amend their pleadings.",
      "id": "s30"
    },
    {
      "text": "It appears that the statement of claim relied upon at the trial needed to be amended in order to accommodate the expert evidence which had been led at trial.",
      "id": "s31"
    },
    {
      "text": "Lander J allowed the amendment on the basis that the respondents had always been on notice of the applicants' claim for loss and damage in the manner contemplated by the proposed amendment, that the trial had been conducted on that basis and that justice required that he allow the proposed amendment.",
      "id": "s32"
    },
    {
      "text": "11 Also, it is not uncommon for the Court in the exercise of its appellate jurisdiction to permit an amendment to be made to the pleadings in the course of an appeal.",
      "id": "s33"
    },
    {
      "text": "12 However, in my view, the position in this case is distinguishable from those referred to above.",
      "id": "s34"
    },
    {
      "text": "In this case, the proposed amendment seeks to plead, and claim relief in respect of, facts and matters which have occurred after the date of judgment.",
      "id": "s35"
    },
    {
      "text": "In each of the cases referred to above, however, the amendments related to events or circumstances which occurred or existed before the judgment or reasons for judgment.",
      "id": "s36"
    },
    {
      "text": "Further, as to the amendments of pleadings on appeal, such amendments will generally be allowed only in relation to matters which were litigated at trial.",
      "id": "s37"
    },
    {
      "text": "In Introvigne v Commonwealth of Australia [1980] FCA 107 ; (1980) 32 ALR 251 at 260, the Full Court said:\n An appeal court will only allow an amendment to pleadings in relation to an issue if it emerged at the trial and has been litigated.",
      "id": "s38"
    },
    {
      "text": "The court is then only formalizing the actuality of the case being made.",
      "id": "s39"
    },
    {
      "text": "13 In my view, O 13 is not to be construed as permitting the amendment of the originating application or pleadings to plead causes of action based on facts and matters which occurred after the date of the judgment.",
      "id": "s40"
    },
    {
      "text": "A construction of the Rules which would permit amendment in those circumstances would be inconsistent with the finality principle and the principle that an appeal in this Court is by way of a rehearing directed at correcting error.",
      "id": "s41"
    },
    {
      "text": "(See Branir Pty Ltd v Owston Nominees (No 2) Pty Ltd [2001] FCA 1833 ; (2001) 117 FCR 424 at 432-440.",
      "id": "s42"
    },
    {
      "text": ") The policy considerations militating against the University's contention are expressed in the following observations of Gibbs CJ, Wilson, Brennan and Dawson JJ in Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7:\n It is fundamental to the due administration of justice that the substantial issues between the parties are ordinarily settled at trial.",
      "id": "s43"
    },
    {
      "text": "If it were not so the main arena for settlement of disputes would move from the court of first instance to the appellate court, tending to reduce the proceedings in the former court to little more than a preliminary skirmish.",
      "id": "s44"
    },
    {
      "text": "14 It follows, that in my view, the process adopted by the University in seeking to obtain relief against ACN in respect of the events of 27 August 2008 by the amendment of the originating application is not permitted by the Rules.",
      "id": "s45"
    },
    {
      "text": "The University's application to amend the originating application in terms of the minute filed in Court is dismissed.",
      "id": "s46"
    },
    {
      "text": "In light of the fact that I have, pending the appeal, granted interlocutory injunctive relief against Dr Gray and ACN arising from the events of 27 August 2008, I will require the University to commence a separate proceeding against Dr Gray and ACN within 7 days.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s48"
    },
    {
      "text": "Associate:\n\nDated: 12 September 2008\n\n Counsel for the Applicant: Mr M Zilko SC with Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr ML Bennett with Ms AH Hughes \n \n Solicitor for the First Respondent: Lavan Legal \n \n Counsel for the Second Respondent: Mr J Emmett with Mr P Clark \n \n Solicitor for the Second Respondent: Yeldham Price O'Brien Lusk \n\n Date of Hearing: 8 September 2008 \n \n Date of Judgment: 12 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1400.html",
      "id": "s49"
    }
  ]
}