{
  "name": "Stuart-Mahoney v Construction, Forestry, Mining and Energy Union [2008] FCA 1426 (19 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1426.html",
  "catchphrases": [
    {
      "text": "penalty hearing",
      "id": "c0"
    },
    {
      "text": "admitted contraventions",
      "id": "c1"
    },
    {
      "text": "civil penalty provisions",
      "id": "c2"
    },
    {
      "text": "relevant considerations in determining appropriate penalty",
      "id": "c3"
    },
    {
      "text": "penalty determined",
      "id": "c4"
    },
    {
      "text": "' unlawful industrial action' , ' involved'",
      "id": "c5"
    },
    {
      "text": "industrial relations",
      "id": "c6"
    },
    {
      "text": "words and phrases",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant seeks a declaration that each of the respondents contravened ss 38 and 43 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act \").",
      "id": "s0"
    },
    {
      "text": "The applicant also seeks an order imposing pecuniary penalties on the first respondent, the Construction, Forestry, Mining and Energy Union (\"the CFMEU\") and the second respondent (\"Parker\"), an organiser of the CFMEU, and an employee and member of that organisation.",
      "id": "s1"
    },
    {
      "text": "No pecuniary penalty is sought against the third respondent (\"Corbett\"), who was, at all material times, a CFMEU shop steward and a CFMEU member, but who has since retired.",
      "id": "s2"
    },
    {
      "text": "2 The alleged contraventions arose during a dispute over whether Hooker Cockram Projects Limited (\"Hooker Cockram\") was required to engage an apprentice throughout the construction period of a police and law courts complex in Morwell, Victoria (\"the project\").",
      "id": "s3"
    },
    {
      "text": "3 Work on the project was governed in part by the Hooker Cockram Ltd and CFMEU Building and Construction Industry Collective Bargaining Agreement 2000-2005 (\"the Collective Agreement\").",
      "id": "s4"
    },
    {
      "text": "The CFMEU understood that it also had an oral agreement with Hooker Cockram that an apprentice would be engaged on the project, for the duration of the project.",
      "id": "s5"
    },
    {
      "text": "An apprentice was engaged on the project from around September 2004 when the project commenced until late September 2005.",
      "id": "s6"
    },
    {
      "text": "4 On 28 September 2005, Parker informed Hooker Cockram of the CFMEU's understanding of the parties' agreement in relation to apprentices: Hooker Cockram had agreed to have apprentices employed on the project site, for the lifetime of the project.",
      "id": "s7"
    },
    {
      "text": "As there was then no apprentice employed on the site, Hooker Cockram had broken that agreement.",
      "id": "s8"
    },
    {
      "text": "Hooker Cockram's position was that it had only agreed to encourage its sub-contractors to engage apprentices.",
      "id": "s9"
    },
    {
      "text": "On 6 October 2005 Parker and Corbett held a meeting with all workers at the project site over the issue.",
      "id": "s10"
    },
    {
      "text": "Following the meeting, an overtime ban was imposed on the site which continued until 13 October 2005.",
      "id": "s11"
    },
    {
      "text": "5 By a statement of claim filed on 5 December 2006, the applicant claimed that the respondents had contravened ss 38 and 43 of the BCII Act by recommending and supporting the overtime ban.",
      "id": "s12"
    },
    {
      "text": "6 The matter was listed for trial on 21 April 2008.",
      "id": "s13"
    },
    {
      "text": "On 16 April 2008 the applicant filed a Statement of Agreed Facts between the applicant and the respondents in which each of the respondents admitted the alleged contraventions.",
      "id": "s14"
    },
    {
      "text": "The issues at the trial were thus limited to those relating to what relief, if any, should be granted by the Court.",
      "id": "s15"
    },
    {
      "text": "THE ADMITTED CONTRAVENTIONS OF SECTION 38 OF THE BCII ACT \n \n7 Section 38 of the BCII Act provides: \n \"A person must not engage in unlawful industrial action.",
      "id": "s16"
    },
    {
      "text": "\" \n8 \"Unlawful industrial action\" is defined in s 37 of the BCII Act as follows: \n \"Building industrial action is unlawful industrial action if: (a) the action is industrially-motivated; and (b) the action is constitutionally-connected action; and (c) the action is not excluded action.",
      "id": "s17"
    },
    {
      "text": "\" \n9 \"Building industrial action\" is defined in s 36(1) as: \n (a) the performance of building work in a manner different from that in which it is customarily performed, or the adoption of a practice in relation to building work, the result of which is a restriction or limitation on, or a delay in, the performance of the work, where: (i) the terms and conditions of the work are prescribed, wholly or partly, by an industrial instrument or an order of an industrial body; or (ii) the work is performed, or the practice is adopted, in connection with an industrial dispute (within the meaning of subsection (4)); or (b) a ban, limitation or restriction on the performance of building work, or on acceptance of or offering for building work, in accordance with the terms and conditions prescribed by an industrial instrument or by an order of an industrial body; or (c) a ban, limitation or restriction on the performance of building work, or on acceptance of or offering for building work, that is adopted in connection with an industrial dispute (within the meaning of subsection (4)); \n \n (d) ....\" \n \n \nParagraphs (e), (f) and (g) contain certain exceptions, none of which has application to this case.",
      "id": "s18"
    },
    {
      "text": "10 It was an agreed fact that the building and construction work performed at the site constituted building work within the meaning of that term in s 5 of the BCII Act .",
      "id": "s19"
    },
    {
      "text": "The building work was required to be performed in accordance with the terms and conditions prescribed by the following industrial instruments: \n \n(a) the National Building and Construction Industry Victorian Common Rule Declaration 2005 (which incorporated the terms (with minor exceptions) of the National Building and Construction Industry Award 2000); \n \n(b) the National Building and Construction Industry Award 2000; \n \n(c) the Collective Agreement; and \n \n(d) various industrial agreements applicable to the Hooker Cockram sub-contractors when working on the site.",
      "id": "s20"
    },
    {
      "text": "11 The overtime ban was clearly a ban on the performance of building work in accordance with the terms and conditions prescribed in the industrial instruments, and was therefore, building industrial action within the meaning of ss 36(1)(b).",
      "id": "s21"
    },
    {
      "text": "It is, therefore, not necessary for me to express a concluded view as to whether or not paragraphs (a) or (c) might also apply.",
      "id": "s22"
    },
    {
      "text": "12 The overtime ban was also clearly unlawful industrial action within the meaning of s 37 (see paragraph [8] above): a clear purpose of the ban was to disrupt the performance of work (see paragraph (d) of the definition of \"industrially-motivated\" in s 36(1)) and the ban adversely affected Hooker Cockram in that it jeopardised its ability to meet its contractual commitments on the project and led to it having to pay certain contractors despite them being unable to perform work because of the bans (see paragraph (b) of the definition of \"constitutionally-connected\" in s 36(1)).",
      "id": "s23"
    },
    {
      "text": "It was not suggested that the ban fell within the definition of \"excluded action\", being protected action within the meaning of the Workplace Relations Act 1996 (Cth) (\"the WR Act \").",
      "id": "s24"
    },
    {
      "text": "13 It follows that any person who engaged in the ban contravened s 38 of the BCII Act .",
      "id": "s25"
    },
    {
      "text": "A person who is \"involved\" in a contravention of a civil penalty provision is treated as having contravened that provision (see s 48(2)).",
      "id": "s26"
    },
    {
      "text": "A person is involved in a contravention if he or she has aided, abetted, counselled or procured a contravention.",
      "id": "s27"
    },
    {
      "text": "It is an agreed fact that, at the 6 October 2005 meeting, Parker and Corbett raised for consideration, encouraged and supported a decision of the meeting that an overtime ban be imposed on the site.",
      "id": "s28"
    },
    {
      "text": "Parker and Corbett were clearly involved in the ban, and are therefore treated as each having contravened s 38.",
      "id": "s29"
    },
    {
      "text": "Pursuant to s 69(1)(b) of the BCII Act , the conduct of Parker as an organiser of the CFMEU and an employee of that organisation is taken to be conduct of the CFMEU.",
      "id": "s30"
    },
    {
      "text": "The conduct of Corbett, as a CFMEU shop steward, is taken to be conduct of the CFMEU pursuant to s 69(1)(d) of the BCII Act .",
      "id": "s31"
    },
    {
      "text": "The CFMEU has, therefore, also contravened s 38.",
      "id": "s32"
    },
    {
      "text": "14 The overtime ban was in force from 6 October 2005 to 12 October 2005, inclusive.",
      "id": "s33"
    },
    {
      "text": "The question is whether the entire period of the overtime ban should be regarded as one continuing contravention or whether on each day on which the overtime ban was imposed there was a separate contravention.",
      "id": "s34"
    },
    {
      "text": "The Court was not invited to treat the ban as being a series of daily bans.",
      "id": "s35"
    },
    {
      "text": "The BCII Act does not prescribe the way in which a continuing breach or a course of conduct is to be treated for penalty purposes: cf s 79(2) Trade Practices Act 1974 (Cth) and s 719 WR Act , referred to in Mornington Inn Pty Ltd v Jordan (2008) 247 ALR 714 at [41].",
      "id": "s36"
    },
    {
      "text": "The BCII Act does, however, direct that \"a reference to building industrial action includes a reference to a course of conduct consisting of a series of building industrial actions\" (s 36(3)).",
      "id": "s37"
    },
    {
      "text": "In my view it is appropriate to treat the ban as a single action when determining appropriate penalties.",
      "id": "s38"
    },
    {
      "text": "THE ADMITTED CONTRAVENTIONS OF SECTION 43 OF THE BCII ACT \n \n 15 Section 43(1) of the BCII Act provides that: \n \"A person (the first person) must not organise or take action, or threaten to organise or take action, with intent to coerce another person (the second person): \n \n \n (a) to employ, or not employ, a person as a building employee; or\n (b) to engage, or not engage, a person as a building contractor; or\n (c) to allocate, or not allocate, particular responsibilities to a building employee or building contractor; or\n (d) to designate a building employee or building contractor as having, or not having, particular duties or responsibilities.",
      "id": "s39"
    },
    {
      "text": "\" \n \n\n16 Parker and Corbett organised a meeting of all workers, and encouraged and supported a decision to impose an overtime ban on the site.",
      "id": "s40"
    },
    {
      "text": "They advised Hooker Cockram that the overtime ban would continue until: \n \n(a) one or more of the Hooker Cockram sub-contractors or Hooker Cockram employed an apprentice to work at the site on the project; \n \n(b) Hooker Cockram and/or one or more of the Hooker Cockram sub-contractors engaged the Gippsland Group Training Scheme or some other apprentice provider as a building contractor so that the apprentice provider could arrange for an apprentice to work at the site on the project; \n \n(c) Hooker Cockram and/or one or more of the Hooker Cockram sub-contractors allocated or designated particular duties or responsibilities to an apprentice provider to require an apprentice to be employed at the site on the project; and /or \n \n(d) Hooker Cockram allocated or designated particular duties or responsibilities to one or more Hooker Cockram sub-contractors so as to require an apprentice to be employed at the site on the project.",
      "id": "s41"
    },
    {
      "text": "These conditions will be referred to, collectively, as \"the Employment Requirement\".",
      "id": "s42"
    },
    {
      "text": "17 The term \"action\" in s 43(1) is not defined.",
      "id": "s43"
    },
    {
      "text": "Importantly, it is not limited to \"building industrial action\".",
      "id": "s44"
    },
    {
      "text": "The prohibition extends to organising or taking any action where there is an intention to coerce another to engage in the conduct referred to in paragraphs (a) --- (d).",
      "id": "s45"
    },
    {
      "text": "The intention of the respondent, in imposing the overtime ban, was clearly to ensure that the Employment Requirements were met.",
      "id": "s46"
    },
    {
      "text": "By organising the meeting of workers on 6 October 2005 and ensuring the continuation of the overtime ban until the Employment Requirements were met, Parker and Corbett clearly contravened s 43 of the BCII Act .",
      "id": "s47"
    },
    {
      "text": "Pursuant to s 69(1)(b) and s 69(1)(d) , this conduct is taken to be conduct of the CFMEU.",
      "id": "s48"
    },
    {
      "text": "Therefore, the CFMEU also contravened s 43(1).",
      "id": "s49"
    },
    {
      "text": "BACKGROUND TO THE CONTRAVENTIONS \n \n18 In about June 2001, the Victorian government published a document entitled \"Framework for the Future\" which raised concerns about the persistently high levels of unemployment in the Latrobe Valley and announced a number of forthcoming works, including the works that became the project, aimed at developing skills in the region.",
      "id": "s50"
    },
    {
      "text": "July 2004 meeting \n \n19 On or about 21 July 2004, before work on the project had commenced, representatives of Hooker Cockram met with Parker and Mr Martin Kingham (Branch Secretary of the CFMEU Construction and General Division, Victorian Building Unions Divisional Branch) pursuant to the pre-start meeting provision of the Collective Agreement.",
      "id": "s51"
    },
    {
      "text": "Parker, apparently with the Framework for the Future document in mind, requested that apprentices be engaged on the project.",
      "id": "s52"
    },
    {
      "text": "It is an agreed fact that the issue of engaging apprentices on the project was discussed at the meeting.",
      "id": "s53"
    },
    {
      "text": "The parties are at odds about what was agreed during these negotiations.",
      "id": "s54"
    },
    {
      "text": "It appears that these differences did not become apparent until September 2005 when there was no longer an apprentice engaged at the site.",
      "id": "s55"
    },
    {
      "text": "20 From the commencement of the project until September 2005, an apprentice was engaged on the project by one of Hooker Cockram's sub-contractors, Clifton Formwork Pty Ltd.",
      "id": "s56"
    },
    {
      "text": "In late September 2005, the work of Clifton Formwork was coming to an end and the apprentice was removed from the project.",
      "id": "s57"
    },
    {
      "text": "21 On 28 September 2005, Parker, Corbett and Mr Ray Wilson, a CFMEU Occupational Health and Safety Representative, met with the Construction Manager of Hooker Cockram, Mr Jeff Owen.",
      "id": "s58"
    },
    {
      "text": "The parties agree that: \n \n&#8226; Parker told Owen that Hooker Cockram had broken an agreement to have apprentices employed on the site for the whole period of the project; \n \n&#8226; Owen said that Hooker Cockram disputed that such an agreement existed and advised Parker that it had agreed only to encourage its sub-contractors to engage apprentices; and \n \n&#8226; Parker did not accept Hooker Cockram's position and said that he would call a meeting of workers on the site over the issue.",
      "id": "s59"
    },
    {
      "text": "Overtime ban \n \n22 On 6 October 2005, Parker and Corbett held a meeting of all workers at the project site to discuss the lack of apprentices working on the site.",
      "id": "s60"
    },
    {
      "text": "It is an agreed fact that Parker and Corbett raised for consideration, encouraged and supported a decision of the meeting that there be an overtime ban from that evening, which was to continue until Hooker Cockram agreed to the Employment Requirements (see paragraph [16] above).",
      "id": "s61"
    },
    {
      "text": "23 Parker and/or Corbett confirmed that an overtime ban was in force on at least three occasions: \n \n&#8226; On 6 October 2005, following the meeting with the workers, both Parker and Corbett told Mr Ian Helleren, the General Foreman of Hooker Cockram, that an overtime ban was in force (effective immediately);\n \n&#8226; On 7 October 2005, Parker told Owen that an overtime ban was in force; and \n \n&#8226; On 10 October 2005, Corbett told Mr Michael Woolf, the Project Manager of Hooker Cockram that such a ban was in force.",
      "id": "s62"
    },
    {
      "text": "On each occasion, Hooker Cockram was told that the ban would continue until Hooker Cockram ensured that the Employment Requirement was met.",
      "id": "s63"
    },
    {
      "text": "Consequences of the overtime ban \n \n24 Immediately before the period during which the overtime ban was in force workers on the project had been working overtime on every working day.",
      "id": "s64"
    },
    {
      "text": "Hooker Cockram could not meet its contractual commitments on the project unless the employees were prepared to work overtime.",
      "id": "s65"
    },
    {
      "text": "Any time worked on the site after 3.30 pm was overtime.",
      "id": "s66"
    },
    {
      "text": "As a result of the overtime ban, Helleren rescheduled works which were due to be conducted on the site after 3.30 pm on 6 October 2005.",
      "id": "s67"
    },
    {
      "text": "The most significant of these works was a concrete pour for the second floor slab, which was scheduled for Friday 7 October 2005 and was the last major concrete pour Hooker Cockram needed to undertake on the project.",
      "id": "s68"
    },
    {
      "text": "The performance of certain work, including a roof structure, walls, waterproofing and the fit-out, was contingent on the completion of the second floor slab.",
      "id": "s69"
    },
    {
      "text": "The second floor slab could not be completed without overtime being worked.",
      "id": "s70"
    },
    {
      "text": "Each day the concrete pour could not proceed meant that the project lost a day's work for approximately 30-40 people on the site.",
      "id": "s71"
    },
    {
      "text": "25 The project usually involved 25 to 30 people working overtime on Saturdays.",
      "id": "s72"
    },
    {
      "text": "No work was conducted on Saturday, 8 October 2005.",
      "id": "s73"
    },
    {
      "text": "The project never involved work on Sundays.",
      "id": "s74"
    },
    {
      "text": "Resolution of the overtime ban \n \n26 On 11 October 2005, Hooker Cockram filed an application in the Australian Industrial Relations Commission which sought orders to stop the overtime ban.",
      "id": "s75"
    },
    {
      "text": "The application was initially returnable on 12 October 2005.",
      "id": "s76"
    },
    {
      "text": "This was later postponed and the application was subsequently withdrawn.",
      "id": "s77"
    },
    {
      "text": "12 October 2005 --- Hooker Cockram /Victoria Police/ CFMEU Meeting \n \n27 On 12 October 2005, a meeting was held between Owen, Mr Daniel Tessier, the Senior Project Manager of Hooker Cockram, Mr Darren Milne, the Victorian Construction Director of Hooker Cockram, Parker, and Mr Bruce Crowe the Manager of the Capital Works Program of the Victorian Police, (Victoria Police and the Department of Justice were Hooker Cockram's clients for the project).",
      "id": "s78"
    },
    {
      "text": "Owen stated that Hooker Cockram was not in a position itself to employ an apprentice at the site as it did not employ people on the project who could supervise and train an apprentice.",
      "id": "s79"
    },
    {
      "text": "Parker stated that he could not lift the overtime ban without Hooker Cockram agreeing that it would meet the Employment Requirement.",
      "id": "s80"
    },
    {
      "text": "He would, however, recommend to Corbett and the workers that the overtime ban be lifted whilst the discussions between Hooker Cockram and the CFMEU continued.",
      "id": "s81"
    },
    {
      "text": "28 Parker, Owen, Tessier and Milne agreed that Parker would direct Corbett to arrange for the lifting on the overtime ban, on the understanding that Hooker Cockram and Crowe would make a proposal by 14 October 2005 to satisfy the CFMEU's demand.",
      "id": "s82"
    },
    {
      "text": "Parker said that he would be on holidays on 14 October 2005 and directed Hooker Cockram to communicate the resolution to Mr William Oliver, the Branch Assistant Secretary of the CFMEU Construction and General Division, Victorian Building Unions Division Branch.",
      "id": "s83"
    },
    {
      "text": "12 October 2005 --- Hooker Cockram /Victoria Police Meeting \n \n29 Later on 12 October 2005, a meeting was held between Owen, Milne, Tessier and Crowe.",
      "id": "s84"
    },
    {
      "text": "Crowe stated that he was under instructions to settle the matter.",
      "id": "s85"
    },
    {
      "text": "It was agreed that Hooker Cockram would ensure that the Employment Requirement was met: an apprentice would work with various contractors on the site; the sub-contractor for whom the apprentice was working would meet the costs of the Employment Requirement; where the apprentice could not be placed with a sub-contractor and was utilised by Hooker Cockram, Victoria Police would pay for the cost of the Employment Requirement being met.",
      "id": "s86"
    },
    {
      "text": "Overtime ban lifted \n \n30 On 12 October 2005 Parker directed Corbett to arrange for the overtime ban to be lifted.",
      "id": "s87"
    },
    {
      "text": "On 13 October 2005 Corbett caused the overtime ban to be lifted and workers at the site recommenced working overtime on that day.",
      "id": "s88"
    },
    {
      "text": "31 The resolution of the dispute was communicated to Oliver by Owen on 14 October 2005.",
      "id": "s89"
    },
    {
      "text": "Oliver accepted this resolution on behalf of the CFMEU.",
      "id": "s90"
    },
    {
      "text": "On 20 October 2005 Hooker Cockram agreed to employ an apprentice.",
      "id": "s91"
    },
    {
      "text": "From late November 2005 until the project was completed in October 2006, an apprentice was employed on the project by Hooker Cockram.",
      "id": "s92"
    },
    {
      "text": "THE PENALTY PROVISIONS \n \n32 Sections 38 and 43 of the BCII Act are both Grade A civil penalty provisions.",
      "id": "s93"
    },
    {
      "text": "Pursuant to s 49(1) of the BCII Act , the Court may, on application by an Australian Building and Construction Inspector (\"ABC Inspector\"), impose a pecuniary penalty on any person who has contravened a civil penalty provision.",
      "id": "s94"
    },
    {
      "text": "33 Section 49(1) of the BCII Act provides: \n \"(1) An appropriate court, on application by an eligible person, may make one or more of the following orders in relation to a person (the defendant) who has contravened a civil penalty provision: (a) an order imposing a pecuniary penalty on the defendant; (b) an order requiring the defendant to pay a specified amount to another person as compensation for damage suffered by the other person as a result of the contravention; (c) any other order that the court considers appropriate.",
      "id": "s95"
    },
    {
      "text": "\" \n34 As an ABC Inspector the applicant is an eligible person (see s 49(6)(b)).",
      "id": "s96"
    },
    {
      "text": "35 The maximum pecuniary penalty for a Grade A civil penalty provision is 1,000 penalty units for a body corporate and otherwise 200 penalty units (see s 49(2) of the BCII Act ).",
      "id": "s97"
    },
    {
      "text": "The maximum penalty for each contravention of the BCII Act by the CFMEU is, therefore, $110,000.",
      "id": "s98"
    },
    {
      "text": "The maximum penalty for each contravention of the BCII Act by Parker is $22,000 see: s 4AA Crimes Act 1914 (Cth).",
      "id": "s99"
    },
    {
      "text": "SUBMISSIONS ON PENALTY \n \n36 The applicant urged the Court to impose penalties against the CFMEU and Parker at a meaningful level such that a \"message\" is sent to organisations and individuals that the penalty for engaging in this type of conduct will outweigh any gains to be made by such conduct.",
      "id": "s100"
    },
    {
      "text": "37 The applicant submits that the Court should impose a penalty of $65,000 against the CFMEU ($20,000 for the contravention of s 38 and $45,000 for the contravention of s 43(1)).",
      "id": "s101"
    },
    {
      "text": "The applicant also seeks the imposition of a penalty of $11,000 against Parker ($2,000 for the contravention of s 38 and $9,000 for the contravention of s 43(1)).",
      "id": "s102"
    },
    {
      "text": "She submits that any order imposing a penalty against Parker should be wholly suspended for 12 months.",
      "id": "s103"
    },
    {
      "text": "As noted above, the applicant does not seek the imposition of a penalty against Corbett.",
      "id": "s104"
    },
    {
      "text": "38 The respondents submit that no penalty should be imposed against any of the respondents but do not oppose the Court making the declarations sought by the applicant.",
      "id": "s105"
    },
    {
      "text": "CONSIDERATION \n \n39 In Kelly v Fitzpatrick (2007) 166 IR 14 I set out a non-exhaustive range of considerations to which regard may be had in determining whether conduct calls for a penalty, and if so, the amount of such penalty.",
      "id": "s106"
    },
    {
      "text": "These considerations were derived from a number of decisions of this Court including Trade Practices Commission v CSR Ltd [1991] HCA 7 ; [1991] ATPR 52 ,135 (41-076) (which concerned contraventions of the Trade Practices Act 1974 (Cth)) and Construction, Forestry, Mining and Energy Union v Coal and Allied Operations Pty Ltd (No 2) (1999) 94 IR 231 (which concerned contraventions of Part XA of the WR Act ).",
      "id": "s107"
    },
    {
      "text": "40 In my view, potentially relevant and applicable considerations for determining the appropriate penalty for a contravention of the BCII Act include: \n \n&#8226; The nature and extent of the conduct which led to the breaches.",
      "id": "s108"
    },
    {
      "text": "&#8226; The circumstances in which that relevant conduct took place.",
      "id": "s109"
    },
    {
      "text": "&#8226; The nature and extent of any loss or damage sustained as a result of the breaches.",
      "id": "s110"
    },
    {
      "text": "&#8226; Whether there had been similar previous conduct by the respondent.",
      "id": "s111"
    },
    {
      "text": "&#8226; Whether the breaches were properly distinct or arose out of the one course of conduct.",
      "id": "s112"
    },
    {
      "text": "&#8226; The size of the business enterprise involved.",
      "id": "s113"
    },
    {
      "text": "&#8226; Whether or not the breaches were deliberate.",
      "id": "s114"
    },
    {
      "text": "&#8226; Whether senior management was involved in the breaches.",
      "id": "s115"
    },
    {
      "text": "&#8226; Whether the party committing the breach had exhibited contrition.",
      "id": "s116"
    },
    {
      "text": "&#8226; Whether the party committing the breach had taken corrective action.",
      "id": "s117"
    },
    {
      "text": "&#8226; Whether the party committing the breach had cooperated with the enforcement authorities.",
      "id": "s118"
    },
    {
      "text": "&#8226; The need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements.",
      "id": "s119"
    },
    {
      "text": "&#8226; The need for specific and general deterrence.",
      "id": "s120"
    },
    {
      "text": "cf Hadgkiss v Aldin [2007] FCA 2068 ; (2007) 164 FCR 394 at [61] ; Furlong v Australian Workers Union (2007) 162 IR 171 at [7] --- [10]; Carr v Communications, Electrical, Electronic, Engineering, Information, Postal, Plumbing and Allied Services Union of Australia [2007] FMCA 1526 at [7] ; and Cruse v Construction Forestry Mining and Energy Union [2007] FCA 1873 at [71] .",
      "id": "s121"
    },
    {
      "text": "The nature and extent of the conduct \n \n41 The overtime ban meant that no work was performed on the project after 3.30 pm on any working day from Thursday 6 October 2005 to Wednesday 12 October 2005 - a total of six working days.",
      "id": "s122"
    },
    {
      "text": "The ban was only lifted once Hooker Cockram had agreed to meet the Employment Requirement, after being told three times that the ban would not be lifted until the Employment Requirement was met.",
      "id": "s123"
    },
    {
      "text": "In my view the conduct was serious and was designed to coerce Hooker Cockram (or, through it, one of its sub-contractors) to meet the Employment Requirement.",
      "id": "s124"
    },
    {
      "text": "The ban was imposed in preference to alternative, lawful, actions such as negotiations or resort to dispute resolution procedures which were available to the CFMEU and its members.",
      "id": "s125"
    },
    {
      "text": "Circumstances in which the conduct took place \n \n42 The timing of the overtime ban was significant.",
      "id": "s126"
    },
    {
      "text": "The overtime ban was encouraged and supported by Parker and Corbett on their understanding that Hooker Cockram had broken an agreement to engage an apprentice for the duration of the project.",
      "id": "s127"
    },
    {
      "text": "Hooker Cockram had a different understanding of what had been agreed in July 2004 in relation to apprentices.",
      "id": "s128"
    },
    {
      "text": "The first time this misunderstanding appears to have become apparent was on Wednesday 28 September 2005, when Parker and Corbett met with representatives of Hooker Cockram.",
      "id": "s129"
    },
    {
      "text": "However, Parker and Corbett did not hold a meeting of workers until the Thursday of the following week, 6 October 2005, the day before the last major concrete pour for the project was scheduled.",
      "id": "s130"
    },
    {
      "text": "The overtime ban was effective immediately following the meeting of workers.",
      "id": "s131"
    },
    {
      "text": "In my view, this timing was deliberate and was intended to confront Hooker Cockram with the prospect of significant disruption to work on the project.",
      "id": "s132"
    },
    {
      "text": "The nature and extent of loss or damage \n \n43 The consequences of the overtime ban are set out above at paragraphs [24] and [25].",
      "id": "s133"
    },
    {
      "text": "I accept that the overtime ban was intended to and did place pressure on Hooker Cockram.",
      "id": "s134"
    },
    {
      "text": "If the project was not completed on time, Hooker Cockram was liable to the Victoria Police for liquidated damages.",
      "id": "s135"
    },
    {
      "text": "In addition, Hooker Cockram had to pay the sub-contractors doing the formwork and concreting by the hour, even if the work could not be completed.",
      "id": "s136"
    },
    {
      "text": "It was an agreed fact that any impact of the overtime ban could not be quantified and would, at most, be modest.",
      "id": "s137"
    },
    {
      "text": "Although the project finished slightly over time and slightly over budget, this could not be said to be due to the overtime ban and Hooker Cockram did not have to pay any liquidated damages for the delay.",
      "id": "s138"
    },
    {
      "text": "Similar previous conduct \n \n44 This consideration is derived from the decision of Branson J in Coal &amp; Allied Operations.",
      "id": "s139"
    },
    {
      "text": "In the present case, the applicant invites the Court to have regard to previous contraventions by the CFMEU of the WR Act in determining the appropriate penalty for the CFMEU's contraventions of the BCII Act .",
      "id": "s140"
    },
    {
      "text": "Similar previous conduct demonstrates that the respondent has a history of engaging in the particular conduct in question, that the penalties previously imposed were insufficient to deter the respondent from re-engaging in that conduct and that the respondent has failed to take adequate steps to prevent further contraventions.",
      "id": "s141"
    },
    {
      "text": "Conduct which is of a different character does not assist this assessment see: Leighton Contractors Pty Ltd v Constructions, Forestry, Mining and Energy Union (2006) 164 IR 375 at [67].",
      "id": "s142"
    },
    {
      "text": "Similar conduct which has been found to contravene other legislative provisions will have potential relevance.",
      "id": "s143"
    },
    {
      "text": "In this case, any previous contraventions of the provisions of Part 9 of the WR Act which relate to unlawful industrial action and coercion are relevant in determining the appropriate penalty.",
      "id": "s144"
    },
    {
      "text": "45 The CFMEU has been found to have breached s 38 of the BCII Act on two previous occasions.",
      "id": "s145"
    },
    {
      "text": "In Leighton, the Supreme Court of Western Australia relevantly found that the CFMEU had committed 18 contraventions of s 38 of the BCII Act between 9 March 2005 and 8 March 2006 by convening and conducting unauthorised meetings of employees of Leighton Contractors Pty Ltd and imposing strikes and bans on the performance of work on the New Metrorail City Project in Western Australia.",
      "id": "s146"
    },
    {
      "text": "I note that some of this conduct \npost-dates the overtime bans in the present case.",
      "id": "s147"
    },
    {
      "text": "The Court imposed a penalty of $90,000 against the CFMEU.",
      "id": "s148"
    },
    {
      "text": "In Cruse , the Federal Magistrates Court found that the CFMEU contravened s 38 of the BCII Act by being involved in unlawful industrial action, in that case a strike, by approximately 300 workers at the Roche Mining (JR) Pty Ltd mineral sands separation plant between 22 and 28 September 2005.",
      "id": "s149"
    },
    {
      "text": "The Court imposed a penalty of $35,000 against the CFMEU.",
      "id": "s150"
    },
    {
      "text": "46 The CFMEU has not previously been found to have contravened s 43 of the BCII Act .",
      "id": "s151"
    },
    {
      "text": "It has, however, been penalised for coercive conduct under the WR Act see: Ponzio v B &amp; P Caelli Constructions Pty Ltd &amp; Ors (2007) 158 FCR 243.",
      "id": "s152"
    },
    {
      "text": "47 Parker and Corbett have not been found to have contravened the BCII Act or the WR Act .",
      "id": "s153"
    },
    {
      "text": "Whether the breaches were properly distinct or arose out of the one course of conduct \n \n48 The breaches all arose out of the imposition of the overtime ban.",
      "id": "s154"
    },
    {
      "text": "In my view, this should properly be viewed as one course of conduct.",
      "id": "s155"
    },
    {
      "text": "As noted earlier, the applicant did not invite the Court to treat the ban as being a series of daily bans between 6 October 2005 and 12 October 2005.",
      "id": "s156"
    },
    {
      "text": "Size of the respondents \n \n49 This consideration can only be applied to the CFMEU.",
      "id": "s157"
    },
    {
      "text": "The CFMEU is a very large national organisation.",
      "id": "s158"
    },
    {
      "text": "Its financial report for the year ending 31 December 2006 states that as at 31 December 2006, the CFMEU had 118,000 members and had net assets of $366,856.00.",
      "id": "s159"
    },
    {
      "text": "Whether or not the breaches were deliberate \n \n50 As outlined above at paragraph [42], the respondents' conduct was a calculated and deliberate response to Hooker Cockram's refusal to engage apprentices on the project.",
      "id": "s160"
    },
    {
      "text": "The overtime ban was designed to cause significant disruption to work on the project, and Parker and Corbett expressly stated that the overtime ban would continue until the Employment Requirement was met.",
      "id": "s161"
    },
    {
      "text": "The correlation between the wording of the Employment Requirement and s 43 of the BCII Act confirms my view that the breaches were deliberate.",
      "id": "s162"
    },
    {
      "text": "Involvement of senior management \n \n51 The applicant submits that the conduct occurred with the apparent knowledge and consent of senior management of the CFMEU, being Kingham and Oliver.",
      "id": "s163"
    },
    {
      "text": "This was not disputed by the respondents.",
      "id": "s164"
    },
    {
      "text": "Indeed, it was Oliver who confirmed that the settlement proposed by Hooker Cockram was acceptable to the CFMEU (see above at [31]).",
      "id": "s165"
    },
    {
      "text": "Contrition \n \n52 The respondents refer to the Statement of Agreed Facts, their co-operation with the applicant and the training the CFMEU has since conducted on the BCII Act as evidence of their contrition.",
      "id": "s166"
    },
    {
      "text": "The application was filed on 5 December 2006.",
      "id": "s167"
    },
    {
      "text": "The Statement of Agreed Facts was not filed until 16 April 2008, three business days before the matter was listed for hearing.",
      "id": "s168"
    },
    {
      "text": "The submission of a Statement of Agreed Facts did avoid the expense, time and effort of a full hearing on liability.",
      "id": "s169"
    },
    {
      "text": "By the time it was lodged, however, the applicant had filed a considerable volume of affidavit material relating to liability.",
      "id": "s170"
    },
    {
      "text": "There was no agreement by the parties as to the amount of an appropriate penalty.",
      "id": "s171"
    },
    {
      "text": "53 The Statement of Agreed Facts refers to a seminar conducted in May 2006 by legal officers of the CFMEU.",
      "id": "s172"
    },
    {
      "text": "The CFMEU was concerned that its officials were made aware of the potentially serious consequences of their action under the BCII Act , and a significant part of the seminar was dedicated to the definition of \"building industrial action\" under the BCII Act .",
      "id": "s173"
    },
    {
      "text": "Parker attended the seminar.",
      "id": "s174"
    },
    {
      "text": "While the conduct of the seminar indicates a desire to avoid repetition and credit should properly be accorded to the CFMEU in this regard, there is no evidence of any contrition on the part of the respondents cf Cruse at [83] --- [84].",
      "id": "s175"
    },
    {
      "text": "No apology has been given to Hooker Cockram.",
      "id": "s176"
    },
    {
      "text": "Nor has there been any expression of regret by the CFMEU or the other respondents.",
      "id": "s177"
    },
    {
      "text": "Corrective action \n \n54 The corrective action taken by the CFMEU is limited to the holding of the seminar referred to in the preceding paragraph.",
      "id": "s178"
    },
    {
      "text": "Co-operation with enforcement authorities \n \n55 As noted above, a Statement of Agreed Facts was filed in this matter three days before the matter was listed hearing.",
      "id": "s179"
    },
    {
      "text": "This is the extent of the evidence of the respondents' \nco-operation with the ABC Inspector.",
      "id": "s180"
    },
    {
      "text": "Enforcing compliance with minimum standards \n \n56 The BCII Act is Parliament's response to the findings and recommendations of the Royal Commission into the Building and Construction Industry see: Final Report of the Royal Commission into the Building and Construction Industry, February 2003.",
      "id": "s181"
    },
    {
      "text": "The principal object of the BCII Act is \"to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole\" (s 3(1)).",
      "id": "s182"
    },
    {
      "text": "The BCII Act aims to achieve this object through various means, including, relevantly, for present purposes: \n \n&#8226; promoting respect for the rule of law (s 3(2)(b)) ;\n \n&#8226; ensuring respect for the rights of building industry participants (s 3(2)(c)) ; and \n \n&#8226; ensuring that building industry participants are accountable for their unlawful conduct (s 3(2)(d)).",
      "id": "s183"
    },
    {
      "text": "57 The imposition of pecuniary penalties for contraventions of civil penalty provisions gives effect to the statutory purposes of the BCII Act .",
      "id": "s184"
    },
    {
      "text": "Deterrence \n \n58 In my view, in light of the statutory purposes of the BCII Act , the need for general deterrence for contraventions of the BCII Act is particularly strong.",
      "id": "s185"
    },
    {
      "text": "Penalties must be imposed at a meaningful level if they are to serve as a general deterrent to others who may be disposed to engaged in proscribed conduct see: for example, Australian Competition and Consumer Commission v IPM Operation and Maintenance Loy Yang Pty Ltd (No 2) [2007] FCA 11 at [66] ; Finance Sector Union of Australia v Commonwealth Bank of Australia (2005) 147 IR 462 at [41]; Australian Competition and Consumer Commission v ABB Transmission and Distribution Ltd [2001] FCA 383 ; [2001] ATPR 41-815 at [13] .",
      "id": "s186"
    },
    {
      "text": "59 I accept the applicant's submissions that there is also a need for the penalty to have a specific deterrent effect on the CFMEU and Parker.",
      "id": "s187"
    },
    {
      "text": "There is no evidence of any regret contrition or remorse on the part of the CFMEU or Parker.",
      "id": "s188"
    },
    {
      "text": "The contraventions were substantial contraventions of the prohibition on coercion in relation to the engagement of building employees and the prohibition on unlawful industrial action.",
      "id": "s189"
    },
    {
      "text": "The respondent's position is that no pecuniary penalty should be imposed against the CFMEU or Parker.",
      "id": "s190"
    },
    {
      "text": "Were the Court to accept this submission and act on it no meaningful penalty would be imposed and nothing would be done to dissuade the CFMEU and Parker from again contravening s 38 or s 43 of the BCII Act .",
      "id": "s191"
    },
    {
      "text": "Additional considerations \n \n60 Another factor to be considered is the totality principle.",
      "id": "s192"
    },
    {
      "text": "This principle is designed to ensure that the aggregate of penalties imputed is not such as to be oppressive or crushing see: Kelly at [30] referred to with approval by Buchanan J in Australian Opthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 at [89] .",
      "id": "s193"
    },
    {
      "text": "The orthodox position requires the determination of appropriate penalties for each contravention arising from the same course of conduct.",
      "id": "s194"
    },
    {
      "text": "The aggregate figure is then considered to ensure that the penalty is an appropriate response to the conduct in question see: Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) 145 ALR 36 at 53 and Ponzio at [145] per Jessup J.",
      "id": "s195"
    },
    {
      "text": "DISPOSITION \n \n61 Having regard to the forgoing considerations, I have determined that the appropriate penalty for each of the admitted breaches is: \n \n \n &#8226; Contravention of s 38 of the BCII Act by the CFMEU --- $20,000\n &#8226; Contravention of s 38 of the BCII Act by Parker --- $2,000\n &#8226; Contravention of s 43 of the BCII Act by the CFMEU --- $35,000 \n &#8226; Contravention of s 43 of the BCII Act by Parker --- $6,000 \n \n\nAs the applicant does not seek the imposition of a penalty against Corbett, I do not consider it appropriate to impose a pecuniary penalty against him.",
      "id": "s196"
    },
    {
      "text": "62 The order imposing a penalty against Parker will be wholly suspended for 12 months from the day on which this order is made.",
      "id": "s197"
    },
    {
      "text": "He has not previously been found to have contravened industrial legislation and he should be afforded the opportunity and provided with an incentive to demonstrate that he is willing to abide by statutory requirements which relate to his work as a union official.",
      "id": "s198"
    },
    {
      "text": "If Parker is not found to have breached any provision of the BCII Act or the WR Act as a result of conduct that occurs during that period, he will not be required to pay the penalties.",
      "id": "s199"
    },
    {
      "text": "63 An order will be made that all penalties be paid into the Consolidated Revenue Fund.",
      "id": "s200"
    },
    {
      "text": "64 As I have found that each of the CFMEU, Parker and Corbett have contravened s 38 and s 43 , the Court will make declarations recording those contraventions.",
      "id": "s201"
    },
    {
      "text": "I certify that the preceding sixty-four (64) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s202"
    },
    {
      "text": "Associate:\n\nDated: 19 September 2008\n\n Counsel for the Applicant: Mr Justin Bourke \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Solicitor and Counsel for the Respondents: Mr J Maddison \n\n Date of Hearing: 21 April 2008 \n \n Date of Judgment: 19 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1426.html",
      "id": "s203"
    }
  ]
}