{
  "name": "Secretary, Department of Health &amp; Ageing v Pagasa Australia Pty Ltd [2008] FCA 1545 (17 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1545.html",
  "catchphrases": [
    {
      "text": "civil penalties",
      "id": "c0"
    },
    {
      "text": "relevant matters to be considered",
      "id": "c1"
    },
    {
      "text": "agreement as to facts and penalty",
      "id": "c2"
    },
    {
      "text": "need to ensure a penalty is \" appropriate \"",
      "id": "c3"
    },
    {
      "text": "scrutiny given to agreements",
      "id": "c4"
    },
    {
      "text": "forfeiture",
      "id": "c5"
    },
    {
      "text": "discretion",
      "id": "c6"
    },
    {
      "text": "declaratory relief",
      "id": "c7"
    },
    {
      "text": "therapeutic goods",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an Application for declaratory relief under s 21 of the Federal Court of Australia Act 1976 (Cth); for orders that a pecuniary penalty be paid pursuant to s 42Y(2) of the Therapeutic Goods Act 1989 (Cth); and for an order for forfeiture pursuant to s 54(3) of the 1989 Act.",
      "id": "s0"
    },
    {
      "text": "2 Section 42Y(1) provides that such an application may be made, as in the present proceeding, by \" the Secretary ... on behalf of the Commonwealth to the Federal Court \".",
      "id": "s1"
    },
    {
      "text": "3 The First Respondent, Pagasa Australia Pty Ltd, is a body corporate incorporated and registered under the Corporations Act 2001 (Cth) and an importer of goods into Australia.",
      "id": "s2"
    },
    {
      "text": "The Second Respondent, Ms Susan Jones, is a director and shareholder of the First Respondent and is its managing director.",
      "id": "s3"
    },
    {
      "text": "4 It is claimed that both Respondents have contravened the 1989 Act.",
      "id": "s4"
    },
    {
      "text": "THE THERAPEUTIC GOODS ACT \n \n5 The objects of the Therapeutic Goods Act include the establishment and maintenance of a national system of controls relating to the quality, safety, efficacy and timely availability of therapeutic goods: s 4(1)(a).",
      "id": "s5"
    },
    {
      "text": "A useful overview of some of the provisions of the Act has been provided by Emmett J in McGrath v Australian Naturalcare Products Pty Ltd [2008] FCAFC 2 , 165 FCR 230.",
      "id": "s6"
    },
    {
      "text": "6 For present purposes it is sufficient to make reference to but a few provisions.",
      "id": "s7"
    },
    {
      "text": "7 Chapter 2 of the Act provides for the maintenance of a register known as the Australian Register of Therapeutic Goods.",
      "id": "s8"
    },
    {
      "text": "Part 3 - 2 of Chapter 3 further provides for the registration and listing of therapeutic goods and provides for exemptions to be granted in respect to certain therapeutic goods which are not registered.",
      "id": "s9"
    },
    {
      "text": "Contained within that Part is s 19D which relevantly provides as follows:\n Civil penalties relating to registration or listing etc. of imported, exported, manufactured and supplied therapeutic goods Civil penalty relating to importing, exporting, manufacturing or supplying goods for use in humans (1) A person contravenes this subsection if: (a) the person does any of the following: (i) imports into Australia therapeutic goods for use in humans; ... and (b) none of the following subparagraphs applies in relation to the goods: (i) the goods are registered goods or listed goods in relation to the person; (ii) the goods are exempt goods; (iii) the goods are exempt under section 18A ; (iv) the goods are the subject of an approval or authority under section 19 ; (v) the goods are the subject of an approval under section 19A.",
      "id": "s10"
    },
    {
      "text": "Maximum civil penalty: (a) for an individual--5,000 penalty units; and (b) for a body corporate--50,000 penalty units.",
      "id": "s11"
    },
    {
      "text": "8 Chapter 5A provides for the enforcement of the Act and specifically provides for the making of an order by this Court that a \" civil penalty \" be paid: s 42Y.",
      "id": "s12"
    },
    {
      "text": "That section provides as follows:\n Federal Court may order person to pay pecuniary penalty for contravening civil penalty provision Application for order (1) Within 6 years of a person (the wrongdoer) contravening a civil penalty provision, the Secretary may apply on behalf of the Commonwealth to the Federal Court for an order that the wrongdoer pay the Commonwealth a pecuniary penalty.",
      "id": "s13"
    },
    {
      "text": "Court may order wrongdoer to pay pecuniary penalty (2) If the Court is satisfied that the wrongdoer has contravened a civil penalty provision, the Court may order the wrongdoer to pay to the Commonwealth for each contravention the pecuniary penalty that the Court determines is appropriate (but not more than the maximum amount specified for the provision).",
      "id": "s14"
    },
    {
      "text": "Determining amount of pecuniary penalty (3) In determining the pecuniary penalty, the Court must have regard to all relevant matters, including: (a) the nature and extent of the contravention; and (b) the nature and extent of any loss or damage suffered as a result of the contravention; and (c) the circumstances in which the contravention took place; and (d) whether the person has previously been found by the Court in proceedings under this Act to have engaged in any similar conduct.",
      "id": "s15"
    },
    {
      "text": "Civil evidence and procedure rules apply (4) The Court must apply the rules of evidence and procedure for civil matters when hearing and determining an application for an order under this section.",
      "id": "s16"
    },
    {
      "text": "Conduct contravening more than one civil penalty provision (5) If conduct constitutes a contravention of 2 or more civil penalty provisions, proceedings may be instituted under this Act against a person in relation to the contravention of any one or more of those provisions.",
      "id": "s17"
    },
    {
      "text": "However, the person is not liable to more than one pecuniary penalty under this section in respect of the same conduct.",
      "id": "s18"
    },
    {
      "text": "Section 42YB provides that a \" penalty unit \" has the same meaning as that given by s 4AA of the Crimes Act 1914 (Cth) which, in turn, provides that a \" penalty unit \" is $110.",
      "id": "s19"
    },
    {
      "text": "9 Two further provisions should be mentioned, namely ss 54 and 54B.",
      "id": "s20"
    },
    {
      "text": "It is s 54 which provides for the making of an order that goods be forfeited as follows:\n Offences and forfeiture (3) If a court: (a) convicts a person of an offence against this Act; or (b) orders a person to pay a pecuniary penalty for the contravention of a civil penalty provision; in relation to any therapeutic goods, the court may order that the goods be forfeited to the Commonwealth and, if an order is made, the goods become the property of the Commonwealth.",
      "id": "s21"
    },
    {
      "text": "(4) Where goods are so forfeited, the Secretary may cause notice of the forfeiture to be published in the Gazette.",
      "id": "s22"
    },
    {
      "text": "(5) Goods forfeited under an order referred to in subsection (3) are to be disposed of in such manner as the Secretary directs.",
      "id": "s23"
    },
    {
      "text": "10 Section 54B provides as follows:\n Application of this Act to an executive officer of a body corporate (1) An executive officer of a body corporate commits an offence if: (a) the body corporate commits an offence against this Act; and (b) the officer knew that the offence would be committed; and (c) the officer was in a position to influence the conduct of the body in relation to the commission of the offence; and (d) the officer failed to take all reasonable steps to prevent the commission of the offence.",
      "id": "s24"
    },
    {
      "text": "(2) The maximum penalty for an offence against subsection (1) is the maximum penalty that a Court could impose in respect of an individual for the offence committed by the body corporate.",
      "id": "s25"
    },
    {
      "text": "(3) An executive officer of a body corporate contravenes this subsection if: (a) the body corporate contravenes a civil penalty provision; and (b) the officer knew that the contravention would occur; and (c) the officer was in a position to influence the conduct of the body in relation to the contravention; and (d) the officer failed to take all reasonable steps to prevent the contravention.",
      "id": "s26"
    },
    {
      "text": "(4) The maximum civil penalty for a contravention of subsection (3) is the maximum civil penalty that a Court could impose in respect of an individual for the civil penalty provision contravened by the body corporate.",
      "id": "s27"
    },
    {
      "text": "(5) In this section: executive officer of a body corporate means a person, by whatever name called and whether or not a director of the body, who is concerned in, or takes part in, the management of the body.",
      "id": "s28"
    },
    {
      "text": "Reliance is placed upon this provision in respect to Ms Jones.",
      "id": "s29"
    },
    {
      "text": "In the alternative to contending that she has contravened s 19D(1)(a)(i), the Secretary further contends that she has contravened s 54B(3).",
      "id": "s30"
    },
    {
      "text": "THE STATEMENT OF AGREED FACTS \n \n11 The present proceeding was commenced by way of an Application and Statement of Claim filed on 21 December 2007.",
      "id": "s31"
    },
    {
      "text": "12 A Statement of Agreed Facts was thereafter prepared by the parties and was filed on 2 May 2008.",
      "id": "s32"
    },
    {
      "text": "13 That Statement sets forth the attendance on or about 21 February 2007 of officers of the Therapeutic Goods Administration upon premises at Matraville in Sydney for the purposes of searching a container transported by the Respondents from Manilla North Harbour in the Philippines to Australia in early February 2007.",
      "id": "s33"
    },
    {
      "text": "The result of the search undertaken was that the following goods were found:\n &#8226; C.Y.",
      "id": "s34"
    },
    {
      "text": "Gabriel Medicated Genuine Bleaching Beauty Soap (288 items); &#8226; Eskinol Naturals Papaya Facial Scrub (480 items); &#8226; Eskinol Classic Whitening Cream SPF-15 (120 items); &#8226; Block and White Radiance SPF 20 Whitening Lotion (120 items); &#8226; Chin Chun Su Face Cream (480 items); &#8226; Master Anti-Bacterial Facial Cleanser (432 items); and &#8226; Green Cross Isopropyl Alcohol (720 items).",
      "id": "s35"
    },
    {
      "text": "All of these goods were \" therapeutic goods \" for the purposes of s 19D(1) of the 1989 Act.",
      "id": "s36"
    },
    {
      "text": "The goods were seized under s 47(1)(c) of that Act.",
      "id": "s37"
    },
    {
      "text": "None of the goods were registered goods or listed goods; exempt goods; exempt under s 18A; the subject of an approval or authority under s 19; or the subject of an approval under s 19A of the 1989 Act.",
      "id": "s38"
    },
    {
      "text": "14 It is agreed that the importation of the goods constituted a contravention by the First and Second Respondents of s 19D(1)(a)(i).",
      "id": "s39"
    },
    {
      "text": "It is also agreed, in the alternative, that the Second Respondent has contravened s 19D(1)(a)(i) by aiding, abetting, counselling or procuring the First Respondent to import the goods in contravention of s 19D(1)(a)(i) and, in the further alternative, that she has contravened s 54B(3).",
      "id": "s40"
    },
    {
      "text": "15 It is further agreed that the First Respondent on 4 May 1998 was convicted at the St James Local Court of the offence of intentionally or recklessly importing various therapeutic goods into Australia in contravention of s 20(1)(a).",
      "id": "s41"
    },
    {
      "text": "The First Respondent on that occasion was fined $12,000 and an order for forfeiture was made under s 54(3).",
      "id": "s42"
    },
    {
      "text": "16 In the case of an individual, the maximum civil penalty that may be imposed pursuant to the terms of the 1989 Act is 5,000 penalty units, ie $550,000; in the case of a body corporate, the maximum penalty is 50,000 penalty units, ie $5.5 million.",
      "id": "s43"
    },
    {
      "text": "PECUNIARY PENALTIES: PRINCIPLES TO BE APPLIED \n \n17 The primary starting point for considering whether a civil penalty should be imposed and, if so, the quantum of any such penalty, is the terms of the 1989 Act itself and, in particular, s 19D(1)(a)(i) and s 42Y(3).",
      "id": "s44"
    },
    {
      "text": "18 There has been no prior occasion upon which these provisions have been invoked.",
      "id": "s45"
    },
    {
      "text": "19 In determining the quantum of any civil penalty, s 42Y(3) provides that the Court \" must have regard to all relevant matters \" and goes on to identify four specific matters.",
      "id": "s46"
    },
    {
      "text": "Those four matters are self-evidently not an exhaustive identification of the matters to be considered.",
      "id": "s47"
    },
    {
      "text": "20 The terms of s 42Y(3), however, are the same as those set forth in s 481(3) of the Environment Protection and Biodiversity Conservation Act 1999 (Cth); s 125A(3) of the Health Insurance Act 1973 (Cth); s 205F(3) of the Broadcasting Services Act 1992 (Cth); and are comparable to s 76(1) of the Trade Practices Act 1974 (Cth) and s 24(2) of the Spam Act 2003 (Cth).",
      "id": "s48"
    },
    {
      "text": "21 Proceedings to recover a civil penalty under s 42Y of the Therapeutic Goods Act , like proceedings under s 76 of the Trade Practices Act , are civil proceedings (s 42Y(4)) and by virtue of s 140 of the Evidence Act 1995 (Cth) attract the civil standard of proof, including for present purposes the principles in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 at 361---3.",
      "id": "s49"
    },
    {
      "text": "Section 140 provides as follows:\n Civil proceedings: standard of proof (1) In a civil proceeding, the court must find the case of a party proved if it is satisfied that the case has been proved on the balance of probabilities.",
      "id": "s50"
    },
    {
      "text": "(2) Without limiting the matters that the court may take into account in deciding whether it is so satisfied, it is to take into account: (a) the nature of the cause of action or defence; and (b) the nature of the subject matter of the proceeding; and (c) the gravity of the matters alleged.",
      "id": "s51"
    },
    {
      "text": "It has been said by the Full Court of this Court that the discussion by Dixon J in Briginshaw v Briginshaw \" of how the civil standard of proof operates appositely expresses the considerations which s 140(2) of the Evidence Act now requires a court to take into account \": Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia v Australian Competition and Consumer Commission [2007] FCAFC 132 at [31] , [2007] FCAFC 132 ; 162 FCR 466 at 480 per Weinberg, Bennett and Rares JJ.",
      "id": "s52"
    },
    {
      "text": "See also: Employment Advocate v Williamson [2001] FCA 1164 at [65] , [2001] FCA 1164 ; 111 FCR 20 at 40---1 per Branson J; Australian Competition &amp; Consumer Commission v Construction, Forestry, Mining &amp; Energy Union [2008] FCA 678 at [13] per Finn J.",
      "id": "s53"
    },
    {
      "text": "22 Civil penalties -- such as those now invoked -- are increasingly becoming a legislative device to secure compliance with statutory provisions and, it may be noted, in a diverse range of areas of activity perceived to be in need of legislative control.",
      "id": "s54"
    },
    {
      "text": "In addition to those legislative provisions to which reference has already been made, the present diversity of legislative contexts is further reinforced by reference to the Superannuation Industry (Supervision) Act 1993 (Cth), s 196 ; the \" civil penalty provisions \" in Chapter 7 Part 1 of the Building and Construction Industry Improvement Act 2005 (Cth); and to \" civil remedy provisions \" such as those created by the Workplace Relations Act 1996 (Cth), and the ability to recover under that legislation \" pecuniary penalties \": s 730.",
      "id": "s55"
    },
    {
      "text": "See also: Gillooly M and Wallace-Bruce N I, 'Civil Penalties in Australian Legislation' (1994) 13 Univ Tas L Rev 269.",
      "id": "s56"
    },
    {
      "text": "23 General guidance as to the manner in which this Court has approached the task of assessment under civil penalty provisions may be gleaned from the manner in which other like provisions have been applied by this Court.",
      "id": "s57"
    },
    {
      "text": "24 Thus, in Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 French J made the following observations in the context of assessing the penalty to be imposed pursuant to s 76(1) of the Trade Practices Act (at 52,152---52,153).",
      "id": "s58"
    },
    {
      "text": "The assessment of a penalty of appropriate deterrent value will have regard to a number of factors which have been canvassed in the cases.",
      "id": "s59"
    },
    {
      "text": "These include the following: 1.",
      "id": "s60"
    },
    {
      "text": "The nature and extent of the contravening conduct.",
      "id": "s61"
    },
    {
      "text": "2.",
      "id": "s62"
    },
    {
      "text": "The amount of loss or damage caused.",
      "id": "s63"
    },
    {
      "text": "3.",
      "id": "s64"
    },
    {
      "text": "The circumstances in which the conduct took place.",
      "id": "s65"
    },
    {
      "text": "4.",
      "id": "s66"
    },
    {
      "text": "The size of the contravening company.",
      "id": "s67"
    },
    {
      "text": "5.",
      "id": "s68"
    },
    {
      "text": "The degree of power it has, as evidenced by its market share and ease of entry into the market.",
      "id": "s69"
    },
    {
      "text": "6.",
      "id": "s70"
    },
    {
      "text": "The deliberateness of the contravention and the period over which it extended.",
      "id": "s71"
    },
    {
      "text": "7.",
      "id": "s72"
    },
    {
      "text": "Whether the contravention arose out of the conduct of senior management or at a lower level.",
      "id": "s73"
    },
    {
      "text": "8.",
      "id": "s74"
    },
    {
      "text": "Whether the company has a corporate culture conducive to compliance with the Act, as evidenced by educational programs and disciplinary or other corrective measures in response to an acknowledged contravention.",
      "id": "s75"
    },
    {
      "text": "9.",
      "id": "s76"
    },
    {
      "text": "Whether the company has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s77"
    },
    {
      "text": "Those observations are both an elaboration of the terms of s 76(1) itself and directed to the legislative context set forth in the 1974 Act.",
      "id": "s78"
    },
    {
      "text": "Comparable principles have also been applied when assessing penalties under the Superannuation Industry (Supervision) Act : Australian Prudential Regulation Authority v Derstepanian [2005] FCA 1121 , 60 ATR 518 ; Australian Prudential Regulation Authority v Holloway [2000] FCA 1245 , 45 ATR 278.",
      "id": "s79"
    },
    {
      "text": "25 In Minister for the Environment and Heritage v Greentree (No 3) [2004] FCA 1317 , 136 LGERA 89 Sackville J reviewed the authorities and likewise concluded that the specific legislative context in which a penalty is being sought must obviously prevail.",
      "id": "s80"
    },
    {
      "text": "His Honour was there considering the Environment Protection and Biodiversity Conservation Act 1999 (Cth).",
      "id": "s81"
    },
    {
      "text": "Reference was made to the checklist provided by French J in the CSR case and His Honour continued:\n [58] The principles formulated in the context of s 76(1) of the TP Act provide guidance in proceedings for pecuniary penalties under the EPBC Act, although they cannot be transferred uncritically into the rather different context of proceedings seeking the imposition of penalties for environmental damage to protected sites.",
      "id": "s82"
    },
    {
      "text": "Obviously enough, for example, the degree of market power is a consideration likely to be highly relevant to a penalty for a contravention of Pt IV of the TP Act, but is not likely to be relevant to the imposition of a penalty under the EPBC Act.",
      "id": "s83"
    },
    {
      "text": "Similarly, the question of a corporate culture may not necessarily have relevance to proceedings under the EPBC Act, although whether a contravener has taken remedial action to minimise environmental damage may be significant on the question of penalty.",
      "id": "s84"
    },
    {
      "text": "On the other hand, there may be circumstances relevant to proceedings under the EPBC Act that have no relevance to proceedings under the TP Act.",
      "id": "s85"
    },
    {
      "text": "In the end, while the statutory criteria must of course be taken into account, each case must depend upon its own unique circumstances.",
      "id": "s86"
    },
    {
      "text": "His Honour's decision was affirmed on appeal: Greentree v Minister for Environment and Heritage [2005] FCAFC 128 , 144 FCR 388.",
      "id": "s87"
    },
    {
      "text": "The application by the trial judge of the \" principles \" he identified does not appear to have been the subject of debate on appeal: [2005] FCAFC 128 at [51] ---[57].",
      "id": "s88"
    },
    {
      "text": "26 Also of general relevance to most (if not all) civil penalty provisions is the significance that a pecuniary penalty may have for deterrence upon both the current offender and others: cf Trade Practices Commission v CSR Ltd (1990) ATPR 41-076 ; Australian Competition &amp; Consumer Commission v D M Faulkner Pty Ltd [2004] FCA 1666 at [53] per Bennett J; Australian Competition &amp; Consumer Commission v Gullyside Pty Ltd [2005] FCA 1727 at [34] per Kiefel J; Australian Competition &amp; Consumer Commission v High Adventure Pty Ltd [2005] FCAFC 247 at [11] ; Australian Competition &amp; Consumer Commission v Australian Safeway Stores Pty Ltd (No 4) [2006] FCA 21 at [15] per Goldberg J.",
      "id": "s89"
    },
    {
      "text": "A \" civil penalty \", it has been said, \" needs to be sufficiently high to deter contravention by others, but not so high as to be oppressive \": Vivian v Fitzgeralds [2007] FCA 1602 at [29] per Logan J.",
      "id": "s90"
    },
    {
      "text": "An apparent limited capacity of a respondent to pay cannot mitigate against the need for an appropriate pecuniary penalty to be applied: Australian Communications and Media Authority v Clarity1 Pty Ltd (No 2) [2006] FCA 1399 at [41] , [2006] FCA 1399 ; 155 FCR 377 at 386---7 per Nicholson J.",
      "id": "s91"
    },
    {
      "text": "See also: Beaton-Wells C, 'Recent corporate penalty assessment under the Trade Practices Act and the rise of general deterrence' (2006) 14 CCLJ 65; Yeung K, 'Quantifying Regulatory Penalties: Australian Competition Law Penalties in Perspective' (1999) 23 Melb Univ L Rev 440 (particularly at 468---74).",
      "id": "s92"
    },
    {
      "text": "27 Although the form of words set forth in other legislative provisions may be the same or comparable to those employed in the 1989 Act, the legislative mandate that the Court \" must have regard to all relevant matters \" in s 42Y(3) assumes obvious importance.",
      "id": "s93"
    },
    {
      "text": "It is that mandate which directs attention to those more specific matters which can only be discerned from an analysis of the 1989 Act itself.",
      "id": "s94"
    },
    {
      "text": "Of central importance in identifying those matters which are \" relevant \" -- and which must therefore be taken into account -- are the objects and purposes of the 1989 Act.",
      "id": "s95"
    },
    {
      "text": "28 In addition to the more general factors referred to in CSR , and in the specific context of the Therapeutic Goods Act , there was agreement between the parties that further \" relevant matters \" within the meaning of s 42Y(3) also included (in particular) the following:\n \n(i) the object of maintaining a national system of controls relating to the quality, safety, efficacy and timely availability of therapeutic goods; \n \n(ii) the object of creating a national Register;\n \n(iii) the fact that the Act creates both civil and criminal offences, the latter being punishable by imprisonment; \n \n(iv) the particular difficulties that may be encountered in detecting a contravention of the 1989 legislation; and \n \n(v) the particular difficulties that may be confronted if an application was to be defended and the Secretary put to proof.",
      "id": "s96"
    },
    {
      "text": "All of these matters place emphasis upon an important public interest in maintaining the integrity of the legislative regime in respect to therapeutic products.",
      "id": "s97"
    },
    {
      "text": "Further matters of relevance in the present statutory context, as in many (if not all) civil penalty cases are:\n \n(vi) whether or not there has been co-operation by a respondent in the conduct of a proceeding; and\n \n(vii) whether or not there has been agreement as to the relief to be granted.",
      "id": "s98"
    },
    {
      "text": "29 These matters, it is considered, emerge from a proper construction of the Act itself.",
      "id": "s99"
    },
    {
      "text": "They are only reinforced by a recognition that s 42Y was inserted by way of an amendment effected by the Therapeutic Goods Amendment Act (No 1) 2006 (Cth).",
      "id": "s100"
    },
    {
      "text": "During the course of the Second Reading Speech in the House of Representatives on 17 August 2005 of the Therapeutic Goods Amendment Bill 2005 (Cth), the then Minister for Health and Ageing said:\n The bill introduces a parallel civil penalty regime for breaches of the act.",
      "id": "s101"
    },
    {
      "text": "The inclusion in the act of civil penalties, alongside criminal penalties, will allow for an alternative and quicker process for dealing with a wide range of legislative breaches.",
      "id": "s102"
    },
    {
      "text": "Civil penalties are expected to be more effective in deterring and preventing non-compliance with regulatory requirements by body corporates, who represent the bulk of those regulated under the Therapeutic Goods Act 1989 and regulations.",
      "id": "s103"
    },
    {
      "text": "Higher penalty levels attach to civil penalties because they are designed to provide adequate incentives, especially in relation to well-resourced corporate entities, for deterring breaches of regulatory requirements under the act.",
      "id": "s104"
    },
    {
      "text": "The inclusion of alternative civil penalties and criminal offences is an effective strategy that has worked well under other Commonwealth legislation.",
      "id": "s105"
    },
    {
      "text": "30 Prior to the commencement of the hearing on 7 October 2008, there was agreement between the parties as to the facts; but there was no agreement as to the relief to be granted.",
      "id": "s106"
    },
    {
      "text": "At that stage, the task of the Court was to apply the principles to such facts as were the subject of agreement and to those further facts set forth in three Affidavits filed by the Respondents and the cross-examination of those deponents.",
      "id": "s107"
    },
    {
      "text": "31 It was during the course of a prolonged adjournment of that hearing and (relevantly) after the cross-examination of the Second Respondent, that the parties reached substantial agreement as to the relief which they considered satisfactory.",
      "id": "s108"
    },
    {
      "text": "That agreement in broad terms embraced the making of appropriately drafted declarations; the imposition of a civil penalty upon the Respondents jointly in the sum of $100,000; the forfeiture of the imported goods; and an agreement that the Respondents pay the Applicant's costs on an indemnity basis.",
      "id": "s109"
    },
    {
      "text": "After the hearing was adjourned, the parties submitted a revised agreement relevantly providing for the penalty to be $130,000 (payable within 42 days) and submitting a form of a proposed declaration.",
      "id": "s110"
    },
    {
      "text": "32 The task then confronting the Court was to determine the proper approach to be given to the revised agreement as between the parties and in particular the relevance of the revised agreement or consent to:\n \n&#8226; the penalty to be imposed; \n \n&#8226; the making of an order as to forfeiture; and\n \n&#8226; the granting of declaratory relief.",
      "id": "s111"
    },
    {
      "text": "AGREEMENT AS TO PENALTY: THE ROLE OF THE COURT?",
      "id": "s112"
    },
    {
      "text": "33 In the event that the Court is satisfied that a \" wrongdoer has contravened a civil penalty provision \", s 42Y(2) imposes upon this Court the function of determining the quantum of the penalty which it considers is \" appropriate \" -- not being an amount more than the maximum penalty provided for by the 1989 Act.",
      "id": "s113"
    },
    {
      "text": "It is the responsibility of the Court to determine whether a penalty is \" appropriate \".",
      "id": "s114"
    },
    {
      "text": "34 In addressing the role that agreement between the parties may have when addressing penalties to be imposed under the Trade Practices Act in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 , Burchett and Kiefel JJ observed:\n The Act places on the shoulders of the Court the responsibility to determine the \"appropriate\" penalty in each particular case, having regard to \"all relevant matters\" including the matters specified in the section.",
      "id": "s115"
    },
    {
      "text": "But effects upon the functioning of markets, and other economic effects, will generally be among the most significant matters to be considered as relevant, so that the Court is likely to be assisted greatly by views put forward by the Australian Competition and Consumer Commission, or by economists called on behalf of the parties.",
      "id": "s116"
    },
    {
      "text": "Since the decision in Trade Practices Commission v Allied Mills Industries Pty Ltd [(1981) 60 FLR 38], it has been accepted that both the facts, and also views about their effect, may be presented to the Court in agreed statements, together with joint submissions by both the Commission and a respondent as to the appropriate level of penalty.",
      "id": "s117"
    },
    {
      "text": "Because the fixing of the quantum of a penalty cannot be an exact science, the Court, in such a case, does not ask whether it would without the aid of the parties have arrived at the precise figure they have proposed, but rather whether their proposal can be accepted as fixing an appropriate amount.",
      "id": "s118"
    },
    {
      "text": "There is an important public policy involved.",
      "id": "s119"
    },
    {
      "text": "When corporations acknowledge contraventions, very lengthy and complex litigation is frequently avoided, freeing the courts to deal with other matters, and investigating officers of the Australian Competition and Consumer Commission to turn to other areas of the economy that await their attention.",
      "id": "s120"
    },
    {
      "text": "At the same time, a negotiated resolution in the instant case may be expected to include measures designed to promote, for the future, vigorous competition in the particular market concerned.",
      "id": "s121"
    },
    {
      "text": "These beneficial consequences would be jeopardised if corporations were to conclude that proper settlements were clouded by unpredictable risks.",
      "id": "s122"
    },
    {
      "text": "A proper figure is one within the permissible range in all the circumstances.",
      "id": "s123"
    },
    {
      "text": "The Court will not depart from an agreed figure merely because it might otherwise have been disposed to select some other figure, or except in a clear case.",
      "id": "s124"
    },
    {
      "text": "It appears to us that the authorities in both Australia and New Zealand have provided unanimous support for the approach we have outlined...",
      "id": "s125"
    },
    {
      "text": "They approved the general acceptance of a \"negotiated settlement\", reserving for further consideration only the case where a compromise was based, not on considerations bearing on the quantum of the penalty, but on doubts or difficulties attending the proof of the contravention.",
      "id": "s126"
    },
    {
      "text": "In Simsmetal [Trade Practices Commission v Simsmetal Ltd [1996] ATPR 41 ,510], Lee J, in approving agreed penalties, said (at 41,512) that \"the approach adopted by the parties in fixing (the figures put to the Court) is not dissimilar to the approach that would have been adopted by the Court had it been necessary for the Court to undertake the penalty fixing exercise itself\", and that he agreed with the approach of Lockhart J in another case of refraining from \"stating whether the penalties to which the parties have agreed are the size of [those] which the Court itself would have imposed\".",
      "id": "s127"
    },
    {
      "text": "In Pioneer [Australian Competition and Consumer Commission v Pioneer Concrete (Qld) Pty Ltd [1996] ATPR 41 ,579] Lockhart J said (at 41,582): \n \n \"I am of the view that the agreement that has been reached, subject to the Court's concurrence, is broadly in accord with what the Court would have done itself based upon the facts as I have read them from the affidavits, and I think the result is a sensible one.",
      "id": "s128"
    },
    {
      "text": "I propose to endorse it.",
      "id": "s129"
    },
    {
      "text": "\" \n \n In TNT [Trade Practices Commission v TNT Australia Pty Ltd [1995] HCA 4 ; [1995] ATPR 40 ,161] Burchett J said (at 40,165): \n \n \"[I]t cannot be denied that the fixing of the quantum of a penalty is not an exact science.",
      "id": "s130"
    },
    {
      "text": "It is not done by the application of a formula, and, within a certain range, courts have always recognised that one precise figure cannot be incontestably said to be preferable to another.",
      "id": "s131"
    },
    {
      "text": "\" \n \n When the Court approaches the task of assessing a penalty under s 76, or of determining whether an agreed penalty is appropriate, there are certain principles which must be kept steadily in mind.",
      "id": "s132"
    },
    {
      "text": "The section itself lays down that the penalty is to be \"appropriate having regard to all relevant matters\", and then indicates certain matters which the legislature regarded as relevant... \nReference may also be made to Australian Competition &amp; Consumer Commission v Econovite Pty Ltd [2003] FCA 964 at [11] where French J stated that the \" Court has, over many years, accepted as a general principle that it should encourage fair and appropriate settlements to reduce the burdens of litigation on public and private resources \".",
      "id": "s133"
    },
    {
      "text": "See also: Australian Competition and Consumer Commission v Midland Brick Co Pty Ltd [2004] FCA 693 at [15] ---[18], [2004] FCA 693 ; 207 ALR 329 at 332---3 per Lee J; Australian Competition &amp; Consumer Commission v FChem (Aust) Ltd [2008] FCA 344 at [22] ---[27] per Cowdroy J.",
      "id": "s134"
    },
    {
      "text": "These comments were obviously directed to the specific statutory provisions and objectives of the 1974 Act.",
      "id": "s135"
    },
    {
      "text": "35 But, and as noted by the Full Court in Minister for Industry, Tourism &amp; Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72 at [59] ---[79] by Branson, Sackville and Gyles JJ, there have been decisions which \" have expressed reservations about the approach taken in NW Frozen Foods \".",
      "id": "s136"
    },
    {
      "text": "In Mobil Oil a pecuniary penalty was sought in respect to a contravention of s 10 of the Petroleum Retail Marketing Sites Act 1980 (Cth).",
      "id": "s137"
    },
    {
      "text": "The resolution of those reservations was there effected by a direction given by the Chief Justice pursuant to s 20(1A) of the Federal Court of Australia Act 1976 (Cth) that the jurisdiction of the Court should be exercised by a Full Court in respect to the following question:\n Where the parties propose an agreed amount to be imposed as a penalty pursuant to s 13 of the Petroleum Retail Marketing Sites Act 1980 (Cth), is the Court bound by the decision in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 to consider whether the proposed amount is within the permissible range in all of the circumstances and, if so, impose a penalty of that amount?",
      "id": "s138"
    },
    {
      "text": "36 That question was answered: \" No, but the reasons in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 disclose no error of principle \".",
      "id": "s139"
    },
    {
      "text": "The Full Court reviewed the authorities and observed:\n [51] The following propositions emerge from the reasoning in NW Frozen Foods: (i) It is the responsibility of the Court to determine the appropriate penalty to be imposed under s 76 of the TP Act in respect of a contravention of the TP Act.",
      "id": "s140"
    },
    {
      "text": "(ii) Determining the quantum of a penalty is not an exact science.",
      "id": "s141"
    },
    {
      "text": "Within a permissible range, the courts have acknowledged that a particular figure cannot necessarily be said to be more appropriate than another.",
      "id": "s142"
    },
    {
      "text": "(iii) There is a public interest in promoting settlement of litigation, particularly where it is likely to be lengthy.",
      "id": "s143"
    },
    {
      "text": "Accordingly, when the regulator and contravenor have reached agreement, they may present to the Court a statement of facts and opinions as to the effect of those facts, together with joint submissions as to the appropriate penalty to be imposed.",
      "id": "s144"
    },
    {
      "text": "(iv) The view of the regulator, as a specialist body, is a relevant, but not determinative consideration on the question of penalty.",
      "id": "s145"
    },
    {
      "text": "In particular, the views of the regulator on matters within its expertise (such as the ACCC's views as to the deterrent effect of a proposed penalty in a given market) will usually be given greater weight than its views on more \"subjective\" matters.",
      "id": "s146"
    },
    {
      "text": "(v) In determining whether the proposed penalty is appropriate, the Court examines all the circumstances of the case.",
      "id": "s147"
    },
    {
      "text": "Where the parties have put forward an agreed statement of facts, the Court may act on that statement if it is appropriate to do so.",
      "id": "s148"
    },
    {
      "text": "(vi) Where the parties have jointly proposed a penalty, it will not be useful to investigate whether the Court would have arrived at that precise figure in the absence of agreement.",
      "id": "s149"
    },
    {
      "text": "The question is whether that figure is, in the Court's view, appropriate in the circumstances of the case.",
      "id": "s150"
    },
    {
      "text": "In answering that question, the Court will not reject the agreed figure simply because it would have been disposed to select some other figure.",
      "id": "s151"
    },
    {
      "text": "It will be appropriate if within the permissible range.",
      "id": "s152"
    },
    {
      "text": "Five further points were there made by their Honours, being:\n [53] First, the rationale for giving weight to a joint submission on penalty is said by the Court to be the savings in resources for the regulator and the Court, as well as the likelihood that a negotiated resolution will include measures designed to promote competition.",
      "id": "s153"
    },
    {
      "text": "As Jeremy Thorpe points out, a related advantage is that the savings in resources can be used by the regulator to increase the likelihood that other contraveners will be detected and brought before the courts.",
      "id": "s154"
    },
    {
      "text": "This has the effect of increasing deterrence which is one of the principal justifications, if not the only justification for imposing civil penalties under the TP Act or the Sites Act: J Thorpe, \"Determining the Appropriate Role for Charge Bargaining in Pt IV of the Trade Practices Act\" (1996) 4 Comp &amp; Cons LJ 69, at 72---74.",
      "id": "s155"
    },
    {
      "text": "... [54] Secondly, the sixth proposition drawn from the reasoning in NW Frozen Foods does not mean, in our opinion, that the Court must commence its reasoning with the proposed penalty and limit itself to considering whether that penalty is within the permissible range.",
      "id": "s156"
    },
    {
      "text": "A Court may wish to take that approach.",
      "id": "s157"
    },
    {
      "text": "However, it is open to a Court, consistently with the reasoning in NW Frozen Foods, first to address the appropriate range of penalties independently of the parties' proposed figure and then, having made that judgment, determine whether the prepared penalty falls within the range.",
      "id": "s158"
    },
    {
      "text": "[55] Thirdly, as has been noted, the appellant in NW Frozen Foods admitted contravening the TP Act and had reached agreement with the ACCC upon the facts to be put before the Court.",
      "id": "s159"
    },
    {
      "text": "There was no suggestion that the admissions or statement had been tailored or modified to reflect the difficulties faced by the ACCC in proving its case.",
      "id": "s160"
    },
    {
      "text": "The Full Court therefore acted on the basis of clear admissions and a detailed statement of agreed facts setting out how the contraventions had occurred.",
      "id": "s161"
    },
    {
      "text": "... [56] Fourthly, as the Full Court in Australian Competition and Consumer Commission v Ithaca Ice Works Pty Ltd [2002] ATPR 41-851 , has pointed out, the regulator should always explain to the Court the process of reasoning that justifies a discounted penalty.",
      "id": "s162"
    },
    {
      "text": "... ... [58] Fifthly, there is nothing in NW Frozen Foods that is inconsistent with any of the following propositions: (i) The Court, if it considers that the evidence or information before it is inadequate to form a view as to whether the proposed penalty is appropriate, may request the parties to provide additional evidence or information or verify the information provided.",
      "id": "s163"
    },
    {
      "text": "If they do not provide the information or verification requested, the Court may well not be satisfied that the proposed penalty is within the range.",
      "id": "s164"
    },
    {
      "text": "(ii) If the absence of a contradictor inhibits the Court in the performance of its duties under s 76 of the TP Act, s 13 of the Sites Act, or similar legislation, it may seek the assistance of an amicus curiae or of an individual or body prepared to act as an intervenor under FCR, O 6 r 17.",
      "id": "s165"
    },
    {
      "text": "(iii) If the Court is disposed not to impose the penalty proposed by the parties, it may be appropriate, depending on the circumstances, for each of them to be given the opportunity to withdraw consent to the proposed orders and for the matter to proceed as a contested hearing.",
      "id": "s166"
    },
    {
      "text": "See: Australian Competition &amp; Consumer Commission v Admiral Mechanical Services Pty Ltd [2007] FCA 1085 at [13] ---[18] per Nicholson J.",
      "id": "s167"
    },
    {
      "text": "Most recently, it has been said that the \" upshot of the authorities is that the Court should not depart lightly from a joint position put forward by the parties.",
      "id": "s168"
    },
    {
      "text": "The inquiry to be undertaken is not whether the Court would have arrived at the same figure as the parties, but whether the proposal fixes an appropriate amount 'within the permissible range' of penalties that might properly be imposed \": Australian Competition &amp; Consumer Commission v Oobi Baby Pty Ltd [2008] FCA 1488 at [9] per Finkelstein J.",
      "id": "s169"
    },
    {
      "text": "See also: Beaton-Wells C, 'Judicial Scrutiny of Penalty Agreements to Increase' (2005) 13 TPLJ 59.",
      "id": "s170"
    },
    {
      "text": "37 In the present proceeding it is considered that the principles expressed in NW Frozen Foods and Mobil Oil are equally applicable to a proceeding in which a civil penalty is sought under the Therapeutic Goods Act and where an agreement has been reached as between the Regulator and those against whom the penalty is sought.",
      "id": "s171"
    },
    {
      "text": "38 Agreement between the parties as to both those facts relevant to a conclusion as to contravention of a civil penalty provision, and the quantification of any penalty to be imposed, is a course which has long been embraced (and encouraged) by this Court in respect to other statutory regimes.",
      "id": "s172"
    },
    {
      "text": "It is a course which it is considered should now also be embraced (and encouraged) in the context of the Therapeutic Goods Act .",
      "id": "s173"
    },
    {
      "text": "39 Such a course may, in an appropriate case, avoid the necessity for prolonged, complex and lengthy litigation and may also usefully serve as a means whereby this Court may be informed of that which is relevant.",
      "id": "s174"
    },
    {
      "text": "The procedural difficulties potentially to be encountered in other statutory contexts have already been the subject of comment.",
      "id": "s175"
    },
    {
      "text": "See: Spender P, 'Negotiating the third way: Developing effective process in civil penalty litigation' (2008) 26 C&amp;SLJ 249.",
      "id": "s176"
    },
    {
      "text": "In the present proceeding, and in the specific context of the 1989 Act, there was (for example) agreement as to the ingredients of the goods imported.",
      "id": "s177"
    },
    {
      "text": "In the absence of agreement, there was the potential for evidence as to those ingredients being the subject of contested evidence, including expert evidence.",
      "id": "s178"
    },
    {
      "text": "The potential for complex hearings under the current legislation is equally as real as it is in other statutory contexts.",
      "id": "s179"
    },
    {
      "text": "It is certainly not a theoretical consideration.",
      "id": "s180"
    },
    {
      "text": "40 The use of civil penalties as a \" quicker process for dealing with a wide range of legislative breaches \" was obviously a matter in the mind of the Minister when securing the passage of the 2005 amending Bill.",
      "id": "s181"
    },
    {
      "text": "41 Part of the agreement in the present proceeding, which has avoided potential difficulties and complexities, is that the First and/or Second Respondent pay a penalty in the revised sum of $130,000.",
      "id": "s182"
    },
    {
      "text": "The question remains as to whether the Court considers that such a sum is \" appropriate \" within the meaning of s 42Y(2).",
      "id": "s183"
    },
    {
      "text": "As was recognised by Burchett and Kiefel JJ in NW Frozen Foods , \" the quantum of a penalty cannot be an exact science \": [1996] FCA 1134 ; (1996) 71 FCR 285 at 290.",
      "id": "s184"
    },
    {
      "text": "42 The requirement for the Court itself to be satisfied as to the appropriateness of a penalty is a responsibility which ultimately derives from s 71 of the Commonwealth of Australia Constitution Act and is not a responsibility which can be circumscribed by private agreement: cf Australian Competition &amp; Consumer Commission v Hobie Cat Australasia Pty Ltd [2008] FCA 402 at [19] per Finn J.",
      "id": "s185"
    },
    {
      "text": "And in discharging that responsibility in the context of the Therapeutic Goods Act the Court, as it is in the context of the Trade Practices Act when considering whether to make an order by consent, \" is not merely giving effect to the wishes of the parties, it is exercising a public function and must have regard to the public interest in doing so \": cf Australian Competition and Consumer Commission v Real Estate Institute of Western Australia Inc [1999] FCA 18 at [18] , [1999] FCA 18 ; 161 ALR 79 at 86 per French J.",
      "id": "s186"
    },
    {
      "text": "The Court is not to be regarded as a \" rubber stamp \": Australian Competition &amp; Consumer Commission v Australian Abalone Pty Ltd [2007] FCA 1834 at [121] per Weinberg J\n PAGASA &amp; JONES: CONTRAVENTION &amp; FINANCIAL POSITION \n \n43 The Statement of Agreed Facts sets forth an exposition of the facts sufficient for the Court to be satisfied that Pagasa Australia Pty Ltd has contravened s 19D(1)(a)(i) within the last 6 years (s 42Y(1)) and that that provision is a \" civil penalty provision \" for the purposes of s 42Y(2).",
      "id": "s187"
    },
    {
      "text": "44 Prior to the evidence of the Second Respondent's son, Mr John Jones, the Secretary had submitted that an appropriate quantification of the civil penalty for Pagasa Australia Pty Ltd was between $100,000 to $200,000.",
      "id": "s188"
    },
    {
      "text": "That quantification of penalty was previously said to take into account a number of factors, including the fact that the maximum penalty should be reserved for the most serious of offences and that the penalty proposed was approximately 1.8% to 3.6% of the maximum that could be imposed.",
      "id": "s189"
    },
    {
      "text": "The Statement of Agreed Facts sets forth the financial position of Pagasa Australia (in summary form) as being:\n (i) net assets $209,153 (ii) gross profit for the year ending June 2007 $873,562 (iii) net profit for the year ending June 2007 $98,855 \n45 The Statement of Agreed Facts also sets forth a series of facts and admissions as made by the Second Respondent, including an admission that she contravened s 19D(1)(a)(i) by aiding, abetting, counselling or procuring the First Respondent to import into Australia therapeutic goods in contravention of s 19D(1)(a)(i).",
      "id": "s190"
    },
    {
      "text": "46 Those facts and admissions are considered to be a sufficient basis upon which the Court can also be satisfied that the Second Respondent, Ms Jones, contravened s19D(1)(a)(i) within the last 6 years (s 42Y(1)) and that that provision is a \" civil penalty provision \" for the purposes of s 42Y(2).",
      "id": "s191"
    },
    {
      "text": "Those facts and admissions are also considered to be a sufficient basis upon which the Court would also have been satisfied that the Second Respondent had also contravened s 54B(3).",
      "id": "s192"
    },
    {
      "text": "47 The Secretary previously submitted, again prior to the evidence of Mr John Jones, that an appropriate penalty in respect to Ms Jones was in the range of $50,000 to $100,000.",
      "id": "s193"
    },
    {
      "text": "The Statement of Agreed Facts sets forth her financial position (in summary form) as follows:\n (i) net assets $511,774 (ii) gross income for the year ending June 2007 $90,385 (iii) taxable income for the year ending June 2007 $89,765 COMBINED PENALTY OF $130,000: WITHIN THE PERMISSIBLE RANGE?",
      "id": "s194"
    },
    {
      "text": "48 Given the written submissions previously filed on behalf of the Secretary as to the penalties then being propounded, some reservation was expressed during the hearing as to whether the then proposed combined penalty of $100,000 was indeed \" appropriate \".",
      "id": "s195"
    },
    {
      "text": "As was observed by Wilcox, Hill and Carr JJ in Australian Competition &amp; Consumer Commission v Ithaca Ice Works Pty Ltd [2001] FCA 1716 (and as approved by the Full Court in Mobil Oil [2004] FCAFC 72 at [56] ---[57]):\n [56] ... [W]here the Commission proposes to the Court an agreed penalty which is calculated taking into account a substantial discount from what would otherwise be considered the appropriate penalty so as to reflect a degree of co-operation, it would be desirable that the Commission disclose the process by which the discounted penalty has been arrived at.",
      "id": "s196"
    },
    {
      "text": "In particular, it would be of assistance to the Court, particularly where there are other proceedings pending, to hear submissions on the range of appropriate penalties and the discount which it is proposed should be allowed to take into account the level of co-operation afforded by the offender.",
      "id": "s197"
    },
    {
      "text": "...",
      "id": "s198"
    },
    {
      "text": "The figure of $100,000 was such that submissions were sought from both Counsel.",
      "id": "s199"
    },
    {
      "text": "The caution previously expressed by Lockhart J, and other judges of this Court, as to the Court refraining from stating whether the penalty to which the parties have agreed was the same as that which the Court would have imposed, is nevertheless heeded.",
      "id": "s200"
    },
    {
      "text": "49 Although not an \" exact science \", and having had the benefit of oral submissions, the more recently proposed penalty of $130,000 in the circumstances is considered to be within the \" permissible range \" and the Court should give effect to the agreement as reached between the parties.",
      "id": "s201"
    },
    {
      "text": "A penalty of $130,000 is neither sufficiently small so as not to act as a deterrence nor so high as to be oppressive.",
      "id": "s202"
    },
    {
      "text": "50 The assessment as to penalty has taken into account the agreement and the following facts as drawn from the Statement of Agreed Facts , namely:\n \n(i) in December 1993 the Therapeutic Goods Administration had written to Pagasa Australia Pty Ltd, then trading as Pag-asa Asian Food Imports, and the Second Respondent regarding the importation of therapeutic goods (\" Aceite Manzanilla \") in contravention of the Act;\n \n(ii) in January 1994 the Second Respondent wrote to the Administration on behalf of Pag-asa Asian Food Imports, \" to confirm that we will stop importing and selling Aceite Manzanilla until such product is included in the Register \";\n \n(iii) in November 1997 investigators conducted a search of a container imported by Pag-asa Asian Food Imports and located and seized therapeutic goods, including cartons of \" Aceite Manzanilla \".",
      "id": "s203"
    },
    {
      "text": "In total, 31 different types of unregistered therapeutic goods were seized;\n \n(iv) on 17 November 1997 the Second Respondent again wrote to the Administration stating that she was \" sorry for all the mistakes I committed \" and asking for \" one last chance to put things in order \" and stating that she was \" going to see a Mr Robert Forbes at Glebe at 2pm Today regarding the products that I import.",
      "id": "s204"
    },
    {
      "text": "He is a Chemist \";\n \n(v) in January 1998 the Second Respondent was interviewed and freely admitted to the importation of the therapeutic goods;\n \n(vi) in May 1998 Pagasa Australia Pty Ltd was convicted at the St James Local Court of the offence of intentionally or recklessly importing therapeutic goods into Australia in contravention of s 20(1)(a) of the Act (as it then was).",
      "id": "s205"
    },
    {
      "text": "A fine was imposed of $12,000;\n \nIn relation to the importation of goods in respect to which relief is now claimed, the Statement of Agreed Facts also recounts the following facts, namely:\n \n(i) in February 2007 a considerable quantity of therapeutic goods were imported in contravention of the Act, these being the goods the subject of the present proceeding; and\n \n(ii) three of the goods imported in February 2007 were the same as those which were the subject of the May 1998 conviction.",
      "id": "s206"
    },
    {
      "text": "Notwithstanding the prior agreement to the facts as set forth in that Statement, in cross-examination the Second Respondent maintained that only two of the goods were common to both the prosecution in May 1998 and the seizure in February 2007.",
      "id": "s207"
    },
    {
      "text": "For present purposes it matters not whether the Statement or the evidence of the Second Respondent is accepted.",
      "id": "s208"
    },
    {
      "text": "51 In the absence of explanation from the Respondents, and none was provided, it is considered that such facts as are set forth in the Statement of Agreed Facts only establish a contemptuous disregard of the requirements imposed by the 1989 Act.",
      "id": "s209"
    },
    {
      "text": "No finding can be made that there were intervening contraventions as between 1998 and 2007.",
      "id": "s210"
    },
    {
      "text": "But a finding can be made that after the events of 1998 there was no compliance program put in place by the Respondents in order to give content to the \" one last chance \" which was sought by the Second Respondent.",
      "id": "s211"
    },
    {
      "text": "The only evidence of any attempt to inform the Court as to any steps being put in place to ensure compliance was the tender of an undated \" Product and Ingredient Verification System \".",
      "id": "s212"
    },
    {
      "text": "That document did contemplate tasks being performed of liaising with the Therapeutic Goods Administration and performing a \" final validation and verification of all incoming shipments against the list of prohibited items \".",
      "id": "s213"
    },
    {
      "text": "The \" implementation schedule \" that formed part of the document set forth the commencement date as being May 2008.",
      "id": "s214"
    },
    {
      "text": "Presumably there was no counterpart program prior to that date and the present program was only instituted subsequent to the commencement of the present proceeding in December 2007, presumably out of some final recognition on the part of the Respondents that some attempt to ensure compliance was now necessary.",
      "id": "s215"
    },
    {
      "text": "52 The Second Respondent filed an Affidavit and was cross-examined.",
      "id": "s216"
    },
    {
      "text": "That cross-examination, it was properly accepted by Counsel on her behalf, had not progressed favourably -- at least from her perspective.",
      "id": "s217"
    },
    {
      "text": "The evidence given during that cross-examination, and there was no re-examination, did not provide any reason to question the facts as agreed or the inferences otherwise available to be drawn from the Statement of Agreed Facts .",
      "id": "s218"
    },
    {
      "text": "Her Affidavit as to her income, for example, was less than satisfactory.",
      "id": "s219"
    },
    {
      "text": "She disclosed her income derived from the First Respondent, but not other income.",
      "id": "s220"
    },
    {
      "text": "And yet she resisted the proposition that she had so stated her income so as to potentially derive a lower penalty being imposed.",
      "id": "s221"
    },
    {
      "text": "Ms Jones also stated that she had ceased importing goods at a particular point of time and yet her Affidavit clearly disclosed those goods being imported, albeit at minimal levels.",
      "id": "s222"
    },
    {
      "text": "Her explanation as to what she intended to convey to the Regulator by her correspondence in November 1997 was also unpersuasive.",
      "id": "s223"
    },
    {
      "text": "Although her Counsel resisted a finding being made that she had not been truthful in some of the answers she had provided in cross-examination, he again properly accepted that such an inference could be made.",
      "id": "s224"
    },
    {
      "text": "Counsel's preferred course was to suggest that an alternative characterisation of those answers may have been more accurately described as but uncertainty or confusion or an attempt by the Second Respondent to place the \" best possible light \" on her evidence.",
      "id": "s225"
    },
    {
      "text": "It is unnecessary to further address Ms Jones' evidence other than to observe that the penalty as agreed would not have been accepted by the Court had the available materials been confined to the Statement of Agreed Facts and her Affidavit and oral evidence.",
      "id": "s226"
    },
    {
      "text": "53 Not disregarded are two further factors, namely:\n \n(i) the difficulty of detecting contraventions of the Therapeutic Goods Act ; and \n \n(ii) the further evidence of the Respondents, being two applications for registration -- one in October 2006 and the other in August 2007.",
      "id": "s227"
    },
    {
      "text": "54 There is considered to be considerable importance in fixing a penalty which is both a deterrent to the Respondents and a more general deterrent to others.",
      "id": "s228"
    },
    {
      "text": "The previous fine that was imposed in 1998 was obviously not sufficient in itself to ensure that there was no subsequent contravention by the First Respondent.",
      "id": "s229"
    },
    {
      "text": "Indeed, it would appear that the details of the May 2008 conviction assumed such little importance to the Respondents that details as to the conviction were not retained but \" thrown out \" with other papers after a period of seven years.",
      "id": "s230"
    },
    {
      "text": "55 For the purposes of s 42Y(3)(b) , it may finally be noted, the Secretary does not maintain that there has been \" any loss or damage suffered as a result of the contravention \".",
      "id": "s231"
    },
    {
      "text": "But, as was pointed out by Olney J in Trade Practices Commission v ICI Australia Operations Pty Ltd [1991] FCA 527 ; (1991) 105 ALR 115 in the context of pecuniary penalties being sought under s 76 of the Trade Practices Act for resale price maintenance, \" an absence of loss or damage is not a mitigating factor \".",
      "id": "s232"
    },
    {
      "text": "His Honour observed at 118---19:\n ...",
      "id": "s233"
    },
    {
      "text": "The Act also requires that regard be had to any loss or damage suffered as a result of the act or omission.",
      "id": "s234"
    },
    {
      "text": "In the facts of the present case there appears to be no basis upon which any loss or damage can be identified.",
      "id": "s235"
    },
    {
      "text": "Whatever may have been the circumstances that induced all other Victorian distributors to agree to maintain retail prices at the levels nominated by ICI, it is the conduct in relation to MRW and Heinrich O'Loughlin which is the subject of these proceedings.",
      "id": "s236"
    },
    {
      "text": "Nothing has been said to indicate that either of these companies, nor indeed any of their customers, suffered loss or damage by the attempt to induce them to maintain a minimum price.",
      "id": "s237"
    },
    {
      "text": "However, I do not think that the absence of loss or damage is necessarily a mitigating factor.",
      "id": "s238"
    },
    {
      "text": "In a case where the breach of the Act is an attempt to induce a reseller to impose a minimum price for goods supplied to the reseller, the question of loss or damage will rarely, if ever, arise.",
      "id": "s239"
    },
    {
      "text": "The Act does not distinguish in terms of culpability between the various types of conduct which constitute the practice of resale price maintenance.",
      "id": "s240"
    },
    {
      "text": "The same conclusion was also reached by Nicholson J in Australian Communications and Media Authority v Clarity1 Pty Ltd (No 2) [2006] FCA 1399 at [29] , [2006] FCA 1399 ; 155 FCR 377 at 384 when considering s 24(2) of the Spam Act 2003 (Cth) .",
      "id": "s241"
    },
    {
      "text": "The same conclusion should also be reached in respect to s 42Y(3) of the 1989 Act now under consideration.",
      "id": "s242"
    },
    {
      "text": "56 Although there may be no \" loss or damage \" in the present proceeding which may be quantified in terms of monetary value, of comparable importance is the fact that the conduct of both Respondents undermines the utility and effectiveness of a fundamental objective of the 1989 Act.",
      "id": "s243"
    },
    {
      "text": "That Act creates a Register: s 9A.",
      "id": "s244"
    },
    {
      "text": "It is that Register which records therapeutic goods which have been shown to be safe for human use or consumption.",
      "id": "s245"
    },
    {
      "text": "Any departure from the registration process only has the potential to expose consumers to risk.",
      "id": "s246"
    },
    {
      "text": "Counsel for the Secretary quite properly accepted that there was no evidence that the goods in question in the present proceeding posed any risk to public health or safety; the risk was confined to undermining the integrity of the registration process.",
      "id": "s247"
    },
    {
      "text": "57 But the bastion in which Counsel for the Respondents justifiably sought refuge was the co-operation of the Respondents in the conduct of the present proceeding and the evidence of the Second Respondent's son, Mr John Jones.",
      "id": "s248"
    },
    {
      "text": "Considerable weight should be given to both of those factors when considering the agreement as reached between the parties.",
      "id": "s249"
    },
    {
      "text": "58 Mr John Jones was one of the other deponents to the two further Affidavits as read on behalf of the Respondents.",
      "id": "s250"
    },
    {
      "text": "The remaining deponent, who was also briefly cross-examined, was the husband and father, Mr Peter Jones.",
      "id": "s251"
    },
    {
      "text": "Mr John Jones, it should briefly be noted, is a person trained as a Food Technologist and a person now employed full-time by the First Respondent, Pagasa Australia Pty Limited.",
      "id": "s252"
    },
    {
      "text": "His qualification in therapeutic goods was limited, but that limitation was readily accepted by him.",
      "id": "s253"
    },
    {
      "text": "He had attended one seminar on therapeutic goods and was attempting to inform himself as to the requirements imposed by the legislation.",
      "id": "s254"
    },
    {
      "text": "He was the person now entrusted with the responsibility of ensuring future compliance with the Therapeutic Goods Act and was accepted by Counsel for the Secretary as somebody in whom some level of confidence could be reposed to henceforth ensure that the company complied with its obligations.",
      "id": "s255"
    },
    {
      "text": "The deficiencies in the prior means implemented by the First Respondent to ensure compliance, if indeed there were any real means which had been put in place, was also accepted by Counsel for the Respondents, as was the fact that the steps put in place as recently as August 2008 were belated.",
      "id": "s256"
    },
    {
      "text": "59 It is Mr John Jones' involvement -- and only his involvement -- in the conduct of the business of the First Respondent that provides a level of comfort that there will be future compliance.",
      "id": "s257"
    },
    {
      "text": "The decision that the sum of $130,000 is an \" appropriate \" penalty has necessarily taken into account his evidence and the fact that there was a Statement of Agreed Facts filed and, ultimately, agreement as to the relief to be granted.",
      "id": "s258"
    },
    {
      "text": "CONSENT TO FORFEITURE?",
      "id": "s259"
    },
    {
      "text": "60 Section 54(3)(b) confers a discretionary power upon the Court to order the forfeiture of goods where a pecuniary penalty has been imposed for the contravention of a civil penalty provision -- as has occurred in the present proceeding.",
      "id": "s260"
    },
    {
      "text": "The making of an order that a civil penalty be payed is thus a condition precedent to the exercise of the discretionary power, but not a necessary reason in itself for a further order to be made that the goods in issue be forfeited.",
      "id": "s261"
    },
    {
      "text": "61 The conferral of a discretion by s 54(3) stands in contrast to other statutory regimes which more simply provide that identified categories of goods \" shall be forfeited to the Crown \": eg, Customs Act 1901 (Cth), s 229(1) ; Excise Act 1901 (Cth), s 116(1).",
      "id": "s262"
    },
    {
      "text": "Section 229, it has been said, \" gives rise to an immediate forfeiture of affected goods, without the need for any specific act on the part of Customs or the courts \": Pellegrino v Director of Public Prosecutions (Cth) [2008] NSWCCA 17 at [63] , 243 ALR 556 at 571 per Basten JA (Hidden and Barr JJ agreeing).",
      "id": "s263"
    },
    {
      "text": "See also: Judiciary Act 1903 (Cth), s 85.",
      "id": "s264"
    },
    {
      "text": "Some provisions, such as s 261A of the Migration Act 1958 (Cth), provide that goods \" are forfeited to the Commonwealth \".",
      "id": "s265"
    },
    {
      "text": "That section is contained within Part 2 Division 13A to the 1958 Act, a Division headed \" Automatic forfeiture of things used in certain offences \".",
      "id": "s266"
    },
    {
      "text": "Forfeiture effected by s 261A nevertheless remains \" contestable \": Tran v Commonwealth [2008] FCA 901 , 103 ALD 290.",
      "id": "s267"
    },
    {
      "text": "Many other instances can also be provided of Commonwealth and State legislatures authorising forfeiture of goods: eg, Proceeds of Crimes Act 2002 (Cth); Confiscation of Proceeds of Crime Act 1989 (NSW); Confiscation Act 1997 (Vic).",
      "id": "s268"
    },
    {
      "text": "See also: Director of Public Prosecutions (Cth) v Mylecharane [2007] NSWSC 1174 , 215 FLR 18; Director of Public Prosecutions (Vic) v Nikolaou [2008] VSC 111 at [24] .",
      "id": "s269"
    },
    {
      "text": "62 Statutory provisions operating so as to effect an \" automatic forfeiture \" may be \" draconian \" and may be a reason for construing such provisions in a strict manner: Murphy v Farmer [1988] HCA 31 ; (1988) 165 CLR 19.",
      "id": "s270"
    },
    {
      "text": "In the course of importing a motor vehicle into Australia an answer to a question on a customs form was there provided by the Respondent which was wrong, but not deliberately or intentionally so.",
      "id": "s271"
    },
    {
      "text": "The majority, Deane, Dawson and Gaudron JJ, construed the term \" false \" so as to mean purposely, deliberately or intentionally untrue.",
      "id": "s272"
    },
    {
      "text": "In doing so Their Honours observed (at 28):\n ... [I]t seems to us to be more strongly arguable that clear words should be required before there is attributed to the Parliament an intention to take the draconian step of imposing automatic forfeiture as a penalty for \"any\" wrong \"entry invoice declaration answer statement or representation\" regardless of whether the wrong information was provided as the result of an innocent mistake or excusable ignorance.",
      "id": "s273"
    },
    {
      "text": "The effect of the penalty of automatic forfeiture under s 229(1)(i) can be devastating and quite disproportionate in that it applies regardless of the value of the goods or the importance or effect of the wrong statement which was made.",
      "id": "s274"
    },
    {
      "text": "... \nAlso in the context of s 229 of the Customs Act , it has been said that:\n ... [I]n the history of English and Australian Customs legislation forfeiture provisions are common, drastic and far-reaching ... they have been considered a necessary measure to vindicate the right of the Crown and to ensure the strict and complete observance of the Customs laws, which are notoriously difficult of complete enforcement in the absence of strong provisions supporting their administration: Burton v Honan [1952] HCA 30 ; (1952) 86 CLR 169 at 178---9 per Dixon CJ.",
      "id": "s275"
    },
    {
      "text": "63 In the present statutory context there is no provision for automatic forfeiture but rather the conferral of a discretion.",
      "id": "s276"
    },
    {
      "text": "No question arises as to whether the \" seizure \" of the imported goods effects an \" automatic \" forfeiture of those goods to the Commonwealth.",
      "id": "s277"
    },
    {
      "text": "Whatever may be the effect of other statutory provisions as to forfeiture, the legislative scheme set forth in the Therapeutic Goods Act clearly contemplates that goods are not to be forfeited pursuant to s 54(3) unless either of the matters set forth in s 54(3)(a) or (b) are satisfied and this Court, in the exercise of its discretion, makes an order that the goods be forfeited.",
      "id": "s278"
    },
    {
      "text": "64 The present difficulty is to determine the criteria by reference to which that discretion is to be exercised.",
      "id": "s279"
    },
    {
      "text": "65 At a very general level, the discretion should be viewed as but one of the means whereby compliance with the Therapeutic Goods Act may be promoted.",
      "id": "s280"
    },
    {
      "text": "And compliance includes the deterrent effect that an order for forfeiture may achieve.",
      "id": "s281"
    },
    {
      "text": "Forfeiture of goods, if ordered, may occasion considerable financial hardship -- but that is a necessary consequence of securing compliance.",
      "id": "s282"
    },
    {
      "text": "66 No submission was advanced on behalf of either of the Respondents that the form of an order that the Respondents pay a combined penalty of $130,000 did not satisfy the requirements of s 54(3)(b) and thereby denied to the Court the power to make an order for forfeiture.",
      "id": "s283"
    },
    {
      "text": "67 Without attempting to be exhaustive, it is considered that matters of relevance to the exercise of the discretion include:\n \n(i) the circumstances surrounding the importation of the goods into Australia, those circumstances also being relevant to the imposition of the pecuniary penalty;\n \n(ii) the value of the goods imported, being approximately $3,200; and \n \n(iii) the fact that the Respondents consent to an order for forfeiture.",
      "id": "s284"
    },
    {
      "text": "An exercise of discretion should not be \" disproportionate \" to the facts and circumstances of an individual case or the value of the goods imported.",
      "id": "s285"
    },
    {
      "text": "Other considerations also include:\n \n(iv) the fact that the goods cannot lawfully be exported from Australia: s 19D(1)(a)(ii) ; and\n \n(v) the fact that the goods cannot be \" supplied \": s 19D(1)(a)(iv) , the definition including a supply by way of gift and whether free of charge or otherwise (s 3).",
      "id": "s286"
    },
    {
      "text": "In short, other than the potential for the Second Respondent to use the imported goods personally, she cannot export the goods back to the country whence they came or even give the products away.",
      "id": "s287"
    },
    {
      "text": "Also of relevance is:\n \n(vi) the fact that the goods, if forfeited, may be disposed of in such manner as the Secretary directs (s 54(5)) and the fact that the Court was told that the goods seized in February 2007, if forfeited, would be destroyed.",
      "id": "s288"
    },
    {
      "text": "68 But it is nevertheless considered that care should be taken when exercising the discretion conferred by s 54(3) in placing too much weight upon those matters which are but a consequence of the manner in which the terms of the Act themselves otherwise operate.",
      "id": "s289"
    },
    {
      "text": "If goods cannot be exported or supplied, for example, that is but a consequence of the operation of s 19D; such facts alone cannot dictate the manner in which the discretion is to be exercised.",
      "id": "s290"
    },
    {
      "text": "To so conclude may substantially confine the ambit of the discretion conferred and convert the discretion into an almost inevitable consequence of an inability (for example) to export.",
      "id": "s291"
    },
    {
      "text": "If the conditions precedent to the exercise of the discretion are satisfied, the discretion conferred by s 54(3) remains otherwise unconfined.",
      "id": "s292"
    },
    {
      "text": "69 But where in a particular case there has been a deliberate flouting -- or at the very least, a reckless disregard -- of the registration process, as it is considered has occurred in the present proceeding, it may well be that the discretion should more readily be exercised to order forfeiture.",
      "id": "s293"
    },
    {
      "text": "70 Moreover, the exercise of the discretion to order forfeiture necessarily comes after a decision has been made to order the imposition of a pecuniary penalty.",
      "id": "s294"
    },
    {
      "text": "But a consideration as to the making of the two orders cannot completely be separated.",
      "id": "s295"
    },
    {
      "text": "It is considered to be also of relevance when exercising the discretion conferred by s 54(3) to take into account the quantum of the penalty to be imposed.",
      "id": "s296"
    },
    {
      "text": "The imported goods in the present proceeding may not be of any use to anyone other than the Second Respondent, but an order that they be forfeited does impose an additional financial consequence upon the Respondents.",
      "id": "s297"
    },
    {
      "text": "They have presumably paid their supplier and will be denied the benefit of such profits as would have been received on sale in Australia.",
      "id": "s298"
    },
    {
      "text": "71 The fact that the Respondents consent to an order of forfeiture is also of relevance to the exercise of the discretion -- but consent is not a determining factor.",
      "id": "s299"
    },
    {
      "text": "The discretion remains to be exercised in accordance with law and not in accordance with the wishes of the parties.",
      "id": "s300"
    },
    {
      "text": "The fact of consent may, however, mean that in many cases the Court would exercise its discretion in the manner that has been agreed.",
      "id": "s301"
    },
    {
      "text": "But the Court in all cases must exercise the discretion by reference to the objects and purposes for which that discretion has been conferred.",
      "id": "s302"
    },
    {
      "text": "It was not understood that any of the parties contended that their consent to an order for forfeiture should dictate the manner in which the discretion was to be exercised; nor could such a contention have been advanced.",
      "id": "s303"
    },
    {
      "text": "72 The factors to be taken into account need not presently be identified with any further precision and should be left to be determined by reference to future proceedings.",
      "id": "s304"
    },
    {
      "text": "Much will necessarily depend upon the circumstances of any individual case.",
      "id": "s305"
    },
    {
      "text": "In the present proceeding there were no detailed submissions as to the manner in which s 54(3) was to be construed or applied.",
      "id": "s306"
    },
    {
      "text": "It is thus prudent to express no more than tentative views as to the ambit of the discretion there conferred.",
      "id": "s307"
    },
    {
      "text": "It is unnecessary to go beyond reaching a state of satisfaction in the present proceeding that the occasion for the exercise of the discretion has arisen and that it would be a judicial exercise of that discretion to order forfeiture.",
      "id": "s308"
    },
    {
      "text": "73 In the circumstances of the present case, it is considered that an order should be made pursuant to s 54(3) for the forfeiture of the goods imported in February 2007.",
      "id": "s309"
    },
    {
      "text": "DECLARATORY RELIEF: CONSENT?",
      "id": "s310"
    },
    {
      "text": "74 Section 21 of the Federal Court of Australia Act 1976 (Cth) confers power upon this Court to grant declaratory relief.",
      "id": "s311"
    },
    {
      "text": "The power conferred is a discretionary power which is not to be limited by the laying down of rules as to the manner of its exercise: Ainsworth v Criminal Justice Commission [1992] HCA 10 ; (1992) 175 CLR 564 at 581---2.",
      "id": "s312"
    },
    {
      "text": "Mason CJ, Dawson, Toohey and Gaudron JJ there observed:\n It is now accepted that superior courts have inherent power to grant declaratory relief.",
      "id": "s313"
    },
    {
      "text": "It is a discretionary power which \"[i]t is neither possible nor desirable to fetter ... by laying down rules as to the manner of its exercise.",
      "id": "s314"
    },
    {
      "text": "\" However, it is confined by the considerations which mark out the boundaries of judicial power.",
      "id": "s315"
    },
    {
      "text": "Hence, declaratory relief must be directed to the determination of legal controversies and not to answering abstract or hypothetical questions.",
      "id": "s316"
    },
    {
      "text": "The person seeking relief must have \"a real interest\" and relief will not be granted if the question \"is purely hypothetical\", if relief is \"claimed in relation to circumstances that [have] not occurred and might never happen\" or if \"the Court's declaration will produce no foreseeable consequences for the parties\" (citations omitted).",
      "id": "s317"
    },
    {
      "text": "75 The factual basis upon which a declaration may be made, however, seems to have evolved over time.",
      "id": "s318"
    },
    {
      "text": "Even quite recently it has been observed that the granting of declaratory relief has \" always been regarded with much respect... and ought not to be made on admissions of the parties or on consent, but only if the court was satisfied by evidence \": Wallersteiner v Moir [1974] 1 WLR 991 at 1029 per Buckley LJ.",
      "id": "s319"
    },
    {
      "text": "76 But there has been a departure from such a confined view, at least in a statutory context where declaratory relief is sought as an adjunct to an order imposing a pecuniary penalty or involving a matter of public interest.",
      "id": "s320"
    },
    {
      "text": "In the context of the Trade Practices Act , in Australian Competition and Consumer Commission v Dataline.Net.Au Pty Ltd [2006] FCA 1427 , 236 ALR 665 Kiefel J reviewed the earlier authorities and relevantly concluded as follows:\n [58] The power to grant declarations (s 21 of the Federal Court Act 1976 (Cth)) is unconfined.",
      "id": "s321"
    },
    {
      "text": "Order 35A itself imposes no constraints upon the relief sought.",
      "id": "s322"
    },
    {
      "text": "Refusals to make declarations in cases of default are based upon a practice, not a rule of law.",
      "id": "s323"
    },
    {
      "text": "The practice is one of long-standing and might be seen as derived from views about litigation which pre-date more recent concerns expressed by the courts as to the costs of unnecessary litigation, the management of cases and efficiency overall.",
      "id": "s324"
    },
    {
      "text": "Views expressed in older cases may not take account of the increase in the use made of declaratory orders in developing areas of law which may involve matters of public interest.",
      "id": "s325"
    },
    {
      "text": "A caution with respect to the use of older authority is made in the White Book Service 2003 to the English Civil Procedure Rules 1998 (40.20.2).",
      "id": "s326"
    },
    {
      "text": "[59] It may no longer be correct to have a practice which operates as a prohibition in every case of default and preferable to consider the circumstances pertaining to the particular case and the purpose and effect of the declaration.",
      "id": "s327"
    },
    {
      "text": "Millett J made declaratory orders in Patten v Burke Publishing Co Ltd [1991] 1 WLR 541; [1991] 2 All ER 821 where justice to the plaintiff required it.",
      "id": "s328"
    },
    {
      "text": "The order, however, operated principally inter partes and it might be doubted whether it would be of interest to other persons.",
      "id": "s329"
    },
    {
      "text": "Cases such as this, involving the protection of consumers, are of public interest.",
      "id": "s330"
    },
    {
      "text": "Declarations are often utilised in such cases to identify for the public what conduct contributes a contravention and to make apparent that it is considered to warrant an order recognising its seriousness.",
      "id": "s331"
    },
    {
      "text": "It is however important that there be no misunderstanding as to the basis upon which they are made.",
      "id": "s332"
    },
    {
      "text": "This could be overcome by a statement, preceding the declarations, that orders are made: \"upon admissions which [the respondent in question] is taken to have made, consequent upon non-compliance with orders of the court\".",
      "id": "s333"
    },
    {
      "text": "An appeal has been dismissed: Australian Competition and Consumer Commission v Dataline.Net.Au Pty Ltd [2007] FCAFC 146 , 244 ALR 300.",
      "id": "s334"
    },
    {
      "text": "Her Honour's views as to the ability of the Court to grant declaratory relief upon the basis of deemed admissions has since been followed and applied by Mansfield J in Bank of Kuwait and the Middle East v Ship MV 'Mawashi Al Gasseem\" (No 2) [2007] FCA 815 at [7] ---[16], [2007] FCA 815 ; 240 ALR 120 at 122---5.",
      "id": "s335"
    },
    {
      "text": "77 Declarations have thus been made by consent by this Court in the context of a party admitting a contravention of the Trade Practices Act : eg, Australian Competition &amp; Consumer Commission v Info4PC.com Pty Ltd [2006] FCA 1534 at [10] per Nicholson J.",
      "id": "s336"
    },
    {
      "text": "The authorities and the approach of this Court to the making of declarations by consent have also recently been usefully summarised by Reeves J in Australian Competition &amp; Consumer Commission v EDirect Pty Ltd [2008] FCA 65 at [20] ---[30], ATPR 42-216.",
      "id": "s337"
    },
    {
      "text": "See also: Australian Competition and Consumer Commission v Goldy Motors Pty Ltd [2000] FCA 1885 at [30] , [34], ATPR 41-801.",
      "id": "s338"
    },
    {
      "text": "78 In the present proceeding there has been agreement as to the facts, admissions made, and consent to the making of declaratory relief.",
      "id": "s339"
    },
    {
      "text": "The Court, it is considered, should not impede an expeditious resolution of a proceeding -- including a resolution by way of consent to declaratory relief -- but should remain cautious.",
      "id": "s340"
    },
    {
      "text": "79 It is considered that declaratory relief may be granted, and should in the circumstances of the present proceeding be granted, upon the basis of the Statement of Agreed Facts.",
      "id": "s341"
    },
    {
      "text": "Albeit falling short of a judicial resolution of facts based upon evidence, s 21 of the Federal Court of Australia Act confers ample power to grant declaratory relief upon such a Statement.",
      "id": "s342"
    },
    {
      "text": "The granting of declaratory relief in such circumstances is not the resolution of an abstract or hypothetical question but rather an effective means of resolving a contravention of the 1989 Act, that contravention being a matter of public significance.",
      "id": "s343"
    },
    {
      "text": "Nor could it be questioned but that the Secretary has a \" real interest \" in seeking that relief.",
      "id": "s344"
    },
    {
      "text": "CONCLUSIONS \n \n80 The making of appropriately drafted declarations, the imposition of a penalty in the sum of $130,000, together with an order that the imported goods be forfeited, and an order that the Respondents pay the costs of the Applicant on an indemnity basis, is considered to be an appropriate resolution of the proceeding.",
      "id": "s345"
    },
    {
      "text": "81 As discussed with Counsel during the hearing on 7 October 2008, the course then proposed to be followed was to initially deal with the question as to whether this Court should accept the agreement between the parties as an appropriate resolution of the proceeding.",
      "id": "s346"
    },
    {
      "text": "If that was to be the outcome, as it has been, the course then further suggested was to publish reasons and to invite the parties to draft Short Minutes of Orders to give effect to those reasons.",
      "id": "s347"
    },
    {
      "text": "82 In advance of judgment being delivered today, a proposed form of orders was submitted on 15 October 2008.",
      "id": "s348"
    },
    {
      "text": "The form of the proposed orders -- including the form of declaratory relief -- is considered to be appropriate and declarations and orders should now be made in accordance with the orders as submitted.",
      "id": "s349"
    },
    {
      "text": "ORDERS \n \n83 The Court declares that:\n \n1.",
      "id": "s350"
    },
    {
      "text": "On or about 9 February 2007 the First Respondent and Second Respondent contravened s 19D(1)(a)(i) of the Therapeutic Goods Act 1989 (Cth) (the Act) by importing into Australia the following therapeutic goods for use in humans (the Relevant Goods):\n \n1.1.",
      "id": "s351"
    },
    {
      "text": "C.Y.",
      "id": "s352"
    },
    {
      "text": "Gabriel Medicated Genuine Bleaching Beauty Soap (288 items);\n \n1.2.",
      "id": "s353"
    },
    {
      "text": "Eskinol Naturals Papaya Facial Scrub (480 items);\n \n1.3.",
      "id": "s354"
    },
    {
      "text": "Eskinol Classic Whitening Cream SPF-15 (120 items);\n \n1.4.",
      "id": "s355"
    },
    {
      "text": "Block and White Radiance SPF 20 Whitening Lotion (120 items);\n \n1.5.",
      "id": "s356"
    },
    {
      "text": "Chin Chun Su Face Cream (480 items);\n \n1.6.",
      "id": "s357"
    },
    {
      "text": "Master Anti-Bacterial Facial Cleanser (432 items); and\n \n1.7.",
      "id": "s358"
    },
    {
      "text": "Green Cross Isopropyl Alcohol (720 items);\n \nin circumstances where none of the Relevant Goods were:\n \n1.8.",
      "id": "s359"
    },
    {
      "text": "'registered goods' or 'listed goods' (within the meaning of the Act) in relation to the First Respondent, any officer or agent of the First Respondent, or the Second Respondent; \n \n1.9.",
      "id": "s360"
    },
    {
      "text": "'exempt goods' (within the meaning of the Act); \n \n1.10. exempt under s 18A of the Act; \n \n1.11. the subject of an approval or authority under s 19 of the Act; or\n \n1.12. the subject of an approval under s 19A of the Act.",
      "id": "s361"
    },
    {
      "text": "84 The orders of the Court are:\n \n2.",
      "id": "s362"
    },
    {
      "text": "The First and Second Respondents are to pay to the Commonwealth a penalty in the amount of $130,000 within 42 days.",
      "id": "s363"
    },
    {
      "text": "3.",
      "id": "s364"
    },
    {
      "text": "The First and Second Respondents are to pay to the Applicant within 42 days indemnity costs in the amount of $68,242.75.",
      "id": "s365"
    },
    {
      "text": "4.",
      "id": "s366"
    },
    {
      "text": "The First and Second Respondents are jointly and severally liable to pay the said amounts referred to in Orders 2 and 3 above.",
      "id": "s367"
    },
    {
      "text": "5.",
      "id": "s368"
    },
    {
      "text": "The Relevant Goods are to be forfeited to the Commonwealth pursuant to s 54(3) of the Act.",
      "id": "s369"
    },
    {
      "text": "I certify that the preceding eighty-four (84) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s370"
    },
    {
      "text": "Associate:\n\nDated: 17 October 2008\n\n Counsel for the Applicant: P Sibtain \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: A Hourigan \n \n Solicitor for the Respondents: Nyman Gibson Stewart \n\n Date of Hearing: 7 October 2008 \n \n Date of Judgment: 17 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1545.html",
      "id": "s371"
    }
  ]
}