{
  "name": "Foster v Administrative Appeals Tribunal [2008] FCA 1320 (22 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1320.html",
  "catchphrases": [
    {
      "text": "receipt of disability support pension whilst residing outside of australia",
      "id": "c0"
    },
    {
      "text": "limited portability period",
      "id": "c1"
    },
    {
      "text": "minister's discretion to extend portability period where certain conditions satisfied",
      "id": "c2"
    },
    {
      "text": "social welfare",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Mr Alan Foster seeks an extension of time in which to appeal to this Court against a decision of the Administrative Appeals Tribunal (the Tribunal) given on 14 May 2008 (the second decision).",
      "id": "s0"
    },
    {
      "text": "The application for extension of time was filed with the Court on 25 June 2008.",
      "id": "s1"
    },
    {
      "text": "The application is not a great deal out of time.",
      "id": "s2"
    },
    {
      "text": "Mr Foster, who was unrepresented, gave as an explanation that there was apparently some misunderstanding in his communication with Court staff as to what was required.",
      "id": "s3"
    },
    {
      "text": "I am satisfied that there is a reasonable explanation for the delay.",
      "id": "s4"
    },
    {
      "text": "No prejudice is asserted by the second respondent.",
      "id": "s5"
    },
    {
      "text": "I would be prepared to grant an extension of time if the proposed appeal had some reasonable prospects of success, or even was arguable.",
      "id": "s6"
    },
    {
      "text": "Unfortunately, however, that is not the case.",
      "id": "s7"
    },
    {
      "text": "2 To understand the unfortunate position in which Mr Foster finds himself, it is necessary to refer to an earlier decision of the Tribunal constituted by Mr John Handley, Senior Member, given on 21 November 2006 (the first decision).",
      "id": "s8"
    },
    {
      "text": "3 It appears from the first decision that Mr Foster's complaint concerns the \"portability\" of his Disability Support Pension (DSP).",
      "id": "s9"
    },
    {
      "text": "In July 1996 Mr Foster suffered a massive cerebral haemorrhage whilst on holidays in the United Kingdom.",
      "id": "s10"
    },
    {
      "text": "Thereafter he was treated extensively, both in that country and in Australia.",
      "id": "s11"
    },
    {
      "text": "He qualified for a DSP in 1998, and continues to receive it.",
      "id": "s12"
    },
    {
      "text": "He has restriction and loss of use of his left arm and shoulder, both legs, and some loss of vision.",
      "id": "s13"
    },
    {
      "text": "He has no difficulty with verbal communication, but impaired comprehension and impairment of decision-making.",
      "id": "s14"
    },
    {
      "text": "He was assessed by Health Services Australia in October 2006 as having a total impairment rating of 50.",
      "id": "s15"
    },
    {
      "text": "The minimum rating required under s 94 of the Social Security Act 1991 (Cth) to qualify for a DSP is 20.",
      "id": "s16"
    },
    {
      "text": "4 Since 1999 Mr Foster has resided in Thailand.",
      "id": "s17"
    },
    {
      "text": "His intention was to work as a tour operator, or tour guide, and possibly to start up his own travel business.",
      "id": "s18"
    },
    {
      "text": "The problem, however, is that since 2004 the Act has limited portability of the DSP.",
      "id": "s19"
    },
    {
      "text": "The effect is that a recipient of a DSP can only receive it whilst outside Australia for a period of 13 weeks.",
      "id": "s20"
    },
    {
      "text": "The amendment to the Act which limited portability also inserted s 1218AA , which provides:\n \n \n (1) The Secretary may determine that a particular person's maximum portability period for disability support pension is an unlimited period, if all of the following circumstances (the qualifying circumstances) exist: \n \n \n \n \n (a) the person is severely disabled (see subsection 23(4B)); and\n (b) the person is receiving disability support pension; and\n (c) the person is terminally ill; and\n (d) the person's absence from Australia is or will be permanent; and\n (e) the purpose of the person's absence is: \n \n \n(i) to be with or near a family member of the person (see subsection 23(14)); or (ii) to return to the person's country of origin.",
      "id": "s21"
    },
    {
      "text": "(2) The Secretary may revoke the determination if any of the qualifying circumstances ceases to exist.",
      "id": "s22"
    },
    {
      "text": "(3) If the Secretary revokes the determination, this Part has effect after the first time at which one of the qualifying circumstances does not exist as if the person's maximum portability period for the pension were 13 weeks starting at that time.",
      "id": "s23"
    },
    {
      "text": "5 When Mr Foster advised Centrelink that he intended to travel outside Australia he was informed that the portability of his DSP was limited.",
      "id": "s24"
    },
    {
      "text": "This decision was affirmed by a Centrelink authorised review officer.",
      "id": "s25"
    },
    {
      "text": "Mr Foster then unsuccessfully appealed to the Social Security Appeals Tribunal.",
      "id": "s26"
    },
    {
      "text": "Mr Foster's appeal to the Tribunal was dismissed by the first decision.",
      "id": "s27"
    },
    {
      "text": "The Tribunal in the first decision discussed the issue of the terminal illness requirement in these terms:\n 10 Mr Foster is not terminally ill.",
      "id": "s28"
    },
    {
      "text": "I specifically asked him to consider that part of the section of the Act, and I am satisfied that he understood the meaning of the words.",
      "id": "s29"
    },
    {
      "text": "There is no evidence lodged or filed which would indicate that he has been diagnosed with or suffers a terminal illness.",
      "id": "s30"
    },
    {
      "text": "He certainly has extensive disabilities which will incapacitate and hinder him into the future but nothing points to any of those illnesses being of a terminal nature.",
      "id": "s31"
    },
    {
      "text": "6 After discussing the meaning of the expression \"terminally ill\", the Tribunal continued:\n 13 Mr Foster said that he lives in Thailand because most of his friends live nearby and he finds it easier to manage economically --- by reason of the cost of living --- in Thailand than in Australia.",
      "id": "s32"
    },
    {
      "text": "But his preference would be to live in Australia and he regards Australia as being his permanent home.",
      "id": "s33"
    },
    {
      "text": "That is to say, he does not intend to live in Thailand permanently.",
      "id": "s34"
    },
    {
      "text": "He has not taken out Thai citizenship and is permitted to live in Thailand by reason of a business visa which is issued 12 monthly.",
      "id": "s35"
    },
    {
      "text": "14 The purpose of Mr Foster's absence of [sic] Australia is not to be near or with family members --- because they all live in Australia.",
      "id": "s36"
    },
    {
      "text": "Additionally, his country of origin is Australia.",
      "id": "s37"
    },
    {
      "text": "The remaining part of 1218AA(e) of the Act is also not satisfied.",
      "id": "s38"
    },
    {
      "text": "7 In the second decision, the Tribunal simply said:\n Having previously determined the matters in this application in application V200600602, the Tribunal dismisses the application in accordance with s 42B(1) of the Administrative Appeals Tribunal Act 1975 .",
      "id": "s39"
    },
    {
      "text": "8 In discussion before me Mr Foster presented a picture which arouses considerable sympathy.",
      "id": "s40"
    },
    {
      "text": "He is trying to establish a tour guide business in Thailand by advertising on the internet.",
      "id": "s41"
    },
    {
      "text": "His limited resources, which would otherwise be spent in establishing his business, are taken up with the cost of periodic travel to Australia.",
      "id": "s42"
    },
    {
      "text": "But Mr Foster, fortunately, is not terminally ill within any reasonable construction of that term, nor is his purpose of being in Thailand to be with or near a family member, or to return to his country of origin.",
      "id": "s43"
    },
    {
      "text": "It is plain that there is no basis on which he could satisfy those mandatory requirements of s 1218AA.",
      "id": "s44"
    },
    {
      "text": "Still less is there any question of law raised, as is required for an appeal to this Court by reason of s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s45"
    },
    {
      "text": "The wisdom or fairness of s 1218AA is not a matter on which I can pass judgment.",
      "id": "s46"
    },
    {
      "text": "I have to apply the law as it is, sympathetic though I am to Mr Foster's plight.",
      "id": "s47"
    },
    {
      "text": "9 For these reasons, the application for extension of time to file and serve a notice of appeal will be refused.",
      "id": "s48"
    },
    {
      "text": "The respondent did not seek any order as to costs.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 27 August 2008\n\n Counsel for the Applicant: Applicant appeared in person \n \n Solicitors for the Applicant: Public Interest Legal Clearing House \n \n Counsel for the Second Respondent: Mr PJ Ginnane \n \n Solicitors for the Second Respondent: Australian Government Solicitor \n\n Date of Hearing: 22 August 2008 \n \n Date of Judgment: 22 August 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1320.html",
      "id": "s51"
    }
  ]
}