{
  "name": "Freehills, in the matter of New Tel Limited (in liq) ACN 009 068 955 (No 2) [2008] FCA 1006 (2 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1006.html",
  "catchphrases": [
    {
      "text": "application to set aside ex parte order granting leave to serve examination summons outside australia",
      "id": "c0"
    },
    {
      "text": "challenge to finding that an examination summons is an 'originating process' for the purposes of o 8",
      "id": "c1"
    },
    {
      "text": "previous consistent decisions said to be in error",
      "id": "c2"
    },
    {
      "text": "request that single judge reserve the application to set aside the order as a question for the consideration of the full court pursuant to s 25(6) of the federal court of australia act",
      "id": "c3"
    },
    {
      "text": "judge's discretion to reserve a question",
      "id": "c4"
    },
    {
      "text": "decision already made and acted upon",
      "id": "c5"
    },
    {
      "text": "reservation to full court declined",
      "id": "c6"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 26 May 2008, I made orders adjourning the plaintiff's ex parte application for leave to serve an examination summons on the examinee: Freehills, in the matter of New Tel Limited (in liq) ACN 009 068 955 [2008] FCA 762.",
      "id": "s0"
    },
    {
      "text": "I concluded in effect that, subject only to proof as to the law of the foreign country, it would be appropriate to grant leave to serve the examination summons out of the jurisdiction on the examinee in Monaco.",
      "id": "s1"
    },
    {
      "text": "2 The plaintiff subsequently adduced additional evidence which I described briefly in my supplementary reasons of 19 June 2008.",
      "id": "s2"
    },
    {
      "text": "On the basis of that evidence I granted the order sought and also made orders for several forms of substituted service.",
      "id": "s3"
    },
    {
      "text": "3 The examinee has now sought to set aside the orders that were made but instead of arguing that matter before me, has asked that I reserve that question to the Full Court pursuant to s 25(6) of the Federal Court of Australia Act 1976 (Cth) (the Act) which provides:\n \n \n 25(6) The Court constituted by a single Judge may state any case or reserve any question concerning a matter with respect to which an appeal would lie from a judgment of the Judge to a Full Court of the Court for the consideration of a Full Court and the Full Court has jurisdiction to hear and determine the case or question.",
      "id": "s4"
    },
    {
      "text": "4 Shortly stated, the argument for the examinee is that an examination summons is not an originating process and therefore leave cannot be granted pursuant to O 8 r 2 and r 3 of the Federal Court Rules (FCR) for the examination summons to be served outside Australia.",
      "id": "s5"
    },
    {
      "text": "5 There were various procedural objections to the examinee's application.",
      "id": "s6"
    },
    {
      "text": "In light of the conclusion I have reached and in view of the urgency of the matter, it is unnecessary to resolve those matters.",
      "id": "s7"
    },
    {
      "text": "It may also be convenient to correct the statement that the examinee was a director of Wainter Pty Ltd --- see [9] of my reasons of 26 May 2008.",
      "id": "s8"
    },
    {
      "text": "That statement arose from a misunderstanding of the following submission --- 'he is not being examined in his capacity as a director of Wainter, he is being examined in his capacity as a director of another company'.",
      "id": "s9"
    },
    {
      "text": "RESERVATION OF A QUESTION TO THE FULL COURT \n \n6 In the context of a decision having already been made and acted upon (by service having been effected), a question arises as to whether reserving an issue to the Full Court is the optimal means of resolution of the examinee's contention.",
      "id": "s10"
    },
    {
      "text": "In those circumstances the merits of the challenge, when other avenues of review may be open, may assume greater significance.",
      "id": "s11"
    },
    {
      "text": "7 In Dexcam Australia Pty Ltd v Deputy Commissioner of Taxation [1999] FCA 1784 Heerey J decided not to reserve a matter to the Full Court as there was already a closely analogous Full Court authority on the matter.",
      "id": "s12"
    },
    {
      "text": "His Honour also discussed the framework of the Act, ie that issues of fact and law are to be decided by a single judge at first instance and are then subject to appeal.",
      "id": "s13"
    },
    {
      "text": "His Honour said:\n \n \n 10 The principles that underlie s 25(6) were discussed by Sheppard J in Barton v Westpac Banking Corporation (1993) 50 ALR 397.",
      "id": "s14"
    },
    {
      "text": "That was a case of a prosecution under the Trade Practices Act .",
      "id": "s15"
    },
    {
      "text": "The prosecution did not have a right of appeal and asked Sheppard J to state a case or reserve a question for consideration by a Full Court.",
      "id": "s16"
    },
    {
      "text": "11 His Honour considered that a guide to the application of s 25(6) was provided by the decision of the High Court in Point v Federal Commissioner of Taxation (1970) 2 ATR 119.",
      "id": "s17"
    },
    {
      "text": "That case concerned the statement of a case pursuant to s 198 of the Income Tax Assessment Act .",
      "id": "s18"
    },
    {
      "text": "In Sheppard J's view ss 158 and 25(6) were relevantly indistinguishable.",
      "id": "s19"
    },
    {
      "text": "In Point Barwick CJ said (at 120):\n \n \"The statute affords in my opinion the justice an opportunity, if he decides to avail himself of it, of being advised by a Full Court upon a matter of law arising in the appeal which he is hearing.",
      "id": "s20"
    },
    {
      "text": "\"\n \n \n In Barton Sheppard J went on to say (at 415): \n \n \"Section 25(6) is a general provision relating to all matters which are before a single judge of the court.",
      "id": "s21"
    },
    {
      "text": "The majority of these will be civil and not criminal.",
      "id": "s22"
    },
    {
      "text": "Appeals will therefore lie by either party in most cases.",
      "id": "s23"
    },
    {
      "text": "It will only be if the judge considers that it is convenient to refer a question, perhaps because it raises unusual difficulties or perhaps because there are conflicting decisions - the list is not exhaustive --- that a judge will normally accede to an application.",
      "id": "s24"
    },
    {
      "text": "Sometimes he will act of his own motion and not at the behest of the parties.",
      "id": "s25"
    },
    {
      "text": "Furthermore, if the request for the reservation of a question is by the parties, or of one of them, the judge will have an obligation to decide whether the question is proper to be referred to a Full Court.",
      "id": "s26"
    },
    {
      "text": "In a number of cases I have known the judge has considered it inappropriate to refer a question and has thought it preferable to decide the case himself, leaving it to the appellate processes to correct any error that has been made.",
      "id": "s27"
    },
    {
      "text": "These various considerations establish that under section 25(6) of the court's Act the judge has a wide discretion.",
      "id": "s28"
    },
    {
      "text": "\"\n \n 12 In exercising this discretion it is necessary to bear in mind the basic framework that the Federal Court of Australia Act enacts for litigation in this Court.",
      "id": "s29"
    },
    {
      "text": "Issues of fact and law are to be decided at first instance by a single judge.",
      "id": "s30"
    },
    {
      "text": "Generally speaking, in the case of a final order, such as would be made in the present case, the losing party has an appeal as of right to a Full Court.",
      "id": "s31"
    },
    {
      "text": "Considerations of orderly administration of the Court and efficient application of its resources indicate that this framework should not be lightly departed from.",
      "id": "s32"
    },
    {
      "text": "13 Although I accept the present case is important not only for the parties, but for the general administration of the Income Tax Assessment Act , it is essentially no different from any case that this Court hears and in which a single judge has to resolve a question of law.",
      "id": "s33"
    },
    {
      "text": "There is a Full Court authority at least closely analogous.",
      "id": "s34"
    },
    {
      "text": "I will have to decide whether the principle in that case is binding on me.",
      "id": "s35"
    },
    {
      "text": "This is a familiar, indeed routine, judicial task and one which it is not appropriate in my opinion to refer to a Full Court.",
      "id": "s36"
    },
    {
      "text": "8 Beaumont J also followed Barton v Westpac Banking Corporation (1983) 50 ALR 397 in K Mart Australia Ltd v Commissioner of Taxation [1995] FCA 760 saying at 3:\n It is common ground that the facts in the present matter are not in dispute and that the point for decision is one of pure statutory interpretation.",
      "id": "s37"
    },
    {
      "text": "From my brief acquaintance with the matter, I would agree with this assessment.",
      "id": "s38"
    },
    {
      "text": "The point appears to be a short one and one of impression.",
      "id": "s39"
    },
    {
      "text": "In Barton Sheppard J., in the passage to which I have referred, mentions the possibility that notwithstanding a request to reserve a question for a Full Court made by one of the parties or even both of them, the Judge may, nonetheless, consider it inappropriate to refer the question and preferable to decide the case at first instance, leaving the matter to the appellant processes to correct any error that may be made.",
      "id": "s40"
    },
    {
      "text": "This possibility emphasises the width of the discretion involved.",
      "id": "s41"
    },
    {
      "text": "In the present case, I have come to the conclusion that it is appropriate and, indeed, desirable that the matter go forthwith to the Full Court.",
      "id": "s42"
    },
    {
      "text": "I take into account, in this connection, the circumstances that I have mentioned, in particular, the fact that the dispute is within a narrow compass in terms of the facts and of the law.",
      "id": "s43"
    },
    {
      "text": "9 There is no Full Court decision in point in this instance.",
      "id": "s44"
    },
    {
      "text": "There are several single judge decisions which I have followed.",
      "id": "s45"
    },
    {
      "text": "There is one decision which the examinee submits is in conflict with those decisions.",
      "id": "s46"
    },
    {
      "text": "He submits it is correct.",
      "id": "s47"
    },
    {
      "text": "The decisions have been reached in most instances following ex parte applications.",
      "id": "s48"
    },
    {
      "text": "10 Section 25(6) of the Act provides a wide discretion for a single Judge to determine whether a matter should be reserved to the Full Court.",
      "id": "s49"
    },
    {
      "text": "In exercising that discretion considerations may include - whether the Judge considers that it is convenient to reserve the question, eg having regard to the point at which it arises, the strength of the point, because it raises unusual difficulties or because there are conflicting decisions; whether there are any similar authorities on the question of law; whether they have been determined with the benefit of full argument; the nature of the point of law to be decided, ie whether confined to a specific point of statutory interpretation; costs and delay; and administration of the court to mention a few.",
      "id": "s50"
    },
    {
      "text": "THE QUESTION SOUGHT TO BE RESERVED TO THE FULL COURT \n \n11 Senior counsel for the examinee submits that at least two or possibly three cases on which reliance was placed in my 26 May 2008 reasons were wrongly decided.",
      "id": "s51"
    },
    {
      "text": "Those cases are Fiorentino v Irons (1997) 79 FCR 327 and In the matter of Strarch International Limited (ACN 004 779 677 (In Liquidation) [2005] FCA 829.",
      "id": "s52"
    },
    {
      "text": "Additionally, to the extent to which Carnegie Corporation Ltd v Pursuit Dynamics plc (2007) 162 FCR 375 followed those cases rather than Re Austral Oil Estate Ltd (in liquidation) (1986) 86 FLR 247 and Re Deposit and Investment Company Ltd (1991) 30 FCR 463 , counsel also argues that Carnegie was wrongly decided.",
      "id": "s53"
    },
    {
      "text": "12 For the examinee it is argued that the summons does not originate any process.",
      "id": "s54"
    },
    {
      "text": "It is said that the preferable decision of this Court is that of Re Deposit 30 FCR 463 which in turn followed Re Austral 86 FLR 247.",
      "id": "s55"
    },
    {
      "text": "Re Austral is a decision of McLelland J in the Equity Division of the Supreme Court of New South Wales.",
      "id": "s56"
    },
    {
      "text": "His Honour did not extensively develop the reasons in that case as to why he concluded that an examination order was not 'an originating process' other than to rely on the definition within the Supreme Court Rules , Pt 10 (see the definition in Pt 1 , r 8).",
      "id": "s57"
    },
    {
      "text": "The definition of 'originating process' in Pt 1 r 8 of those Rules is, relevantly, a statement of claim or a summons.",
      "id": "s58"
    },
    {
      "text": "There is no challenge to his Honour's conclusion.",
      "id": "s59"
    },
    {
      "text": "But as subsequently observed, the very narrow definition of originating process under the Supreme Court Rules meant that it was not surprising that an examination summons could not fall within the definition contained within those Rules.",
      "id": "s60"
    },
    {
      "text": "Insofar as that aspect of the matter is concerned, Re Deposit 30 FCR 463 simply followed the decision of McLelland J in Re Austral 86 FLR 247 without considering the differences between the rules and legislation in the respective courts.",
      "id": "s61"
    },
    {
      "text": "However as I will observe below, Lockhart J also went further to explain other jurisdictional reasons why an examination summons (or in fact orders to attend for an examination) were not within the scope of O 8 r 3 FCR as those Rules then stood.",
      "id": "s62"
    },
    {
      "text": "13 The essential reasoning given by Foster J in Fiorentino 79 FCR 327 is that the description given to the originating process by s 4 of the Act is substantially wider than that appearing in the New South Wales Supreme Court Rules .",
      "id": "s63"
    },
    {
      "text": "14 His Honour considered that the passage in Re Deposit 30 FCR 463 (discussed below) that an order to attend for examination pursuant to s 597 was 'a document other than originating process' within the meaning of O 8 r 3 FCR should properly be regarded as obiter: at 229-330; the decisions in Re Austral 86 FLR 247 and BP Exploration Co (Libya) Ltd v Hunt [1980] 1 NSWLR 496, being based upon the precise wording of the Supreme Court Rules of New South Wales.",
      "id": "s64"
    },
    {
      "text": "Although there was no definition of 'originating process' in the Act or FCR, the word 'proceeding' was to be found in the definition section of the Act (s 4): at 330; the definition of 'proceeding' was 'a very wide definition indeed ': at 330 (see also National Australia Bank Ltd v Stern [2000] FCA 588 at [6] and Re Interchase Corporation Ltd (1996) 68 FCR 481.",
      "id": "s65"
    },
    {
      "text": "15 His Honour concluded at 330-331:\n I am satisfied that for present purposes one can regard the original application for the issue of the summonses in this matter as a proceeding in the Court and one can regard the current application by notice of motion for leave for the service of that summons outside Australia as a proceeding incidental to the original application or one relevantly in connection with it.",
      "id": "s66"
    },
    {
      "text": "One can also regard the contemplated examination of [...] as a proceeding incidental to or connected with the original application.",
      "id": "s67"
    },
    {
      "text": "Indeed, I am persuaded that one need not look to these aspects of the definition in order to characterise a current proceedings for the obtaining of leave or the contemplated proceedings for examination as being proceedings of an ancillary kind.",
      "id": "s68"
    },
    {
      "text": "The definition is sufficiently wide, in my view, to confer upon them the title of proceeding in their own right.",
      "id": "s69"
    },
    {
      "text": "(emphasis added) \n16 It is this passage which has been followed in subsequent judgments.",
      "id": "s70"
    },
    {
      "text": "17 The second limb of the argument advanced for the examinee, (like the first) was not ventilated in earlier argument before me on the ex parte application.",
      "id": "s71"
    },
    {
      "text": "In relation to this argument, senior counsel relies upon the following observations of Lockhart J in Re Deposit 30 FCR 463 at 465-466.",
      "id": "s72"
    },
    {
      "text": "(Lockhart J was construing what is now O 8 r 4.",
      "id": "s73"
    },
    {
      "text": "):\n Rule 3 provides: \"Service outside Australia of a document other than originating process is valid if the service is in accordance with the prior leave of the Court or is confirmed by the Court.",
      "id": "s74"
    },
    {
      "text": "\" Counsel for the applicant relies entirely on r 3 as the statutory source of the court's jurisdiction to authorise the service of the s 597 examination orders on persons resident in Hong Kong and Japan.",
      "id": "s75"
    },
    {
      "text": "A s 597 examination order has frequently been called the exercise of an extraordinary power: see Re North Australian Territory Co (1890) 45 Ch D 87 at 93; Re Rolls Razor Ltd (No 2) [1970] 1 Ch 576 at 591---2.",
      "id": "s76"
    },
    {
      "text": "However, I am satisfied that an order to attend for examination before this court pursuant to s 597 is \"a document other than originating process\" within the meaning of r 3: see Re Austral Oil Estates Ltd (in liq) (1986) 7 NSWLR 440 at 441, a decision of McLelland J of the Supreme Court of New South Wales to the same effect with respect to an examination order under s 541 of the Companies (New South Wales) Code, the predecessor of the present s 597: See also B P Exploration Co (Libya) Ltd v Hunt [1980] 1 NSWLR 496 at 501-504, a decision of Hunt J of the Supreme Court of New South Wales.",
      "id": "s77"
    },
    {
      "text": "Rule 3 of O 8 of this Court's Rules relates to matters of procedure, not jurisdiction.",
      "id": "s78"
    },
    {
      "text": "The present question is one of jurisdiction, not procedure.",
      "id": "s79"
    },
    {
      "text": "Rule 3 is a very different provision to rr 1 and 2.",
      "id": "s80"
    },
    {
      "text": "The extensions found in r 1 to the common law rule that jurisdiction is based on presence within the geographical jurisdiction of the court provide significant connecting factors sufficient to justify the court exercising jurisdiction in relation to persons outside the jurisdiction.",
      "id": "s81"
    },
    {
      "text": "The connecting factors are necessary to respect the sovereignty of foreign jurisdiction.",
      "id": "s82"
    },
    {
      "text": "However, once they are shown, the court has power to assume jurisdiction.",
      "id": "s83"
    },
    {
      "text": "Rule 3 is couched in very wide terms and would include an examination order, but it must be read as a procedural provision and not as an extension of the court's jurisdiction to those served persons.",
      "id": "s84"
    },
    {
      "text": "To invade the sovereignty of another country's jurisdiction and interfere with its sole power over persons present within it, stronger and clearer language is needed than appears from r 3: see for example, ss 32 g and 32 l of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s85"
    },
    {
      "text": "There is therefore no statutory authority to authorise the making of the examination order in this case.",
      "id": "s86"
    },
    {
      "text": "(emphasis added) \n18 There can be, with respect, no doubt as to the correctness of the observations as to sovereignty and they have been adopted on a number of occasions in other contexts (eg Caterpillar Inc v John Deere Limited (No 2) [2000] FCA 1903 ; Tycoon Holdings Pty Ltd and Kangarilla Pty Ltd v Trencor Jetco Inc and Mole Engineering Pty Ltd [1992] FCA 380 per Lee J; The News Corporation Ltd v Fenfest Communications Inc [1996] NSWSC 474 per Giles J).",
      "id": "s87"
    },
    {
      "text": "But his Honour's conclusion also depended on characterising an examination summons as not being an originating process such that the application fell under what was then r 3, now r 4.",
      "id": "s88"
    },
    {
      "text": "The difference between the rules was stressed.",
      "id": "s89"
    },
    {
      "text": "It was an ex parte application and seemingly the differences in the definitions were not raised.",
      "id": "s90"
    },
    {
      "text": "It may of course be that for his Honour's part they would have made no difference in which case the approach taken concerning jurisdiction would still be pertinent.",
      "id": "s91"
    },
    {
      "text": "That seems unlikely as even in the comments on jurisdiction, his Honour appears to acknowledge that the connecting factors, if proven, do establish jurisdiction.",
      "id": "s92"
    },
    {
      "text": "Whether he did so may depend on precisely what his Honour meant in saying 'Once they are shown the court has power to assume jurisdiction'.",
      "id": "s93"
    },
    {
      "text": "19 The 'connecting factors' to which his Honour referred under the former r 1 were broad.",
      "id": "s94"
    },
    {
      "text": "Equally, the items now listed under (the current) O 8 r 2 FCR are also broad.",
      "id": "s95"
    },
    {
      "text": "But either way, the question is whether an examination summons is an originating process as that term was used in both the former O 8 and the current O 8.",
      "id": "s96"
    },
    {
      "text": "With the current version there is a definition of the term.",
      "id": "s97"
    },
    {
      "text": "If an examination summons falls within the definition of 'originating process' (as the cases other than Re Deposit 30 FCR 463 conclude) and is also within r 2 (which has not been challenged), then the question is whether one needs to go any further to consider the jurisdictional point addressed by Lockhart J.",
      "id": "s98"
    },
    {
      "text": "That jurisdictional point may have only fallen for consideration in Re Deposit because his Honour followed the decision of McLelland J in the Supreme Court of New South Wales to conclude that an examination summons was not an originating process.",
      "id": "s99"
    },
    {
      "text": "20 Senior counsel observes that the jurisdictional consideration was not evaluated in Fiorentino 79 FCR 327 or in the other decisions which have followed Fiorentino .",
      "id": "s100"
    },
    {
      "text": "That is correct.",
      "id": "s101"
    },
    {
      "text": "It may be that the reason this is so is because once an examination summons is classified as an originating process (consistent with the approach of Foster J) and the other 'connecting factors' are established, (which is not challenged), even on the approach taken in Re Deposit 30 FCR 463 , the jurisdictional question falls away.",
      "id": "s102"
    },
    {
      "text": "21 It follows that the question comes back to whether an examination summons falls within the definition now set out in O 8 r 1 FCR.",
      "id": "s103"
    },
    {
      "text": "22 In my view that definition of 'originating process' is as wide as the definition considered by Foster J and which has been followed in subsequent cases.",
      "id": "s104"
    },
    {
      "text": "CONCLUSION \n \n23 With the benefit of consideration since argument yesterday, I would accept that the examinee's contention may be arguable or, at the least, that it is desirable that the point be clarified.",
      "id": "s105"
    },
    {
      "text": "I also accept that it would be desirable if it is possible, for the issue to be determined by the Full Court.",
      "id": "s106"
    },
    {
      "text": "24 I am less persuaded that the appropriate mechanism for the matter coming before the Full Court is by a reserving of a question pursuant to s 25(6) of the Act (as to whether an examination summons is an originating process).",
      "id": "s107"
    },
    {
      "text": "The preferable course would be for that step to occur before a decision has been made so as to facilitate the making of the decision.",
      "id": "s108"
    },
    {
      "text": "In this instance, the decision has already been made and acted upon.",
      "id": "s109"
    },
    {
      "text": "25 My view is that the appropriate course for the examinee, given that the decision has already been made and acted upon, is to apply for leave to appeal from that decision if the examinee wishes to press the Full Court to set aside the order permitting leave to serve the examination summons outside of Australia.",
      "id": "s110"
    },
    {
      "text": "That application may raise some different considerations on which I presently express no views.",
      "id": "s111"
    },
    {
      "text": "26 It follows that I decline the examinee's request to reserve the matter to the Full Court under s 25(6) of the Act.",
      "id": "s112"
    },
    {
      "text": "27 For the reasons outlined above, the application must be dismissed.",
      "id": "s113"
    },
    {
      "text": "The orders I will make are:\n \n1.",
      "id": "s114"
    },
    {
      "text": "The application be dismissed.",
      "id": "s115"
    },
    {
      "text": "2.",
      "id": "s116"
    },
    {
      "text": "The parties file and serve within 7 days written submissions not exceeding two pages in length in relation to costs.",
      "id": "s117"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s118"
    },
    {
      "text": "Associate:\n\nDated: 2 July 2008\n\n Counsel for the Plaintiff: MC Goldblatt and A Ryan \n \n Solicitor for the Plaintiff: Freehills \n \n Counsel for the Examinee: DR Williams QC and S Penrose \n \n Solicitor for the Examinee: Tottle Partners \n\n Date of Hearing: 1 July 2008 \n \n Date of Judgment: 2 July 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1006.html",
      "id": "s119"
    }
  ]
}