{
  "name": "Fernando v Minister for Immigration and Citizenship (No 2) [2008] FCA 1216 (13 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1216.html",
  "catchphrases": [
    {
      "text": "whether the giving of a notice of intention to cancel a visa under s 501 of the migration act 1958 (cth) is a privative clause decision",
      "id": "c0"
    },
    {
      "text": "whether the court has jurisdiction to hear and determine a claim to set aside such a notice",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Mr Fernando, is a citizen of Sri Lanka who came to Australia in 1989 on a student visa.",
      "id": "s0"
    },
    {
      "text": "He has remained in Australia ever since.",
      "id": "s1"
    },
    {
      "text": "In 1995, he was granted a permanent residency visa.",
      "id": "s2"
    },
    {
      "text": "In 1998, he was convicted in the District Court of Western Australia of three charges of sexual penetration without consent, the offences having been committed in 1996.",
      "id": "s3"
    },
    {
      "text": "He was sentenced to imprisonment for eight years with eligibility for parole.",
      "id": "s4"
    },
    {
      "text": "He was imprisoned in the Acacia Prison in Western Australia.",
      "id": "s5"
    },
    {
      "text": "2 In September 2001, the then Minister for Immigration and Multicultural Affairs issued Mr Fernando with a notice of intention to cancel Mr Fernando's permanent residency visa.",
      "id": "s6"
    },
    {
      "text": "On 29 November 2001, the then Minister cancelled Mr Fernando's permanent residency visa under the provisions of s 501(2) of the Migration Act 1958 (Cth) (the Act).",
      "id": "s7"
    },
    {
      "text": "3 Mr Fernando challenged the lawfulness of the cancellation of his visa by an application for judicial review made to this Court.",
      "id": "s8"
    },
    {
      "text": "In September 2003, the Federal Court set aside the Minister's decision to cancel Mr Fernando's visa on the grounds that Mr Fernando had not been afforded procedural fairness ( Fernando v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 975).",
      "id": "s9"
    },
    {
      "text": "This was because the Minister had not given Mr Fernando an opportunity to comment on the substance of allegations made in a document, referred to as Annexure L, which were adverse to Mr Fernando.",
      "id": "s10"
    },
    {
      "text": "4 Carr J observed at [60]:\n The information in Annexure L was adverse to the applicant as it related not only to whether he passed the character test but was also relevant to the exercise of the respondent's discretion to allow the applicant to remain in Australia despite having failed the character test.",
      "id": "s11"
    },
    {
      "text": "5 At the hearing before Carr J, the Minister contended that the identity of an informant in respect of the information in Annexure L needed to be protected.",
      "id": "s12"
    },
    {
      "text": "Carr J ordered that Annexure L be placed in an envelope, sealed and not be unsealed until further order.",
      "id": "s13"
    },
    {
      "text": "6 In October 2003, Mr Fernando was released from Acacia Prison on parole.",
      "id": "s14"
    },
    {
      "text": "Shortly before his release from prison, the then Acting Minister for Immigration and Multicultural and Indigenous Affairs cancelled Mr Fernando's permanent residency visa for a second time.",
      "id": "s15"
    },
    {
      "text": "On his release from prison, Mr Fernando was taken into immigration detention.",
      "id": "s16"
    },
    {
      "text": "He remained in immigration detention until he was released on 18 January 2007 in the circumstances set out in the next paragraph.",
      "id": "s17"
    },
    {
      "text": "7 Mr Fernando commenced a proceeding in this Court challenging the lawfulness of the second cancellation decision.",
      "id": "s18"
    },
    {
      "text": "Before that proceeding was determined, the decision of the Federal Court in the case of Sales v Minister for Immigration and Multicultural Affairs [2006] FCA 1807 ( Sales ) was delivered.",
      "id": "s19"
    },
    {
      "text": "In Sales , the Court held that the visa cancellation decision was unlawful.",
      "id": "s20"
    },
    {
      "text": "On 18 January 2007, following the judgment in Sales , Mr Fernando was released from immigration detention.",
      "id": "s21"
    },
    {
      "text": "He was advised by the then Minister that he was being released because Sales applied to the circumstances of the cancellation of his visa.",
      "id": "s22"
    },
    {
      "text": "On 24 January 2007, the then Minister consented to orders in the proceeding setting aside the visa cancellation decision made in respect of Mr Fernando on the basis that Sales was applicable in relation to the decision to cancel Mr Fernando's visa.",
      "id": "s23"
    },
    {
      "text": "8 By a letter dated 16 April 2007, from an officer of the Department of Immigration and Citizenship, Mr Fernando was advised that consideration was to be given to whether his visa may be cancelled, and if it was liable to be cancelled, whether it should be cancelled.",
      "id": "s24"
    },
    {
      "text": "The letter was headed \"Notice of Intention to Consider Cancellation of Your Visa under Subsection 501(2) of the Migration Act 1958 \".",
      "id": "s25"
    },
    {
      "text": "9 Amongst other things, the letter stated that the information that may be relied upon to assess whether Mr Fernando passed the character test was:\n &#8226; On 27 July 1998 the District Court of Western Australia sentenced you to a total of 8 years imprisonment for 3 counts of Sexual Penetration Without Consent Aggravated: one count 4 years imprisonment, 2 counts 2 years imprisonment, cumulative on each charge.",
      "id": "s26"
    },
    {
      "text": "10 The letter also listed information which it was said may be relied upon to assess whether to exercise the discretion to cancel Mr Fernando's permanent residency visa.",
      "id": "s27"
    },
    {
      "text": "Among the information listed was the \"[d]ecision of the Federal Court of Australia, W306 of 2002, 16 September 2003\" - being the decision of Carr J referred to in [3] above.",
      "id": "s28"
    },
    {
      "text": "This proceeding \n \n11 On 12 June 2007, Mr Fernando, who was then self-represented, commenced this proceeding.",
      "id": "s29"
    },
    {
      "text": "12 On 18 December 2007, the Court appointed Mr John Robert Broderick Ley as a tutor to act on behalf of Mr Fernando in this proceeding.",
      "id": "s30"
    },
    {
      "text": "13 By the date of the hearing, there had been no response by the respondent's solicitor to Mr Fernando's tutor's request to be provided with a copy of Annexure L. Senior counsel for the respondent said at the commencement of this hearing that the respondent would not be providing a copy of Annexure L to Mr Fernando's tutor.",
      "id": "s31"
    },
    {
      "text": "14 Mr Fernando's tutor has filed an amended originating application.",
      "id": "s32"
    },
    {
      "text": "The amended application states:\n The Applicant seeks judicial review of the decision of the Respondent to issue the Applicant with a Notice of Intention to Consider Cancellation of the Applicant's visa dated 16 April 2007, and the proposed decision of the Respondent in relation to the cancellation of his visa.",
      "id": "s33"
    },
    {
      "text": "The Application is brought under the provisions of section 39B of the Judiciary Act 1908 [sic] and section 5 of the Administrative Decisions (Judicial Review) Act 1977 .",
      "id": "s34"
    },
    {
      "text": "15 There are three items of relief claimed in the amended application.",
      "id": "s35"
    },
    {
      "text": "16 The primary relief claimed is an order for certiorari to quash \"the decision of the Respondent to issue the Notice of Intention to Cancel Visa dated 16 April 2007\".",
      "id": "s36"
    },
    {
      "text": "The amended application also seeks an injunction restraining the respondent and his officers from issuing any further notices of intention to cancel Mr Fernando's visa without first affording Mr Fernando's tutor the opportunity to consider and comment on the content of Annexure L. Further, Mr Fernando seeks an injunction restraining the respondent and his officers from cancelling Mr Fernando's visa without first affording Mr Fernando's tutor an opportunity to consider and comment on Annexure L.\n \n17 Mr Fernando's tutor applied for an interlocutory injunction restraining the respondent and his officers from cancelling Mr Fernando's visa pending trial of his application for judicial review.",
      "id": "s37"
    },
    {
      "text": "18 However, as a preliminary matter, the respondent challenged the jurisdiction of this Court to hear and determine the amended application made by Mr Fernando's tutor.",
      "id": "s38"
    },
    {
      "text": "It was contended that the application did not fall within s 476A of the Act which prescribes the limits of the Court's original jurisdiction to hear and determine applications for judicial review in relation to migration decisions.",
      "id": "s39"
    },
    {
      "text": "19 It is necessary, therefore, to consider whether this Court has jurisdiction to hear and determine the originating application.",
      "id": "s40"
    },
    {
      "text": "20 The only potential head of jurisdiction in s 476A of the Act which could apply in the circumstances of this case is s 476A(1)(c) of the Act, which provides as follows:\n \n \n (1) Despite any other law, including section 39B of the Judiciary Act 1903 and section 8 of the Administrative Decisions (Judicial Review) Act 1977 , the Federal Court has original jurisdiction in relation to a migration decision if, and only if:\n \n ... \n \n \n \n \n (c) the decision is a privative clause decision, or purported privative clause decision, made personally by the Minister under section 501, 501A, 501B or 501C.",
      "id": "s41"
    },
    {
      "text": "21 Section 5 of the Act provides that a \"migration decision\" includes a \"privative clause decision\".",
      "id": "s42"
    },
    {
      "text": "A \"privative clause decision\" is defined in s 474 of the Act.",
      "id": "s43"
    },
    {
      "text": "Section 474 provides:\n (1) A privative clause decision: (a) is final and conclusive; and \n \n \n (b) must not be challenged, appealed against, reviewed, quashed or called in question in any court; and \n \n \n \n \n \n (c) is not subject to prohibition, mandamus, injunction, declaration or certiorari in any court on any account.",
      "id": "s44"
    },
    {
      "text": "(2) In this section: \n \n privative clause decision means a decision of an administrative character made, proposed to be made, or required to be made, as the case may be, under this Act or under a regulation or other instrument made under this Act (whether in the exercise of a discretion or not), other than a decision referred to in subsection (4) or (5).",
      "id": "s45"
    },
    {
      "text": "22 Section 474(3) of the Act provides:\n A reference in this section to a decision includes a reference to the following: ... (g) doing or refusing to do any other act or thing; \n \n (h) conduct preparatory to the making of a decision, including the taking of evidence or the holding of an inquiry or an investigation.",
      "id": "s46"
    },
    {
      "text": "23 It is significant in the context of this case that this Court only has original jurisdiction to hear and determine cases under s 476A which are privative or purported privative clause decisions \"made personally by the Minister under section 501\".",
      "id": "s47"
    },
    {
      "text": "The significance of that distinction arises from the fact that s 501 of the Act distinguishes between circumstances when only the Minister, personally, can cancel a visa (see, s 501(3) and s 501(4)), and those when the decision to cancel a visa may be made by the Minister personally or by his or her delegate (see, s 501(1) and s 501(2)).",
      "id": "s48"
    },
    {
      "text": "This is a case where the cancellation decision can be made either by the Minister personally or by his or her delegate.",
      "id": "s49"
    },
    {
      "text": "24 The Act does not expressly provide for the making of a decision to issue a notice of intention to cancel a visa under s 501 of the Act.",
      "id": "s50"
    },
    {
      "text": "In Osborne v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 1113 ; (2002) 124 FCR 416 , French J observed that it was implied in the Act that a notice of intention to cancel the visa would be given as a \"necessary condition\" of the exercise of the power to cancel a visa under s 501 of the Act.",
      "id": "s51"
    },
    {
      "text": "25 In my view, the giving of the notice of intention to cancel the visa under s 501 of the Act, is a privative clause decision within the meaning of s 5 of the Act, because the conduct comprising the giving of the notice falls within the ambit of the conduct described in s 474(3)(g) and s 474(3)(h) of the Act referred to in [22] above.",
      "id": "s52"
    },
    {
      "text": "26 The conduct engaged in the giving of the notice of intention to cancel Mr Fernando's visa was, as is evidenced by the letter of 16 April 2007, the conduct of an officer of the department and not the Minister personally.",
      "id": "s53"
    },
    {
      "text": "The privative clause decision was, therefore, made by the departmental officer who wrote the letter and not by the respondent personally.",
      "id": "s54"
    },
    {
      "text": "It follows that, because the decision to issue the notice was not made by the respondent personally, the Court has no jurisdiction to review the lawfulness of that decision.",
      "id": "s55"
    },
    {
      "text": "27 The second claim for relief in the application, namely, for an injunction restraining the respondent and his officers from issuing any further notices of intention to cancel Mr Fernando's visa without first affording Mr Fernando's tutor the opportunity to consider and comment on Annexure L, is subsidiary relief which is related to and contingent upon success in the primary application, namely, the setting aside of the existing notice of intention to cancel Mr Fernando's visa.",
      "id": "s56"
    },
    {
      "text": "For that reason, there is also no jurisdiction to hear and determine the claim for that relief.",
      "id": "s57"
    },
    {
      "text": "28 However, the third claim for relief, namely, the injunction to restrain the respondent and his officers from cancelling Mr Fernando's visa is capable of being granted independently of the success of Mr Fernando in respect of the primary relief which he seeks, namely, the setting aside of the notice of intention to cancel Mr Fernando's visa issued on 16 April 2007.",
      "id": "s58"
    },
    {
      "text": "Counsel for Mr Fernando's tutor accepted that there was no evidence of any intention on the part of the respondent to exercise the power to cancel Mr Fernando's visa personally.",
      "id": "s59"
    },
    {
      "text": "In fact, inherent in the submission of the respondent that this Court has no jurisdiction to hear and determine Mr Fernando's application for the injunctive relief in the terms claimed, is the statement that the respondent does not intend to exercise the cancellation power personally.",
      "id": "s60"
    },
    {
      "text": "On that basis, the Court has no jurisdiction to hear and determine Mr Fernando's claim for the injunction sought in his originating application.",
      "id": "s61"
    },
    {
      "text": "29 The same reasoning also applies mutatis mutandis to the second claim for relief referred to in [27] above, and constitutes an additional reason why the Court has no jurisdiction to hear and determine that claim.",
      "id": "s62"
    },
    {
      "text": "30 Of course, if the respondent's intention, impliedly expressed in the submission made to this Court, was to change, it would be incumbent upon him to give Mr Fernando's tutor notice that he personally intends to issue a new notice of intention to cancel Mr Fernando's visa and/or to exercise the power to cancel the visa, in sufficient time to permit Mr Fernando's tutor to commence a proceeding in the appropriate jurisdiction for injunctive relief.",
      "id": "s63"
    },
    {
      "text": "31 Mr Fernando's originating application filed on 12 June 2007 is dismissed for want of jurisdiction.",
      "id": "s64"
    },
    {
      "text": "32 I will hear the parties on costs.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 13 August 2008\n\n Counsel for the Applicant: Dr JL Cameron \n \n Solicitor for the Applicant: Lavan Legal \n \n Counsel for the Respondent: Mr JD Allanson SC \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 6 May 2008 \n \n Date of Judgment: 13 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1216.html",
      "id": "s67"
    }
  ]
}