{
  "name": "Dekkan v Evans [2008] FCA 1004 (3 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1004.html",
  "catchphrases": [
    {
      "text": "application to set aside a bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "applicant claimed to have a set-off, counter-claim or cross demand against former solicitors for professional negligence",
      "id": "c1"
    },
    {
      "text": "no prima facie case or fair chance of success",
      "id": "c2"
    },
    {
      "text": "application dismissed",
      "id": "c3"
    },
    {
      "text": "bankruptcy",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Mr Bassam Dekkan seeks an order setting aside Bankruptcy Notice NN 0324/08 served on 17 February 2008.",
      "id": "s0"
    },
    {
      "text": "The notice was issued upon the basis of a number of judgments obtained in the Local Court by Uther Webster &amp; Evans, Solicitors, for outstanding legal fees.",
      "id": "s1"
    },
    {
      "text": "The amount of the judgments totalled approximately $46,000.",
      "id": "s2"
    },
    {
      "text": "2 Mr Dekkan appeared in person on the application.",
      "id": "s3"
    },
    {
      "text": "The substance of his claim to set aside the bankruptcy notice was that he had a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debts in accordance with s 40(1)(g) of the Bankruptcy Act 1966 (Cth).",
      "id": "s4"
    },
    {
      "text": "3 The effect of Mr Dekkan's claim is that the solicitors were negligent in the advice they gave him as to how he should seek to set aside an adverse judgment obtained against Mr Dekkan by a Mrs Picciau in the District Court.",
      "id": "s5"
    },
    {
      "text": "He also claimed that Ms Vivian Evans, a partner in the firm of solicitors, had failed, unreasonably, to assist him by giving evidence in an appeal from the District Court judgment.",
      "id": "s6"
    },
    {
      "text": "4 In addition, Mr Dekkan alleged that the solicitors had made charged amounted to improper fees for the handling of a local court proceeding against Mrs Picciau, which involved a claim for an apprehended violence order.",
      "id": "s7"
    },
    {
      "text": "5 Mr Dekkan made various claims of overcharging in relation to the handling of his affairs.",
      "id": "s8"
    },
    {
      "text": "He joined Ms Evans as a respondent to the present applications, as well as Ms Zoe Ramsay, who was the solicitor assisting Ms Evans in the conduct of Mr Dekkan's proceedings.",
      "id": "s9"
    },
    {
      "text": "6 Although, as Lockhart J said in Re Brink; Ex parte Commercial Banking Co of Sydney Ltd [1980] FCA 78 ; (1980) 30 ALR 433 at 439, the Court is not required to undertake a preliminary trial of the counter-claim, set-off or cross demand, a substantial body of evidence was adduced at the hearing.",
      "id": "s10"
    },
    {
      "text": "7 The evidence consisted of two affidavits of Mr Dekkan and an affidavit of each of Ms Evans and Ms Ramsay.",
      "id": "s11"
    },
    {
      "text": "Having regard to the background of the matter and the overall circumstances, I permitted Mr Dekkan to cross-examine Ms Evans and Ms Ramsay.",
      "id": "s12"
    },
    {
      "text": "8 At the start of the hearing Mr Dekkan filed a notice of motion seeking to have the hearing adjourned due to his mental and physical condition which he said prevented him from adequately dealing with the matter.",
      "id": "s13"
    },
    {
      "text": "He went into the witness box and was cross-examined.",
      "id": "s14"
    },
    {
      "text": "9 I dismissed the motion but the matters relied upon by Mr Dekkan on the motion are relevant to a consideration of the application to set aside the bankruptcy notice.",
      "id": "s15"
    },
    {
      "text": "This is because Mr Dekkan's medical problems contributed to the situation which resulted in the judgment against him in the District Court.",
      "id": "s16"
    },
    {
      "text": "The retainer of the solicitors \n \n10 In about February 2007 Mr Dekkan met with Ms Evans for the purpose of retaining her firm to act for him in order to obtain possession from Mrs Picciau of a property owned by Mr Dekkan at 806/11 Jacobs Street, Bankstown.",
      "id": "s17"
    },
    {
      "text": "11 Mr Dekkan says in his affidavit of 27 March 2008 that the purpose of the meeting with Ms Evans was to lodge an appeal in the New South Wales Court of Appeal against Mrs Picciau.",
      "id": "s18"
    },
    {
      "text": "Whether or not this was the limit of the retainer at that time is not entirely clear.",
      "id": "s19"
    },
    {
      "text": "It appears from the evidence before me that it became apparent at the first meeting that Mr Dekkan wanted to obtain possession of the property, which was occupied by Mrs Picciau, but that he was prevented from doing so because of the judgment against him in the District Court.",
      "id": "s20"
    },
    {
      "text": "12 The terms of the retainer seem to have been to advise, and take such other action as may be necessary, to set aside the judgment in the District Court.",
      "id": "s21"
    },
    {
      "text": "The judgment was for less than $100,000 and leave to appeal was therefore required.",
      "id": "s22"
    },
    {
      "text": "The judgment was obtained ex parte , in very unusual circumstances, as is explained in the judgment of the Court of Appeal referred to below.",
      "id": "s23"
    },
    {
      "text": "13 Ms Ramsay was present at Uther Wesbster Evans's first meeting with Mr Dekkan.",
      "id": "s24"
    },
    {
      "text": "Ms Evans informed Mr Dekkan that Ms Ramsay's hourly rates were lower than hers and that she would therefore arrange for Ms Ramsay to work on the matter where appropriate to save some legal expenses.",
      "id": "s25"
    },
    {
      "text": "14 An application for leave to appeal was filed in the Court of Appeal in February 2007.",
      "id": "s26"
    },
    {
      "text": "It is not clear from the evidence whether the application was filed by Ms Evans's firm or whether it had been filed by the previous firm acting for Mr Dekkan.",
      "id": "s27"
    },
    {
      "text": "15 Uther Webster &amp; Evans acted for Mr Dekkan until June 2007 when the retainer was terminated.",
      "id": "s28"
    },
    {
      "text": "Mr Dekkan asserts that Ms Evans terminated the retainer but Ms Evans's evidence was that Mr Dekkan terminated the firm's services.",
      "id": "s29"
    },
    {
      "text": "It is not necessary to decide who terminated the retainer.",
      "id": "s30"
    },
    {
      "text": "What is important is that the firm ceased to act in about June 2007 when it was replaced by another firm of solicitors.",
      "id": "s31"
    },
    {
      "text": "16 During the period from February 2007 to June 2007 the retainer of Uther Webster &amp; Evans was extended to cover various other aspects Mr Dekkan's business affairs which related, inter alia , to certain dealings with Mrs Picciau.",
      "id": "s32"
    },
    {
      "text": "17 The retainer was also extended to cover the proceedings involving Mrs Picciau and the claim for an apprehended violence order.",
      "id": "s33"
    },
    {
      "text": "The District Court proceedings \n \n18 The relevant details of the District Court proceedings are set out in the judgment of Basten JA (with whom Hodgson and Tobias JJA agreed) on the application for leave to appeal: Dekkan v Picciau [2008] NSWCA 18.",
      "id": "s34"
    },
    {
      "text": "19 When the hearing in the District Court commenced on 25 October 2006, Mr Dekkan was represented by a solicitor, Mr Joseph Johnson of Bruce Dennis &amp; Co. At the commencement of the hearing Mr Johnson applied to vacate the hearing on the ground that Mr Dekkan was \"in a psychiatric hospital\".",
      "id": "s35"
    },
    {
      "text": "20 Evidence was given by Mr Dekkan's psychiatrist, Dr Selwyn Smith, that Mr Dekkan was experiencing a major depressive episode.",
      "id": "s36"
    },
    {
      "text": "21 The trial judge, Kearns DCJ, heard cross-examination of Dr Smith (by telephone) that Mr Dekkan was capable of giving instructions and attending Court.",
      "id": "s37"
    },
    {
      "text": "The hearing proceeded on 25 October 2006 without further incident but there was a dramatic turn of events on the following day.",
      "id": "s38"
    },
    {
      "text": "22 The events of 26 October 2006 are recorded in the judgment of Basten JA at [15]ff.",
      "id": "s39"
    },
    {
      "text": "In summary:\n \n \n &#8226; Mr Johnson obtained a short adjournment to consider whether to amend his defence.",
      "id": "s40"
    },
    {
      "text": "&#8226; Mr Dekkan informed the Court that Mr Johnson was not presenting the defence in a proper manner.",
      "id": "s41"
    },
    {
      "text": "&#8226; Mr Johnson made an application to withdraw from the proceedings.",
      "id": "s42"
    },
    {
      "text": "&#8226; The trial judge criticised Mr Johnson's lack of preparation for the hearing and expressed disquiet as to the manner in which he had run the case.",
      "id": "s43"
    },
    {
      "text": "&#8226; Mr Johnson informed the Court that he had advised Mr Dekkan that if he (Mr Johnson) withdrew, the case could continue ex parte and could proceed to judgment on the existing pleadings, ie without the benefit of the foreshadowed amendment.",
      "id": "s44"
    },
    {
      "text": "23 The trial judge then gave a short judgment, set out in part by Basten JA in the reasons of the Court of Appeal.",
      "id": "s45"
    },
    {
      "text": "The trial judge accepted that there would be prejudice to Mr Dekkan if the case was not adjourned but he decided that this was outweighed by the prejudice to Mrs Picciau.",
      "id": "s46"
    },
    {
      "text": "He therefore refused to adjourn the case and proceeded to enter judgment for approximately $97,000 against Mr Dekkan.",
      "id": "s47"
    },
    {
      "text": "The proceeding in the Court of Appeal \n \n24 Mr Dekkan appeared for himself on the application for leave to appeal to the Court of Appeal.",
      "id": "s48"
    },
    {
      "text": "The firm of Lofitis Chegwidden, Solicitors &amp; Barristers had taken over the matter from Ms Evans but it had ceased to act some time before the matter was heard in the Court of Appeal on 21 February 2008.",
      "id": "s49"
    },
    {
      "text": "25 Basten JA described at [30]ff the medical evidence relating to Mr Dekkan's admission to St Vincent's Hospital on 26 October 2006.",
      "id": "s50"
    },
    {
      "text": "His Honour stated at [34] that when Mr Dekkan attended Court on that day, he (Mr Dekkan) formed the view that Mr Johnson was not adequately prepared to run the case and this was placing Mr Dekkan at severe risk of an adverse judgment.",
      "id": "s51"
    },
    {
      "text": "These matters brought on Mr Dekkan's physical and emotional distress.",
      "id": "s52"
    },
    {
      "text": "The judgment of the Court of Appeal \n \n26 The principal ground of appeal considered by the Court was that there was a denial of procedural fairness.",
      "id": "s53"
    },
    {
      "text": "27 The Court considered that this ground was not made out.",
      "id": "s54"
    },
    {
      "text": "Nevertheless, Basten JA stated that \"significant issues were raised\" which warranted careful consideration.",
      "id": "s55"
    },
    {
      "text": "Leave was granted but the appeal was dismissed.",
      "id": "s56"
    },
    {
      "text": "28 The effect of his Honour's reasons was that the trial judge was mindful of the prejudice to Mr Dekkan but it was open to him to find that Mr Dekkan was fit to attend court.",
      "id": "s57"
    },
    {
      "text": "Basten JA observed at [51] that there was no doubt that Mr Dekkan was in an invidious position at the trial.",
      "id": "s58"
    },
    {
      "text": "He was unwell and his solicitor was unprepared.",
      "id": "s59"
    },
    {
      "text": "But, ordinarily, the failure of a lawyer to prepare for a hearing cannot be a ground of adjournment.",
      "id": "s60"
    },
    {
      "text": "The claim that Ms Evans did not assist Mr Dekkan \n \n29 Mr Dekkan claimed that Ms Evans failed to assist him by providing an affidavit and other assistance for the Court of Appeal after she had ceased to act.",
      "id": "s61"
    },
    {
      "text": "30 The request for Ms Evans's assistance came from Mr Dekkan's new solicitor, Mr Lofitis.",
      "id": "s62"
    },
    {
      "text": "He sought, in particular, an affidavit from Ms Evans denying a conversation that was apparently an issue in the Court of Appeal.",
      "id": "s63"
    },
    {
      "text": "31 Mrs Evans's position was that her firm was owed a substantial amount for costs and, while she was not prepared to assist generally unless her costs were paid, she would give evidence if subpoenaed.",
      "id": "s64"
    },
    {
      "text": "32 Her evidence was that she was not served with a subpoena.",
      "id": "s65"
    },
    {
      "text": "33 The evidence before me includes a letter from Ms Ramsay to Mr Dekkan on 12 June 2007, apparently before Mr Lofitis commenced to act, declining to act for Mr Dekkan unless outstanding professional fees were paid.",
      "id": "s66"
    },
    {
      "text": "An offer from Mr Dekkan to pay $12,000 was said to be insufficient.",
      "id": "s67"
    },
    {
      "text": "The Local Court proceeding \n \n34 Mr Dekkan's evidence was that, in January 2007, he filed a claim in the Bankstown Local Court against Mrs Picciau for an apprehended violence order.",
      "id": "s68"
    },
    {
      "text": "The proceeding was apparently filed before Mr Dekkan retained the services of Uther Webster &amp; Evans.",
      "id": "s69"
    },
    {
      "text": "35 Ms Ramsay advised Mr Dekkan to retain the services of a barrister, Mr Katsinas, to represent Mr Dekkan in the Local Court.",
      "id": "s70"
    },
    {
      "text": "Mr Katsinas was to appear without Ms Ramsay instructing him as this would be cheaper for Mr Dekkan.",
      "id": "s71"
    },
    {
      "text": "36 Mr Dekkan's complaint is that he was unsuccessful in the Local Court proceeding but that he still had to pay Mr Katsinas.",
      "id": "s72"
    },
    {
      "text": "In addition, he did not see why he also had to pay Uther Webster &amp; Evans for their work in relation to the Bankstown Local Court matter.",
      "id": "s73"
    },
    {
      "text": "Mr Dekkan's claims for damages \n \n37 Mr Dekkan claims that due to Ms Evans's \"performance, misconduct and misrepresentation\" of him, he suffered various losses arising from his inability to obtain possession of the Bankstown unit from Mrs Picciau.",
      "id": "s74"
    },
    {
      "text": "The losses are said to be $38,000 for loss of rent and $100,000 for inability to sell the property.",
      "id": "s75"
    },
    {
      "text": "38 He also claims that Ms Evans is responsible for the loss in the Court of Appeal and the failure to reverse the damages order against him for $97,000.",
      "id": "s76"
    },
    {
      "text": "39 On the morning of the hearing before me, Mr Dekkan filed a Statement of Claim in the Supreme Court of New South Wales against Uther Webster &amp; Evans, as well as Ms Evans and Ms Ramsay.",
      "id": "s77"
    },
    {
      "text": "The statement of claim seeks damages of $228,000 comprised largely of the matters referred to above.",
      "id": "s78"
    },
    {
      "text": "The adjournment application \n \n40 This matter came before me for directions on 15 May 2008 and again on 10 June 2008.",
      "id": "s79"
    },
    {
      "text": "I listed it for hearing on 24 June 2008.",
      "id": "s80"
    },
    {
      "text": "41 On 18 June 2008, I received a faxed communication from Mr Dekkan addressed to the \"Associate, Federal Court\", seeking an adjournment of the hearing due to an accident that occurred on 27 May 2008.",
      "id": "s81"
    },
    {
      "text": "The facsimile was accompanied by a referral to Dr Selwyn Smith.",
      "id": "s82"
    },
    {
      "text": "The referral stated that Mr Dekkan was suffering from a depressive illness.",
      "id": "s83"
    },
    {
      "text": "42 Mr Dekkan's facsimile said that on referral \"I will be hospitalised I do not know for how long ...\"\n \n43 I listed the matter on 19 June 2008, having first arranged for Mr Dekkan to be notified.",
      "id": "s84"
    },
    {
      "text": "He did not appear but I did receive a further fax from him on the morning of 19 June 2008 stating that he was in pain and suffering anxiety and depression.",
      "id": "s85"
    },
    {
      "text": "He sought my leave to be excused from attending.",
      "id": "s86"
    },
    {
      "text": "On 19 June 2008 I declined to vacate the hearing date of 24 June 2008.",
      "id": "s87"
    },
    {
      "text": "44 On 20 and 23 June 2008 I received further facsimiles from Mr Dekkan requesting an adjournment.",
      "id": "s88"
    },
    {
      "text": "The communication of 20 June was accompanied by a certificate from Dr Smith stating that arrangements had been made to admit Mr Dekkan to hospital on 1 July 2008.",
      "id": "s89"
    },
    {
      "text": "45 On 23 June 2008, a Registrar wrote to Mr Dekkan acknowledging, on my behalf, his faxes of 20 June and 23 June and stating that the hearing was to proceed the following day.",
      "id": "s90"
    },
    {
      "text": "46 When the matter was called on for hearing, I granted leave to Mr Dekkan to file a motion for the hearing to be vacated.",
      "id": "s91"
    },
    {
      "text": "47 After hearing evidence I was satisfied that Mr Dekkan was able to present his case before me and I declined to vacate the hearing.",
      "id": "s92"
    },
    {
      "text": "48 There were two reasons for this.",
      "id": "s93"
    },
    {
      "text": "First, he appeared to be able to express himself with reasonable clarity and had no real difficulty in answering questions in cross-examination.",
      "id": "s94"
    },
    {
      "text": "49 Second, the medical evidence before me was minimal, and did not address Mr Dekkan's capacity to conduct the proceedings.",
      "id": "s95"
    },
    {
      "text": "50 My views were later reinforced by the fact that he conducted the argument on the hearing of the application which occupied the rest of the day.",
      "id": "s96"
    },
    {
      "text": "He did not appear to suffer any real disadvantage or difficulty, except for allowances to be made for his status as a self represented person.",
      "id": "s97"
    },
    {
      "text": "Also, he did from time to time show signs of agitation and frustration but I accommodated this by giving several short adjournments.",
      "id": "s98"
    },
    {
      "text": "Whether the bankruptcy notice should be set aside \n \n51 The matters as to which an applicant to set aside a bankruptcy notice must satisfy the Court were stated succinctly by Lindgren J in Re Glew; Glew v Harrowell of Hunt &amp; Hunt Lawyers [2003] FCA 373 ; (2003) 198 ALR 331 at [9] .",
      "id": "s99"
    },
    {
      "text": "52 His Honour there observed that the authorities indicate that an applicant must satisfy the Court of three interrelated, and sometimes overlapping matters: first, that he or she has a \" prima facie case\", even if evidence is not adduced which would be admissible on a final hearing; second, that he or she has \"a fair chance of success\"; third, that the claim is \"genuine\" or \" bona fide.",
      "id": "s100"
    },
    {
      "text": "\"\n \n53 Lindgren J summed up the test as follows at [12]:\n \n Perhaps little more can usefully be said than that a debtor must satisfy the court that there is sufficient substance to the counter-claim, set-off or cross-demand asserted to make it one which the debtor should, in justice, be permitted to have heard and determined in the usual way, rather than be forced to comply with the bankruptcy notice by payment or to commit an act of bankruptcy.",
      "id": "s101"
    },
    {
      "text": "54 I have no doubt that Mr Dekkan believes he has a genuine claim but the authorities show that this is not sufficient; what is required is that the Court must be satisfied that it is just that the claim should be determined before the bankruptcy proceedings are allowed to continue: Re Brink: Ex parte CBC at 438.",
      "id": "s102"
    },
    {
      "text": "55 Whether the test be expressed as a prima facie case, or a fair chance of success, it is plain that the claim propounded by Mr Dekkan does not reach either threshold.",
      "id": "s103"
    },
    {
      "text": "There are four reasons for this.",
      "id": "s104"
    },
    {
      "text": "56 First, the substance of Mr Dekkan's claim in relation to the appeal to the Court of Appeal was that Mrs Evans ought, instead, to have filed a motion in the District Court to set aside the judgment of Kearns DCJ.",
      "id": "s105"
    },
    {
      "text": "There was nothing to suggest that this was a more appropriate course than an appeal, or that any different result would have been produced.",
      "id": "s106"
    },
    {
      "text": "57 This view is reinforced by the judgment of the Court of Appeal.",
      "id": "s107"
    },
    {
      "text": "Basten JA did not indicate that the matter should have been pursued in the District Court rather than on an appeal.",
      "id": "s108"
    },
    {
      "text": "Indeed, his Honour said that significant issues were raised on the grounds of appeal, albeit that the appeal was ultimately dismissed.",
      "id": "s109"
    },
    {
      "text": "58 Second, it is true that Mr Katsinas was retained to appear for Mr Dekkan in the Bankstown Local Court but there is no basis for a claim in negligence against the solicitors for recommending this course of action.",
      "id": "s110"
    },
    {
      "text": "59 It would be unusual for a solicitor to be negligent in recommending to a client that a barrister be retained to appear for the client in court proceedings.",
      "id": "s111"
    },
    {
      "text": "No want of care was demonstrated in the present case.",
      "id": "s112"
    },
    {
      "text": "60 Mr Dekkan's real complaint on this question was that the barrister was unsuccessful and that he was charged, not only for the barrister's fees but also for the solicitors'.",
      "id": "s113"
    },
    {
      "text": "However, Mr Katsinas was not briefed on a \"no win, no fee\" basis, and there was nothing to suggest that the solicitors' fees were incurred improperly.",
      "id": "s114"
    },
    {
      "text": "61 Third, Mr Dekkan's claim that Ms Evans failed to assist him after her retainer was terminated does not give rise to a \"counter-claim, set-off or cross demand\".",
      "id": "s115"
    },
    {
      "text": "The retainer was terminated, whether by Mr Dekkan or by Ms Evans (it is unnecessary to decide by whom) and Ms Evans was entitled to assert a lien over the file for her outstanding fees, and request that her expenses for preparing any affidavit be covered.",
      "id": "s116"
    },
    {
      "text": "62 In any event, she did not refuse to assist Mr Dekkan.",
      "id": "s117"
    },
    {
      "text": "She was prepared to give evidence, subject to being served with a subpoena.",
      "id": "s118"
    },
    {
      "text": "63 Moreover, I can see nothing in the evidence sought to be adduced from Ms Evans in the Court of Appeal to indicate that the result would have been different.",
      "id": "s119"
    },
    {
      "text": "Ms Evans's evidence did not affect any issue considered by Basten JA.",
      "id": "s120"
    },
    {
      "text": "64 Fourth, a large measure of Mr Dekkan's concerns was directed at the amount of the charges made by the solicitors.",
      "id": "s121"
    },
    {
      "text": "This does not fall within s 40(1)(g) because it could have been, and apparently was, raised in the cost assessment proceedings which gave rise to the bankruptcy notice.",
      "id": "s122"
    },
    {
      "text": "65 I should add that nothing in the Statement of Claim filed on the morning of the hearing alters the conclusion I have reached that Mr Dekkan has failed to satisfy me of the matters required by s 40(1)(g) of the Act.",
      "id": "s123"
    },
    {
      "text": "Conclusion and orders \n \n66 I have come to the view that Mr Dekkan has not satisfied me that he has a counter-claim, set-off or cross demand against Uther Webster &amp; Evans under s 40(1)(g) of the Act.",
      "id": "s124"
    },
    {
      "text": "In reaching that view, I have taken into account the fact that Mr Dekkan was not legally represented.",
      "id": "s125"
    },
    {
      "text": "I have also considered his claim in light of the medical evidence before me, albeit limited, of his difficulties.",
      "id": "s126"
    },
    {
      "text": "67 Mr Dekkan believes he has a genuine grievance about the amount of his legal expenses.",
      "id": "s127"
    },
    {
      "text": "I could observe, without the need for medical evidence, that this was causing him distress.",
      "id": "s128"
    },
    {
      "text": "Nevertheless, it did not prevent him from putting before me or presenting the material he relies upon.",
      "id": "s129"
    },
    {
      "text": "68 Although I am satisfied that the ground stated in s 40(1)(g) is not enlivened, the authorities establish that in an appropriate case, on the hearing of a petition where substantial reasons are shown, the Court may exercise a discretion to go behind the judgment debt: Wren v Mahony [1972] HCA 5 ; (1972) 126 CLR 212 at 224-225; Makhoul v Barnes (1995) 60 FCR 572 at 580-582.",
      "id": "s130"
    },
    {
      "text": "69 In Makhoul v Barnes at 582, Hill, Cooper and Branson JJ observed that where on an application to set aside a bankruptcy notice, a court has investigated the question of whether a real debt lies behind the judgment debt, it would rarely, if ever, do so again.",
      "id": "s131"
    },
    {
      "text": "70 The thrust of my consideration of the matter has been to determine whether Mr Dekkan has a claim which satisfies s 40(1)(g).",
      "id": "s132"
    },
    {
      "text": "To the extent that the question of the quantum of the indebtedness may arise on the hearing of the petition, it will be a matter for the judge hearing that application to decide whether, and to what extent, to exercise a discretion to go behind the judgment debt.",
      "id": "s133"
    },
    {
      "text": "71 The orders I will make are:\n \n \n 1.",
      "id": "s134"
    },
    {
      "text": "The application to set aside the bankruptcy notice be dismissed.",
      "id": "s135"
    },
    {
      "text": "2.",
      "id": "s136"
    },
    {
      "text": "The applicant pay the costs of the respondents.",
      "id": "s137"
    },
    {
      "text": "72 In considering the costs orders, I have taken into account the fact that Ms Evans and Ms Ramsay were joined as respondents.",
      "id": "s138"
    },
    {
      "text": "However, Uther Webster &amp; Evans acted for all the respondents.",
      "id": "s139"
    },
    {
      "text": "I do not see that an indemnity costs order in relation to Ms Ramsay's costs is appropriate, although it is true that she should not have been joined as a party.",
      "id": "s140"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s141"
    },
    {
      "text": "Associate:\n\nDated: 1 July 2008\n\n\n\n The Applicant was self-represented.",
      "id": "s142"
    },
    {
      "text": "Counsel for the Respondents: E Finnane \n \n Solicitors for the Respondents: Uther Webster &amp; Evans \n \n Date of Hearing: 24 June 2008 \n \n Date of Judgment: 3 July 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1004.html",
      "id": "s143"
    }
  ]
}