{
  "name": "SZLWQ v Minister for Immigration and Citizenship [2008] FCA 1406 (15 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1406.html",
  "catchphrases": [
    {
      "text": "parties agreed that appeal should be upheld",
      "id": "c0"
    },
    {
      "text": "court required to be satisfied for itself",
      "id": "c1"
    },
    {
      "text": "respondent's consent later withdrawn",
      "id": "c2"
    },
    {
      "text": "question of jurisdictional error examined",
      "id": "c3"
    },
    {
      "text": "no error established.",
      "id": "c4"
    },
    {
      "text": "invitation to provide information to specify the way in which it may be given",
      "id": "c5"
    },
    {
      "text": "evidence of prior communications",
      "id": "c6"
    },
    {
      "text": "method agreed by conduct",
      "id": "c7"
    },
    {
      "text": "challenged information followed previously agreed method of providing information",
      "id": "c8"
    },
    {
      "text": "no jurisdictional error established",
      "id": "c9"
    },
    {
      "text": "appeal dismissed.",
      "id": "c10"
    },
    {
      "text": "privacy principles",
      "id": "c11"
    },
    {
      "text": "information disclosed by consent",
      "id": "c12"
    },
    {
      "text": "refugee review tribunal not bound by privacy principles.",
      "id": "c13"
    },
    {
      "text": "practice and procedure",
      "id": "c14"
    },
    {
      "text": "migration",
      "id": "c15"
    },
    {
      "text": "administrative law",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This appeal ultimately involves challenges to decisions of the Refugee Review Tribunal ('the RRT') in 2002 and 2007.",
      "id": "s0"
    },
    {
      "text": "The nature of those decisions and the basis upon which they were challenged by the appellant, first in the Federal Magistrates Court of Australia ('the FMCA') and then in this Court, will be explained further.",
      "id": "s1"
    },
    {
      "text": "2 Shortly before the hearing of the appeal the parties forwarded draft consent orders to the Court asking that the appeal be upheld and the matter be remitted to the RRT for further attention.",
      "id": "s2"
    },
    {
      "text": "A 'Statement of Matters Justifying Consent Orders' was filed in accordance with Practice Direction 26 at the same time.",
      "id": "s3"
    },
    {
      "text": "It said:\n \n \n '1 The parties accept that the appeal should be allowed on the basis of the principles identified in the Full Federal Court decision of SZKTI v Minister for Immigration and Citizenship [2008] FCAFC 83.",
      "id": "s4"
    },
    {
      "text": "2 The parties accept that the Refugee Review Tribunal breached ss.424(3) and 424B of the Migration Act 1958 in relation to the invitation to provide additional information made on 22 May 2002 (AB 148).",
      "id": "s5"
    },
    {
      "text": "' \n \n \n\n3 Later, written submissions were provided by the first respondent ('the Minister') providing some further explanation.",
      "id": "s6"
    },
    {
      "text": "The point upon which the parties appeared then to be agreed had not been identified by the appellant, who had presented written submissions on her appeal on a different footing altogether.",
      "id": "s7"
    },
    {
      "text": "Those arguments were not addressed in writing initially by the Minister.",
      "id": "s8"
    },
    {
      "text": "4 The orders sought by the parties jointly at that time were:\n '1 The appeal be allowed with costs.",
      "id": "s9"
    },
    {
      "text": "2 The orders of Federal Magistrate Driver dated 30 April 2008 be set aside and in lieu thereof it be ordered that: \n \n \n \n \n \n (a) A writ of certiorari issue directed to the Refugee Review Tribunal quashing the decision of the Refugee Review Tribunal dated 26 July 2002 and handed down on 20 August 2002.",
      "id": "s10"
    },
    {
      "text": "(b) A writ of mandamus issue directed to the Refugee Review Tribunal requiring it to determine the application made to it for review of the decision of a delegate of the first respondent dated 1 August 2001 according to law.",
      "id": "s11"
    },
    {
      "text": "(c) The first respondent to pay the applicant's costs of the proceedings in the Federal Magistrates Court, as agreed or taxed pursuant to Part 2 of Schedule 1 of the Federal Magistrates Court Rules .",
      "id": "s12"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n5 When the appeal came before the Court for hearing on 13 August 2008 I indicated to Mr Kennett, who appeared for the Minister, and to the appellant who appeared in person, that I had some reservations about the suggestion that the RRT had committed jurisdictional error of the kind suggested.",
      "id": "s13"
    },
    {
      "text": "The suggestion was based upon recent decisions of this Court but they did not seem to me to be directly in point.",
      "id": "s14"
    },
    {
      "text": "In those circumstances I indicated that I was not prepared to make the orders sought by the parties jointly without further argument.",
      "id": "s15"
    },
    {
      "text": "6 Arrangements were then made for the hearing of the appeal to be adjourned until 26 August 2008 and for the jurisdictional question to receive further consideration and be the subject of further written submissions by the Minister.",
      "id": "s16"
    },
    {
      "text": "I also directed that the substance of the appeal be the subject of written submissions by the Minister.",
      "id": "s17"
    },
    {
      "text": "In the period thereby allowed, the Minister withdrew the concession that jurisdictional error had been committed and submitted that the appeal should be dismissed.",
      "id": "s18"
    },
    {
      "text": "7 I agree that no jurisdictional error was committed by the RRT.",
      "id": "s19"
    },
    {
      "text": "In order to explain why that is so it will be necessary to refer to the judgment of a Full Court of this Court mentioned in the joint 'Statement of Matters Justifying Consent Orders' and examine how the principles applied in that judgment were said initially to relate to the alleged breach by the RRT of ss 424(3) and 424B of the Act when it sought some further information on 22 May 2002.",
      "id": "s20"
    },
    {
      "text": "Before that is done, however, I will explain why I see no error in the decision under appeal given by the FMCA where the error initially suggested did not arise for consideration because the proceedings in, and decision of, the FMCA predated the judgment of the Full Court at first relied upon by the parties.",
      "id": "s21"
    },
    {
      "text": "Then it will be necessary to give further attention to the question whether, as the parties initially agreed, there is an independent foundation to conclude that the RRT committed some jurisdictional error.",
      "id": "s22"
    },
    {
      "text": "8 The appellant was born in, and is a citizen of, Georgia in the former USSR.",
      "id": "s23"
    },
    {
      "text": "She arrived in Australia on 12 April 2001 and made an application for a protection visa on 7 May 2001.",
      "id": "s24"
    },
    {
      "text": "On 1 August 2001 her application was refused by a delegate of the Minister.",
      "id": "s25"
    },
    {
      "text": "On 27 August 2001 she applied to the Refugee Review Tribunal ('the RRT') for a review of the delegate's decision.",
      "id": "s26"
    },
    {
      "text": "Similar applications for review had been made by two other persons who, like the appellant, claimed to have been actively involved in and affiliated with the Jehovah's Witness religion in Georgia.",
      "id": "s27"
    },
    {
      "text": "The RRT conducted a hearing in relation to all three applications for review at the same time.",
      "id": "s28"
    },
    {
      "text": "In a decision handed down on 20 August 2002 ('the first RRT decision') the RRT said:\n 'The applicants' claims are interrelated.",
      "id": "s29"
    },
    {
      "text": "They reside at the same address in Sydney and are all represented by the same migration agent.",
      "id": "s30"
    },
    {
      "text": "They claim to have been employed by the one company in Georgia, and all obtained visas to come to Australia with the stated aim of attending a \"Global Greens\" conference, having previously applied for a tourist visa giving a different reason, and having been refused.",
      "id": "s31"
    },
    {
      "text": "The claims of all three are similar.",
      "id": "s32"
    },
    {
      "text": "They claim to fear persecution because of their Jehovah's Witness faith.",
      "id": "s33"
    },
    {
      "text": "The first and second applicant claim to have been introduced to the Jehovah's Witnesses while on a business trip to the USA in 2000.",
      "id": "s34"
    },
    {
      "text": "The third claims to have become a Jehovah's Witness in Georgia in early 2000.",
      "id": "s35"
    },
    {
      "text": "Because of the interrelated nature of the claims, the Tribunal elected to consider the three cases together, with their consent and with the approval of their migration agent.",
      "id": "s36"
    },
    {
      "text": "' \n9 The RRT described their arrival in Australia as follows:\n 'The three applicants first applied for tourist visas to come to Australia, by applications dated 27 November 2000.",
      "id": "s37"
    },
    {
      "text": "They said they wished to come to Australia and stay between 20 December 2000 and 18 January 2001.",
      "id": "s38"
    },
    {
      "text": "They all said that they were employed by a firm in Tbilisi, Georgia, and accompanying material indicated that the firm was called \"Georgian Technologies Ltd.\" Company letterheads (some of which were in English) indicated that its address was at 142 Tsereteli Avenue Tbilisi, and that its telephone numbers were \"23 04 66\" and its fax number was \"22 17 79.",
      "id": "s39"
    },
    {
      "text": "\" The applications for tourist visas were refused, as the applications and supporting material indicated that the applicants were intending to conduct business for their firm whilst in Australia.",
      "id": "s40"
    },
    {
      "text": "Each was advised of the refusal on 30 November 2000.",
      "id": "s41"
    },
    {
      "text": "On 21 March 2001, each lodged an application for a business visa, indicating that the nature of their business was to attend a \"Global Greens\" conference in Australia between 14 and 16 April 2001, and that they intended to remain in Australia for 8 days.",
      "id": "s42"
    },
    {
      "text": "Their applications were accompanied by supporting documentation from the Australian organisers of the proposed Conference.",
      "id": "s43"
    },
    {
      "text": "These applications were approved.",
      "id": "s44"
    },
    {
      "text": "' \n10 There was then a detailed account of each application and of interviews conducted with each of the applicants by officers of the Department on 7 June 2001, which interviews were tape recorded.",
      "id": "s45"
    },
    {
      "text": "The RRT also referred to information it had sought from 'a senior official of the Jehovah's Witnesses in Russia, who was in contact with the church in Georgia' without identifying the applicants by name.",
      "id": "s46"
    },
    {
      "text": "As will be seen, a subsequent departure from preserving the anonymity of the present appellant lies at the heart of matters which have led to her appeal.",
      "id": "s47"
    },
    {
      "text": "11 The RRT conducted a hearing on 21 May 2002.",
      "id": "s48"
    },
    {
      "text": "It took evidence from each of the applicants.",
      "id": "s49"
    },
    {
      "text": "Sometimes the other applicants were present and sometimes they were not.",
      "id": "s50"
    },
    {
      "text": "There was discussion with each of them about inconsistencies and contradictions in the evidence.",
      "id": "s51"
    },
    {
      "text": "It is not necessary that this detail be analysed for the purpose of the present appeal.",
      "id": "s52"
    },
    {
      "text": "The matters of significance arise from things which occurred while all three applicants were present and after their evidence had been taken.",
      "id": "s53"
    },
    {
      "text": "The RRT recorded:\n 'The Tribunal advised the applicants that it was satisfied, on the basis of independent information it had seen, that Jehovah's Witnesses were subject to mistreatment in Georgia, and that the mistreatment amounted to persecution in its opinion.",
      "id": "s54"
    },
    {
      "text": "Therefore, the issue for it to decide in these cases was whether or not applicants were genuinely involved in the Jehovah's Witness religion in Georgia.",
      "id": "s55"
    },
    {
      "text": "It noted that, at their earlier interviews and at the hearing, they had displayed some knowledge of the religion and of relevant events in Georgia.",
      "id": "s56"
    },
    {
      "text": "However, that knowledge did not necessarily prove that they are Jehovah's Witnesses just as the Tribunal's knowledge of these matters did not make it a Jehovah's Witness.",
      "id": "s57"
    },
    {
      "text": "The Tribunal indicated that, when it had first examined their claims, it had been a little sceptical about how close the individual circumstances in which they claimed to have become Jehovah's Witnesses were, as the coincidences seemed unlikely.",
      "id": "s58"
    },
    {
      "text": "The closeness of the circumstances did not mean that the claims were necessarily false, but they did seem unusual to the Tribunal.",
      "id": "s59"
    },
    {
      "text": "The Tribunal had wished to have the hearing to see if it could find more information which could be checked with Jehovah's Witnesses in Georgia, they having given their individual approval for it to make detailed inquiries about them.",
      "id": "s60"
    },
    {
      "text": "To date, it had not disclosed their identities to anyone.",
      "id": "s61"
    },
    {
      "text": "It had however sought information about the existence of a congregation in the Svaneti district of Tbilisi led by a \"Gogi Beridze\" and which had a \"Kakha Amiranashvili\" among its members.",
      "id": "s62"
    },
    {
      "text": "It said that it had been advised by an authoritative source that leaders of Jehovah's Witness congregations were accorded the title \"Presiding Overseer.",
      "id": "s63"
    },
    {
      "text": "\" The applicants said the leader was called \"senior member\" or \"Supervisor.",
      "id": "s64"
    },
    {
      "text": "\" More importantly, the Tribunal said, it had been advised that there was a congregation called \"Marjanishvili\" in that district, but had no such people as Beridze and Amiranashvili associated with it.",
      "id": "s65"
    },
    {
      "text": "The Tribunal indicated that there was also a \"Mestia\" congregation in the Svaneti region, but those people were not associated with it either.",
      "id": "s66"
    },
    {
      "text": "The Tribunal said it wished to go back to its source and provide details of their names and backgrounds and asked if the applicants could provide any other information which would assist in having their claims confirmed.",
      "id": "s67"
    },
    {
      "text": "The Tribunal said that, if the applicants could provide any further information with which the Tribunal could approach its source again, it would do so, together with personal details about applicants.",
      "id": "s68"
    },
    {
      "text": "' (Emphasis added) \nand:\n 'The Tribunal said it would make further inquiries and would allow applicants a period of a month in which they or their agent could make further inquiries and provide further information and submissions if they wished.",
      "id": "s69"
    },
    {
      "text": "(Emphasis added) \nand:\n 'The Tribunal reminded the applicants that it would be happy to receive further information and submissions in the next month.",
      "id": "s70"
    },
    {
      "text": "However, no such submissions were made in two months which followed.",
      "id": "s71"
    },
    {
      "text": "' \n12 The RRT then 'made further enquiries with its sources in Jehovah's Witness organisation in Russia, giving personal details of the applicants, referring to' various matters about which they had given evidence.",
      "id": "s72"
    },
    {
      "text": "It is this communication, of 22 May 2002, which was initially said to represent a breach of jurisdictional requirements of the Act.",
      "id": "s73"
    },
    {
      "text": "I will return to it later.",
      "id": "s74"
    },
    {
      "text": "For the moment it does not affect the examination of the original foundation for the present appeal.",
      "id": "s75"
    },
    {
      "text": "13 A reply to the communication of 22 May 2002 was received on 1 July 2002 saying that the three applicants were unknown to members of the congregation and providing other information which was not consistent with what the applicants had said.",
      "id": "s76"
    },
    {
      "text": "On 4 July 2002 the RRT wrote to each of the applicants, with copies to their migration agent, raising these inconsistencies for their comment.",
      "id": "s77"
    },
    {
      "text": "The letter said, in part:\n 'First, as advised to you at the hearing held on 21 May 2002, the Tribunal had information from a senior representative of the Jehovah's Witnesses in Russia who is in contact with Witnesses in Georgia.",
      "id": "s78"
    },
    {
      "text": "The Tribunal told you at the hearing, that it had received advice that the Jehovah's Witness congregation, called \"Marjanishvili,\" in the Svanetsubani district of Tbilisi was not led by a man named \"Gogi Beridze,\" and did not include a member called \"Kakha Amiranishvili.",
      "id": "s79"
    },
    {
      "text": "\" Since the hearing, the Tribunal wrote again to the Administrative Centre of Jehovah's Witnesses in Russia, providing personal details about you and your two colleagues.",
      "id": "s80"
    },
    {
      "text": "A copy of the Tribunal's letter is enclosed.",
      "id": "s81"
    },
    {
      "text": "The reply received by the Tribunal, a copy of which is also enclosed, confirms the earlier advice that you are not known to the members of the congregation in question, and puts forward a logical explanation for its name.",
      "id": "s82"
    },
    {
      "text": "As mentioned at the hearing, if the Tribunal were to accept this information, which contradicts information provided by you and your two colleagues, it could conclude that you were not associated with Jehovah's Witnesses in Georgia.",
      "id": "s83"
    },
    {
      "text": "The Tribunal invites your comments on this point.",
      "id": "s84"
    },
    {
      "text": "' (Emphasis added) \n14 The applicants responded to the letter from the RRT on 25 July 2002.",
      "id": "s85"
    },
    {
      "text": "They made no complaint about the disclosure of their personal details but made comments about other aspects of the letter.",
      "id": "s86"
    },
    {
      "text": "15 In that part of the first RRT decision which disclosed its 'Findings and Reasons' the RRT said:\n 'As stated to the applicants at the hearing on 21 May 2002, the Tribunal is satisfied that Jehovah's Witnesses in Georgia have been subjected to persecution, so the key issue for the Tribunal to decide is whether they were genuinely involved in the religion while in Georgia.",
      "id": "s87"
    },
    {
      "text": "' \nand:\n 'The Tribunal accepts the independent evidence provided by the Chairman of the Presiding Committee at the Administrative Centre of Jehovah's Witnesses in Russia, without reservation, and finds that none of the applicants were involved in the Jehovah's Witness religion in Georgia in 2000 and 2001.",
      "id": "s88"
    },
    {
      "text": "It follows that the Tribunal rejects their claims about experiencing mistreatment in Georgia because of such an involvement.",
      "id": "s89"
    },
    {
      "text": "' \nand:\n Having regard to the totality of their evidence, the Tribunal does not regard them as truthful witnesses.",
      "id": "s90"
    },
    {
      "text": "' \n16 The appellant did not, at that time, seek any form of judicial review of the decision of the RRT although it is apparent that she remained in Australia.",
      "id": "s91"
    },
    {
      "text": "However, five years later, on 24 August 2007, she wrote to the RRT in the following terms:\n 'I decided to lodge another application to the Tribunal because there are exceptional circumstances, which are to be considered by your Tribunal.",
      "id": "s92"
    },
    {
      "text": "At the beginning of the last hearing I was informed that all information would be treated as confidential.",
      "id": "s93"
    },
    {
      "text": "It appears, however, that the Tribunal did not comply with its obligations under the Privacy Act.",
      "id": "s94"
    },
    {
      "text": "According to the Tribunal's decision, \"The Tribunal made further inquiries with its sources in the Jehovah's Witnesses organisation in Russia, giving personal details of the applicants, referring to their comments\".",
      "id": "s95"
    },
    {
      "text": "The reply, received by the Tribunal on 1 July 2002 also confirmers [sic] that my personal details and the fact that I applied for protection in Australia were given to Georgians.",
      "id": "s96"
    },
    {
      "text": "It said, \"herewith we would like to provide you with further information per your request in connection with refugee applicants from Georgia.",
      "id": "s97"
    },
    {
      "text": "There is a congregation of Jehovah's Witnesses located in the Svanetisubani region of Tbilisi.",
      "id": "s98"
    },
    {
      "text": "Congregations do not keep any record of attendance by individuals at meetings, however the refugee applicants name in your facsimile of May 22, 2002 are unknown to members of this congregation\".",
      "id": "s99"
    },
    {
      "text": "The inference I can draw from the reply is that my name and surname were mentioned during Jehovah's Witnesses' meetings.",
      "id": "s100"
    },
    {
      "text": "I wish to assure you that I am a Jehovah's Witness, however, I believe that not all Georgians attending meetings in Georgia are genuine Jehovah's Witnesses.",
      "id": "s101"
    },
    {
      "text": "I believe that there might be police informants.",
      "id": "s102"
    },
    {
      "text": "I believe that namely because of the inquiry the fact that I had applied for protection in Australia became known to Georgian authorities.",
      "id": "s103"
    },
    {
      "text": "I believe that namely this inquiry resulted in my mother's being intimidated by local militia.",
      "id": "s104"
    },
    {
      "text": "I also believe that because of the inquiry I will face imminent persecution by Georgian authorities if I will be removed from Australia.",
      "id": "s105"
    },
    {
      "text": "I am going to provide the Tribunal with evidence that my relatives have been targeted by Georgian authorities (police) because I had applied for protection in Australia.",
      "id": "s106"
    },
    {
      "text": "' \n17 The argument advanced by this letter, based upon an asserted breach of obligations under the Privacy Act 1988 (Cth) ('the Privacy Act '), was that the conduct of the RRT in 2002 exposed the appellant to persecution in Georgia.",
      "id": "s107"
    },
    {
      "text": "In a decision handed down on 19 December 2007 ('the second RRT decision') the RRT concluded that it did not have jurisdiction to deal with the matter further because the decision of the delegate refusing a protection visa had already been reviewed and affirmed.",
      "id": "s108"
    },
    {
      "text": "It referred to Jayasinghe v Minister for Immigration and Ethnic Affairs [1997] FCA 551 ; (1997) 76 FCR 301 ( 'Jayasinghe') and SZIIV v Minister for Immigration and Multicultural Affairs [2006] FMCA 322 (which followed Jayasinghe ).",
      "id": "s109"
    },
    {
      "text": "It is convenient to note, at this point, that unless the first RRT decision was vitiated by jurisdictional error the conclusion in the second RRT decision was clearly correct (see Minister for Immigration and Multicultural Affairs v Thiyagarajah [2000] HCA 9 ; (2000) 199 CLR 343 at [30] ).",
      "id": "s110"
    },
    {
      "text": "18 On 11 January 2008 the appellant made an application for judicial review of the second RRT decision to the Federal Magistrates Court of Australia ('the FMCA').",
      "id": "s111"
    },
    {
      "text": "Her principal contentions were as follows:\n \n \n '1.",
      "id": "s112"
    },
    {
      "text": "At the hearing (at previously constituted Tribunal) I was informed that all information contained in my visa application would be treated as confidential in accordance with the Privacy Act .",
      "id": "s113"
    },
    {
      "text": "2.",
      "id": "s114"
    },
    {
      "text": "The Tribunal failed to comply with obligations under the Privacy Act .",
      "id": "s115"
    },
    {
      "text": "... \n \n 5.",
      "id": "s116"
    },
    {
      "text": "The Tribunal ought to take into account its failure to comply with the Privacy Act (resulted in disclose of my personal information) and accept my second review application.",
      "id": "s117"
    },
    {
      "text": "Orders sought by Applicant \n \n 6.",
      "id": "s118"
    },
    {
      "text": "The decision of the Refugee Review Tribunal that it has no jurisdiction in relation to previous decision to be set aside.",
      "id": "s119"
    },
    {
      "text": "' \n \n \n19 The application for judicial review was, in terms, directed to the second RRT decision and the conclusion that the RRT had no jurisdiction to conduct a further review of the delegate's decision of 1 August 2001.",
      "id": "s120"
    },
    {
      "text": "As already indicated, a challenge limited in this way had no prospect of success.",
      "id": "s121"
    },
    {
      "text": "However, it would appear that on 6 February 2008 the FMCA directed the appellant to indicate whether she was seeking to review the first RRT decision or the second RRT decision.",
      "id": "s122"
    },
    {
      "text": "In a response dated 12 February 2008 the appellant indicated that she was seeking to review both of those decisions.",
      "id": "s123"
    },
    {
      "text": "20 The FMCA accordingly treated the application filed on 11 January 2008 as one which, in reality, challenged the first RRT decision as well as the second.",
      "id": "s124"
    },
    {
      "text": "As the most recent written submissions for the Minister have pointed out, transitional arrangements associated with the introduction of time limits imposed by s 477 of the Act preserved a right to challenge the first RRT decision at least until the date of the application to the FMCA (see also Minister for Immigration and Citizenship v SZKKC [2007] FCAFC 105 ; (2007) 159 FCR 565).",
      "id": "s125"
    },
    {
      "text": "21 The application for judicial review was rejected on 30 April 2008 ( SZLWQ v Minister for Immigration &amp; Anor [2008] FMCA 486).",
      "id": "s126"
    },
    {
      "text": "It is against that decision that the present appeal was brought.",
      "id": "s127"
    },
    {
      "text": "22 Before the FMCA the appellant relied upon Information Privacy Principle 11 under the Privacy Act .",
      "id": "s128"
    },
    {
      "text": "That principle states:\n 'Limits on disclosure of personal information \n \n 1.",
      "id": "s129"
    },
    {
      "text": "A record-keeper who has possession or control of a record that contains personal information shall not disclose the information to a person, body or agency (other than the individual concerned) unless: \n \n \n \n \n \n (a) the individual concerned is reasonably likely to have been aware, or made aware under Principle 2, that information of that kind is usually passed to that person, body or agency; \n \n \n \n \n \n (b) the individual concerned has consented to the disclosure; \n \n \n \n \n \n (c) the record-keeper believes on reasonable grounds that the disclosure is necessary to prevent or lessen a serious and imminent threat to the life or health of the individual concerned or of another person; \n \n \n \n \n \n (d) the disclosure is required or authorised by or under law; or \n \n \n \n \n \n (e) the disclosure is reasonably necessary for the enforcement of the criminal law or of a law imposing a pecuniary penalty, or for the protection of the public revenue.",
      "id": "s130"
    },
    {
      "text": "2.",
      "id": "s131"
    },
    {
      "text": "Where personal information is disclosed for the purposes of enforcement of the criminal law or of a law imposing a pecuniary penalty, or for the purpose of the protection of the public revenue, the record-keeper shall include in the record containing that information a note of the disclosure.",
      "id": "s132"
    },
    {
      "text": "3.",
      "id": "s133"
    },
    {
      "text": "A person, body or agency to whom personal information is disclosed under clause 1 of this Principle shall not use or disclose the information for a purpose other than the purpose for which the information was given to the person, body or agency.",
      "id": "s134"
    },
    {
      "text": "' \n \n \n23 There was some discussion in the decision of the FMCA about whether any breach of the Privacy Act , or Information Privacy Principle 11, would establish jurisdictional error by the RRT and whether, in light of the comprehensive provisions in the Migration Act 1958 (Cth), under which the RRT is established and conducts its proceedings, the Privacy Act in general, and Information Privacy Principle 11 in particular, has any application.",
      "id": "s135"
    },
    {
      "text": "The reasoning of the FMCA, however, on the substance of the matters argued by the appellant is to be found in the following paragraphs:\n \n \n '30.",
      "id": "s136"
    },
    {
      "text": "It is unnecessary to resolve these potentially difficult questions.",
      "id": "s137"
    },
    {
      "text": "That is because the applicant consented to the disclosure of the information in issue.",
      "id": "s138"
    },
    {
      "text": "The first Tribunal in its decision records that it contacted a senior official of the Jehovah's Witnesses in Russia for information without identifying any of the then three applicants.",
      "id": "s139"
    },
    {
      "text": "At the hearing conducted by the first Tribunal the applicants were invited to provide further information about their Jehovah's Witness adherence which the Tribunal could put to its source in Russia again, together with personal details about the applicants.",
      "id": "s140"
    },
    {
      "text": "The Tribunal advised the applicants that it would make further inquiries, giving personal details about them and further information which had been provided by them in seeking advice as to whether the use of the names of congregations was a recent innovation.",
      "id": "s141"
    },
    {
      "text": "The first Tribunal in its decision then records its further approach to its source in Russia giving personal details of the applicants and inquiring about the particular congregation they claimed to be members of.",
      "id": "s142"
    },
    {
      "text": "The Tribunal records the response received and a request to comment about the inquiry and response made pursuant to s.424A of the Migration Act .",
      "id": "s143"
    },
    {
      "text": "31.",
      "id": "s144"
    },
    {
      "text": "The Tribunal's approach to its source in Russia providing personal details of the applicants is dated 22 May 2002 and is reproduced at CB 65 and 66.",
      "id": "s145"
    },
    {
      "text": "Before that, on 30 April 2002, and presumably in response to the discussion that occurred at the Tribunal hearing, the applicant gave a written authority to the Tribunal to make inquiries about her to US immigration authorities, a firm known as Georgian Technologies and officials of the Jehovah's Witnesses.",
      "id": "s146"
    },
    {
      "text": "Given the discussion that occurred at the Tribunal hearing the applicant must have known, in giving that authority, that personal information about her would be disclosed to officials of the Jehovah's Witnesses in Russia.",
      "id": "s147"
    },
    {
      "text": "32.",
      "id": "s148"
    },
    {
      "text": "In my view, in giving that authority, the applicant consented to the disclosure in the letter reproduced at CB 65 and 66.",
      "id": "s149"
    },
    {
      "text": "If she had been in any doubt as to what had occurred, that doubt was removed when copies of that letter and the response received were provided to her with the s.424A letter dated 4 July 2002.",
      "id": "s150"
    },
    {
      "text": "It is noteworthy that in her response to the request to comment on the information received from Russia, the applicant made no complaint about the disclosure of her personal information.",
      "id": "s151"
    },
    {
      "text": "Indeed, she and the other applicants expressed gratitude at the opportunity to comment on the information received from Russia in response to the disclosure.",
      "id": "s152"
    },
    {
      "text": "It was not until 18 July 2007 that the applicant raised the issue of disclosure with the Minister in the context of her request for his consent to make a fresh protection visa application pursuant to s.48B of the Migration Act .",
      "id": "s153"
    },
    {
      "text": "In the following month the applicant made her second application to the Tribunal.",
      "id": "s154"
    },
    {
      "text": "In the light of the discussion that occurred at the first Tribunal hearing, the applicant's lack of complaint in her response to the s.424A invitation when presented with the details of the disclosure made and the five year delay before any complaint was made to either the Minister or the Tribunal, her assertion that she did not consent to the disclosure lacks credibility.",
      "id": "s155"
    },
    {
      "text": "I reject that assertion and find that the disclosure made by the Tribunal was made with the applicant's consent.",
      "id": "s156"
    },
    {
      "text": "It follows that exception (b) to Information Privacy Principle 11 applies and the challenge to the validity of either or both Tribunal decisions must fail.",
      "id": "s157"
    },
    {
      "text": "' \n \n \n24 In her appeal to this Court the appellant stated the grounds of her appeal in the following way:\n '1.",
      "id": "s158"
    },
    {
      "text": "The Privacy Act 1988 provides protection for personal information.",
      "id": "s159"
    },
    {
      "text": "2.",
      "id": "s160"
    },
    {
      "text": "The Tribunal disclosed my personal information as well as information set out in my protection visa application to \"another party\".",
      "id": "s161"
    },
    {
      "text": "3.",
      "id": "s162"
    },
    {
      "text": "According to Principle 11 of the Privacy Act 1988 (Limits on disclosure of personal information), a record-keeper who has possession or control of a record that contains personal information shall not disclose the information to a person, body or agency unless: \n \n \n \n \n \n ( i) the individual concerned is reasonably likely to have been aware, or made aware, that information of that kind is usually passed to that person, body or agency; \n (ii) the individual concerned has consented to the disclosure; \n (iii) the record-keeper believes on reasonable grounds that the disclosure is necessary to prevent or lessen a serious and imminent threat to the life or health of the individual concerned or of another person; \n (iv) the disclosure is required or authorised by or under law; or \n (v) the disclosure is reasonably necessary for the enforcement of the criminal law or of a law imposing a pecuniary penalty, or for the protection of the public revenue.",
      "id": "s163"
    },
    {
      "text": "4.",
      "id": "s164"
    },
    {
      "text": "At the beginning of the hearing the Tribunal guaranteed that the hearing would be strictly confidential and that my personal information would not be passed to other party.",
      "id": "s165"
    },
    {
      "text": "5.",
      "id": "s166"
    },
    {
      "text": "In its \"Finding and Reasons\" the Tribunal said, \"the Tribunal made further inquiries with its sources in the Jehovah's Witnesses organisation in Russia, giving personal details of the applicants, referring to their comments\".",
      "id": "s167"
    },
    {
      "text": "6.",
      "id": "s168"
    },
    {
      "text": "The Tribunal did not make me aware that it was going to pass my personal information to a Georgian organisation.",
      "id": "s169"
    },
    {
      "text": "7.",
      "id": "s170"
    },
    {
      "text": "The Tribunal did not seek (and did not obtain) my consent to the disclosure.",
      "id": "s171"
    },
    {
      "text": "8.",
      "id": "s172"
    },
    {
      "text": "His Honour should have concluded that the Tribunal failed to comply with Principle 11 of the Privacy Act 1988 .",
      "id": "s173"
    },
    {
      "text": "' \n \n \n\n25 The matters stated in grounds 4, 6 and 7 of the grounds of appeal amounted to a direct challenge to factual matters referred to in the first decision of the RRT and in the decision of the FMCA.",
      "id": "s174"
    },
    {
      "text": "There was no evidence to support those allegations and the present appeal would, in any event, have been an inappropriate forum in which to seek to lead such evidence.",
      "id": "s175"
    },
    {
      "text": "The present appeal provided an opportunity for the appellant to identify error in the judgment of the FMCA but it did not provide an opportunity to mount a collateral factual challenge about events in 2002 which was not argued in the RRT or the FMCA.",
      "id": "s176"
    },
    {
      "text": "26 I have already mentioned the fact that the appellant and her colleagues made no protest about the RRT's indication that it proposed to identify them when it sought further information.",
      "id": "s177"
    },
    {
      "text": "In addition, in [31] of the decision of the FMCA reference is made to an authority provided to the RRT by the appellant.",
      "id": "s178"
    },
    {
      "text": "That authority was given prior to the RRT hearing on 21 May 2002 (not, as the FMCA thought, 'in response to the discussion that occurred at the Tribunal hearing' ).",
      "id": "s179"
    },
    {
      "text": "The authority was dated 30 April 2002 and was stamped as received in the RRT on 1 May 2002.",
      "id": "s180"
    },
    {
      "text": "It reads:\n 'I authorise the Refugee Review Tribunal to make inquiries about me with US immigration authorities, the firm known as Georgian Technologies and with officials of the Jehovah's Witnesses.",
      "id": "s181"
    },
    {
      "text": "' \n27 The authority was provided in response to an invitation to do so in a letter to the appellant from the RRT advising of a date and time for an oral hearing.",
      "id": "s182"
    },
    {
      "text": "The letter was dated 22 April 2002.",
      "id": "s183"
    },
    {
      "text": "It said, relevantly:\n 'Finally, the Tribunal may wish to make inquiries about your situation with third parties, namely US Immigration Authorities, your former employer, Georgian Technologies, and the Jehovah's Witness church.",
      "id": "s184"
    },
    {
      "text": "However, it is not yet certain that the Tribunal will need to do this.",
      "id": "s185"
    },
    {
      "text": "Moreover, the Tribunal would prefer to have your permission to make such inquiries, which most likely will require disclosing your name to outside persons.",
      "id": "s186"
    },
    {
      "text": "If you are prepared to give permission, will you please sign and return the enclosed authorisation form.",
      "id": "s187"
    },
    {
      "text": "' \n28 It is apparent that [31] of the decision of the FMCA contains factual errors about the circumstances in which the authority was signed and provided by the appellant but it remains, nevertheless, correct in my view to conclude that the appellant must be taken to have understood that enquiries might be made about her personally with Jehovah's Witness officials to verify her claims.",
      "id": "s188"
    },
    {
      "text": "The complaint to the RRT on 24 August 2007 was about disclosure to persons in Georgia but the enquiries she had authorised would certainly extend to Georgia because that is where she had claimed, before the delegate, to have become involved in Jehovah's Witness meetings.",
      "id": "s189"
    },
    {
      "text": "The decision of the delegate records the following:\n 'The applicant claims that she travelled to Australia to practice her religion without fear of being beaten or gaoled.",
      "id": "s190"
    },
    {
      "text": "At interview on 7 June 2001, she described how she was introduced to the beliefs of the Jehovah's Witness faith whilst in the USA.",
      "id": "s191"
    },
    {
      "text": "She described how on return to Georgia from the USA, she became involved in Jehovah's Witness meetings for several months and the harassment she experienced as a result.",
      "id": "s192"
    },
    {
      "text": "The country information cited above shows that followers of the Jehovah's witness religion are subject to persecutory treatment in Georgia.",
      "id": "s193"
    },
    {
      "text": "The question is whether the applicant is a genuine adherent to the Jehovah's Witness faith and whether on [sic] not she will have a real or imputed profile as a Jehovah's Witness follower on return to Georgia.",
      "id": "s194"
    },
    {
      "text": "' \n29 It soon became clear that enquiries of persons in Georgia were being made through the Jehovah's Witness church in Russia.",
      "id": "s195"
    },
    {
      "text": "As I earlier indicated, the letter of 4 July 2002 from the RRT to the appellant and the other two applicants explicitly indicated that personal details about them had been provided in that way.",
      "id": "s196"
    },
    {
      "text": "No complaint was made about enquiries in Georgia or Russia.",
      "id": "s197"
    },
    {
      "text": "Indeed, the following was said in their joint response dated 25 July 2002:\n 'As for the fact that our names were not registered in any lists of Jehovah's Witnesses is very easy to explain: we were not baptized and that's why we were not listed.",
      "id": "s198"
    },
    {
      "text": "If you could contact the group that we knew you would get the only possible information.",
      "id": "s199"
    },
    {
      "text": "We are Jehovah's Witnesses.",
      "id": "s200"
    },
    {
      "text": "' (Emphasis added) \n30 Although in her letter to the RRT on 24 August 2007, and in her grounds of the present appeal, the appellant complained only about enquiries being made to persons in Georgia, in her written submissions in support of her appeal the appellant complained about enquiries being made in both Russia and Georgia.",
      "id": "s201"
    },
    {
      "text": "By contrast, at the hearing of the appeal she appeared to accept that she had, in fact, authorised enquiries in Georgia but she continued to complain about enquiries being made in Russia, although she was not able to articulate why that was of significance.",
      "id": "s202"
    },
    {
      "text": "The Russian officials appear to have been only a conduit for enquiries in Georgia.",
      "id": "s203"
    },
    {
      "text": "31 Whatever the specific nature of her complaint I am satisfied, as was the FMCA, that the appellant authorised the enquiries which were made, offered no protest upon being told they would be made and registered no complaint when those enquiries were made and the results disclosed to her.",
      "id": "s204"
    },
    {
      "text": "There was no breach of Information Privacy Principle 11 (assuming it applied) because the appellant consented to the disclosure about which she later complained.",
      "id": "s205"
    },
    {
      "text": "32 The Minister also argued that compliance with the Privacy Act was not a prerequisite to the making of a valid decision by the RRT because the requirements for a valid decision are set out comprehensively in the Act and because the Privacy Act contains its own remedial provisions which are 'self-contained'.",
      "id": "s206"
    },
    {
      "text": "The submission was supported by reference to a judgment by French J in Goldie v Commonwealth of Australia [2000] FCA 1873 ; (2000) 180 ALR 609 at [85] - [87] and the concurrence of Beaumont J in Abbasi v Minister for Immigration and Multicultural Affairs [2001] FCA 1274 at [67] .",
      "id": "s207"
    },
    {
      "text": "Although it was not necessary for the FMCA to examine this issue, I agree with Mr Kennett's submission that the argument advanced by the appellant to the FMCA was legally unsound and provided no basis for the relief that she there sought.",
      "id": "s208"
    },
    {
      "text": "33 Now it is necessary to return to the question of whether there arose from the decision of the Full Court in SZKTI v Minister for Immigration and Citizenship (2008) 168 FCR 256 ( 'SZKTI' ) an independent foundation for a conclusion that the RRT committed jurisdictional error in its first decision.",
      "id": "s209"
    },
    {
      "text": "Although the Minister withdrew the suggestion that the first RRT decision was jurisdictionally flawed according to recent authority in this Court and although the argument was never independently identified by the appellant, fairness to the appellant requires that I explain why I agree that withdrawal of the suggestion of jurisdictional error was correct.",
      "id": "s210"
    },
    {
      "text": "34 Section 424 of the Act provides:\n \n \n '(1) In conducting the review, the Tribunal may get any information that it considers relevant.",
      "id": "s211"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s212"
    },
    {
      "text": "(2) Without limiting subsection (1), the Tribunal may invite a person to give additional information.",
      "id": "s213"
    },
    {
      "text": "(3) The invitation must be given to the person: \n \n \n \n \n (a) except where paragraph (b) applies --- by one of the methods specified in section 441A; or \n (b) if the person is in immigration detention --- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s214"
    },
    {
      "text": "35 The methods specified by s 441A for giving an invitation referred to in s 424(2) include transmitting it by facsimile (s 441C(5)(d)).",
      "id": "s215"
    },
    {
      "text": "36 Section 424B(1) and (2) provide (so far as relevant):\n '(1) If a person is: \n \n (a) invited under section 424 to give additional information; ... \n ... \n the invitation is to specify the way in which the additional information or the comments may be given, being the way the Tribunal considers is appropriate in the circumstances.",
      "id": "s216"
    },
    {
      "text": "(2) If the invitation is to give additional information or comments otherwise than at an interview, the information or comments are to be given within a period specified in the invitation, being a prescribed period or, if no period is prescribed, a reasonable period.",
      "id": "s217"
    },
    {
      "text": "' \n \n \n\n37 It is also necessary to draw attention to s 424C(1), which provides:\n '(1) If a person: \n \n (a) is invited under section 424 to give additional information; and \n \n \n \n \n \n (b) does not give the information before the time for giving it has passed; \n \n \n \n \n the Tribunal may make a decision on the review without taking any further action to obtain the additional information.",
      "id": "s218"
    },
    {
      "text": "' \n \n \n\n38 In the initial written submissions on this point counsel for the Minister said:\n \n \n '2.",
      "id": "s219"
    },
    {
      "text": "In the present case the Tribunal sought information by a facsimile message addressed to a Mr Kalin at the Administrative Center of Jehovah's Witnesses in Russia (AB 148-149).",
      "id": "s220"
    },
    {
      "text": "The information sought was for the most part background information about a Jehovah's Witness congregation in Russia but included a question specifically about the present applicant.",
      "id": "s221"
    },
    {
      "text": "3.",
      "id": "s222"
    },
    {
      "text": "Following SZKTI , this facsimile [of 22 May 2002] must be regarded as an invitation under s 424(2).",
      "id": "s223"
    },
    {
      "text": "On that basis it was required to specify the way in which the information was to be given (s 424B(1)) and the period in which it was to be given (s 424B(2)).",
      "id": "s224"
    },
    {
      "text": "The facsimile did not do either of those things.",
      "id": "s225"
    },
    {
      "text": "The Tribunal thus failed to comply with an element of the procedural regime in Division 4 of Part 7 of the Act (see SZIZO v Minister for Immigration and Citizenship [2008] FCAFC 122 at [75] ).",
      "id": "s226"
    },
    {
      "text": "39 In SZKTI the Full Court rejected an argument by the Minister that the requirements of s 424(3) were effectively discretionary, holding that when a person was invited to give additional information the requirements of s 424(3) were mandatory and a failure to comply with them constituted jurisdictional error.",
      "id": "s227"
    },
    {
      "text": "In SZKCQ v Minister for Immigration and Citizenship [2008] FCAFC 119 ( 'SZKCQ' ) another Full Court came to the same view.",
      "id": "s228"
    },
    {
      "text": "The essence of the reasoning in SZKTI and SZKCQ was that the requirement imposed on the RRT to extend an invitation in writing was part of the formal processes established for the conduct of reviews by the RRT, in a context informed by s 422B(1), in the same Division of the Act, which provides:\n \n \n '(1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s229"
    },
    {
      "text": "' \n \n \n\n40 The paragraph in SZIZO v Minister for Immigration and Citizenship [2008] FCAFC 122 ( 'SZIZO' ) which was referred to in the Minister's initial written submissions ([75]) reads:\n \n \n '75 Each of those procedures which are mandated by the Division must be complied with: SAAP [2005] HCA 24 ; 228 CLR 294.",
      "id": "s230"
    },
    {
      "text": "Moreover, since that decision, the legislature has made it plain that this subdivision ought to be understood as incorporating all of the obligations necessary for an administrative decision-maker to discharge the natural justice hearing rule.",
      "id": "s231"
    },
    {
      "text": "If the Tribunal fails to provide the applicant with the benefit of any of those procedures which are mandated by the Division, the Tribunal will have failed to discharge \"imperative duties\" or to observe \"inviolable limitations or restraints\" found in the Act and would commit jurisdictional error: Plaintiff S157/2002 v Commonwealth (2003) 211 CLR 476.",
      "id": "s232"
    },
    {
      "text": "' \n \n(Emphasis added) \n41 However, this passage did not purport to lay down a general rule concerning each of the procedures available to the RRT for obtaining information.",
      "id": "s233"
    },
    {
      "text": "It is necessary to read the paragraph in its context, and with regard to what 'those procedures' are to which reference was being made.",
      "id": "s234"
    },
    {
      "text": "That context is set by [73] and [74]:\n \n \n '73 The Division assumes that the Tribunal will gather relevant information from a number of sources.",
      "id": "s235"
    },
    {
      "text": "The Secretary must, of course, provide the documents prescribed in s 418 which are in the Secretary's possession or control.",
      "id": "s236"
    },
    {
      "text": "The Tribunal is given all the powers of the Minister, if the Minister made the decision under review, or the Minister's delegate, if the delegate was the decision maker.",
      "id": "s237"
    },
    {
      "text": "The Division contemplates that the Tribunal will obtain further documents and information from sources apart from the applicant.",
      "id": "s238"
    },
    {
      "text": "The Division requires the Tribunal to have regard to any information it gathers and also to bring any information to the attention of the applicant for the applicant's comment if that information may be used for the purpose of affirming the decision under review.",
      "id": "s239"
    },
    {
      "text": "Whilst the Tribunal is said to be conducting a review, it does so on the information which it obtains from the Department, the delegate, the applicant and any other source.",
      "id": "s240"
    },
    {
      "text": "The information which it may accumulate may be quite different to that which the delegate had when the delegate made a decision.",
      "id": "s241"
    },
    {
      "text": "Natural justice is further provided to the applicant by requiring the Tribunal to invite the applicant to the hearing except in the circumstances mentioned in s 425(2).",
      "id": "s242"
    },
    {
      "text": "The purpose of requiring the Tribunal to invite the applicant to the hearing is to ensure that the applicant has an opportunity of putting his or her case to the Tribunal considering the review.",
      "id": "s243"
    },
    {
      "text": "It is important that the applicant receive notice of that invitation.",
      "id": "s244"
    },
    {
      "text": "74 There are three procedures which are mandated by the legislation.",
      "id": "s245"
    },
    {
      "text": "First , the Tribunal must give the applicant particulars of any information that the Tribunal considers would be the reason or part of the reason for affirming the decision under review.",
      "id": "s246"
    },
    {
      "text": "Secondly , except in the circumstances mentioned in s 425(2), the Tribunal must invite the applicant to appear before the Tribunal.",
      "id": "s247"
    },
    {
      "text": "Thirdly , the Tribunal must conduct a hearing.",
      "id": "s248"
    },
    {
      "text": "' \n (Emphasis added) \n \n \n42 Examination of whether, as was initially suggested, the provisions of s 424B(1) and (2) set up 'imperative duties' or establish 'inviolable limits or restraints' upon the RRT rather than provide control and flexibility to the RRT is not, in my view, answered by the principles stated in any of SZKTI, SZKCQ or SZIZO , none of which cases dealt with s 424B.",
      "id": "s249"
    },
    {
      "text": "43 As already indicated, s 424C relieves the RRT from any obligation to take further action to obtain information which has been sought under s 424 if it is not provided within a period specified in the invitation.",
      "id": "s250"
    },
    {
      "text": "Section 424B also enables the RRT to specify the way in which the information is to be provided.",
      "id": "s251"
    },
    {
      "text": "It is clear from other provisions in s 424B that those ways include giving the information at an interview scheduled for a particular place and time (s 424B(3)).",
      "id": "s252"
    },
    {
      "text": "The RRT is given a discretion to extend periods for providing information (even if the period is prescribed - s 424B(4)) and to change and extend nominated times for an interview (even if a period within which to hold an interview is prescribed - s 424B(5)).",
      "id": "s253"
    },
    {
      "text": "In these ways the RRT is given considerable flexibility and control over the way in which, and the time by which, information should be provided to it.",
      "id": "s254"
    },
    {
      "text": "If its requests in that regard are not met, s 424C(1) allows it to proceed to a decision without the information and with no breach of the natural justice hearing rule being thereby committed.",
      "id": "s255"
    },
    {
      "text": "However, those powers, and the manner of their exercise, stand in a different position to the obligation in s 424(3).",
      "id": "s256"
    },
    {
      "text": "In particular, the consequence of a failure in an invitation to specify precisely how, or by when, information is to be provided requires attention.",
      "id": "s257"
    },
    {
      "text": "It is best to do it, in the present case, by reference to the facts of the case.",
      "id": "s258"
    },
    {
      "text": "44 On 12 April 2002 a senior researcher with the RRT addressed an enquiry by facsimile to the Administrative Center of Jehovah's Witnesses in Saint Petersburg, Russia.",
      "id": "s259"
    },
    {
      "text": "The enquiry sought general information about Jehovah's Witness congregations in and around Tbilisi and key leaders in Georgia.",
      "id": "s260"
    },
    {
      "text": "It was not addressed to any specific person.",
      "id": "s261"
    },
    {
      "text": "Although they are not included in the Appeal Book, it appears from a later exchange of facsimiles that a Mr Vasiliy Kalin responded by facsimile and that the senior researcher sent another facsimile on 19 April 2002, presumably addressed to him personally.",
      "id": "s262"
    },
    {
      "text": "On 29 April 2002 a further facsimile was sent to Mr Kalin about a different applicant.",
      "id": "s263"
    },
    {
      "text": "On 8 May 2002 Mr Kalin responded to the facsimiles of 19 and 29 April 2002.",
      "id": "s264"
    },
    {
      "text": "The facsimile number on his response (both in the body of the facsimile and on the facsimile header showing transmission details) was the same as the number to which the original facsimile of 12 April 2002 was sent in Russia.",
      "id": "s265"
    },
    {
      "text": "The facsimile number in Australia to which Mr Kalin's facsimile of 8 May 2002 was sent was that given as a facsimile number by the senior researcher for the purposes of a reply.",
      "id": "s266"
    },
    {
      "text": "Mr Kalin and the senior researcher, at least, appear to have understood and agreed that they would communicate with each other by facsimile.",
      "id": "s267"
    },
    {
      "text": "Their communications passed between the facsimile numbers originally nominated by the senior researcher.",
      "id": "s268"
    },
    {
      "text": "In his facsimile of 8 May 2002 Mr Kalin offered his further assistance, having responded to enquiries made about the case of the present appellant and her colleagues, who had not, to this point, been identified.",
      "id": "s269"
    },
    {
      "text": "Mr Kalin said:\n 'We hope this information is helpful.",
      "id": "s270"
    },
    {
      "text": "If there is anything more we could do for you, please do not hesitate to contact us.",
      "id": "s271"
    },
    {
      "text": "' \n45 This was the context in which the communication of 22 May 2002, which the Minister proposed initially to concede was sent in breach of principles stated in SZKTI , was sent.",
      "id": "s272"
    },
    {
      "text": "46 The facsimile of 22 May 2002 was sent to Mr Kalin.",
      "id": "s273"
    },
    {
      "text": "It was a request for additional information.",
      "id": "s274"
    },
    {
      "text": "It was therefore an 'invitation' within the meaning of s 424(2).",
      "id": "s275"
    },
    {
      "text": "It was sent by facsimile.",
      "id": "s276"
    },
    {
      "text": "It therefore conformed with s 441C(5) and s 424(3).",
      "id": "s277"
    },
    {
      "text": "It was sent to, and from, the same facsimile numbers as before.",
      "id": "s278"
    },
    {
      "text": "It identified a particular facsimile number (again) as a facility for communication with the senior researcher.",
      "id": "s279"
    },
    {
      "text": "It commenced as follows:\n 'Dear Mr Kalin, Thank you once again for your recent reply to my queries.",
      "id": "s280"
    },
    {
      "text": "As I indicated in my facsimile of 19 April 2002, the Tribunal expected to learn more regarding the circumstances of the Applicants referred to in case GGA 15057 --- we are now aware of additional information regarding these Applicants and would like to clarify some further matters.",
      "id": "s281"
    },
    {
      "text": "' \n47 On this occasion the present appellant and her colleagues were identified by name, date of birth and previous residential address in Tbilisi.",
      "id": "s282"
    },
    {
      "text": "Five specific questions were posed.",
      "id": "s283"
    },
    {
      "text": "The facsimile then concluded with the following (as had earlier facsimiles):\n 'please be aware that any information you provide the Tribunal may form part of the information used by the Tribunal to review applications for refugee status.",
      "id": "s284"
    },
    {
      "text": "The information may be cited by the Tribunal in a finalised decision.",
      "id": "s285"
    },
    {
      "text": "The information or your organisation's identity may be disclosed to applicants, their advisers, the Department of Immigration, Multicultural and Indigenous Affairs (Australia), or otherwise become publicly available.",
      "id": "s286"
    },
    {
      "text": "' \n48 Mr Kalin replied on 1 July 2002.",
      "id": "s287"
    },
    {
      "text": "The facsimile of 22 May 2002 and the reply on 1 July 2002 were the further enquiries, and the responses, foreshadowed by the RRT at its hearing to which I referred earlier.",
      "id": "s288"
    },
    {
      "text": "They were the subject of the letter from the RRT to the three applicants on 4 July 2002 which prompted no complaint from them.",
      "id": "s289"
    },
    {
      "text": "The enquiry of 22 May 2002 was made after receipt by the RRT on 1 May 2002 of the authority by the appellant dated 30 April 2002 authorising enquiries of, amongst others, officials of the Jehovah's Witnesses.",
      "id": "s290"
    },
    {
      "text": "49 The Minister's most recent written submissions withdrew the suggestion that the RRT had failed to comply with s 424(3) or s 424B of the Act.",
      "id": "s291"
    },
    {
      "text": "It was argued that each provision had been complied with.",
      "id": "s292"
    },
    {
      "text": "An alternative submission was that if there had not been strict compliance with s 424B that did not result in jurisdictional error or invalidity in the first RRT decision.",
      "id": "s293"
    },
    {
      "text": "I agree with those latest arguments.",
      "id": "s294"
    },
    {
      "text": "50 First, it seems to me, that for reasons earlier given there is no doubt that the RRT complied with s 424(3).",
      "id": "s295"
    },
    {
      "text": "Secondly, I do not think the suggested lack of conformity between the terms of the facsimile to Mr Kalin on 22 May 2002 and the requirements of s 424B(1) and (2) have the consequences originally suggested.",
      "id": "s296"
    },
    {
      "text": "51 Section 424B(1) directs the RRT to specify the way in which the additional information is to be given.",
      "id": "s297"
    },
    {
      "text": "Clearly it was not to be at an interview.",
      "id": "s298"
    },
    {
      "text": "Equally clearly, Mr Kalin understood that he was being invited to respond in kind, by facsimile.",
      "id": "s299"
    },
    {
      "text": "The course of dealings between him and the senior researcher since the first enquiry by facsimile on 12 April 2002 had established that as their mutual, and agreed, method of communication.",
      "id": "s300"
    },
    {
      "text": "In my view the nomination of a facsimile number as a facility for the response was also a sufficient specification of a method of response.",
      "id": "s301"
    },
    {
      "text": "Accordingly, there was no breach of s 424B(1).",
      "id": "s302"
    },
    {
      "text": "52 Section 424B(2) on its face directs that 'information or comments are to be given within a period specified in the invitation' .",
      "id": "s303"
    },
    {
      "text": "It does not, in terms, impose a direct obligation on the RRT about the terms of the invitation (cf.",
      "id": "s304"
    },
    {
      "text": "s 424B(1) --- 'the invitation is to specify ...' ).",
      "id": "s305"
    },
    {
      "text": "The consequence of any failure to specify a period is that the facility in s 424C of proceeding to a decision in the absence of the information might not be available but I do not see s 424B(2) as establishing the kind of obligation on the RRT which could lead to either statutory breach or jurisdictional error.",
      "id": "s306"
    },
    {
      "text": "A circumstance of this kind (failure to specify a period and consequent inability to rely on s 424C) does not fall within any of the reasoning in SZKTI, SZKCQ or SZIZO .",
      "id": "s307"
    },
    {
      "text": "As it happens the information was given.",
      "id": "s308"
    },
    {
      "text": "It was brought to the attention of the appellant.",
      "id": "s309"
    },
    {
      "text": "She had an opportunity to deal with it.",
      "id": "s310"
    },
    {
      "text": "It cannot be said that the information was not given before the time for it had passed (s 424C(1)(b)).",
      "id": "s311"
    },
    {
      "text": "In my view no 'breach' of s 424B(2) occurred and, in any event, any failure to comply with its strict terms did not, in the circumstances of this case at least, amount to jurisdictional error on the part of the RRT.",
      "id": "s312"
    },
    {
      "text": "The Minister's latest written submissions drew attention to judgments of this Court to similar effect ( SZEXZ v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 449 and M v Minister for Immigration and Multicultural Affairs [2006] FCA 1247 ; (2006) 155 FCR 333 at [34] - [37] ).",
      "id": "s313"
    },
    {
      "text": "53 In my view there is no ground to set aside the first decision of the RRT.",
      "id": "s314"
    },
    {
      "text": "No occasion arises therefore to call into question the second decision of the RRT.",
      "id": "s315"
    },
    {
      "text": "54 The appeal must be dismissed.",
      "id": "s316"
    },
    {
      "text": "It is appropriate to dismiss it with costs.",
      "id": "s317"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s318"
    },
    {
      "text": "Associate:\n\nDated: 15 September 2008\n\n The Appellant appeared in person.",
      "id": "s319"
    },
    {
      "text": "Counsel for the First and Second Respondents: Mr G Kennett \n \n Solicitor for the First and Second Respondents: Sparke Helmore \n\n Date of Hearing: 13 and 26 August 2008 \n \n Date of Judgment: 15 September 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1406.html",
      "id": "s320"
    }
  ]
}