{
  "name": "SZKCU v Minister for Immigration and Citizenship [2008] FCA 1388 (12 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1388.html",
  "catchphrases": [
    {
      "text": "visa",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "no ground for quashing decision of refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "faulty reasoning of tribunal member",
      "id": "c3"
    },
    {
      "text": "concern that appellant has not had his claims considered properly",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding \n \n1 The appellant in this proceeding has not raised any ground on which it would be possible to allow his appeal.",
      "id": "s0"
    },
    {
      "text": "I have reserved judgment because I wish to draw the attention of the Minister for Immigration and Citizenship (\"the Minister\") to what I consider to be wholly inadequate reasoning of the Refugee Review Tribunal (\"the Tribunal\") in the exercise of its fact-finding function.",
      "id": "s1"
    },
    {
      "text": "As fact-finding is a matter for the Tribunal, it is not possible for me to allow the appeal on the basis of the Tribunal's inadequate process of reasoning.",
      "id": "s2"
    },
    {
      "text": "I wish merely to draw the attention of the Minister, and those advising him, to my view that the appellant has not had his claims for a protection visa considered properly.",
      "id": "s3"
    },
    {
      "text": "2 The appellant is a citizen of India.",
      "id": "s4"
    },
    {
      "text": "He arrived in Australia on 18 June 2006 in possession of a business visa, which bore a false name.",
      "id": "s5"
    },
    {
      "text": "On 14 July 2006, he made an application for a protection visa.",
      "id": "s6"
    },
    {
      "text": "A delegate of the Minister's predecessor, the Minister for Immigration and Multicultural Affairs, decided to refuse to grant the visa on 12 September 2006.",
      "id": "s7"
    },
    {
      "text": "The appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "On 29 December 2006, the Tribunal affirmed the decision not to grant a protection visa.",
      "id": "s9"
    },
    {
      "text": "The appellant applied to the Federal Magistrates Court for remedies that would have had the effect of setting aside the Tribunal's decision and causing the Tribunal to re-determine his application for review of the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "Before his application was heard, he filed in the Federal Magistrates Court an amended application.",
      "id": "s11"
    },
    {
      "text": "On 12 November 2007, the Federal Magistrates Court dismissed the application and the amended application, and ordered the appellant to pay the Minister's costs of $5,000.",
      "id": "s12"
    },
    {
      "text": "The orders and reasons for judgment of the Federal Magistrates Court are published as SZKCU v Minister for Immigration &amp; Anor [2007] FMCA 1926.",
      "id": "s13"
    },
    {
      "text": "The appellant then filed in this Court a notice of appeal, together with an affidavit, sworn by him on 28 November 2007.",
      "id": "s14"
    },
    {
      "text": "3 The notice of appeal named only the Minister as the respondent.",
      "id": "s15"
    },
    {
      "text": "A notice of appearance was filed on behalf of the Minister.",
      "id": "s16"
    },
    {
      "text": "After the notice of appearance was filed, the Minister's legal representatives began filing documents in which the Minister is designated as the first respondent and the Tribunal is named as the second respondent.",
      "id": "s17"
    },
    {
      "text": "As far as I am aware, no order was made joining the Tribunal as a party, or amending the title to the proceeding.",
      "id": "s18"
    },
    {
      "text": "The Tribunal was a party to the proceeding in the Federal Magistrates Court.",
      "id": "s19"
    },
    {
      "text": "As the decision-maker, it would be the party to which orders would be directed, particularly an order for mandamus, if the appeal were allowed.",
      "id": "s20"
    },
    {
      "text": "It is therefore necessary that the Tribunal be bound by the judgment of the Court.",
      "id": "s21"
    },
    {
      "text": "It is clear that the Tribunal should be a party.",
      "id": "s22"
    },
    {
      "text": "An order should be made, joining the Tribunal as the second respondent, and amending the title to the proceeding accordingly.",
      "id": "s23"
    },
    {
      "text": "4 By s 36 of the Migration Act 1958 (Cth) (\"the Migration Act \"), there is a class of visas to be known as protection visas.",
      "id": "s24"
    },
    {
      "text": "A criterion for a protection visa is that the person applying for it be a non-citizen in Australia to whom the Minister is satisfied that Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s25"
    },
    {
      "text": "The terms \"Refugees Convention\" and \"Refugees Protocol\" are defined in s 5(1) of the Migration Act to mean respectively the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and the Protocol relating to the Status of Refugees done at New York on 31 January 1967.",
      "id": "s26"
    },
    {
      "text": "It is convenient to refer to these two documents, taken together as the \"Convention\".",
      "id": "s27"
    },
    {
      "text": "For present purposes, it is sufficient to say that, pursuant to the Convention, Australia has protection obligations to any person who:\n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country The appellant's claims \n \n5 The appellant claimed to have a well-founded fear of persecution, by reason of his membership of a scheduled caste under Indian legislation, and his political activities.",
      "id": "s28"
    },
    {
      "text": "Hence, his claims could be taken to raise both the membership of a particular social group and political opinion grounds in the Convention.",
      "id": "s29"
    },
    {
      "text": "In its reasons for decision, the Tribunal summarised the appellant's claims as follows:\n He belongs to the Madiga Schedule caste community....",
      "id": "s30"
    },
    {
      "text": "He was teased verbally and physically by forward caste teachers and by students.",
      "id": "s31"
    },
    {
      "text": "He organised a group on behalf of the RSU (Radical Students Union) to seek scholarships for the economically poor students and to fight against the ill treatment of the upper caste teachers.",
      "id": "s32"
    },
    {
      "text": "He studied at A.V. College and he became a member of the Radical Students Unit, and then secretary of the RSU.",
      "id": "s33"
    },
    {
      "text": "After completing his college studies he became a member of the Radical Youth League (RYL) and he started involving himself in social and political activity such as boycotting the elections and protesting against corruption and inequality through demonstrations and processions.",
      "id": "s34"
    },
    {
      "text": "During 2003, the applicant was arrested by the police in connection with the protests, and he was questioned and tortured by the local police and then the DIG (District Inspector General of Police) office at Hyderabad and then the Federal Intelligence bureau.",
      "id": "s35"
    },
    {
      "text": "He was then put in prison for three months.",
      "id": "s36"
    },
    {
      "text": "He was released on conditional bail with twice-a-day reporting conditions for one month.",
      "id": "s37"
    },
    {
      "text": "The police also arrested him and charged him with false cases 'for erupting communal violence' and he was placed in prison for thirty days and was released on bail.",
      "id": "s38"
    },
    {
      "text": "He was also arrested for pasting a poster against the Federal government, in buses.",
      "id": "s39"
    },
    {
      "text": "He was sentenced by the court under National Security Act (NSU) and was remanded to judicial custody for three months.",
      "id": "s40"
    },
    {
      "text": "The court denied bail and he was transferred to a central gaol.",
      "id": "s41"
    },
    {
      "text": "His brother was injured when he went to give a mercy petition to the Minister to release the applicant from gaol.",
      "id": "s42"
    },
    {
      "text": "The applicant was released from the central gaol.",
      "id": "s43"
    },
    {
      "text": "He started to fast and a few rowdies from the Telugu Desam Party, with the help of the police, tried to force him to stop fasting, and he was attacked and his head was injured.",
      "id": "s44"
    },
    {
      "text": "The local police arrested and tortured him and framed charges against him as if he had attacked the Telugu Desam party men with a knife and dagger.",
      "id": "s45"
    },
    {
      "text": "He was brought before the court and was released on bail.",
      "id": "s46"
    },
    {
      "text": "He was later detained during the state and federal elections, and when he tried to participate in the demonstration of a communist leader in Hyderabad, the police arrested him and recorded his fingerprints and put him in gaol for several months, whereupon he was released on bail.",
      "id": "s47"
    },
    {
      "text": "Every time he was arrested he was tortured and abused by the police and the inhumane treatment in gaol.",
      "id": "s48"
    },
    {
      "text": "The applicant states he did not instigate any violent activities.",
      "id": "s49"
    },
    {
      "text": "He is scared of communal clashes between Muslims and Hindus in India.",
      "id": "s50"
    },
    {
      "text": "He stated the Indian politicians and police are totally corrupt, so if he went back to India they would try to kill him.",
      "id": "s51"
    },
    {
      "text": "The Tribunal's reasons for decision \n \n6 In its reasons for decision, the Tribunal set out in full a statutory declaration of the appellant, lodged with his original application for a protection visa.",
      "id": "s52"
    },
    {
      "text": "It also set out: the terms of a letter dated 17 November 2006 from the Tribunal to the appellant, requesting pursuant to s 424 of the Migration Act that he provide information; the terms of a letter dated 17 November 2006 from the Tribunal to the appellant, informing him of information it had and requesting comments, pursuant to s 424A of the Migration Act ; a summary of the response of the appellant on 28 November 2006; the terms of a further letter dated 4 December 2006 from the Tribunal to the appellant pursuant to s 424A ; a summary of the response of the appellant; and a summary of the appellant's evidence, given at a hearing conducted by the Tribunal on 15 December 2006.",
      "id": "s53"
    },
    {
      "text": "The Tribunal also set out a considerable quantity of information it had acquired from sources other than the appellant, which it regarded as relevant to his claims.",
      "id": "s54"
    },
    {
      "text": "7 The Tribunal made a detailed comparison between what the appellant had said in his application for a protection visa and what he had said in his earlier application for a business visa.",
      "id": "s55"
    },
    {
      "text": "It drew attention to inconsistencies between those two applications in the information provided.",
      "id": "s56"
    },
    {
      "text": "It referred to the appellant's explanation for this, which was that the information provided in his application for a business visa had been provided by an agent; the appellant signed the application but did not check the information in it.",
      "id": "s57"
    },
    {
      "text": "Because of the threat to his life, and his fear, he did whatever the agent told him.",
      "id": "s58"
    },
    {
      "text": "The Tribunal concluded that it was not satisfied that documents provided in support of the application for a business visa contained correct information.",
      "id": "s59"
    },
    {
      "text": "It expressed the view that \"the documentation in relation to the Application for a Business visa is unreliable and little weight can be placed on it.",
      "id": "s60"
    },
    {
      "text": "\" The Tribunal then continued:\n The applicant had, however, signed the Application for a Business visa, but said he did so without his full knowledge of its contents.",
      "id": "s61"
    },
    {
      "text": "On the other hand, he argued that the information contained in the Application for a Protection visa is correct, and that it was provided with his full knowledge.",
      "id": "s62"
    },
    {
      "text": "However, there is no evidence to support the applicant's claims with regard to his Protection visa application and subsequent claims, other than his own verbal evidence and a photo of the applicant with a bandage on his head.",
      "id": "s63"
    },
    {
      "text": "The Tribunal places little evidence [sic] on that photo as it only shows a bandage, and no wound.",
      "id": "s64"
    },
    {
      "text": "The applicant stated at the hearing that he had a scar which he could show the Tribunal.",
      "id": "s65"
    },
    {
      "text": "However, this again would not be conclusive of what the applicant claimed as the cause, as it may relate to some other injury, and the Tribunal makes that finding.",
      "id": "s66"
    },
    {
      "text": "Having found that the applicant's signature attached to his Application for a Business visa was of little weight, the Tribunal must look closely at the applicant's claims in his Application for a Protection visa and in his subsequent evidence, despite it being sworn as correct, both on the document, and at the hearing.",
      "id": "s67"
    },
    {
      "text": "In this regard, the applicant was unable to state at the hearing that the peace talks in 2004 between the Andhra Pradesh government and the Naxalites were only possible because the government had lifted the ban on the Naxalites in order to enable the peace talks to occur (The Hindu 22 July 2004).",
      "id": "s68"
    },
    {
      "text": "The Tribunal finds that this indicates that the applicant does not have the political knowledge which one would expect from a person making his claims.",
      "id": "s69"
    },
    {
      "text": "The Tribunal finds the applicant's claims are not credible in this regard.",
      "id": "s70"
    },
    {
      "text": "The applicant's family name was referred to as 'Pulluri' in his Application for a Business (short stay) visa.",
      "id": "s71"
    },
    {
      "text": "On the Application for a Protection visa, there was no surname provided, and on his passport, his surname is shown as 'P'.",
      "id": "s72"
    },
    {
      "text": "The Tribunal finds that the evidence in relation to his name is inconsistent.",
      "id": "s73"
    },
    {
      "text": "The Tribunal finds the applicant's evidence is not credible in this regard.",
      "id": "s74"
    },
    {
      "text": "Even if the surname 'Pulluri' was created by the applicant's agent, nevertheless his passport and Application for a Protection visa are still inconsistent.",
      "id": "s75"
    },
    {
      "text": "The Tribunal finds that his explanations for these differences was not convincing.",
      "id": "s76"
    },
    {
      "text": "Having regard to its findings, the Tribunal finds that the applicant cannot be believed and it is not prepared to accept that any of his claims in relation to scheduled caste, political activities, arrests, imprisonment, torture, attacks on him, and false charges against him, are true.",
      "id": "s77"
    },
    {
      "text": "Further, the Tribunal does not accept that the applicant fears violence on religious grounds between Hindus and Muslims.",
      "id": "s78"
    },
    {
      "text": "8 The Tribunal did not accept the appellant's claims that he had suffered persecution in India.",
      "id": "s79"
    },
    {
      "text": "As a result, it was not satisfied that the appellant faced a real chance of persecution if he should return to India, at that time or in the foreseeable future.",
      "id": "s80"
    },
    {
      "text": "The Tribunal was therefore not satisfied that the appellant had a well-founded fear of persecution for any Convention-related reason.",
      "id": "s81"
    },
    {
      "text": "The judgment of the Federal Magistrates Court \n \n9 The learned federal magistrate identified five grounds on which the appellant claimed to rely in his original application to that court, and a further two grounds from his amended application.",
      "id": "s82"
    },
    {
      "text": "For reasons that he gave, which it is unnecessary to recite in detail, the federal magistrate rejected each of those grounds.",
      "id": "s83"
    },
    {
      "text": "Some contained no ground for judicial review at all, others were not particularised or supported by submissions, and some merely sought to take issue with the Tribunal's findings of fact, on which the federal magistrate could not adjudicate.",
      "id": "s84"
    },
    {
      "text": "I have read the reasons for judgment of the federal magistrate carefully, and am unable to detect any error in them.",
      "id": "s85"
    },
    {
      "text": "The grounds of appeal \n \n10 In his notice of appeal, the appellant specifies the judgment from which he appeals, indicates that he seeks a writ of mandamus against the Tribunal, requiring it to determine the application for a protection visa in accordance with law, and alleges that the Tribunal erred in failing to consider all claims and issues put forward by him.",
      "id": "s86"
    },
    {
      "text": "This last-mentioned allegation is the only proposition that would answer the description of a ground of appeal in the notice of appeal.",
      "id": "s87"
    },
    {
      "text": "It is not one of those advanced in the Federal Magistrates Court.",
      "id": "s88"
    },
    {
      "text": "In the affidavit filed in this Court, the appellant repeats the proposition that the Tribunal erred in failing to consider all claims and issues put forward by him, asserts his disagreement with the Tribunal's decision and says:\n The RRT made decision without giving any importance to my evidence which I Presented [sic] at the time of hearing.",
      "id": "s89"
    },
    {
      "text": "The member did not believe of my problems in India.",
      "id": "s90"
    },
    {
      "text": "I strongly and firmly believe that I have legitimate claims for a protection visa.",
      "id": "s91"
    },
    {
      "text": "I do believe that if I am compelled to go back to my country I will be persecuted.",
      "id": "s92"
    },
    {
      "text": "The RRT did not account [sic] that fear of persecution and made decision without Considering [sic] this issue in his decision.",
      "id": "s93"
    },
    {
      "text": "I ask the Honourable court to substitute the Decision and make orders in accordance with my application.",
      "id": "s94"
    },
    {
      "text": "11 The appellant appeared without legal representation at the hearing of the appeal.",
      "id": "s95"
    },
    {
      "text": "He was assisted by an interpreter.",
      "id": "s96"
    },
    {
      "text": "He did not make any submissions about any of the grounds advanced to the Federal Magistrates Court, about the ground raised in his notice of appeal and his affidavit in this Court, or about any other ground.",
      "id": "s97"
    },
    {
      "text": "He asserted that, at the Tribunal hearing, the Tribunal member had not asked him any questions.",
      "id": "s98"
    },
    {
      "text": "The result of the appeal \n \n12 The appellant has not identified any ground on which the Federal Magistrates Court could have held that the Tribunal's decision should be set aside and that the application for review of the Minister's delegate's decision refusing to grant a protection visa dealt with again.",
      "id": "s99"
    },
    {
      "text": "It is clear from the matters on which the appellant relied in the Federal Magistrates Court, in his notice of appeal and affidavit in this Court, and in his oral argument, that he wishes to agitate matters of fact that were found against him by the Tribunal.",
      "id": "s100"
    },
    {
      "text": "Neither the Federal Magistrates Court nor this Court has any power to overturn any finding of fact made by the Tribunal in the exercise of its power to review the decision of the Minister's delegate.",
      "id": "s101"
    },
    {
      "text": "The appellant was not able to make any serious attempt to allege jurisdictional error on the part of the Tribunal, or error on the part of the federal magistrate.",
      "id": "s102"
    },
    {
      "text": "His assertion that the Tribunal member did not ask him any questions is obviously untrue, in the light of the summary in the Tribunal's reasons for decision of the course that the Tribunal hearing took.",
      "id": "s103"
    },
    {
      "text": "It is clear from that summary that the Tribunal member asked the appellant a number of questions.",
      "id": "s104"
    },
    {
      "text": "The reality is that the appellant simply did not like the questions that the Tribunal member was putting to him.",
      "id": "s105"
    },
    {
      "text": "He would have preferred the Tribunal member to ask questions that did not challenge his account of events, and to make findings of fact that accorded with that account.",
      "id": "s106"
    },
    {
      "text": "This is not a ground on which the Federal Magistrates Court, or this Court, could interfere with the Tribunal's decision.",
      "id": "s107"
    },
    {
      "text": "13 All that can be said is that the fact that the appellant takes issue with the factual conclusions of the Tribunal, and seems to be prepared to grasp any possible proposition that might give him a basis for overturning that decision, appears to be consistent with his claim that he fears returning to India.",
      "id": "s108"
    },
    {
      "text": "14 The appeal must be dismissed.",
      "id": "s109"
    },
    {
      "text": "No reason was advanced, and none appears, why the usual principle, that costs follow the event, should not be applied.",
      "id": "s110"
    },
    {
      "text": "The appellant should be ordered to pay the Minister's costs of the appeal.",
      "id": "s111"
    },
    {
      "text": "Concerns as to the Tribunal's reasoning \n \n15 In the course of its reasons for decision, the Tribunal expressed a finding \"that the documentation in relation to the Application for a Business visa is unreliable and little weight can be placed on it.",
      "id": "s112"
    },
    {
      "text": "\" As appears from the passage from the Tribunal's reasons set out at [7] above, the foundation for the chain of reasoning that led to the Tribunal's refusal to give any credit to the appellant's evidence is the proposition that the finding that little weight was to be attached to the appellant's signature on his application for a business visa required the Tribunal to look closely at his claims in his application for a protection visa and in his subsequent evidence.",
      "id": "s113"
    },
    {
      "text": "The second of these propositions does not follow from the first, as a matter of logic.",
      "id": "s114"
    },
    {
      "text": "It was the appellant's own evidence that what appeared in his application for a business visa should not be accepted, as he had procured an agent to obtain that visa, and the agent had provided the information, which the appellant had signed without looking at it.",
      "id": "s115"
    },
    {
      "text": "The appellant was inviting the Tribunal to accept that the information in his application for a business visa was untrue, and to accept that the information in his application for a protection visa was true.",
      "id": "s116"
    },
    {
      "text": "16 As a matter of logic, if the Tribunal had accepted as true the information in the application for a business visa, it would have had to regard much of what the appellant said in his application for a protection visa as untrue, because of the inconsistencies between the two.",
      "id": "s117"
    },
    {
      "text": "On the other hand, if the Tribunal accepted that the information in the business visa application was untrue, as a matter of logic, there was a further alternative open to it.",
      "id": "s118"
    },
    {
      "text": "Either it could conclude that the information in the protection visa application was also untrue, or it could accept that the information in the protection visa application was true.",
      "id": "s119"
    },
    {
      "text": "It was not bound to do either of these things.",
      "id": "s120"
    },
    {
      "text": "The Tribunal member appears to have thought that he was bound to take the first course.",
      "id": "s121"
    },
    {
      "text": "17 The next step in the chain of reasoning on the appellant's credit was the proposition that the appellant had been unable to state at the hearing that a certain event was only possible because of another event.",
      "id": "s122"
    },
    {
      "text": "This finding appears to be a reference to part of the course of evidence in the Tribunal's hearing, which the Tribunal summarised in its reasons for decision as follows:\n The Tribunal discussed country information with the applicant that there were peace talks in 2004 between the Andhra Pradesh government and the Naxalites.",
      "id": "s123"
    },
    {
      "text": "The applicant stated that in 2004 there were peace talks between the Naxalites and the government but the talks stopped.",
      "id": "s124"
    },
    {
      "text": "Several Naxalite people have been killed since then.",
      "id": "s125"
    },
    {
      "text": "The Tribunal asked what action the government took to facilitate these peace talks.",
      "id": "s126"
    },
    {
      "text": "The applicant stated both parties had made demands, and discussions took place, but they couldn't agree.",
      "id": "s127"
    },
    {
      "text": "The applicant stated that the government invited the Naxalite leaders to the peace table.",
      "id": "s128"
    },
    {
      "text": "The government couldn't kill the Naxalites at that meeting as it would become an issue.",
      "id": "s129"
    },
    {
      "text": "Some of the Naxalites at the meeting were killed in the forest and the government said they had been killed in an encounter with the police.",
      "id": "s130"
    },
    {
      "text": "He stated, however, that none of the police officers were ever killed in any of these 'encounters.",
      "id": "s131"
    },
    {
      "text": "' The Tribunal indicated to the applicant that the issue it was attempting to elicit from the applicant was that the government of Rajashekhar Reddy had lifted the ban on the Naxalites in order to enable the peace talks to occur.",
      "id": "s132"
    },
    {
      "text": "The applicant stated that as long as there was a ban, there were no talks.",
      "id": "s133"
    },
    {
      "text": "18 If this summary is accurate, it might be taken to indicate that the appellant did not give the answer that the Tribunal member expected, or wanted him to give, to a question that the Tribunal member put.",
      "id": "s134"
    },
    {
      "text": "It is a considerable step from the failure to give the expected, or desired, answer to the finding that the appellant was \"unable\" to give that answer.",
      "id": "s135"
    },
    {
      "text": "The passage in the Tribunal's reasons describing what happened in the course of the appellant's evidence does not suggest that the appellant was entirely ignorant about the matters the Tribunal was asking about.",
      "id": "s136"
    },
    {
      "text": "It leaves open the possibility that the appellant did not understand fully what the Tribunal member was asking, or had an interpretation of the events that was different from that which commended itself to the Tribunal.",
      "id": "s137"
    },
    {
      "text": "For the Tribunal member to expect some orthodoxy in answering the questions is difficult enough to accept.",
      "id": "s138"
    },
    {
      "text": "When the orthodox answer is not given, for the Tribunal member to reach the conclusion that it was not given because the appellant was unable to give it is considerably more difficult.",
      "id": "s139"
    },
    {
      "text": "The Tribunal's conclusion that the appellant did not have the political knowledge that could be expected from a person making his claims is based on false reasoning.",
      "id": "s140"
    },
    {
      "text": "19 The next element in the chain of reasoning concerned inconsistencies in the appellant's evidence in relation to his surname.",
      "id": "s141"
    },
    {
      "text": "The Tribunal was entitled to take into account these inconsistencies.",
      "id": "s142"
    },
    {
      "text": "Whether it was entitled to demand \"convincing\" explanations for the differences might be questioned, but it is unnecessary to go further in relation to this.",
      "id": "s143"
    },
    {
      "text": "20 The Tribunal's conclusion that the appellant could not be believed about any of his claims is therefore based on a chain of reasoning in which at least two out of the three elements are themselves falsely reasoned.",
      "id": "s144"
    },
    {
      "text": "The fact that the Tribunal member has rejected altogether everything that the appellant said about his claims on such a flimsy basis is what causes me concern about the Tribunal's decision.",
      "id": "s145"
    },
    {
      "text": "I recognise that fact-finding is a matter for the Tribunal.",
      "id": "s146"
    },
    {
      "text": "I feel bound to draw the case to the attention of the Minister, and those advising him, when the fact-finding process is so flawed as to cause me to doubt that the appellant has had a fair opportunity of having his claims assessed.",
      "id": "s147"
    },
    {
      "text": "The appellant claimed to fear death if he should return to India.",
      "id": "s148"
    },
    {
      "text": "He claimed that he would be killed for reasons that would make him a person to whom Australia has protection obligations in terms of the Convention.",
      "id": "s149"
    },
    {
      "text": "If the Tribunal's decision is wrong, and the appellant is right, the consequences to the appellant are potentially drastic.",
      "id": "s150"
    },
    {
      "text": "It is my view that, if possible, the appellant should be afforded another opportunity to have his claims considered and dealt with by a properly reasoned process of fact-finding.",
      "id": "s151"
    },
    {
      "text": "Addendum \n \n21 When judgment was delivered in this proceeding, orders were pronounced, including an order that the appellant pay the Minister's costs of the proceeding.",
      "id": "s152"
    },
    {
      "text": "The solicitor representing the Minister then informed me that she had instructions not to seek an order for costs of the proceeding.",
      "id": "s153"
    },
    {
      "text": "I recalled the order I had just made, revoked the order for costs and \n\n \npronounced again the orders adding the Tribunal as the second respondent, with the appropriate amendment to the title of the proceeding, and dismissing the appeal.",
      "id": "s154"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s155"
    },
    {
      "text": "Associate:\n\nDated: 12 September 2008\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondents: Ms KC Morgan \n \n Solicitor for the Respondents: DLA Phillips Fox \n\n Date of Hearing: 5 March 2008 \n \n Date of Judgment: 12 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1388.html",
      "id": "s156"
    }
  ]
}