{
  "name": "IGT v Commissioner of Patents [2008] FCA 15 (17 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/15.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "decision of commissioner of patents refusing leave to adduce further evidence in opposition proceedings",
      "id": "c1"
    },
    {
      "text": "proposed consent order to set aside decision",
      "id": "c2"
    },
    {
      "text": "whether arguable error of law demonstrated",
      "id": "c3"
    },
    {
      "text": "arguable error of law demonstrated",
      "id": "c4"
    },
    {
      "text": "proposed order within power and appropriate",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 These proceedings, as currently constituted, pursuant to an order made on 17 December 2007, are by way of application for review under the Administrative Decisions (Judicial Review) Act 1977 (Cth) (the ADJR Act) of a decision of a delegate of the Commissioner of Patents.",
      "id": "s0"
    },
    {
      "text": "By the decision, which was given on 9 August 2007 at Canberra in an opposition to Australian Patent Application 754689, the delegate refused leave to the applicant as opponent to serve further evidence.",
      "id": "s1"
    },
    {
      "text": "Costs were awarded against the applicant.",
      "id": "s2"
    },
    {
      "text": "The parties now propose a consent order by which the delegate's decision would be set aside and the matter remitted to the delegate to be dealt with according to law.",
      "id": "s3"
    },
    {
      "text": "I have given consideration to whether there is a basis for the contention that the delegate's decision was flawed by error of law.",
      "id": "s4"
    },
    {
      "text": "I am satisfied on the joint submission of the parties that it was arguable that the decision was so flawed, that the parties have a common position and that the order proposed is within power and appropriate.",
      "id": "s5"
    },
    {
      "text": "Factual and procedural background \n \n2 The patent application in issue in this case relates to an apparatus for use with a system of linked poker machines providing, in particular, an improved jackpot mechanism for use with such a poker machine system.",
      "id": "s6"
    },
    {
      "text": "The application for the patent was made by Aristocrat Technologies Australia Pty Ltd (Aristocrat) on 8 July 1998 claiming priority from provisional applications filed on 8 July and 9 September 1997.",
      "id": "s7"
    },
    {
      "text": "The patent application was advertised as accepted on 21 November 2002.",
      "id": "s8"
    },
    {
      "text": "3 Acres Gaming Inc (Acres) filed a notice of opposition on 21 February 2003.",
      "id": "s9"
    },
    {
      "text": "It was given numerous extensions of time to serve evidence in support.",
      "id": "s10"
    },
    {
      "text": "The serving of the evidence was apparently completed on 2 March 2005.",
      "id": "s11"
    },
    {
      "text": "Aristocrat obtained extensions of time to serve evidence in answer, but on 4 December 2006 advised the Patent Office that it would not be filing any evidence.",
      "id": "s12"
    },
    {
      "text": "4 On 9 February 2007, IGT, a company incorporated under the laws of the State of Nevada in the United States of America, filed a request to amend the notice of opposition to record it as opponent.",
      "id": "s13"
    },
    {
      "text": "The relevant intellectual property in gaming technologies had been assigned by Acres to IGT and the opposition thereafter proceeded in the name of IGT.",
      "id": "s14"
    },
    {
      "text": "5 IGT filed an application to serve further evidence on Aristocrat.",
      "id": "s15"
    },
    {
      "text": "The application was supported by two statutory declarations by IGT's patent attorney.",
      "id": "s16"
    },
    {
      "text": "Aristocrat objected to the application and on 15 May 2007 requested a hearing in relation to the matter of further evidence.",
      "id": "s17"
    },
    {
      "text": "The hearing was held on 27 June 2007.",
      "id": "s18"
    },
    {
      "text": "A delegate of the Commissioner of Patents, MG Kraefft, refused the application on 9 August 2007.",
      "id": "s19"
    },
    {
      "text": "6 The further evidence comprised about 30 pieces of prior art, including patent and non-patent literature.",
      "id": "s20"
    },
    {
      "text": "Additional further evidence was foreshadowed.",
      "id": "s21"
    },
    {
      "text": "It would be evidence from industry experts commenting on the additional prior art.",
      "id": "s22"
    },
    {
      "text": "Further evidence was also anticipated from a notice which IGT had drafted for the Commissioner of Patents (the Commissioner) to issue to Aristocrat under s 210(c) of the Patents Act 1990 (Cth) (the Act) for the production of documents.",
      "id": "s23"
    },
    {
      "text": "The delegate observed that the Commissioner would deal with that notice as appropriate on the basis of the decision as to the leave to rely on additional evidence.",
      "id": "s24"
    },
    {
      "text": "It appeared from the draft notice that IGT was principally seeking documents from Aristocrat relating to communications between Aristocrat and the Queensland Treasury Office of Gaming Regulation about the communication protocol and its compliance with that protocol.",
      "id": "s25"
    },
    {
      "text": "7 The delegate, in his decision, referred to reg 5.10 of the Patents Regulations 1991 (Cth) and, in particular, subreg 5.10(4) which states: \n \n The Commissioner may: \n \n (a) on the application of a party; and \n (b) on such reasonable terms (if any) as the Commissioner specifies; \n \n permit the party to serve further evidence on the other party.",
      "id": "s26"
    },
    {
      "text": "This was to be read in conjunction with subreg 5.10(5): \n \n \n The Commissioner must not give a direction under subregulation (1) or grant an application under subregulation (2) or (4) unless the Commissioner: \n \n ...\n \n (c) in either case: \n \n \n \n \n (i) gives the parties a reasonable opportunity to make representations concerning the application or proposed action; and \n (ii) is reasonably satisfied that a direction, an extension of time or the serving of further evidence is appropriate in all the circumstances.",
      "id": "s27"
    },
    {
      "text": "8 The delegate identified the criteria for determining an application to serve further evidence under reg 5.10 thus (at [14]): \n \n Relevant considerations are the discretionary nature of regulation 5.10 , the explanation of the delay in serving the further evidence although a satisfactory explanation is not mandatory, the interests of the parties taking part in the opposition, and the public interest.",
      "id": "s28"
    },
    {
      "text": "9 The delegate was of the view that, having regard to the public interest, there seemed to be no case for IGT to serve more evidence without good reason.",
      "id": "s29"
    },
    {
      "text": "The opposition had begun four years previously.",
      "id": "s30"
    },
    {
      "text": "IGT's application to serve further evidence with consequential further delays could only be justified if it were significantly different from the initial evidence served in support and crucial to advancing the proper determination of the opposition on its merits.",
      "id": "s31"
    },
    {
      "text": "A key document referred to was an exhibit to one of the statutory declarations sworn by IGT's patent attorney.",
      "id": "s32"
    },
    {
      "text": "The exhibit was designated the 'QCOM document'.",
      "id": "s33"
    },
    {
      "text": "Counsel for IGT submitted the QCOM document was materially relevant.",
      "id": "s34"
    },
    {
      "text": "The delegate said (at [18]):\n \n While a complete analysis is more appropriate for the substantive hearing, the onus nonetheless lies with IGT to make a case that the QCOM document is likely to add significantly to its case.",
      "id": "s35"
    },
    {
      "text": "The delegate agreed with a submission made by Aristocrat's representative that the QCOM document was of very little relevance.",
      "id": "s36"
    },
    {
      "text": "He was 'unconvinced that the QCOM document [was] likely to add significantly to IGT's case ...'.",
      "id": "s37"
    },
    {
      "text": "10 As to the remaining documents, the delegate said it was not clear why they were necessary for the purpose outlined by IGT's patent attorney.",
      "id": "s38"
    },
    {
      "text": "That purpose was said to be '... to clarify the understanding of terms in the claims and assist in interpretation of claims in this art'.",
      "id": "s39"
    },
    {
      "text": "Some were also said to challenge the novelty and inventive step of the claims, depending on their interpretation.",
      "id": "s40"
    },
    {
      "text": "The delegate considered the further evidence did not significantly add to evidence already advanced which contained 'substantial commentary on the state of the art, the terminology used and its meaning, and the relevance of prior art.",
      "id": "s41"
    },
    {
      "text": "' As to anticipated evidence from key witnesses in respect of the 30 additional prior art documents, the delegate, being unconvinced that any of those documents were likely to add significantly to the case, saw little point in evidence about them being served from key witnesses.",
      "id": "s42"
    },
    {
      "text": "The foreshadowed notice of production concerned QCOM and the compliance of Aristocrat's gaming system with QCOM.",
      "id": "s43"
    },
    {
      "text": "As the delegate had found the QCOM document was unlikely to add significantly to IGT's case, extra material arising from the draft notice to produce documents did not add anything further.",
      "id": "s44"
    },
    {
      "text": "11 The delegate noted that the opposition had begun well over four years previously.",
      "id": "s45"
    },
    {
      "text": "It was at a stage where the delegate would expect demonstrable significance of further evidence over the evidence in support before further evidence would be allowed.",
      "id": "s46"
    },
    {
      "text": "He concluded that the public interest weighed heavily against allowing the application to serve further evidence.",
      "id": "s47"
    },
    {
      "text": "As to the interests of the parties involved in the opposition, given the findings on the lack of significance of the further evidence, the delegate concluded that (at [35])\n \n ... Aristocrat's interest in progressing the matter carries more weight than IGT's interest in seeking to serve its further evidence.",
      "id": "s48"
    },
    {
      "text": "12 Explaining the delay in the serving of the further evidence, IGT's patent attorney said that it had been drawn to his firm's attention by United States' counsel acting for IGT in litigation in the USA on a corresponding US patent.",
      "id": "s49"
    },
    {
      "text": "The further evidence related to major changes which occurred in the gaming industry around 1997.",
      "id": "s50"
    },
    {
      "text": "The delegate had no strong indications that IGT had deliberately delayed the opposition proceedings.",
      "id": "s51"
    },
    {
      "text": "It did not clearly explain at the hearing why only independent experts were important in the case.",
      "id": "s52"
    },
    {
      "text": "The delegate was prepared to accept IGT's explanations about the difficulties in engaging experts in respect of the further evidence and overall concluded that IGT had not deliberately delayed the proceedings.",
      "id": "s53"
    },
    {
      "text": "13 Considering the appropriateness of the extension in all the circumstances, the delegate said (at [45]):\n \n While I have concluded there has been no deliberate delay by IGT in the present case, the public interest and the parties' interests in this case weigh heavily against allowing the further evidence.",
      "id": "s54"
    },
    {
      "text": "The grounds for judicial review \n \n14 The substituted application for review of the delegate's decision alleges, inter alia, a failure by the delegate to 'have due and sufficient regard to the public interest' and 'to the relevance and significance of the further evidence'.",
      "id": "s55"
    },
    {
      "text": "IGT claims that the delegate '... failed to exercise a discretionary power in accordance with a rule or policy'.",
      "id": "s56"
    },
    {
      "text": "Presumably this was intended to refer to the exercise of the discretionary power in accordance with a rule or policy.",
      "id": "s57"
    },
    {
      "text": "The delegate is also said to have acted arbitrarily and/or inconsistently in accepting that there was a serious opposition but refusing the application for leave to file further evidence in support where the relevance and significance of the evidence justified the grant of leave.",
      "id": "s58"
    },
    {
      "text": "15 The delegate was also said to have misconstrued and failed to apply requirements for the exercise of the power to produce further evidence.",
      "id": "s59"
    },
    {
      "text": "The decision was said to involve an error of law, being a misconstruction of requirements for the exercise of the power conferred by reg 5.10(4).",
      "id": "s60"
    },
    {
      "text": "The delegate was also said to have failed to have taken into account that Aristocrat's application for amendment pursuant to s 104 of the Act was extant for about 10 months and the period allowed for it to serve evidence in answer went on for about 21 months.",
      "id": "s61"
    },
    {
      "text": "Claims of Wednesbury unreasonableness were also raised.",
      "id": "s62"
    },
    {
      "text": "A number of other errors of law were asserted in what was, on any view, a prolix document.",
      "id": "s63"
    },
    {
      "text": "16 Leave to file the substituted application was given by order made on 17 December 2007.",
      "id": "s64"
    },
    {
      "text": "At that time the parties foreshadowed a proposed consent order for the disposition of the application and directions were made for such order to be filed by 14 January 2008 together with joint submissions in support of a proposed order.",
      "id": "s65"
    },
    {
      "text": "The proposed consent order \n \n17 The proposed consent order, dated 14 January 2008, was in the following terms: \n \n \n 1.",
      "id": "s66"
    },
    {
      "text": "The decision of the Commissioner of Patents, by her delegate MG Kraefft, issued 9 August 2007, refusing the application by IGT to serve further evidence in support of its opposition to the grant of Australian patent application 754689 be quashed or set aside.",
      "id": "s67"
    },
    {
      "text": "2.",
      "id": "s68"
    },
    {
      "text": "The application by IGT to serve further evidence in support of its opposition to the grant of Australian patent application 754689 be remitted to the Commissioner of Patents to be determined according to law.",
      "id": "s69"
    },
    {
      "text": "3.",
      "id": "s70"
    },
    {
      "text": "Any orders as to costs made to date in these proceedings, including order 8 made on 17 December 2007, be vacated.",
      "id": "s71"
    },
    {
      "text": "4.",
      "id": "s72"
    },
    {
      "text": "There be no order as to costs in respect of this application.",
      "id": "s73"
    },
    {
      "text": "Whether the order should be made \n \n18 The joint submissions first addressed the question of the Court's jurisdiction to review the decision under the ADJR Act.",
      "id": "s74"
    },
    {
      "text": "The parties contended that the decision was one of an administrative character made under an enactment, being reg 5.10 of the Patents Regulations .",
      "id": "s75"
    },
    {
      "text": "Reference was made to A Goninan &amp; Co Ltd v Commissioner of Patents [1997] FCA 424 ; (1997) 75 FCR 200 which involved review under the ADJR Act of a decision made pursuant to reg 5.10(2) of the Patents Regulations to allow further time for the filing of evidence.",
      "id": "s76"
    },
    {
      "text": "I am satisfied that the Court has jurisdiction and power to make the order sought.",
      "id": "s77"
    },
    {
      "text": "19 IGT submits to the Court as part of the joint submissions, that the making of the decision was an improper exercise of the power conferred by reg 5.10(4) in that: \n \n \n (i) it constituted the exercise of a discretionary power in accordance with a rule or policy without regard to the merits of the particular case, in contravention of sections 5(1)(e) and 5(2)(f) of the AD(JR) Act; \n \n (ii) in exercising the power, the Delegate failed to take account of relevant considerations, in contravention of sections 5(1)(e) and 5(2)(b) of the AD(JR) Act.",
      "id": "s78"
    },
    {
      "text": "The joint submission then went on: \n \n \n Aristocrat accepts, solely for the purpose of the Court making the consent orders sought by IGT and Aristocrat that it is open to the Court to so find.",
      "id": "s79"
    },
    {
      "text": "It may be observed immediately that there can be no question of any contravention of s 5 of the ADJR Act.",
      "id": "s80"
    },
    {
      "text": "That section identifies grounds of review.",
      "id": "s81"
    },
    {
      "text": "It does not mandate or prohibit conduct by decision-makers.",
      "id": "s82"
    },
    {
      "text": "20 The 'rule' or 'policy' relied upon by IGT as fettering the delegate's discretion was '... a particular requirement as a pre-condition to the exercise of his power under regulation 5.10(4) --- namely that the Further Evidence be \"crucial\" or \"vital\" to the determination of the opposition or alternatively, that it must \"add substantially\" to IGT's case ...'.",
      "id": "s83"
    },
    {
      "text": "In posing that requirement the delegate is said to have foreclosed the balancing exercise which he was required to undertake in exercising his discretion.",
      "id": "s84"
    },
    {
      "text": "Aristocrat accepted, for the purpose of the consent orders, that it was open to the Court so to find.",
      "id": "s85"
    },
    {
      "text": "The delegate did refer to another delegate decision in Emory University v Biochem Pharma Inc [1999] APO 50 , if the further evidence '.... did not add substantially to the case compared with previous evidence already served then the further evidence could be refused.",
      "id": "s86"
    },
    {
      "text": "' So framed, consideration of the significance and substantiality of the evidence would be perfectly legitimate as a relevant consideration.",
      "id": "s87"
    },
    {
      "text": "However, in the reasons the delegate did say (at [16]): \n \n It would seem IGT's present application to serve further evidence, with the consequential further delay, could only be justified in this case if the further evidence was significantly different from the initial evidence served in support and crucial to advancing the proper determination of the opposition on its merits.",
      "id": "s88"
    },
    {
      "text": "21 Without determining the point finally, I accept that it is arguable that the delegate, in so expressing himself, could be taken to have elevated the significance of the evidence to a determinative factor effectively excluding consideration of other matters.",
      "id": "s89"
    },
    {
      "text": "I emphasise that I do not find that this was the legal effect of the delegate's remark.",
      "id": "s90"
    },
    {
      "text": "However, the possibility of error which both parties have accepted, is sufficient to support the consent order which is now sought as being within power and appropriate.",
      "id": "s91"
    },
    {
      "text": "I will therefore make the order proposed.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s93"
    },
    {
      "text": "Associate:\nDated: 17 January 2008\n\n Counsel for the Applicant: Mr P Mallon \n \n Solicitor for the Applicant: Mallon &amp; Co Lawyers Pty Ltd \n \n Counsel for the Second Respondent: Ms Taliadoros \n \n Solicitor for the Second Respondent: Gilbert &amp; Tobin \n \n Date of Joint Submissions: 15 January 2008 \n \n Date of Judgment: 17 January 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/15.html",
      "id": "s94"
    }
  ]
}