{
  "name": "Esco Corporation v PAC Mining Pty Ltd [2008] FCA 1018 (4 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1018.html",
  "catchphrases": [
    {
      "text": "orders",
      "id": "c0"
    },
    {
      "text": "stay of execution pending appeal",
      "id": "c1"
    },
    {
      "text": "balance of convenience in light of undertakings given.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 When I delivered my reasons for judgment in this matter on 12 May 2008, I directed that the parties consult with a view to agreeing upon Short Minutes of Order giving effect to my reasons, and that, if the parties could not agree, then competing Short Minutes of Order should be sent to my chambers with brief reasons: see Esco Corporation v PAC Mining Pty Ltd [2008] FCA 640.",
      "id": "s0"
    },
    {
      "text": "2 I have had the benefit of both written and oral submissions by the parties in relation to the appropriate form of orders.",
      "id": "s1"
    },
    {
      "text": "From these submissions, several matters have arisen which require determination.",
      "id": "s2"
    },
    {
      "text": "3 The first point of dispute between the parties concerns the definition of the term \"Infringing Articles\", which is used in both competing Short Minutes of Order.",
      "id": "s3"
    },
    {
      "text": "The definition proposed by the applicants was that \"'Infringing Articles' means the Hensley System, the PAC Mining System, the CQMS System and the CQMS Lower Wing System (and any other wear assembly that contains the essential integers of claim 1 of Jones III).",
      "id": "s4"
    },
    {
      "text": "\" The definition proposed by the respondents was that \"'Infringing Articles' means the Hensley System, the PAC Mining System, the CQMS System and the CQMS Lower Wing System\".",
      "id": "s5"
    },
    {
      "text": "My reasons for judgment of 12 May 2008 refer to and explain the meaning of most of these \"systems\".",
      "id": "s6"
    },
    {
      "text": "4 The respondents say that the applicants' definition is unnecessarily wide, and that there was no evidence of or findings about any \"other wear assemblies\", and no specific findings as to what constitutes the \"essential integers of claim 1 of Jones III\".",
      "id": "s7"
    },
    {
      "text": "They point out that the applicants' use of the present tense in the declaration is inappropriate.",
      "id": "s8"
    },
    {
      "text": "The respondents also say that the breadth of this definition, and its usage in Order 1 proposed by the applicants, invites further litigation due to the uncertainty inherent within it.",
      "id": "s9"
    },
    {
      "text": "5 I agree with the submissions of the respondents on this point.",
      "id": "s10"
    },
    {
      "text": "I consider that the definition of \"Infringing Articles\" should be limited.",
      "id": "s11"
    },
    {
      "text": "I consider that it is not necessary to include the words in parentheses in the applicants' Short Minutes of Order.",
      "id": "s12"
    },
    {
      "text": "I shall make Order 1 proposed by the respondents (with the modification I discuss at [9] below).",
      "id": "s13"
    },
    {
      "text": "6 The second area of dispute concerns the reference to \"any components of each of the Infringing Articles\" contained in Order 2 proposed by the applicants.",
      "id": "s14"
    },
    {
      "text": "This proposed order, in effect, declares that the making, hiring, otherwise disposing etc. of the components of the \"Infringing Articles\" is an infringement of claim 1 of Jones III.",
      "id": "s15"
    },
    {
      "text": "7 The respondents argue that there are a number of components contained within the \"Infringing Articles\" which are not essential parts in the sense that they can be used for other purposes.",
      "id": "s16"
    },
    {
      "text": "Accordingly, they say, the proposed order is too wide.",
      "id": "s17"
    },
    {
      "text": "8 The applicants contend that it is important to ensure that all components of the \"Infringing Articles\", as well as the \"Infringing Articles\" themselves, are subject to the declaration and restraint.",
      "id": "s18"
    },
    {
      "text": "The applicants also say that the respondents have admitted on the pleadings that the relevant components in the respondents' wear assemblies have only one reasonable use respectively.",
      "id": "s19"
    },
    {
      "text": "9 As a matter of construction, I do not agree that any such admission has been made by the respondents in their pleadings.",
      "id": "s20"
    },
    {
      "text": "However, in any event, I am not persuaded that the declaration should include every component of each of the \"Infringing Articles\".",
      "id": "s21"
    },
    {
      "text": "Rather, it should be confined to only those components which can be shown to have only one reasonable use.",
      "id": "s22"
    },
    {
      "text": "Accordingly, I shall make Order 1 proposed by the respondents, with the modification that the declaration shall encompass both the \"Infringing Articles\" and their component parts which have no reasonable use other than as component parts.",
      "id": "s23"
    },
    {
      "text": "10 Another dispute concerns the language of Order 4 proposed by the applicants.",
      "id": "s24"
    },
    {
      "text": "That order seeks a declaration that \"in respect of the said infringements of claim 1 of Jones III from 6 June 2000, the First and Second Applicants are entitled to any damages suffered by it and interest thereon, or, at the First and Second Applicants' election, an account of any profits made by the First and Second Respondents (and each of them) by reason of these said infringements and payment of the amount found to be due on the taking of such account and interest thereon.",
      "id": "s25"
    },
    {
      "text": "\"\n \n11 The respondents submit that this formulation of the order is too broad because it precludes any further argument as to the way in which profits are to be calculated.",
      "id": "s26"
    },
    {
      "text": "The respondents say that this is a matter which should be left to the Court when it investigates the question of damages --- it is at that stage when the Court should decide whether, in what amount and over what period of time the account should be taken and damages calculated.",
      "id": "s27"
    },
    {
      "text": "The respondents say that the appropriate order is that there be an inquiry as to damages or profits in relations to the manufacture and sale by the respondents of the \"Infringing Articles\".",
      "id": "s28"
    },
    {
      "text": "12 I agree with this submission of the respondents.",
      "id": "s29"
    },
    {
      "text": "I do not make Order 4 proposed by the applicants.",
      "id": "s30"
    },
    {
      "text": "Instead, I shall make Order 4 proposed by the respondents.",
      "id": "s31"
    },
    {
      "text": "13 I turn now to Orders 5, 6 and 7 proposed by the applicants.",
      "id": "s32"
    },
    {
      "text": "These seek to obtain from the respondents affidavits setting out certain details in relation to the \"Infringing Articles\", their individual components and the assemblies in which they are contained.",
      "id": "s33"
    },
    {
      "text": "These details concern, among other things, quantities manufactured, price of sale, destination of sale, the profit made, methods of allocating overheads and the mechanics by which the amount of profit is calculated.",
      "id": "s34"
    },
    {
      "text": "14 In my view, these proposed orders are premature, and it is not appropriate to determine these questions and make such orders at this stage.",
      "id": "s35"
    },
    {
      "text": "The preferable course is to simply have, as the respondents propose and I have accepted above, an order that there be inquiry as to damages or profits in relation to the manufacture and sale of the \"Infringing Articles\".",
      "id": "s36"
    },
    {
      "text": "The procedural nature of the orders means that they are not appropriate at this stage of the proceeding when the orders giving effect to my judgment of 12 May 2008 are being settled.",
      "id": "s37"
    },
    {
      "text": "15 Another dispute relates to Order 11 proposed by the applicants.",
      "id": "s38"
    },
    {
      "text": "The order requires the respondents to destroy or deliver up for destruction all of the \"Infringing Articles\" or any components thereof.",
      "id": "s39"
    },
    {
      "text": "The respondents object to this on the basis that the definition of \"Infringing Articles\" is too broad.",
      "id": "s40"
    },
    {
      "text": "I accept this view, and I consider that the applicants' suggested order should not be adopted.",
      "id": "s41"
    },
    {
      "text": "Specifically in respect of the reference to \"components\" in proposed Order 11(a) and (b), I reiterate my conclusion above that only the \"Infringing Articles\", and their component parts that have no reasonable use other than as component parts, fall within the definition of the term (and correspondingly should be delivered up for destruction).",
      "id": "s42"
    },
    {
      "text": "Moreover, it follows that the applicants' proposed Order 11(c) need not be made as it requires an assurance that each of the obligations under proposed Order 11(a) and (b) have been satisfied.",
      "id": "s43"
    },
    {
      "text": "Accordingly, I make Order 3 proposed by the respondents.",
      "id": "s44"
    },
    {
      "text": "16 There is also a dispute in relation to costs.",
      "id": "s45"
    },
    {
      "text": "The respondents concede that they are bound to pay the costs of the applicants in relation to the cross-claim, on which the applicants were successful.",
      "id": "s46"
    },
    {
      "text": "In relation to the applicants' claim of infringement, the Court found there was infringement, but in so doing only accepted one of the applicants' three arguments on construction.",
      "id": "s47"
    },
    {
      "text": "The general rule is that costs should follow the event, although the Court has a discretion to award costs on an issue-by-issue basis where a litigant has succeeded only in a portion of its claim: Hughes v Western Australian Cricket Association Inc (1986) ATPR 40-748 ; Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107.",
      "id": "s48"
    },
    {
      "text": "I think this principle should be applied in the present case, so that the applicants receive their costs with some allowance made for the fact that they succeeded only in respect of one of the three claims in dispute.",
      "id": "s49"
    },
    {
      "text": "Accordingly, I consider that the respondents should pay 80% of the applicants' costs.",
      "id": "s50"
    },
    {
      "text": "17 Finally, the respondents seek a stay of certain orders pending determination of an appeal from my judgment of 12 May 2008.",
      "id": "s51"
    },
    {
      "text": "As a condition of this stay, the respondents are willing to give undertakings that they shall keep accurate records of sales, shall not destroy any records in relation to their business, shall not dispose of or encumber any assets otherwise than in the ordinary course of business, and shall execute any application for leave to appeal and appeal with due expedition: cf Powerflex Services Pty Ltd v Data Access Corporation (1996) 67 FCR 65 at 67.",
      "id": "s52"
    },
    {
      "text": "In addition, the respondents undertake to pay to the applicants such amount as the Court thinks fit as compensation for any damage that the applicants may suffer as a consequence of a stay being granted, and to provide, if required by the Court, a bank guarantee in the sum of $500,000 as security for this undertaking as to compensation.",
      "id": "s53"
    },
    {
      "text": "18 Relevant to the application for a stay, the respondents adduced evidence from Mr Meyers to the effect that the respondents employ about 400 people in Australia.",
      "id": "s54"
    },
    {
      "text": "He says that the manufacture and supply of wear assemblies is an important part of the respondents' business and a significant revenue contributor.",
      "id": "s55"
    },
    {
      "text": "Some of the relevant assemblies, he notes, have been supplied by the respondents for more than ten years, and that supply currently goes to every major coal producer in Australia.",
      "id": "s56"
    },
    {
      "text": "Mr Meyers says that if a stay is not granted, customers using the respondents' dragline and excavator lips will not be able to source alternative wear assemblies to fit their existing buckets and lips; the delay in supply of wear assemblies will have consequences for the respondents' customers' capacity to meet their contractual obligations; the employment of the 10% of the respondents' employees who are involved in the manufacture and sale of the respondents' wear assemblies may be jeopardised; and the respondents' relationship with customers will be damaged.",
      "id": "s57"
    },
    {
      "text": "There was some cross-examination of Mr Meyers, but it did not materially diminish the content or effect of his evidence.",
      "id": "s58"
    },
    {
      "text": "19 Under O 52 r 17 of the Federal Court Rules , the Court has the power to stay the execution of a judgment pending an appeal from that judgment.",
      "id": "s59"
    },
    {
      "text": "There is a prima facie assumption that the judgment the subject of the appeal is correct and that the Court should not deprive a person of the fruits of victory by granting a stay.",
      "id": "s60"
    },
    {
      "text": "It is not necessary for the party seeking the stay to show that special or exceptional circumstances exist, but the Court must be satisfied that a sound reason has been presented to warrant exercise of the discretion: see Powerflex 67 FCR at 66; Re Middle Harbour Investments Ltd (In liq) (unreported, New South Wales Court of Appeal, 15 December 1976).",
      "id": "s61"
    },
    {
      "text": "20 I am satisfied that the balance of convenience in the application for a stay falls in favour of the respondents.",
      "id": "s62"
    },
    {
      "text": "I am satisfied that the evidence of Mr Meyers demonstrates several sound reasons to warrant my exercise of discretion to grant the stay sought by the respondents.",
      "id": "s63"
    },
    {
      "text": "That stay will affect Orders 2, 3 and 4 which I make today.",
      "id": "s64"
    },
    {
      "text": "In addition, notwithstanding the submissions of the applicants to the contrary, I am satisfied that the undertakings proffered by the respondents are sufficient to reasonably protect the position of the applicants in this case.",
      "id": "s65"
    },
    {
      "text": "Since I shall grant liberty to apply to the parties, there will be an opportunity for the applicants to revisit not only the question of quantum at a later stage if evidence is obtained to show that the bank guarantee is inadequate, but also the question of any damages or loss of profits to which they are exposed.",
      "id": "s66"
    },
    {
      "text": "21 Accordingly, I am satisfied that the present case is an appropriate one in which to grant the stay sought, particularly in circumstances where the respondents have proffered the above undertakings and will pursue any appeal process with due expedition.",
      "id": "s67"
    },
    {
      "text": "22 As the respondents have been substantially successful on this application, I consider that the applicants should bear the costs of the dispute presently before me.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s69"
    },
    {
      "text": "Associate:\n\nDated: 4 July 2008\n\n\n\n Counsel for the Applicants/ Cross-Respondents: Mr S. Burley SC \n \n Solicitor for the Applicants/ Cross-Respondents: Mallesons Stephen Jaques \n \n Counsel for the Respondents/ Cross-Claimants: Mr J. Nicholas SC and Mr H. Bevan \n \n Solicitor for the Respondents/ Cross-Claimants: DLA Phillips Fox \n\n Date of Hearing: 23 June 2008 \n \n Date of Judgment: 4 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1018.html",
      "id": "s70"
    }
  ]
}