{
  "name": "Alexakis v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 1878 (12 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1878.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of the administrative appeals tribunal affirming a decision of the social security appeals tribunal to recover compensation affected payments",
      "id": "c0"
    },
    {
      "text": "no question of law",
      "id": "c1"
    },
    {
      "text": "administrative law",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s0"
    },
    {
      "text": "Section 44 provides that a party to a proceeding before the Administrative Appeals Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s1"
    },
    {
      "text": "The appellant's appeal relates to a decision of the Administrative Appeals Tribunal dated 27 February 2008.",
      "id": "s2"
    },
    {
      "text": "The Administrative Appeals Tribunal affirmed a decision of the Social Security Appeals Tribunal of 18 May 2007 which itself affirmed a decision of Centrelink to recover compensation affected payments in the amount of $32,161.47.",
      "id": "s3"
    },
    {
      "text": "2 The appellant's notice of appeal contains three grounds said to make the Administrative Appeals Tribunal's decision wrong with the questions of law being or relating to the following matters:\n \n \n (1) The Administrative Appeals Tribunal, in paragraphs 13 to 15 of its reasons, referred to the wrong decision not being the subject of the present matter.",
      "id": "s4"
    },
    {
      "text": "(2) Allowing two different decisions in the one application was incorrect as under s 65A of the Workers Compensation Act 1987 (NSW) impairment from psychological/psychiatric injuries should be assessed separately from physical injury.",
      "id": "s5"
    },
    {
      "text": "(3) The Administrative Appeals Tribunal was not aware why the appellant had appealed to the Administrative Appeals Tribunal.",
      "id": "s6"
    },
    {
      "text": "3 The appellant supported his appeal with written and oral submissions.",
      "id": "s7"
    },
    {
      "text": "The appellant's oral submissions dealt with numerous issues not covered by the notice of appeal or written submissions.",
      "id": "s8"
    },
    {
      "text": "The appellant also challenged the Administrative Appeals Tribunal's findings about the issue of \"special circumstances\" under s 1184K of the Social Security Act 1991 (Cth).",
      "id": "s9"
    },
    {
      "text": "4 To understand the appellant's claims it is necessary to identify (albeit briefly) the relevant statutory context.",
      "id": "s10"
    },
    {
      "text": "Section 1173 of the Social Security Act provides for a reduction of \"compensation affected\" social security payments.",
      "id": "s11"
    },
    {
      "text": "That is, social security payments are reduced if a person is also receiving compensation (as defined in s 17(2)(b) of the Act).",
      "id": "s12"
    },
    {
      "text": "Section 1184K provides that the whole or part of a compensation payment may be treated as not having been made if the Secretary of the Department thinks it appropriate to do so in the special circumstances of the case.",
      "id": "s13"
    },
    {
      "text": "5 On 14 November 2006 Centrelink notified the appellant that his social security payments would be subject to a charge of $32,161.47 on account of his receipt of workers compensation payments.",
      "id": "s14"
    },
    {
      "text": "The appellant appealed against this decision.",
      "id": "s15"
    },
    {
      "text": "The Social Security Appeals Tribunal affirmed the decision on 18 May 2007.",
      "id": "s16"
    },
    {
      "text": "The appellant appealed to the Administrative Appeals Tribunal on 7 June 2007.",
      "id": "s17"
    },
    {
      "text": "As noted, the Administrative Appeals Tribunal affirmed the decision on 27 February 2008.",
      "id": "s18"
    },
    {
      "text": "6 There are two primary difficulties for the appellant in the present appeal.",
      "id": "s19"
    },
    {
      "text": "7 First, the decision under review in the Administrative Appeals Tribunal was the decision with respect to the recovery of $32,161.47, being compensation affected payments.",
      "id": "s20"
    },
    {
      "text": "The first ground of appeal relates to an alleged error by the Administrative Appeals Tribunal about the relevant decision of the Workers Compensation Commission.",
      "id": "s21"
    },
    {
      "text": "However, it is clear from the documents relied upon by the Tribunal that the Workers Compensation Commission made a determination on 4 May 2006 (the decision the appellant identifies as relevant in the notice of appeal) and 27 July 2006 which was subject to appeal insofar as the refusal of the claim for psychological impairment was concerned.",
      "id": "s22"
    },
    {
      "text": "On 18 October 2006 (the date to which the Administrative Appeals Tribunal referred in its reasons) the appeal was determined.",
      "id": "s23"
    },
    {
      "text": "The arbitrator confirmed the decisions of 4 May 2006 and 27 July 2006 subject to some additional findings.",
      "id": "s24"
    },
    {
      "text": "Hence, all of the references in the notice of appeal and appellant's submissions about the reasons of the Administrative Appeals Tribunal relating to the wrong decision are without foundation.",
      "id": "s25"
    },
    {
      "text": "8 Secondly, and in any event, none of the appeal grounds raise any question of law with respect to the proceeding that was before the Administrative Appeals Tribunal.",
      "id": "s26"
    },
    {
      "text": "The respondent filed and served a notice of objection to competency as a result.",
      "id": "s27"
    },
    {
      "text": "An appeal lies only on a question of law being \"one to which a favourable answer would reveal an error affecting the [Administrative Appeals Tribunal's] decision concerning\" the appellant ( Croker v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 971 at [17] citing Birdseye v Australian Securities and Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321 at 327).",
      "id": "s28"
    },
    {
      "text": "None of the appeal grounds pose any question of law of this kind.",
      "id": "s29"
    },
    {
      "text": "The first appeal ground makes an assertion about the relevant decision.",
      "id": "s30"
    },
    {
      "text": "The second appears to be a complaint about the decision of the Workers Compensation Commission, which was not the decision subject to review by the Administrative Appeals Tribunal.",
      "id": "s31"
    },
    {
      "text": "The third, insofar as it can be understood, asserts that the Administrative Appeals Tribunal was not aware of the way in which the appellant put his case.",
      "id": "s32"
    },
    {
      "text": "This appears to be a version of the first ground which cannot be sustained for the reasons given.",
      "id": "s33"
    },
    {
      "text": "9 As noted, the appellant's oral submissions raised numerous issues.",
      "id": "s34"
    },
    {
      "text": "The appellant submitted that the Administrative Appeals Tribunal prevented him from using the interpreter all of the time and this led to numerous errors in the decision.",
      "id": "s35"
    },
    {
      "text": "The transcript and reasons for decision do not support this submission.",
      "id": "s36"
    },
    {
      "text": "The extent to which the interpreter was used was essentially a matter for the appellant.",
      "id": "s37"
    },
    {
      "text": "The appellant submitted that Centrelink and the Administrative Appeals Tribunal had the wrong dates relating to payments and misunderstood the nature of the payments by the insurer to Centrelink.",
      "id": "s38"
    },
    {
      "text": "To the extent this raises an issue different from the matters addressed above the issue is one of fact and raises no question of law.",
      "id": "s39"
    },
    {
      "text": "The same conclusion applies to the appellant's submission that he was not properly notified of the relevant dates on which decisions were made.",
      "id": "s40"
    },
    {
      "text": "10 The appellant's other submissions (such as the Administrative Appeals Tribunal allegedly discussing the case with the Workers Compensation Commission, the Administrative Appeals Tribunal not considering certain documents or misunderstanding the law) are not supported by the reasons for decision.",
      "id": "s41"
    },
    {
      "text": "11 The appellant's submissions included reference to the way in which the Administrative Appeals Tribunal dealt with the claim for special circumstances under s 1184K.",
      "id": "s42"
    },
    {
      "text": "Those submissions (including about his liability with respect to tax on his compensation payment) also do not disclose any question of law.",
      "id": "s43"
    },
    {
      "text": "Factual matters are within the discretion of the Administrative Appeals Tribunal.",
      "id": "s44"
    },
    {
      "text": "12 Insofar as the appellant said that he had not had an opportunity to present all of his evidence to this Court, I note that the appeal was fixed for hearing on 9 September 2008.",
      "id": "s45"
    },
    {
      "text": "The appellant also said he was waiting for advice from a barrister and wanted legal representation by a referral under Order 80 of the Federal Court Rules but such an order is a discretionary matter for the Court.",
      "id": "s46"
    },
    {
      "text": "I am satisfied that the appellant has had an adequate opportunity to present his case and identify any question of law he claims affects the decision of the Administrative Appeals Tribunal.",
      "id": "s47"
    },
    {
      "text": "No such question has been identified.",
      "id": "s48"
    },
    {
      "text": "13 For these reasons the respondent's notice of objection to the competency of the appeal must be upheld and the appeal dismissed.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2008\n\n The Appellant appeared in person assisted by an interpreter \n \n Solicitor for the Respondents: Ms A Nanson, Australian Government Solicitor \n\n Date of Hearing: 8 December 2008 \n \n Date of Judgment: 12 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1878.html",
      "id": "s51"
    }
  ]
}