{
  "name": "University of Western Australia v Gray (No 21) [2008] FCA 1056 (16 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1056.html",
  "catchphrases": [
    {
      "text": "indemnity costs",
      "id": "c0"
    },
    {
      "text": "calderbank letter",
      "id": "c1"
    },
    {
      "text": "refusal of offer",
      "id": "c2"
    },
    {
      "text": "whether refusal unreasonable",
      "id": "c3"
    },
    {
      "text": "variety of factors relevant to assessment of unreasonableness",
      "id": "c4"
    },
    {
      "text": "indemnity costs refused",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 17 April 2008 the application brought by the University of Western Australia (UWA) against Dr Bruce Gray and Sirtex Medical Ltd (Sirtex) was dismissed.",
      "id": "s0"
    },
    {
      "text": "UWA was ordered to pay the costs of Dr Gray and Sirtex.",
      "id": "s1"
    },
    {
      "text": "A cross-claim brought by Sirtex against UWA was dismissed and Sirtex ordered to pay UWA's costs of that cross-claim.",
      "id": "s2"
    },
    {
      "text": "Sirtex succeeded in its cross-claim against Dr Gray.",
      "id": "s3"
    },
    {
      "text": "2 Paragraphs 14 and 15 of the Orders made on 17 April 2008 provided: \n \n \n 14.",
      "id": "s4"
    },
    {
      "text": "Any party in respect of whom an order for costs has been made in the preceding orders is at liberty to file and serve written submissions on or before 8 May 2008 seeking a variation of the costs order.",
      "id": "s5"
    },
    {
      "text": "15.",
      "id": "s6"
    },
    {
      "text": "Any party who wishes to respond to a written submission filed pursuant to the preceding order is to do so by filing and serving a written submission by 29 May 2008.",
      "id": "s7"
    },
    {
      "text": "3 On 12 May 2008 Sirtex filed a motion seeking the following orders: \n \n \n 1.1 that Order 2 of his Honour Justice French, made on 17 April 2008, be amended to read as follows: \n \n \"Applicant pay the first and second respondent's costs of the application and the applicant pay the second respondents' costs of the application on an indemnity basis from 19 March 2007.",
      "id": "s8"
    },
    {
      "text": "\" [sic]\n \n 1.2 Applicant pay the second respondent's costs of this motion on an indemnity basis.",
      "id": "s9"
    },
    {
      "text": "1.3 Any other order that the Court sees fit.",
      "id": "s10"
    },
    {
      "text": "In support of its motion, Sirtex filed an affidavit of Timothy Randle Price sworn 12 May 2008.",
      "id": "s11"
    },
    {
      "text": "That affidavit concerned settlement negotiations between UWA and Sirtex which had occurred in 2007 prior to the commencement of the hearing.",
      "id": "s12"
    },
    {
      "text": "4 By way of background the solicitors for UWA had sent an open settlement offer to Sirtex on 5 September 2006.",
      "id": "s13"
    },
    {
      "text": "The letter of offer was exhibit 243A at trial.",
      "id": "s14"
    },
    {
      "text": "In substance the letter proposed that UWA would licence Sirtex, on a world-wide basis, to exploit the patents in contention, the licence to be retroactive to 29 April 1997.",
      "id": "s15"
    },
    {
      "text": "A discounted licence fee would be payable.",
      "id": "s16"
    },
    {
      "text": "UWA would be recorded as owner of the patents.",
      "id": "s17"
    },
    {
      "text": "A 4% royalty on the net price of products using or embodying any claim of any one or more of the patents was proposed.",
      "id": "s18"
    },
    {
      "text": "The UWA proceedings against Sirtex would be discontinued with no order as to costs.",
      "id": "s19"
    },
    {
      "text": "UWA required that Sirtex cooperate with it in the further conduct of the proceedings against Dr Gray.",
      "id": "s20"
    },
    {
      "text": "The offer was accompanied by contentions that the directors of Sirtex were aware at all material times of UWA's interest in the intellectual property.",
      "id": "s21"
    },
    {
      "text": "The offer was not accepted.",
      "id": "s22"
    },
    {
      "text": "5 The trial was scheduled to begin in the week commencing Monday, 12 March 2007.",
      "id": "s23"
    },
    {
      "text": "On Saturday, 10 March 2007, the solicitors for UWA again wrote to the solicitors for Sirtex making an \"Open Offer\".",
      "id": "s24"
    },
    {
      "text": "The offer was in the following terms: \n The University offers to fully and finally settle with Sirtex Medical Limited (Sirtex) the above named proceedings on the following basis: \n \n 1.",
      "id": "s25"
    },
    {
      "text": "Within 14 days of the date of settlement, Sirtex to pay the University the sum of AUD$1.25 million dollars; [sic] and \n \n 2.",
      "id": "s26"
    },
    {
      "text": "Within 30 days of settlement, Sirtex to allot and issue to the University fully paid ordinary shares in Sirtex ranking pari passu with all existing fully paid shares to the value of AUD$3 million dollars [sic] based upon the VWAP selling price for Sirtex shares for 14 trading days immediately prior to completion of the allotment and issue, which allotment is to provide a fund for the establishment of a scholarship within the University sufficient for an annual award at University Postgraduate Award rates for the purpose of encouraging students to undertake research in an area of biomedical science ( the Sirtex Scholarship ); \n \n ...\n \n \n\nThe offer went on to set out the conditions upon which the Sirtex scholarship would be awarded.",
      "id": "s27"
    },
    {
      "text": "It then continued:\n \n \n 4.",
      "id": "s28"
    },
    {
      "text": "The proceedings in WAD 292 of 2004 in so far as they subsist between the University and Sirtex to be discontinued with no order as to costs.",
      "id": "s29"
    },
    {
      "text": "5.",
      "id": "s30"
    },
    {
      "text": "A Deed of Release to be executed by the University and Sirtex under which both parties will irrevocably release each other from all claims made against each other in the Proceedings.",
      "id": "s31"
    },
    {
      "text": "6.",
      "id": "s32"
    },
    {
      "text": "It is a condition precedent to settlement in accordance with this offer that Sirtex withdraws its opposition to the implementation of the settlement between the University and the Cancer Research Institute Inc, which was approved by the Federal Court of Australia on 9 March 2007.",
      "id": "s33"
    },
    {
      "text": "7.",
      "id": "s34"
    },
    {
      "text": "This offer is an open offer and may be withdrawn at any time prior to acceptance by notice in writing served by the University upon Sirtex or its legal representatives in the proceedings.",
      "id": "s35"
    },
    {
      "text": "The letter, like its predecessor in September 2006, alleged that, although investors in Sirtex had been innocent of UWA's interest in its intellectual property, the directors were aware of that interest.",
      "id": "s36"
    },
    {
      "text": "6 Sirtex responded to UWA's offer through its solicitors by a letter dated 14 March 2007, the day prior to the actual commencement of the trial.",
      "id": "s37"
    },
    {
      "text": "In that letter Sirtex responded to the allegations about the awareness of its directors which UWA had made in its letter of 10 March 2007.",
      "id": "s38"
    },
    {
      "text": "Sirtex said, in its letter, that it was inappropriate for UWA to make such allegations as there was no evidence to support them.",
      "id": "s39"
    },
    {
      "text": "Sirtex nevertheless indicated that it was prepared to resolve the dispute on the terms set out in an attached Deed of Settlement.",
      "id": "s40"
    },
    {
      "text": "It also stated that it was content to consider any reasonable amendments to the Deed proposed by UWA provided that they were designed to clarify or perfect its terms, but not otherwise impact on its substance.",
      "id": "s41"
    },
    {
      "text": "If the offer were accepted it would no longer be necessary for Sirtex to pursue its cross-claim against CRI.",
      "id": "s42"
    },
    {
      "text": "The letter continued: \n \n \n 7.",
      "id": "s43"
    },
    {
      "text": "Sirtex notes UWA's interest in a Scholarship to be funded by Sirtex.",
      "id": "s44"
    },
    {
      "text": "We are instructed that Sirtex would be happy to consider such a proposal (or a proposal to sponsor research undertaken at UWA) following the resolution of these proceedings.",
      "id": "s45"
    },
    {
      "text": "The offer contained in the letter remained open until 10am on 19 March 2007 at which time it would be withdrawn.",
      "id": "s46"
    },
    {
      "text": "Sirtex reserved all of its rights and stated it would rely upon the letter to claim indemnity costs from that date.",
      "id": "s47"
    },
    {
      "text": "7 The Deed of Settlement attached to the letter provided for a mutual release by UWA and Sirtex of each other and their associated entities from all claims made against each other in the proceeding or arising from or in connection with its subject matter including all claims for transfer of ownership of the patents in contention.",
      "id": "s48"
    },
    {
      "text": "It also provided for UWA to acknowledge Sirtex's ownership of the patents and undertake not to challenge Sirtex's entitlement to remain their registered owner.",
      "id": "s49"
    },
    {
      "text": "UWA would undertake to take all reasonably necessary steps to ratify, perfect and/or defend Sirtex's registration and/or ownership of the patents as requested by Sirtex in writing.",
      "id": "s50"
    },
    {
      "text": "These provisions were stated to be without prejudice to UWA's right to claim against Dr Gray that it had a beneficial interest in the patents for the purposes of its claim to his shareholding in Sirtex.",
      "id": "s51"
    },
    {
      "text": "8 Clause 3 of the Deed provided: \n \n \n 3.1 If UWA has Substantial Success against Gray in the Proceeding, Sirtex shall (at Sirtex's election) within 28 days of the date of Substantial Success: \n \n 3.1.1 provide UWA with the Share Allotment; or\n \n 3.1.2 pay UWA the Settlement Amount.",
      "id": "s52"
    },
    {
      "text": "3.2 Sirtex shall not be liable to provide UWA with the Share Allotment or the Settlement Amount in accordance with clause 3.1 of this Deed if UWA does not have Substantial Success against Gray in the Proceeding.",
      "id": "s53"
    },
    {
      "text": "9 The term \"Substantial Success\" was defined in clause 8.1 thus: \n Substantial Success means \n \n (i) a final Court order in the Proceeding (including and subject to any appeal) dealing with the question of ownership of the Patents as between UWA and Gray (and such order will be deemed not final unless and until the period for filing an appeal against such order as prescribed in the relevant court rules has expired, and such expiry date shall be treated as the date of the final order for the purposes of this Deed); or \n \n (ii) any written settlement agreement executed between UWA and Gray dealing with the question of ownership of the Patents as between UWA and Gray and served upon Sirtex, \n \n which has the effect of: \n \n (iii) declaring that UWA has been at 17 April 1997 or any later time a beneficial owner of any of the Patents; \n \n (iv) transferring more than 10% of Gray's Shareholding in Sirtex to UWA; and/or\n \n (v) Gray having a liability to pay UWA an amount of more than 10% of the value of Gray's Shareholding in Sirtex as at the Settlement Date to be agreed by the Parties immediately before the execution of this Deed or counterparts to this Deed.",
      "id": "s54"
    },
    {
      "text": "10 The Settlement Amount was defined as \"AUD$1.5 million\".",
      "id": "s55"
    },
    {
      "text": "The \"Share Allotment\" was defined as \"an issue of shares in Sirtex to the value of $1.5m (rounded up)\".",
      "id": "s56"
    },
    {
      "text": "The value of the shares was to be calculated by reference to the Volume Weighted Average Price for the five business days commencing two days after the Settlement Date.",
      "id": "s57"
    },
    {
      "text": "The Settlement Date was defined as \"the date of exchange of the duly executed counterparts of this Deed\".",
      "id": "s58"
    },
    {
      "text": "11 Mr Price said in his initial affidavit that no response was received to the offer from UWA.",
      "id": "s59"
    },
    {
      "text": "That statement was erroneous as he acknowledged in a second affidavit.",
      "id": "s60"
    },
    {
      "text": "On 15 March 2007 the solicitors for UWA wrote back to the solicitors for Sirtex in the following terms: \n \n \n 1.",
      "id": "s61"
    },
    {
      "text": "We refer to your letter dated 14 March 2007 with respect to an offer to settle by Sirtex Medical Limited.",
      "id": "s62"
    },
    {
      "text": "2.",
      "id": "s63"
    },
    {
      "text": "The offer of settlement is unacceptable to our client.",
      "id": "s64"
    },
    {
      "text": "3.",
      "id": "s65"
    },
    {
      "text": "The effect of your offer of 14 March 2007 is to reject our client's offer of 10 March 2007.",
      "id": "s66"
    },
    {
      "text": "That is, it is no longer open to your client to accept it.",
      "id": "s67"
    },
    {
      "text": "12 In the course of closing submissions at the end of the substantive hearing, UWA indicated the orders it would seek to have made against Sirtex.",
      "id": "s68"
    },
    {
      "text": "The orders it sought in its closing submissions were in the following terms: \n The Court: 1.",
      "id": "s69"
    },
    {
      "text": "Makes the declarations sought in Order 7 of the second substituted application filed 1 March 2007 (\"the Application\").",
      "id": "s70"
    },
    {
      "text": "2.",
      "id": "s71"
    },
    {
      "text": "Subject to the undertaking by the applicant in paragraph 3 hereof, makes orders 8 to 10 sought in the application.",
      "id": "s72"
    },
    {
      "text": "3.",
      "id": "s73"
    },
    {
      "text": "Notes the undertaking of the applicant to the Court that it will not seek to enforce the above order 2 upon the entry by Sirtex into a deed whereby the applicant will be entitled to royalties with respect to the intellectual property identified in the attached schedule in an amount as agreed between the parties within 14 days or as ordered by the Court upon the appointment and report of an expert pursuant to FCR Order 34 rule 2.",
      "id": "s74"
    },
    {
      "text": "4.",
      "id": "s75"
    },
    {
      "text": "Order the second respondent to pay the applicant royalties in the amount set in accordance with order 3 above for the period 1 May 1997 to the date of judgment together with interest thereon.",
      "id": "s76"
    },
    {
      "text": "5.",
      "id": "s77"
    },
    {
      "text": "Costs.",
      "id": "s78"
    },
    {
      "text": "13 A proposed deed in accordance with the proposed order 3 was annexed to the submissions.",
      "id": "s79"
    },
    {
      "text": "The Deed provided for Sirtex to pay a royalty in respect of the exploitation of products using or incorporating a claim under any of the patents and patent applications specified in Schedule 1 to the Deed including any Confidential Information comprised in or relating to the inventions the subject of the patents.",
      "id": "s80"
    },
    {
      "text": "The Deed would have contained an acknowledgment by UWA that nothing in it transferred title to the patents to UWA.",
      "id": "s81"
    },
    {
      "text": "UWA would have ratified, with effect from the date of execution of the Deed, each of the assignments to Sirtex pleaded in its statement of claim.",
      "id": "s82"
    },
    {
      "text": "The Deed included an undertaking by UWA not to challenge or question Sirtex's title to or interest in each of the patents, the validity of any of the patents or any application by Sirtex to register a trade mark in connection with any of the patents.",
      "id": "s83"
    },
    {
      "text": "It is not necessary to go further into the details of the deed, the substance of it is clear enough from the preceding outline.",
      "id": "s84"
    },
    {
      "text": "14 On 2 May 2008 the solicitors for Sirtex wrote to the solicitors for UWA seeking its consent to an order for indemnity costs.",
      "id": "s85"
    },
    {
      "text": "It referred, in particular, to paragraph 1569 and 1570 of the primary judgment in which it was said: \n The case against Sirtex for knowing involvement in Dr Gray's alleged breaches of fiduciary duty and knowing assistance depends crucially upon the primary case against Dr Gray.",
      "id": "s86"
    },
    {
      "text": "That case having failed, the claim against Sirtex cannot succeed and will be dismissed.",
      "id": "s87"
    },
    {
      "text": "I should add as I have already found that Sirtex was not at any time on notice of a potential claim by UWA through any of its directors other than Dr Gray.",
      "id": "s88"
    },
    {
      "text": "The application of any cause of action based on knowing involvement in his alleged breaches of fiduciary duty would have depended entirely upon his role as a director of Sirtex and whether his knowledge could be attributed to the company.",
      "id": "s89"
    },
    {
      "text": "15 On 8 May 2008, the time for filing an appeal from the primary judgment of 17 April 2008 expired.",
      "id": "s90"
    },
    {
      "text": "UWA filed a notice of appeal in respect of the dismissal of its application against Dr Gray.",
      "id": "s91"
    },
    {
      "text": "It has not appealed against the dismissal of its application against Sirtex.",
      "id": "s92"
    },
    {
      "text": "Submissions \n \n16 Sirtex's primary submission on the hearing of the motion was that UWA acted unreasonably and imprudently in refusing the Sirtex offer.",
      "id": "s93"
    },
    {
      "text": "Sirtex acknowledged that its success in the cross-claim against Dr Gray left it open to seek from him, by way of damages, the difference between the costs it would recover from UWA on a party and party basis and the costs it had actually incurred in these proceedings.",
      "id": "s94"
    },
    {
      "text": "It submitted that having regard to UWA's conduct in refusing its offer justice required that the difference in costs be borne by UWA.",
      "id": "s95"
    },
    {
      "text": "Dr Gray had no control over the conduct of UWA in responding to the Sirtex offer.",
      "id": "s96"
    },
    {
      "text": "17 Counsel for Sirtex submitted that it was clear at the time that UWA refused the offer that it was seeking to maintain an untenable position under which it would have everything from everybody.",
      "id": "s97"
    },
    {
      "text": "18 In its written outline of submissions, Sirtex acknowledged that the power to award indemnity costs is in the Court's discretion and would be exercised \"when the justice of the case so requires\": Federal Court of Australia Act 1976 (Cth) s 43(2).",
      "id": "s98"
    },
    {
      "text": "As Sirtex put it the question for determination was whether it was unreasonable for UWA to reject its offer.",
      "id": "s99"
    },
    {
      "text": "The reasonableness of the rejection was to be assessed: \n \n(a) as at the date of the offer and on the basis of the evidence available at the time of the offer; but\n \n(b) with the benefit of hindsight as to the matters decided in the judgment.",
      "id": "s100"
    },
    {
      "text": "A conditional offer to settle was properly the subject of consideration by the Court.",
      "id": "s101"
    },
    {
      "text": "19 Sirtex set out a number of factors in favour of an award of indemnity costs: \n \n(a) It would have been reasonable to expect UWA to accept Sirtex's offer.",
      "id": "s102"
    },
    {
      "text": "(b) UWA is in a significantly worse position as a result of running its trial against Sirtex than it would have been had it accepted the offer.",
      "id": "s103"
    },
    {
      "text": "(c) Assessed at the time of the offer, but with the benefit of hindsight (and even without the benefit of hindsight), UWA was highly unlikely to succeed in its claim.",
      "id": "s104"
    },
    {
      "text": "(d) It was entirely unnecessary for UWA to pursue a claim against Sirtex when it had two other respondents with very substantial assets available to them which would have satisfied the claims of UWA realistically put at their highest.",
      "id": "s105"
    },
    {
      "text": "(e) UWA initiated the \"open offer\" regime as a means of seeking to gain an advantage in relation to any award of costs.",
      "id": "s106"
    },
    {
      "text": "20 Sirtex, after referring to the absence of merit in the UWA case, submitted that the condition contained in its offer that UWA achieve \"Substantial Success\" against Dr Gray was, for two reasons, reasonable and prudent on the part of the board of a publicly listed company protecting innocent shareholders.",
      "id": "s107"
    },
    {
      "text": "The case against Sirtex was contingent upon UWA's succeeding against Gray.",
      "id": "s108"
    },
    {
      "text": "That was self-evident on the pleadings.",
      "id": "s109"
    },
    {
      "text": "Secondly, UWA had maintained at all times that the conditions of Substantial Success would be satisfied.",
      "id": "s110"
    },
    {
      "text": "21 Sirtex was a public company.",
      "id": "s111"
    },
    {
      "text": "There was no question of its solvency at the time the open offer was made nor any need for security to be provided to support its offer.",
      "id": "s112"
    },
    {
      "text": "Sirtex submitted that in substance it was offering UWA a very substantial sum to resolve the matter as between them on a condition that UWA have Substantial Success against the alleged primary wrong doer.",
      "id": "s113"
    },
    {
      "text": "This was in circumstances where UWA had secured the potential fruits of any judgment against Gray and CRI.",
      "id": "s114"
    },
    {
      "text": "22 Sirtex referred to the dates at which affidavits of evidence were filed.",
      "id": "s115"
    },
    {
      "text": "UWA's affidavits in chief were filed on 5 December 2006.",
      "id": "s116"
    },
    {
      "text": "Dr Gray's affidavit in chief was filed on 31 January 2007 and Sirtex's affidavits on 20 and 21 December 2006.",
      "id": "s117"
    },
    {
      "text": "UWA, it said, had nearly three months to consider Sirtex's evidence and six weeks to consider Dr Gray's evidence before the Sirtex offer was made.",
      "id": "s118"
    },
    {
      "text": "The evidence referred to, it was said, should clearly have indicated to UWA that its case against Sirtex was hopeless.",
      "id": "s119"
    },
    {
      "text": "It was said to be clear on the evidence that: \n \n1.",
      "id": "s120"
    },
    {
      "text": "There was no implied contractual term conferring an interest on UWA in respect of intellectual property developed by Dr Gray.",
      "id": "s121"
    },
    {
      "text": "2.",
      "id": "s122"
    },
    {
      "text": "Although Dr Gray was conducting research for the benefit of some entity other than UWA there was no claim against him for breach of fiduciary duty on that account.",
      "id": "s123"
    },
    {
      "text": "3.",
      "id": "s124"
    },
    {
      "text": "UWA had no capacity to alienate or interfere with substantive property rights by regulation.",
      "id": "s125"
    },
    {
      "text": "4.",
      "id": "s126"
    },
    {
      "text": "The Intellectual Property Regulations were not promulgated at the relevant time.",
      "id": "s127"
    },
    {
      "text": "5.",
      "id": "s128"
    },
    {
      "text": "UWA had repeatedly failed to make a timely claim against Sirtex.",
      "id": "s129"
    },
    {
      "text": "6.",
      "id": "s130"
    },
    {
      "text": "Professor Barber's reply to the Gorn letter was written in his capacity as Acting Vice Chancellor.",
      "id": "s131"
    },
    {
      "text": "7.",
      "id": "s132"
    },
    {
      "text": "UWA adopted a deliberate strategy of withholding knowledge of a potential claim.",
      "id": "s133"
    },
    {
      "text": "8.",
      "id": "s134"
    },
    {
      "text": "Sirtex was not put on notice of the claim until October 2004.",
      "id": "s135"
    },
    {
      "text": "9.",
      "id": "s136"
    },
    {
      "text": "The claim, when finally made, was misleading.",
      "id": "s137"
    },
    {
      "text": "10.",
      "id": "s138"
    },
    {
      "text": "UWA advanced for the first time in its closing submissions the contention that Sirtex was a volunteer but then decided not to press the submission.",
      "id": "s139"
    },
    {
      "text": "11.",
      "id": "s140"
    },
    {
      "text": "UWA could not rely on Dr Gray's knowledge to claim against Sirtex.",
      "id": "s141"
    },
    {
      "text": "This factor depends upon submissions on which no finding was made.",
      "id": "s142"
    },
    {
      "text": "12.",
      "id": "s143"
    },
    {
      "text": "There was no answer to Sirtex's defences based on estoppel, laches and delay.",
      "id": "s144"
    },
    {
      "text": "13.",
      "id": "s145"
    },
    {
      "text": "The relief sought by UWA was untenable.",
      "id": "s146"
    },
    {
      "text": "23 The preceding considerations were in part derived from findings made in the judgment.",
      "id": "s147"
    },
    {
      "text": "Some aspects involving UWA's reliance upon Dr Gray's knowledge to support its claim against Sirtex and the absence of any \"answer\" to defences based on estoppel, laches and delay reflect an assumption that Sirtex would have succeeded in relation to those matters.",
      "id": "s148"
    },
    {
      "text": "That is not to say they would not have succeeded.",
      "id": "s149"
    },
    {
      "text": "However there was no determination of those matters in the judgment.",
      "id": "s150"
    },
    {
      "text": "24 Sirtex submitted that to the extent that it had incurred costs on and after the closure of its open offer on 19 March 2007 commensurately Dr Gray's exposure under the cross-claim had increased.",
      "id": "s151"
    },
    {
      "text": "If the Court were to accept its submissions that UWA's refusal to accept its offer was unreasonable, then it only seemed appropriate that the extra costs fall at the feet of UWA rather than Dr Gray.",
      "id": "s152"
    },
    {
      "text": "25 In justification of its conduct in refusing to accept the Sirtex offer, UWA made the following points: \n \n1.",
      "id": "s153"
    },
    {
      "text": "The sum offered was inclusive of costs and made shortly prior to the commencement of the trial at which time the parties had already incurred very substantial costs.",
      "id": "s154"
    },
    {
      "text": "It was difficult for UWA to ascertain what, if any, amount was attributed in the offer to the value of its claims and what amount, if any, attributed to costs.",
      "id": "s155"
    },
    {
      "text": "2.",
      "id": "s156"
    },
    {
      "text": "There was a real difficulty in ascertaining the value of the offer so as to compare it to the value of the relief claimed against Sirtex.",
      "id": "s157"
    },
    {
      "text": "A calculation of the value of the offer required UWA to assign values to the amount offered and the likelihood of various contingencies.",
      "id": "s158"
    },
    {
      "text": "3.",
      "id": "s159"
    },
    {
      "text": "The sum offered did not vary according to the extent of UWA's success.",
      "id": "s160"
    },
    {
      "text": "4.",
      "id": "s161"
    },
    {
      "text": "The sum offered was contingent upon UWA succeeding in its claims against Dr Gray.",
      "id": "s162"
    },
    {
      "text": "In the circumstances that have arisen where UWA failed against Dr Gray and Sirtex failed in its cross-claim against UWA, UWA is only worse off than it would have been if it had accepted the offer in that it has now been ordered to pay Sirtex's costs of the trial except insofar as they are referable to the costs of Sirtex's cross-claim against Dr Gray.",
      "id": "s163"
    },
    {
      "text": "5.",
      "id": "s164"
    },
    {
      "text": "Regardless of whether the offer was accepted by UWA, Sirtex would still have been an active participant in the trial by reason of its cross-claim against Dr Gray.",
      "id": "s165"
    },
    {
      "text": "6.",
      "id": "s166"
    },
    {
      "text": "The time for payment did not arise until after the conclusion of any appeal or time for appeal.",
      "id": "s167"
    },
    {
      "text": "7.",
      "id": "s168"
    },
    {
      "text": "The Court had not had occasion to consider the relief to which UWA would have been entitled if it had succeeded in establishing liability.",
      "id": "s169"
    },
    {
      "text": "8.",
      "id": "s170"
    },
    {
      "text": "The offer was made on the eve of the trial and was expressed to be open for acceptance for a period of five days, representing in total three business days.",
      "id": "s171"
    },
    {
      "text": "26 Sirtex's submissions in reply, filed on 1 July 2008, referred to various cases for the proposition that in assessing the reasonableness of an offer the Court should have regard to the ultimate analysis by the Court of uncontroversial facts.",
      "id": "s172"
    },
    {
      "text": "The finding that there was an implication of law in Dr Gray's employment was based on essentially uncontroversial facts.",
      "id": "s173"
    },
    {
      "text": "27 In relation to the contingency attached to the offer, Sirtex observed that UWA's case against it was necessarily a contingent one.",
      "id": "s174"
    },
    {
      "text": "The offer, if accepted, would have involved a real compromise on both sides: \n \n(a) In a trial the size of the trial in these proceedings, the costs would be very substantial.",
      "id": "s175"
    },
    {
      "text": "It would have been a major compromise for Sirtex to forego its right to costs to that date from UWA.",
      "id": "s176"
    },
    {
      "text": "(b) UWA was plainly materially worse off for having rejected Sirtex's offer.",
      "id": "s177"
    },
    {
      "text": "It is liable for Sirtex's costs.",
      "id": "s178"
    },
    {
      "text": "It has no chance of obtaining a payment of $1.5 million or an equivalent value of Sirtex shares.",
      "id": "s179"
    },
    {
      "text": "It has appealed against the dismissal of its application against Dr Gray and regards itself as entitled to succeed against him.",
      "id": "s180"
    },
    {
      "text": "In those circumstances, it was submitted UWA could not say it was not worse off.",
      "id": "s181"
    },
    {
      "text": "UWA had argued that it improved its position by running the trial because it succeeded against Sirtex in respect of Sirtex's cross-claims.",
      "id": "s182"
    },
    {
      "text": "But that cross-claim only arose if UWA succeeded in any of its claims.",
      "id": "s183"
    },
    {
      "text": "28 Sirtex submitted there was no uncertainty as to the meaning of \"Substantial Success\" in the proposed Deed.",
      "id": "s184"
    },
    {
      "text": "The suggestion of uncertainty was only raised by UWA for the first time on 3 June 2008.",
      "id": "s185"
    },
    {
      "text": "It did not suggest in March 2007 that it had any difficulty understanding the offer that had been put.",
      "id": "s186"
    },
    {
      "text": "As to the date from which indemnity costs should be ordered, and in the light of Mr Price's correcting affidavit of 3 June 2008, that UWA rejected Sirtex's offer on 15 March 2007, it was submitted that UWA should pay indemnity costs from that date.",
      "id": "s187"
    },
    {
      "text": "Whether indemnity costs should be awarded \n \n29 There have been a considerable number of decisions in the Federal Court and other courts about when indemnity costs will be awarded following the rejection of an open offer.",
      "id": "s188"
    },
    {
      "text": "Many of these cases turn on their own facts.",
      "id": "s189"
    },
    {
      "text": "The starting point for consideration of the motion is the discretion in relation to costs conferred upon the Court by s 43 of the Federal Court Act.",
      "id": "s190"
    },
    {
      "text": "30 Ordinarily that discretion will be exercised so that costs follow the event and are awarded on a party and party basis.",
      "id": "s191"
    },
    {
      "text": "A departure from normal practice to award indemnity costs requires some special or unusual feature in the case: Alpine Hardwood (Aust) Pty Ltd v Hardys Pty Ltd (No 2) [2002] FCA 224 ; (2002) 190 ALR 121 at [11] (Weinberg J) citing Colgate Palmolive Co v Cussons Pty Ltd (1993) 46 FCR 225 at 233 (Sheppard J).",
      "id": "s192"
    },
    {
      "text": "31 Order 23 provides for offers of compromise.",
      "id": "s193"
    },
    {
      "text": "In this case it was not suggested that the Sirtex offer complied with the requirements of O 23.",
      "id": "s194"
    },
    {
      "text": "In any event that Order is not a code.",
      "id": "s195"
    },
    {
      "text": "32 The general principles governing the exercise of the discretion to award indemnity costs after rejection by an unsuccessful party of a so called Calderbank letter were set out in the judgment of the Full Court in Black v Lipovac [1998] FCA 699 ; (1998) 217 ALR 386.",
      "id": "s196"
    },
    {
      "text": "In summary those principles are: \n \n1.",
      "id": "s197"
    },
    {
      "text": "Mere refusal of a \"Calderbank offer\" does not itself warrant an order for indemnity costs.",
      "id": "s198"
    },
    {
      "text": "In this connection it may be noted that Jessup J in Dais Studio Pty Ltd v Bullet Creative Pty Ltd [2008] FCA 42 said that (at [6]): \n \n \n if the rejection of such an offer is to ground a claim for indemnity costs, it must be by reason of some circumstance other than that the offer happened to comply with the Calderbank principle.",
      "id": "s199"
    },
    {
      "text": "2.",
      "id": "s200"
    },
    {
      "text": "To obtain an order for indemnity costs the offeror must show that the refusal to accept it was unreasonable.",
      "id": "s201"
    },
    {
      "text": "3.",
      "id": "s202"
    },
    {
      "text": "The reasonableness of the conduct of the offeree is to be viewed in the light of the circumstances that existed when the offer was rejected.",
      "id": "s203"
    },
    {
      "text": "33 The preceding general principles inform the exercise of the discretion.",
      "id": "s204"
    },
    {
      "text": "That discretion is not to be fettered by transformation of approaches and practices developed through the cases into quasi statutory rules.",
      "id": "s205"
    },
    {
      "text": "In John S Hayes &amp; Associates Pty Ltd v Kimberly-Clark Australia Pty Ltd (1994) 52 FCR 201 , Hill J said (at 203): \n care must be taken not to circumscribe the discretion by reference to closed categories.",
      "id": "s206"
    },
    {
      "text": "It is not a necessary condition of the power to award costs that a collateral purpose be shown.",
      "id": "s207"
    },
    {
      "text": "The categories warranting the exercise of the discretion are not closed ... \nSee also Goldberg J in Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 at [15] .",
      "id": "s208"
    },
    {
      "text": "34 I accept that the making of a rolled up offer inclusive of costs and interest may detract from the weight to be given to its refusal in the exercise of the discretion.",
      "id": "s209"
    },
    {
      "text": "Finn J referred to authorities on the point in GEC Marconi Systems Pty Ltd v BHP Information Technology Pty Ltd [2003] FCA 688 ; (2003) 201 ALR 55 at [34] .",
      "id": "s210"
    },
    {
      "text": "His Honour cited single judge decisions to the effect that such offers ought not to be a relevant consideration on the question of costs and would not be considered in the same way as a Calderbank letter.",
      "id": "s211"
    },
    {
      "text": "His Honour was invited to depart from that line of first instance authority.",
      "id": "s212"
    },
    {
      "text": "However he was not prepared to say it was clearly wrong.",
      "id": "s213"
    },
    {
      "text": "Notwithstanding that, in the circumstances of the case he had to decide, his Honour found that: \n The fact that the offer gave no indication at all of the breakdown ... between the claim, interest and costs blunts significantly the weight to be given the offer.",
      "id": "s214"
    },
    {
      "text": "35 While respecting the general approach to rolled up offers reflected in the cases to which Finn J referred, such approaches cannot be calcified into rules of law which fetter a general discretion.",
      "id": "s215"
    },
    {
      "text": "They simply reflect a common sense proposition that generally speaking such an offer is not unreasonably refused.",
      "id": "s216"
    },
    {
      "text": "There may, however, be circumstances where a rolled up offer, refused by an applicant who is unsuccessful, may support a claim for indemnity costs.",
      "id": "s217"
    },
    {
      "text": "36 On the question of the level of unreasonableness necessary to attract the discretion, I respectfully agree with the comment of Sackville J in Seven Network Limited v News Limited (2007) 244 ALR 374 at [62] questioning the utility of substituting a requirement that rejection be \"plainly unreasonable\" for the requirement that it be \"unreasonable\".",
      "id": "s218"
    },
    {
      "text": "Given the evaluative character of the judgment involved the addition of the word \"plainly\" which is itself evaluative, has no useful function.",
      "id": "s219"
    },
    {
      "text": "37 At the time that Sirtex made its offer to UWA the prospect of UWA succeeding against Sirtex depended critically upon: \n \n1.",
      "id": "s220"
    },
    {
      "text": "UWA establishing its case against Dr Gray and, in particular, that he had breached his fiduciary duty.",
      "id": "s221"
    },
    {
      "text": "2.",
      "id": "s222"
    },
    {
      "text": "UWA establishing that Sirtex was accessorially liable in relation to that breach, a position that depended upon establishing that Sirtex was aware of facts constituting (and which would have indicated to a reasonable person) the breach of fiduciary duties owed by Dr Gray to UWA.",
      "id": "s223"
    },
    {
      "text": "38 It cannot be said that UWA acted unreasonably in proceeding on the basis that it had a reasonable cause of action against Dr Gray.",
      "id": "s224"
    },
    {
      "text": "True it is that the case as framed and presented depended upon an important proposition of law as to the existence of an implied term in the contract of Dr Gray's employment with UWA.",
      "id": "s225"
    },
    {
      "text": "But the correctness of that proposition had not previously been tested in Australia in circumstances of the kind which arose in this case.",
      "id": "s226"
    },
    {
      "text": "This is not a case, in my opinion, in which it is appropriate to take a hindsight test to the facts known to UWA at the time of Sirtex's offer and conclude that it ought to have known that the law was against it.",
      "id": "s227"
    },
    {
      "text": "39 There were of course other hazards in the way of UWA's path to success against Dr Gray and therefore against Sirtex.",
      "id": "s228"
    },
    {
      "text": "The question whether the relevant inventions were made while Dr Gray was an employee of UWA was one issue upon which findings adverse to UWA were made on all but the DOX-Spheres technology.",
      "id": "s229"
    },
    {
      "text": "There was also a finding adverse to UWA that none of the Sirtex directors, apart from Dr Gray, were on notice of a potential claim.",
      "id": "s230"
    },
    {
      "text": "To establish any cause of action against Sirtex based on knowing involvement in his alleged breaches of fiduciary duty would have depended entirely upon his role as a director of Sirtex and whether his knowledge could be attributed to that company.",
      "id": "s231"
    },
    {
      "text": "In addition, UWA faced substantial defences by Sirtex based on UWA's delay in commencing proceedings after it first became aware of the facts relevant to its claimed causes of action.",
      "id": "s232"
    },
    {
      "text": "40 The preceding factors may be seen as weighing to some degree in favour of the Sirtex motion.",
      "id": "s233"
    },
    {
      "text": "On the other hand the offer came as the trial commenced.",
      "id": "s234"
    },
    {
      "text": "That is a factor, given the focus on the trial process which would then have existed, that militates against a finding of unreasonableness on the part of UWA in refusing the offer.",
      "id": "s235"
    },
    {
      "text": "That conclusion is not affected by the fact that Sirtex was making a counter-offer.",
      "id": "s236"
    },
    {
      "text": "The counter-offer was not a variation on a theme opened by UWA's offers.",
      "id": "s237"
    },
    {
      "text": "It was quite different and could have been proposed earlier.",
      "id": "s238"
    },
    {
      "text": "41 It is also relevant that the offer made no break-up between recovery and costs and interest.",
      "id": "s239"
    },
    {
      "text": "To that extent its refusal is less readily able to be characterised as unreasonable.",
      "id": "s240"
    },
    {
      "text": "42 UWA was entering into a complex piece of commercial litigation.",
      "id": "s241"
    },
    {
      "text": "The initial letter of demand to Sirtex indicated a level of confidence which was unrealistic given those complexities.",
      "id": "s242"
    },
    {
      "text": "But that unrealistic level of confidence does not mean that it did not have an arguable case.",
      "id": "s243"
    },
    {
      "text": "43 There is a mix of factors in this case which are related to the exercise of the discretion which Sirtex seeks to invoke.",
      "id": "s244"
    },
    {
      "text": "Some point one way, some another.",
      "id": "s245"
    },
    {
      "text": "In the end I am not persuaded that the refusal of the Sirtex offer by UWA was so unreasonable in the circumstances that I ought to award indemnity costs against it.",
      "id": "s246"
    },
    {
      "text": "The motion for indemnity costs will be dismissed.",
      "id": "s247"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s248"
    },
    {
      "text": "Associate:\nDated: 16 July 2008\n\n Counsel for the Applicant: Mr M Zilko SC with Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald Counsel for the First Respondent: Mr M Bennett Solicitor for the First Respondent: Lavan Legal \n \n Counsel for the Second Respondent: Mr JD Elliott SC with Mr EJC Heerey and Mr JS Emmett \n \n Solicitor for the Second Respondent: Yeldham Price O'Brien Lusk \n\n Date of Hearing: 3 and 23 June 2008 \n \n Date of Judgment: 16 July 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1056.html",
      "id": "s249"
    }
  ]
}