{
  "name": "SBZF v Minister for Immigration and Citizenship [2008] FCA 1486 (8 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1486.html",
  "catchphrases": [
    {
      "text": "appellant claimed asylum for reasons of ethnicity, religion and imputed political opinion",
      "id": "c0"
    },
    {
      "text": "whether tribunal fell into error by failing to address whether appellant had a well-founded fear of future persecution",
      "id": "c1"
    },
    {
      "text": "whether tribunal fell into error by failing to address whether appellant's association with her son who was granted a protection visa might give rise to an imputed political opinion of the appellant",
      "id": "c2"
    },
    {
      "text": "whether tribunal fell into error by failing to address whether appellant's claims of restriction of public practice of her religion amounted to persecution",
      "id": "c3"
    },
    {
      "text": "whether tribunal accepted evidence of deliberate persecution of people of uigher ethnicity",
      "id": "c4"
    },
    {
      "text": "whether tribunal fell into error by not considering whether appellant would therefore be subject to future persecution",
      "id": "c5"
    },
    {
      "text": "appeal allowed.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from an order of a Federal Magistrate made on 22 February 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) made on 25 January 2007 and handed down on 7 February 2007.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs (the first respondent) to refuse to grant a Protection (Class XA) visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China.",
      "id": "s2"
    },
    {
      "text": "She legally departed from China on 1 August 2006 and arrived in Australia on 2 August 2006 as the holder of a sponsored visitor visa (Class UL, subclass 679).",
      "id": "s3"
    },
    {
      "text": "On 17 August 2006 she lodged an application for a Protection (Class XA) visa with the Department of Immigration and Multicultural Affairs which was rejected by the Minister's delegate on 23 October 2006 and the appellant was notified accordingly.",
      "id": "s4"
    },
    {
      "text": "3 On 26 October 2006 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "Background \n \n4 Although the appellant's documents show that she was born in 1950 she later said that she was born in 1947.",
      "id": "s6"
    },
    {
      "text": "She is of Uigher ethnicity.",
      "id": "s7"
    },
    {
      "text": "She was married in September 1962.",
      "id": "s8"
    },
    {
      "text": "She worked as a teacher whilst in China however her teaching career was interrupted for a time during the middle 1960's when she and her husband, who was also a teacher, were dispersed to work on a farm in difficult circumstances.",
      "id": "s9"
    },
    {
      "text": "They lived there for 13 years before returning to teach at their original schools in 1977.",
      "id": "s10"
    },
    {
      "text": "In 1990 her husband was detained by Chinese authorities and died in 1993 in detention.",
      "id": "s11"
    },
    {
      "text": "The appellant ceased working in 1991.",
      "id": "s12"
    },
    {
      "text": "She said she was made to retire.",
      "id": "s13"
    },
    {
      "text": "She said that she was given a pension because she had no other income and children to support.",
      "id": "s14"
    },
    {
      "text": "5 The appellant claimed to have six children, three boys all older than their three sisters.",
      "id": "s15"
    },
    {
      "text": "Two of her children currently reside in Australia; her daughter emigrated to Australia in 1995 as the spouse of an Australian citizen; and her son arrived in Australia in 2006 claiming to be a refugee.",
      "id": "s16"
    },
    {
      "text": "He was initially refused a protection visa by the delegate of the Minister.",
      "id": "s17"
    },
    {
      "text": "He sought a review of that decision in the Tribunal which found him to be a person to whom Australia has protection under the Refugee's Convention.",
      "id": "s18"
    },
    {
      "text": "The circumstances and consequences of her son's entitlement to a protection visa form a part of the argument advanced before me on the appellant's behalf which I will address later in these reasons.",
      "id": "s19"
    },
    {
      "text": "6 The appellant claimed that she feared persecution for reason of her ethnicity, religion and imputed political opinion.",
      "id": "s20"
    },
    {
      "text": "She is a Muslim and of Uigher ethnicity, who originates from Xinjiang province, formerly called East Turkestan.",
      "id": "s21"
    },
    {
      "text": "She claimed specifically that family members, particularly her husband, grandfather, son and son-in-law have all suffered at the hands of authorities because of their ethnicity and involvement in the Uigher community; that she was sent with her husband to work on a farm and that she was separated from him when he was imprisoned in 1990; that she was forced out of her job because she was the wife of a suspected \"separatist\"; and that she was not permitted to practise her religion or any religious rituals.",
      "id": "s22"
    },
    {
      "text": "She also asserted that she was suffering from unspecified \"health problems\" which could not be treated in China.",
      "id": "s23"
    },
    {
      "text": "She tendered a letter from a Dr Nareen Wilson dated 13 September 2006 stating, amongst other things, that the appellant was \"a refugee\" who suffered from Post Traumatic Stress Disorder and was \"an epileptic\" and had \"not been able to get any medications in China due to persecutions.",
      "id": "s24"
    },
    {
      "text": "\"\n The Tribunal's Decision \n \n7 The Tribunal accepted the appellant's statements regarding her family except in one particular.",
      "id": "s25"
    },
    {
      "text": "It determined that her claim that she was the mother of the sixth child was untrue.",
      "id": "s26"
    },
    {
      "text": "The Tribunal found that child could not possibly be the appellant's natural child, but be her granddaughter or her brother's child and later adopted by the appellant.",
      "id": "s27"
    },
    {
      "text": "8 The Tribunal addressed the country information which it had received.",
      "id": "s28"
    },
    {
      "text": "The country information put before it was to the effect that the Uigher population in Xinjiang province continues to be at a disadvantage due to China's Develop the West Program.",
      "id": "s29"
    },
    {
      "text": "The Uighers are being deliberately persecuted for practising and preserving their culture and religion.",
      "id": "s30"
    },
    {
      "text": "It wrote:\n Country information indicates that East Turkistan came under the rule of the PRC in 1949 and is now known formally as Xinjiang Uigher Autonomous Region, or simply Xinjiang Province.",
      "id": "s31"
    },
    {
      "text": "The Chinese government initially introduced a two track education system but has since replaced it with a variation that requires all schools to teach in Chinese, although they may also teach in the local language as well.",
      "id": "s32"
    },
    {
      "text": "The dominant position of standard Chinese in government, commerce and education puts users of minority languages at a disadvantage.",
      "id": "s33"
    },
    {
      "text": "Amnesty International notes that the Uighur population in China's Xinjiang province continues to be at an economic and social disadvantage largely due to China's Develop the West Program and her (sic) subsequent influx of Han Chinese to the region.",
      "id": "s34"
    },
    {
      "text": "However, the repression of the Uighers stems deeper than mere disadvantage, as they are being deliberately persecuted for practising and preserving their culture and religion.",
      "id": "s35"
    },
    {
      "text": "The applicant's account of her grandfather and husband's experiences appear to be consistent with the country information cited above.",
      "id": "s36"
    },
    {
      "text": "However, the question to be addressed is whether the applicant herself is a victim of persecution.",
      "id": "s37"
    },
    {
      "text": "9 The reference by the Tribunal to the Uighers being at more than a disadvantage but being \"deliberately persecuted for practising and preserving their culture and religion\" was extracted from a report of Amnesty International of 11 October 2006.",
      "id": "s38"
    },
    {
      "text": "The Tribunal made no comment on this aspect of the country information in that part of its decision under the heading of \"Findings and Reasons\".",
      "id": "s39"
    },
    {
      "text": "10 As can be seen, the Tribunal stated that the question to be addressed was whether the applicant herself was a victim of persecution.",
      "id": "s40"
    },
    {
      "text": "The question the Tribunal posed itself is important.",
      "id": "s41"
    },
    {
      "text": "11 It accepted the appellant's claim regarding her working life but noted that the practice of dispersing segments of urban populations to rural areas was widespread in China during the period the appellant and her family were forced to work as farmers, and it was not limited only to Uighers.",
      "id": "s42"
    },
    {
      "text": "The Tribunal accepted the appellant's claim of separation from her husband on the basis of his involvement and activism within the Uigher community, and also the evidence of the appellant's son-in-law, who was detained in China while visiting in 2002/2003.",
      "id": "s43"
    },
    {
      "text": "However, it did not find that this amounted to persecution of the appellant on a Convention ground, as it did not necessarily follow that she suffered discrimination by association.",
      "id": "s44"
    },
    {
      "text": "The Tribunal found that the fact that the appellant's son was granted a protection visa \"does not support that the applicant is herself a person to whom Australia has protection obligations under the Refugees Convention\".",
      "id": "s45"
    },
    {
      "text": "It was not satisfied that the appellant had suffered discrimination on the basis of her ethnicity.",
      "id": "s46"
    },
    {
      "text": "The Tribunal rejected the appellant's claim that she was discriminated against in her employment as a teacher, instead determining that her retirement in 1991 was on the grounds of ill-health and that she was granted a government pension.",
      "id": "s47"
    },
    {
      "text": "12 The Tribunal accepted country information that the Chinese government had a policy of controlling and regulating religious groups and of crackdowns against Muslim Uighers.",
      "id": "s48"
    },
    {
      "text": "However, it held that there was no claim that the appellant suffered persecution or came to the attention of authorities on the basis of her religion.",
      "id": "s49"
    },
    {
      "text": "It held there was no evidence that she lost her teaching position because of her religion, or that she was effectively prevented from practising her religion in private, or that she was treated any differently from the population at large regarding her religion.",
      "id": "s50"
    },
    {
      "text": "In making this finding the Tribunal said the applicant had not made a claim that \"she suffered persecution or came to the attention of the authorities on the basis of her religion\".",
      "id": "s51"
    },
    {
      "text": "13 The Tribunal also held that while the appellant had recently become a member of the East Turkestan Association in Australia and regularly attended mosque, she had not been engaged in activities in Australia that were likely to bring her to the attention of the authorities upon her return to China.",
      "id": "s52"
    },
    {
      "text": "14 For all of these reasons, the Tribunal affirmed the decision of the Minister's delegate in not granting a Protection (Class XA) visa, stating in particular:\n The Tribunal is not satisfied that the applicant has been seriously harmed in the past.",
      "id": "s53"
    },
    {
      "text": "The Tribunal does not accept that the applicant faces a real chance of serious harm amounting to persecution in the reasonably foreseeable future.",
      "id": "s54"
    },
    {
      "text": "The Tribunal is not satisfied that the incidents that the appellant describes, taken individually or cumulatively, amount to persecution or discrimination within the meaning of the Convention.",
      "id": "s55"
    },
    {
      "text": "Application in the Federal Magistrates Court \n \n15 On 8 October 2007 the appellant filed an application in the Federal Magistrates Court seeking to quash the Tribunal's decision.",
      "id": "s56"
    },
    {
      "text": "The application raised three grounds:\n \n \n 1.",
      "id": "s57"
    },
    {
      "text": "The Tribunal failed to consider, or make findings in relation to, the appellant's claims of a well-founded fear of being persecuted for reasons of her religion and/or asking the wrong question in relation to those claims by misunderstanding the meaning of \"religion\" in the Refugees Convention;\n \n 2.",
      "id": "s58"
    },
    {
      "text": "The Tribunal failed to consider, or make findings in relation to, the appellant's claims of a well-founded fear of being persecuted due to her association with her son, who was an active member of the East Turkestan Association and a person to whom Australia had recently granted a protection visa;\n \n 3.",
      "id": "s59"
    },
    {
      "text": "The Tribunal asked the wrong question in relation to whether the Applicant had a well-founded fear of persecution, in that it failed to consider whether there was a real chance of future persecution, even in the absence of past persecution.",
      "id": "s60"
    },
    {
      "text": "16 The Federal Magistrate summarised the appellant's first ground as a complaint that the Tribunal failed to take into account the restrictions on the appellant's ability to practise her religion by way of public manifestation of her beliefs.",
      "id": "s61"
    },
    {
      "text": "The appellant argued, citing Wang v The Minister for Immigration and Multicultural Affairs [2000] FCA 1599 ; (2000) 105 FCR 548 , that two elements of the concept of religion as expressed in the Convention must be considered; the manifestation of personal faith and the practice of faith in a congregation or like-minded community.",
      "id": "s62"
    },
    {
      "text": "She contended that the failure to consider her claim that she was restricted in her public expression of faith constituted a jurisdictional error.",
      "id": "s63"
    },
    {
      "text": "17 His Honour held that it was literally incorrect for the Tribunal to find that \"she has made no claim that she suffered persecution ... on the basis of her religion\" because evidence provided by the appellant and her agent clearly demonstrated she was making such a claim.",
      "id": "s64"
    },
    {
      "text": "However, it also determined that the appellant's evidence and submissions did not amount to an \"especially focused reference to the denial of public worship\".",
      "id": "s65"
    },
    {
      "text": "His Honour found (at[14]):\n Moreover, the case the applicant put on religious persecution was one of general repression --- including restrictions on dress, forced performance of tasks inconsistent with religious tenets, disadvantage in employment and invigilation of private prayer.",
      "id": "s66"
    },
    {
      "text": "It did not include a great deal of information about specific instances of persecution relating to the applicant personally.",
      "id": "s67"
    },
    {
      "text": "That does not mean that it did not have to be given proper consideration but it does have an impact on our (sic) evaluation of the way the Tribunal went about its task.",
      "id": "s68"
    },
    {
      "text": "The one very specific occasion referred to in the statutory declaration is identified in the Tribunal's findings (the visit by an official to her house during prayer).",
      "id": "s69"
    },
    {
      "text": "The reference to the fact that her employment has not been lost and as to the applicant not being the focus of specific attention by the authorities are unsurprising observations in a decision of this kind.",
      "id": "s70"
    },
    {
      "text": "It is a matter of the Tribunal putting the allegations in some perspective rather than an indication that the Tribunal was suggesting that such allegations were a necessary part of an allegation of religious persecution.",
      "id": "s71"
    },
    {
      "text": "18 His Honour held that the appellant's claims did not identify specific instances of personal persecution and as such the Tribunal was principally engaged in evaluating the meaning of \"serious harm\" under s 91R of the Migration Act 1958 (Cth) (the Act) rather than trying to apply an \"inappropriate test\" as to what constitutes religious persecution.",
      "id": "s72"
    },
    {
      "text": "19 His Honour held that while the Tribunal dealt somewhat summarily with matters of the specific and personal circumstances of the appellant, it nonetheless considered them and therefore did not fall into jurisdictional error in dealing with persecution on the basis of the appellant's religion.",
      "id": "s73"
    },
    {
      "text": "20 In relation to the second ground, the Federal Magistrate noted first, that the Tribunal had little difficulty in accepting the appellant's account of her husband's activities and of the difficulties they experienced from the Chinese authorities.",
      "id": "s74"
    },
    {
      "text": "Secondly, his Honour noted the activities of the applicant's son, who had been asked to spy for the Chinese in the East Turkestan community in Australia, had been actively involved in the community's activities within Australia, and had recently been successful in his review from the Minister's refusal to grant him a protection visa.",
      "id": "s75"
    },
    {
      "text": "His Honour was prepared to draw the inference that the Tribunal had access to the file held by the Tribunal differently constituted in relation to the appellant's son.",
      "id": "s76"
    },
    {
      "text": "21 It was accepted by counsel before the Federal Magistrate that the only relevance this information had was with respect to the appellant's claims of how a well-founded fear of persecution on account of political opinion could be imputed to her on account of her association with her husband and her son, and inferences that might be drawn from that by the Chinese authorities.",
      "id": "s77"
    },
    {
      "text": "22 However, the Federal Magistrate determined that the Tribunal had given proper consideration to this material and thus had not fallen into jurisdictional error, stating (at [32]):\n ...",
      "id": "s78"
    },
    {
      "text": "I think that a fair reading of the Tribunal's decision indicates that such a consideration was properly evaluated.",
      "id": "s79"
    },
    {
      "text": "The Tribunal knew of, and noted, the experiences of both the applicant's husband and son (and son-in-law, less significantly).",
      "id": "s80"
    },
    {
      "text": "The husband had, after all, died in detention.",
      "id": "s81"
    },
    {
      "text": "What was significant for the Tribunal, and, I may say, understandably significant, was that, notwithstanding these issues, the applicant had not suffered convention-related harm herself.",
      "id": "s82"
    },
    {
      "text": "The Tribunal found (and it was not disputed) that she was not a political activist herself (CB 332).",
      "id": "s83"
    },
    {
      "text": "Her claim for refugee status on account of political activity (bound up with Uigher ethnicity) was always to be evaluated on family association criteria.",
      "id": "s84"
    },
    {
      "text": "Apart from the fact of her ethnicity, it did not otherwise arise on the facts of this case.",
      "id": "s85"
    },
    {
      "text": "I am satisfied the Tribunal did give proper consideration to the political opinion that might be imputed from her son's East-Turkistan activities, just as it did to that which might have been imputed from her deceased husband's activities.",
      "id": "s86"
    },
    {
      "text": "23 The Federal Magistrate turned his mind to the third ground of appeal: that the Tribunal had applied an incorrect test in asking whether the appellant had suffered significant past persecution, and had not properly assessed the risk of future persecution.",
      "id": "s87"
    },
    {
      "text": "24 Counsel relied on Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473 and argued that although the Tribunal might have been entitled to examine the appellant's living circumstances in China and reach the conclusion that no past persecution had in fact occurred, the absence of past persecution did not mean that there was not a real chance of persecution in the future.",
      "id": "s88"
    },
    {
      "text": "He argued that the Tribunal paid little to no attention to the risks of the appellant suffering persecution upon her return to China.",
      "id": "s89"
    },
    {
      "text": "25 The Federal Magistrate agreed that the Tribunal had dismissed the question of future persecution quite summarily.",
      "id": "s90"
    },
    {
      "text": "However, His Honour pointed out that no evidence had been produced to indicate that the appellant would behave any differently in the future to how she had in the past, and concluded:\n It would in those circumstances be an otiose exercise, having reached conclusions about past activities not having led to persecution, for the Tribunal to expressly posit such activities happening in the future and then make findings --- based on a prognostication of future events --- when it was given no basis for considering that future activities would be any different or the response of the authorities any more persecutory.",
      "id": "s91"
    },
    {
      "text": "In these circumstances, the Tribunal can only find, as here, that no chance of serious harm on account of such activities will occur in the reasonably foreseeable future.",
      "id": "s92"
    },
    {
      "text": "26 His Honour therefore dismissed the appellant's application for judicial review.",
      "id": "s93"
    },
    {
      "text": "On Appeal \n \n27 The appellant's notice of appeal raises several grounds of appeal.",
      "id": "s94"
    },
    {
      "text": "The first three challenge the Federal Magistrate's conclusions on the Tribunal's findings in relation to the issue of future persecution, asserting that His Honour erred in holding that:\n \n \n a) The Tribunal's failure to assess a risk of future persecution did not amount to jurisdictional error,\n \n b) It was not required to examine the issue, despite the appellant not giving evidence as to any difference in future behaviour; and\n \n c) The Tribunal was not required to make findings relating to this question and that their absence did not amount to the Tribunal asking the wrong question by focusing on any persecution the appellant may have suffered in the past, rather than the future.",
      "id": "s95"
    },
    {
      "text": "28 The notice of appeal also challenges the Federal Magistrate's conclusion in dismissing the claim of jurisdictional error in that the Tribunal's findings regarding the appellant's claimed fear of persecution for reasons of religion, and in particular its failure to consider whether restrictions on public worship amounted to persecution.",
      "id": "s96"
    },
    {
      "text": "29 Finally, it is asserted in the notice of appeal that the Federal Magistrate erred in concluding that the Tribunal had properly considered the appellant's claim for fear of persecution on the basis of a political opinion imputed to her by reason of her son's political activities in Australia, and had properly taken into account the fact of the grant of a protection visa to the appellant's son in its consideration.",
      "id": "s97"
    },
    {
      "text": "30 During argument the appellant's counsel applied for leave to amend a further ground of appeal directed to the passage in the Tribunal's reasons referred to in [8] of these reasons.",
      "id": "s98"
    },
    {
      "text": "Counsel asked for time to consider the precise wording of the amendment.",
      "id": "s99"
    },
    {
      "text": "I directed the appellant to formulate the amendment within 7 days and each party to provide me with written submissions in relation to the application for leave to amend and the substance of the amendment.",
      "id": "s100"
    },
    {
      "text": "The parties complied.",
      "id": "s101"
    },
    {
      "text": "31 Whilst the first respondent argued that the ground should be dismissed, no separate argument was put that leave should not be given.",
      "id": "s102"
    },
    {
      "text": "The ground of appeal for which leave was sought is:\n \n \n 4.",
      "id": "s103"
    },
    {
      "text": "The learned Federal Magistrate erred in not holding that the Tribunal had:\n \n \n \n \n \n 4.1 upon finding that \"the repression of the Uighers stems deeper than mere disadvantage, as they are being deliberately persecuted for practising and preserving their culture and religion\";\n \n 4.2 committed jurisdictional error by not considering whether, in light of that finding, the Appellant, as an Uigher person, would therefore also be persecuted if she were to return to China.",
      "id": "s104"
    },
    {
      "text": "32 It would be appropriate in the circumstances of this appeal to grant leave to amend in the absence of any objection by the first respondent and because the ground is related to the first ground, and because in my opinion the ground should be upheld.",
      "id": "s105"
    },
    {
      "text": "Appellant's Submissions \n \n33 The appellant submitted that the Tribunal fell into jurisdictional error by failing to ask the question itself whether the appellant, upon returning to China, would be restricted in the manner in which she could practise her religion and, if so, whether this would amount to persecution.",
      "id": "s106"
    },
    {
      "text": "34 The appellant contended that whilst the Tribunal addressed the appellant's historical claims, the Tribunal did not address the ultimate question which was whether the appellant had a well-founded fear of persecution if the appellant were to return to China.",
      "id": "s107"
    },
    {
      "text": "35 It was contended that the Tribunal did not apply its mind to what persecution the appellant might suffer by reason of her ethnicity, religion or imputed political opinion if she were to return to China.",
      "id": "s108"
    },
    {
      "text": "It merely concentrated on past events.",
      "id": "s109"
    },
    {
      "text": "36 It was put that the appellant had given the Tribunal explicit material which showed that she would be restricted in the manner in which she could practise her religion.",
      "id": "s110"
    },
    {
      "text": "She tendered evidence in the form of a statutory declaration and country information which showed that the Chinese State restricted the practice of Islam by Uigher members.",
      "id": "s111"
    },
    {
      "text": "In particular, she claimed that the Tribunal failed to address the thrust of her claim, which was that she was restricted from practising her religion in public and required to practise her religion discreetly and privately.",
      "id": "s112"
    },
    {
      "text": "37 The third ground of appeal relied upon by the appellant related to the grant of a protection visa to her son and any political opinions that might be imputed to the appellant by the Chinese authorities because of that fact.",
      "id": "s113"
    },
    {
      "text": "It was submitted that the appellant had already provided information to the Tribunal regarding her son's political profile.",
      "id": "s114"
    },
    {
      "text": "38 It was argued that the Tribunal expressed too wide a principle in holding that the fact that the appellant's son had had his protection visa application remitted by the Tribunal \"[did] not support that the applicant is herself a person to whom Australia has protection obligations under the Refugees Convention.",
      "id": "s115"
    },
    {
      "text": "\" The appellant submitted that the Tribunal again fell into jurisdictional error by dismissing the relevance of the appellant's son's claims and by failing to consider whether the appellant might be at risk of persecution because of her son being granted a protection visa in Australia.",
      "id": "s116"
    },
    {
      "text": "39 As to the fourth ground the appellant contended that the passage quoted amounted to a finding of the Tribunal and was not merely a re-stating of Country Information, and that because it is implicit that the persecution was ongoing, the Tribunal should have considered whether the appellant may be persecuted as a person of Uigher ethnicity.",
      "id": "s117"
    },
    {
      "text": "Respondent's Submissions \n \n40 The respondent submitted that the Federal Magistrate was correct in holding that the Tribunal had properly assessed and dismissed the appellant's claim for refugee status, and that its findings were within its jurisdiction.",
      "id": "s118"
    },
    {
      "text": "41 It submitted that the Tribunal had given explicit reasons and findings in respect of five aspects arising from the appellant's claims which, coupled with the fact that the appellant had been able to obtain a passport in China; had taken no steps to go anywhere other than Australia; had neither been a victim of persecution nor been seriously harmed in the past; and had stated to the Tribunal that she was attracted to Australia because the situation was good and that she wanted to be with family and was assured by her daughter of better medical care, meant that her claim to the Tribunal was bound to fail.",
      "id": "s119"
    },
    {
      "text": "42 The respondent also addressed each of the appellant's grounds of appeal.",
      "id": "s120"
    },
    {
      "text": "43 In relation to ground 1 of the notice of appeal, the respondent submitted that the Federal Magistrate was correct in holding that the Tribunal acted properly in finding that despite numerous members of her family being imputed with separatist political beliefs and actually being persecuted by Chinese authorities, no harm had befallen the appellant in the past as a consequence.",
      "id": "s121"
    },
    {
      "text": "Furthermore, it submitted, the Tribunal was entitled to take this into account in determining if the appellant had a \"well-founded fear\" of future persecution and that the Federal Magistrate was right to rely upon Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559.",
      "id": "s122"
    },
    {
      "text": "The Minister submitted that the question as to whether the harm (or potential harm) feared by the appellant was capable of constituting \"persecution\" for Convention purposes was a matter for the Tribunal, and that the Tribunal correctly assessed the question without falling into jurisdictional error.",
      "id": "s123"
    },
    {
      "text": "44 In relation to ground 2 of the appeal, dealing with the appellant's religious beliefs, the respondent submitted that the Federal Magistrate dealt with this issue in detail and properly assessed this aspect of the appellant's claim on the basis that the appellant was an adherent of Islam and if returned to China she may continue to practise her religion.",
      "id": "s124"
    },
    {
      "text": "45 The respondent further submitted that no error of the type referred to in Appellant S395/2002 216 CLR 473 arose because the Tribunal focused on the appellant's particular circumstances.",
      "id": "s125"
    },
    {
      "text": "The first respondent argued that the Federal Magistrate correctly held that the Tribunal was properly engaged in the task of identifying whether a well-founded fear of \"serious harm\" had been established, rather than attempting to apply, it submitted, an inappropriate test as to what constitutes religious persecution.",
      "id": "s126"
    },
    {
      "text": "46 The respondent submitted that the Federal Magistrate was correct in dealing with the Tribunal's decision regarding the appellant's son and that no error was apparent in His Honour's decision and ground 3 should be dismissed.",
      "id": "s127"
    },
    {
      "text": "47 The first respondent contended that the appellant's late-raised fourth ground of appeal should be dismissed.",
      "id": "s128"
    },
    {
      "text": "The first respondent submitted that, properly read, the passage of the Tribunal's reasons did not mean that the Tribunal accepted as fact that all Uighers are being deliberately persecuted.",
      "id": "s129"
    },
    {
      "text": "Rather, it submitted, the Tribunal was reciting an assertion of information provided by Amnesty International.",
      "id": "s130"
    },
    {
      "text": "It therefore submitted that no jurisdictional error arose from this passage of the Tribunal's decision.",
      "id": "s131"
    },
    {
      "text": "Conclusion \n \n48 There are four reasons why, in my opinion, this appeal should be allowed and the orders made by the Federal Magistrate set aside, and orders made for the issue of the constitutional writs.",
      "id": "s132"
    },
    {
      "text": "49 First, in my opinion, contrary to the finding of the Federal Magistrate, the Tribunal did not address the appropriate question in considering the appellant's claims.",
      "id": "s133"
    },
    {
      "text": "The question that the Tribunal needed to consider was whether the appellant had a well-founded fear of persecution.",
      "id": "s134"
    },
    {
      "text": "This required the Tribunal to consider whether if the appellant were to return to her country of origin, in this case China, there would be a real chance she would be persecuted for a Convention reason.",
      "id": "s135"
    },
    {
      "text": "50 It is, of course, relevant in determining whether there is a real chance that an event will occur for a particular reason in the future to consider whether similar events have or have not occurred in the past for the same or similar reasons.",
      "id": "s136"
    },
    {
      "text": "It was appropriate, therefore, for the Tribunal to determine whether or not the appellant herself had been subject to persecutory conduct for a Convention reason: Guo [1997] HCA 22 ; 191 CLR 559.",
      "id": "s137"
    },
    {
      "text": "51 However, a finding that she has not previously been subject to persecution for a Convention reason does not necessarily answer the question as to whether there is a real chance that she will be subject to persecutory conduct in the future if she were to return to China for a Convention reason: Appellant S395/2002 216 CLR 473 per Gummow and Hayne JJ at 499.",
      "id": "s138"
    },
    {
      "text": "52 In this case, the Tribunal addressed the question of past conduct but did not consider the question of future conduct.",
      "id": "s139"
    },
    {
      "text": "That specific question had to be addressed and answered.",
      "id": "s140"
    },
    {
      "text": "In that sense, it did not exercise the jurisdiction which is bestowed upon it under the Act.",
      "id": "s141"
    },
    {
      "text": "53 The second reason why, in my opinion, the Tribunal fell into error is that the Tribunal did not address one integer of the appellant's claim.",
      "id": "s142"
    },
    {
      "text": "She claimed that, by reason of her husband's conduct, her son-in-law's conduct and, more relevantly, her son's conduct, their political opinions would be imputed to her which would give rise to persecutory conduct on the part of the authorities.",
      "id": "s143"
    },
    {
      "text": "The Tribunal did not consider whether her son's conduct and the granting of a protection visa to him as a result of the decision of the Tribunal would be likely to give rise to persecution for their political opinions.",
      "id": "s144"
    },
    {
      "text": "The Tribunal misunderstood the relevance of the appellant's son being granted a protection visa.",
      "id": "s145"
    },
    {
      "text": "54 Thirdly, in my opinion, the Tribunal fell into error by failing to deal properly with the appellant's claims of feared persecution because of her religious beliefs.",
      "id": "s146"
    },
    {
      "text": "There was significant evidence put before the Tribunal as to the manner in which the appellant was restricted by the Chinese State in the practice of her religion, and also as to the manner in which she wished to practice her religion, namely in public with other members of the Muslim community.",
      "id": "s147"
    },
    {
      "text": "Despite this, the Tribunal held that \"[t]he applicant has not claimed ... that she was effectively prevented from practising her religion in private.",
      "id": "s148"
    },
    {
      "text": "She made no claim that she suffered persecution or came to the attention of the authorities on the basis of her religion.",
      "id": "s149"
    },
    {
      "text": "\"\n \n55 I agree with the appellant's submission that that finding fails to recognise the appellant's case that she feared persecution from the Chinese authorities by reason of her intention to practice her religion in public.",
      "id": "s150"
    },
    {
      "text": "In Wang [2000] FCA 1599 ; 105 FCR 548 , Merkel J said at 565:\n When regard is had to those matters it is clear that there are two elements to the concept of religion for the purposes of Art 1A(2): the first is as a manifestation or practice of personal faith or doctrine, and the second is the manifestation or practice of that faith or doctrine in a like-minded community.",
      "id": "s151"
    },
    {
      "text": "I would add that that interpretation is consistent with the commonly understood meaning of religion as including its practice in or with a like-minded community.",
      "id": "s152"
    },
    {
      "text": "56 For the Tribunal to simply state that the appellant was not prevented from practising her religion in private in my opinion was an error.",
      "id": "s153"
    },
    {
      "text": "The Tribunal failed to properly address the appellant's claimed restrictions on her ability to practice her religion openly with others, and whether those restrictions amounted to persecution under the Convention.",
      "id": "s154"
    },
    {
      "text": "57 Fourthly, the Tribunal's conclusion contradicted its own finding.",
      "id": "s155"
    },
    {
      "text": "The appellant is a Uigher from the Xinjiang province.",
      "id": "s156"
    },
    {
      "text": "At [8] of these reasons I have quoted what, in my opinion, was an unambiguous finding of the Tribunal that the Uigher population is being deliberately persecuted for practising and preserving its culture and religion.",
      "id": "s157"
    },
    {
      "text": "As I have said, the first respondent contended that the Tribunal did not make such a finding but was merely recounting the account given by Amnesty International.",
      "id": "s158"
    },
    {
      "text": "I reject that contention.",
      "id": "s159"
    },
    {
      "text": "58 Earlier in its reasons, the Tribunal set out three different reports: United States Department of State Country Report on Human Rights Practices for 2005; Amnesty International Report of 11 October 2006; and DFAT Country Information Report China of 26 May 2006.",
      "id": "s160"
    },
    {
      "text": "59 In relation to the Amnesty International Report of 2006, it recorded:\n It is clear that the Uighur population in China's Xinjiang province continues to be at an economic and social disadvantage largely due to China's Develop the West Program and her subsequent influx of Han Chinese to the region.",
      "id": "s161"
    },
    {
      "text": "However, the repression of the Uighers stems deeper than mere disadvantage, as they are being deliberately persecuted for practising and preserving their culture and religion.",
      "id": "s162"
    },
    {
      "text": "60 At that part of its reasons the Tribunal made no findings.",
      "id": "s163"
    },
    {
      "text": "The next part of its reasons is headed \"Findings and Reasons\".",
      "id": "s164"
    },
    {
      "text": "It is within that part of the Tribunal's decision that the Tribunal said what I have quoted at [8] of these reasons.",
      "id": "s165"
    },
    {
      "text": "61 There would be no point in reciting that information twice unless on the second occasion under the heading of \"Findings and Reasons\" the Tribunal was thereby accepting the evidence contained in the report.",
      "id": "s166"
    },
    {
      "text": "62 In my opinion, the passage quoted at [8] of these reasons is a finding and conclusion of the Tribunal.",
      "id": "s167"
    },
    {
      "text": "My conclusion is reinforced by the last two sentences of the passage quoted.",
      "id": "s168"
    },
    {
      "text": "First, the Tribunal observes that the Amnesty International account is consistent with the appellant's account of her grandfather's and husband's experiences.",
      "id": "s169"
    },
    {
      "text": "There would be no point in making that observation unless the Tribunal was accepting the Amnesty International report.",
      "id": "s170"
    },
    {
      "text": "Secondly, the Tribunal has introduced the last sentence of that passage with the word \"[h]owever\" which, again, suggests that it has accepted the previous account in the Amnesty International report.",
      "id": "s171"
    },
    {
      "text": "63 In my opinion, the Tribunal made a finding that people of Uigher ethnicity are deliberately persecuted for practising and preserving their culture and religion.",
      "id": "s172"
    },
    {
      "text": "64 The Tribunal then fell into error by confining its examination to whether the appellant herself had been subject to persecutory conduct in the past and thereby overlooked the finding that she would be deliberately persecuted for practising and preserving her culture and religion.",
      "id": "s173"
    },
    {
      "text": "65 In my opinion, for all three reasons, the appeal should be allowed and the orders made by the Federal Magistrate dismissing the application for judicial review and ordering the appellant to pay the first respondent's costs fixed in the sum of $5,000 set aside.",
      "id": "s174"
    },
    {
      "text": "66 In lieu thereof, there should be an order:\n \n(1) that the application for judicial review be allowed;\n \n(2) the decision of the Tribunal handed down on 7 February 2007 be quashed;\n \n \n (3) the application for a review of the delegate's decision be remitted to the Tribunal for further consideration according to law;\n (4) the Minister for Immigration and Citizenship pay the applicant's costs in the Federal Magistrates Court;\n (5) the first respondent pay the appellant's costs of the appeal.",
      "id": "s175"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s176"
    },
    {
      "text": "Associate:\n\nDated: 8 October 2008\n\n Counsel for the Appellant: Mr S Ower \n \n Solicitor for the Appellant: McDonald Steed McGrath \n \n Counsel for the First Respondent: Mr K Tredrea \n \n Solicitor for the First Respondent: Sparke Helmore Lawyers \n \n \n\n Date of Hearing: 15 August 2008 \n \n Date of Judgment: 8 October 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1486.html",
      "id": "s177"
    }
  ]
}