{
  "name": "Lofthouse (Trustee) v Stirling [2008] FCA 1936 (19 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1936.html",
  "catchphrases": [
    {
      "text": "breach of personal insolvency agreement",
      "id": "c0"
    },
    {
      "text": "meeting of creditors to consider termination of agreement",
      "id": "c1"
    },
    {
      "text": "whether requisite declaration of trustee that debtor in default sufficiently formal",
      "id": "c2"
    },
    {
      "text": "signature by agent",
      "id": "c3"
    },
    {
      "text": "failure to use word \"satisfied\"",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 May 2008 the respondent entered into a Personal Insolvency Agreement under Pt X of the Bankruptcy Act 1966 (Cth).",
      "id": "s0"
    },
    {
      "text": "The trustee of the PIA was the applicant.",
      "id": "s1"
    },
    {
      "text": "2 At a meeting of the respondent's creditors held on 30 September 2008 a resolution was passed purporting to terminate the PIA under s 222B(1) of the Act.",
      "id": "s2"
    },
    {
      "text": "That provision is as follows:\n The creditors may, by resolution at a meeting called for the purpose, terminate a personal insolvency agreement if: \n \n (a) the debtor is in default; and \n (b) before the passage of the resolution, the trustee of the agreement tabled at the meeting a written declaration to the effect that the trustee is satisfied that the debtor is in default.",
      "id": "s3"
    },
    {
      "text": "3 A dispute having arisen as to whether the requirements of par (b) were met, the applicant seeks a direction under s 134(4) of the Act as to whether or not the PIA was validly terminated.",
      "id": "s4"
    },
    {
      "text": "The PIA \n \n4 The PIA by cl 2.1 provided for the respondent to pay $728,000 to the applicant as follows:\n \n&#8226; $200,000 within 30 days of the execution of the PIA;\n \n&#8226; $12,000 per month for the 12 months beginning 1 July 2008;\n \n&#8226; $15,000 per month for the 12 months beginning 1 July 2009;\n \n&#8226; $17,000 per month for the 12 months beginning 1 July 2010.",
      "id": "s5"
    },
    {
      "text": "5 The major creditor of the respondent was the Australian Taxation Office ($713,812 out of a total of $743,812).",
      "id": "s6"
    },
    {
      "text": "Under cl 2.6 the respondent agreed to complete all future Business Activity Statements and Income Tax Returns and satisfy his obligations with respect to the remittance of amounts due and payable (if any) to the ATO in line with statutory requirements.",
      "id": "s7"
    },
    {
      "text": "By cl 2.7 the ATO was to provide the respondent with a seven day grace period from the due date with respect to such future requirements.",
      "id": "s8"
    },
    {
      "text": "By cl 2.8 the ATO was to advise the trustee of any breach of cll 2.6 and 2.7 and the respondent would be given 14 days to rectify the breach.",
      "id": "s9"
    },
    {
      "text": "Breaches by the respondent \n \n6 The respondent paid the $200,000 but failed to pay the instalments due on 1 July, 1 August and 1 September 2008.",
      "id": "s10"
    },
    {
      "text": "7 On 4 September the ATO wrote to the applicant's office advising that the respondent had breached the PIA and requesting that a meeting of creditors be called.",
      "id": "s11"
    },
    {
      "text": "Meeting of creditors \n \n8 The applicant called a meeting for 17 September 2008.",
      "id": "s12"
    },
    {
      "text": "Having a professional commitment for that date, the respondent requested an adjournment.",
      "id": "s13"
    },
    {
      "text": "On 17 September the meeting was adjourned to 30 September.",
      "id": "s14"
    },
    {
      "text": "9 The applicant signed a document appointing Mr Richard John Cauchi to be his representative at the adjourned meeting of creditors on 30 September.",
      "id": "s15"
    },
    {
      "text": "The applicant had signed a similar document for the earlier meeting.",
      "id": "s16"
    },
    {
      "text": "Mr Cauchi is a partner with the applicant in the firm CJL Partners.",
      "id": "s17"
    },
    {
      "text": "Together with the applicant, Mr Cauchi has had the day-to-day conduct of the administration of the respondent's property and the PIA.",
      "id": "s18"
    },
    {
      "text": "10 The meeting on 30 September was attended by the respondent and also by Mr Robin Castello as a proxy for the Deputy Commissioner of Taxation, Mr Tim Brace of CJL Partners and Mr Cauchi.",
      "id": "s19"
    },
    {
      "text": "The applicant did not attend.",
      "id": "s20"
    },
    {
      "text": "11 At the meeting Mr Cauchi tabled a number of documents, including the PIA, his appointment by the applicant and a notice to creditors dated 9 September 2008 (exhibit RJC-24).",
      "id": "s21"
    },
    {
      "text": "The latter, to which I shall refer as \"the 9 September notice\", is the critical document in this case.",
      "id": "s22"
    },
    {
      "text": "The applicant contends, and the respondent disputes, the 9 September notice was the \"written declaration\" required by s 222B(1)(b).",
      "id": "s23"
    },
    {
      "text": "12 The 9 September notice is on the letterhead of CJL Partners.",
      "id": "s24"
    },
    {
      "text": "After the date it states: \n TO THE CREDITOR AS ADDRESSED Dear Sir/Madam PERSONAL INSOLVENCY AGREEMENT --- MATTHEW JAMES STIRLING No.",
      "id": "s25"
    },
    {
      "text": "VIC 999 of 2008 \n13 The notice then states that at a meeting of creditors held on 14 April 2008 creditors resolved to accept the debtor's proposal for a PIA in accordance with Pt X of the Act.",
      "id": "s26"
    },
    {
      "text": "It says that the debtor executed the PIA on 2 May 2008.",
      "id": "s27"
    },
    {
      "text": "Some provisions of the PIA are summarised, including the payment and ATO obligations referred to above.",
      "id": "s28"
    },
    {
      "text": "The notice continues:\n I advise that to date, I have received the sum of $200,000 pursuant to the terms of the PIA, however $36,000 is presently due and payable.",
      "id": "s29"
    },
    {
      "text": "In addition, I note that the Australian Taxation Office have advised that the debtor is present [sic] in breach of his obligations with respect to his BAS lodgements.",
      "id": "s30"
    },
    {
      "text": "As the terms of the PIA have been breached, a meeting of creditors is to be held on Wednesday, 17 September 2008 at 3.30pm for the purpose of giving creditors the opportunity to decide whether the PIA should be determined pursuant to Section 222B of the Act.",
      "id": "s31"
    },
    {
      "text": "The notice continues with advice that a form of proxy and proof of debt are enclosed and some information as to how those documents should be completed.",
      "id": "s32"
    },
    {
      "text": "The notice concludes:\n Yours faithfully R J Cauchi Per DAVID J LOFTHOUSE Trustee \nThe name \"R J Cauchi\" and the word \"Per\" are handwritten.",
      "id": "s33"
    },
    {
      "text": "14 Mr Cauchi opened the meeting.",
      "id": "s34"
    },
    {
      "text": "He informed those present that he was authorised to preside over the meeting and that it was convened to determine whether the PIA should be terminated.",
      "id": "s35"
    },
    {
      "text": "As mentioned above, at the beginning of the meeting he tabled a number of documents, including the 9 September notice.",
      "id": "s36"
    },
    {
      "text": "15 The respondent said he had some difficulty in lodging his BAS because it had been \"split into two\" in order to cater for the PIA.",
      "id": "s37"
    },
    {
      "text": "He said confirmation of lodgement would be faxed by his accountant to Mr Cauchi's office.",
      "id": "s38"
    },
    {
      "text": "The respondent provided copies of the BAS which had been lodged.",
      "id": "s39"
    },
    {
      "text": "The BAS noted an outstanding amount of $7,772.",
      "id": "s40"
    },
    {
      "text": "The respondent said he was unable to make that payment until the end of the week but had funds of $36,000 available at the meeting.",
      "id": "s41"
    },
    {
      "text": "16 There was some discussion about the source of the forthcoming money.",
      "id": "s42"
    },
    {
      "text": "The respondent said that by the end of the week (3 October) he would be able to remit the $7,772, together with the $12,000 due under the PIA on the day after the meeting.",
      "id": "s43"
    },
    {
      "text": "17 The meeting was stood down for five minutes.",
      "id": "s44"
    },
    {
      "text": "On resumption Mr Castello said that it was the Commissioner's intention to terminate the PIA due to the respondent's non-compliance.",
      "id": "s45"
    },
    {
      "text": "The respondent said he could provide the $7,772 by the end of the day.",
      "id": "s46"
    },
    {
      "text": "But Mr Castello said he still proposed to terminate the PIA.",
      "id": "s47"
    },
    {
      "text": "The respondent then left the meeting.",
      "id": "s48"
    },
    {
      "text": "18 Mr Castello then proposed a motion that the PIA be terminated.",
      "id": "s49"
    },
    {
      "text": "The motion was carried.",
      "id": "s50"
    },
    {
      "text": "19 Later that day Mr Cauchi received a letter from the respondent enclosing bank cheques totalling $36,000 made out to Mr Cauchi's firm and $7,772 payable to the ATO.",
      "id": "s51"
    },
    {
      "text": "Mr Cauchi told the respondent he could not accept the cheque for $7,772 as it related to a post-PIA debt and that he (the respondent) should pay the ATO direct.",
      "id": "s52"
    },
    {
      "text": "Mr Cauchi accepted the cheques for $36,000 but did not bank them.",
      "id": "s53"
    },
    {
      "text": "The respondent's case \n \n20 The respondent accepts that within the meaning of s 222B(1)(a) he was in default at the time of the passing of the resolution at the 30 September meeting.",
      "id": "s54"
    },
    {
      "text": "However, Mr Bigmore QC, who appeared with Mr Galvin on behalf of the respondent, contended in the respondent's written submissions that the 9 September notice was not the required \"written declaration\" within the meaning of s 222B(1)(b) because it\n \n&#8226; was not signed by the applicant as trustee, but rather by Mr Cauchi on his behalf; and\n \n&#8226; did not contain an express statement to the effect that the applicant was personally satisfied that the respondent was in default.",
      "id": "s55"
    },
    {
      "text": "21 At the hearing the case was put perhaps slightly differently.",
      "id": "s56"
    },
    {
      "text": "Mr Bigmore said that the 9 September notice\n \n&#8226; was not the \"formal statement\" required by s 222B(1)(b) ;\n \n&#8226; was not a written declaration of the applicant's state of mind, as distinct from Mr Cauchi's.",
      "id": "s57"
    },
    {
      "text": "Signature by the trustee \n \n22 Neither the Act nor the Regulations specify any particular form for the declaration required by s 222B(1)(b).",
      "id": "s58"
    },
    {
      "text": "\"Declaration\" here does not have the connotation of statutory declaration.",
      "id": "s59"
    },
    {
      "text": "Nor is there any requirement that the document has to be signed by the trustee.",
      "id": "s60"
    },
    {
      "text": "A declaration has to be a statement by somebody, but that could be a person other than the trustee, who simply declares that the trustee has the requisite satisfaction.",
      "id": "s61"
    },
    {
      "text": "23 The purpose of s 222B(1)(b) is to bring creditors at the meeting up to date as to the default of the debtor.",
      "id": "s62"
    },
    {
      "text": "For example, there may be arguments that since the meeting was called defaults have been remedied, or the debtor may seek to rely on conduct said to amount to waiver or estoppel.",
      "id": "s63"
    },
    {
      "text": "The creditors at the meeting are not going to be in a position to resolve such disputes themselves, but at least, as a practical matter, they should have the benefit of a statement as to the trustee's satisfaction as to default.",
      "id": "s64"
    },
    {
      "text": "The trustee is the person who, on the creditors' behalf, has the supervision of the debtor's performance of the PIA.",
      "id": "s65"
    },
    {
      "text": "The statutory purpose is achieved by a declaration that the trustee is so satisfied.",
      "id": "s66"
    },
    {
      "text": "24 I suppose there remains the theoretical possibility that somebody other than the trustee might fraudulently produce a written declaration that the trustee had the requisite satisfaction as to the debtor's default, whereas the trustee in truth did not.",
      "id": "s67"
    },
    {
      "text": "The respondent's argument assumes that to prevent such an inherently unlikely eventuality Parliament intended that one must read into the section a stipulation that the written declaration must be signed by the trustee personally --- notwithstanding the practical inconvenience that may cause.",
      "id": "s68"
    },
    {
      "text": "25 In any event, s 63B(1) provides that a trustee may by \"signed writing\" appoint a person to represent him or her at a meeting.",
      "id": "s69"
    },
    {
      "text": "Section 223A applies Div 5 of Pt IV (which includes s 63B) to a meeting called under s 223 (ie a meeting called after the first meeting of creditors, which would include a meeting called for the purpose of terminating a PIA under s 222B).",
      "id": "s70"
    },
    {
      "text": "As mentioned above, the applicant appointed Mr Cauchi as his representative.",
      "id": "s71"
    },
    {
      "text": "No doubt for this reason the respondent's argument did not, as I understood it, suggest that the applicant had to be personally present at the meeting so as to do the tabling himself.",
      "id": "s72"
    },
    {
      "text": "By the same token, however, if, contrary to my construction, s 222B(1)(b) requires the written declaration to be signed by the trustee, s 63B(1) confers power on the trustee to authorise somebody else to sign it on his or her behalf.",
      "id": "s73"
    },
    {
      "text": "26 Further, the general law of agency supports the validity of the 9 September notice.",
      "id": "s74"
    },
    {
      "text": "Gibbs CJ said in O'Reilly v Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1 at 11:\n There can be no doubt that as a general proposition at common law a person sufficiently \"signs\" a document if it is signed in his name and with his authority by somebody else... \nWhere a statute requires a document to be signed by a person, this rule is displaced only if the statute indicates, by the language of the statute or by context and subject matter, that personal signature is required: McRae v Coulton (1986) 7 NSWLR 644 at 663 per Hope JA; see also Dal Pont GE, Law of Agency (2 nd ed, LexisNexis Butterworths, 2008) at 77.",
      "id": "s75"
    },
    {
      "text": "Section 222B(1) calls only for a declaration that the trustee is satisfied.",
      "id": "s76"
    },
    {
      "text": "Neither the language nor the context suggest that signature by the trustee is essential, let alone the trustee's personal signature.",
      "id": "s77"
    },
    {
      "text": "27 In O'Reilly it was acknowledged that whether a statute requires a power to be exercised personally is \"simply one of construction\" (at 10), which \"depends on the nature of the power and all the circumstances of the case\" (at 11).",
      "id": "s78"
    },
    {
      "text": "In that case, it was held unnecessary for a Deputy Commissioner of Taxation to personally sign a statutory income tax notice; a facsimile of the Deputy Commissioner's signature, applied by a chief investigating officer, was sufficient.",
      "id": "s79"
    },
    {
      "text": "Gibbs CJ adverted to the \"chaos\" which would result in the administration of taxation if this were not possible (at 12).",
      "id": "s80"
    },
    {
      "text": "Practical considerations are also applicable in the present case.",
      "id": "s81"
    },
    {
      "text": "It would cause unnecessary inconvenience if a trustee of a PIA were not able to have a partner in the same firm sign a document on his or her behalf.",
      "id": "s82"
    },
    {
      "text": "28 Moreover, the fact that s 63B(1) requires \"signed writing\" but s 222B(1)(b) says nothing as to signature points against reading into the latter provision a requirement for the \"written declaration\" to be signed by the trustee.",
      "id": "s83"
    },
    {
      "text": "Satisfaction \n \n29 It was put that the 9 September notice did not contain an express statement to the effect that the applicant was satisfied that the respondent was in default.",
      "id": "s84"
    },
    {
      "text": "30 Of the definitions of the verb \"satisfy\" in the Macquarie Dictionary the most apt in the present context is probably:\n 3. to give assurance to; convince: to satisfy oneself by investigation.",
      "id": "s85"
    },
    {
      "text": "This accords with one of the Shorter Oxford definitions:\n \n \n 4.",
      "id": "s86"
    },
    {
      "text": "To furnish with sufficient proof or information; to set free from doubt or uncertainty; to convince.",
      "id": "s87"
    },
    {
      "text": "Both dictionaries give the Latin root as satisfacere , to do ( facere ) enough ( satis ).",
      "id": "s88"
    },
    {
      "text": "31 On its face, the 9 September notice is something stated or asserted by the applicant.",
      "id": "s89"
    },
    {
      "text": "Not only does he assert that \"the terms of the PIA have been breached\", but he sets out the supporting facts: the terms of the PIA and the facts (non-payment of the $36,000 and breach of the BAS obligations) which lead to the conclusion that such terms have been breached.",
      "id": "s90"
    },
    {
      "text": "One must also not forget the context.",
      "id": "s91"
    },
    {
      "text": "The 9 September notice came into existence for the very purpose of convening a meeting to consider termination of the PIA on the ground of breach.",
      "id": "s92"
    },
    {
      "text": "Put another way, a reader of the 9 September notice would not think that the applicant believed the respondent was not in default, or had any doubt about the matter.",
      "id": "s93"
    },
    {
      "text": "32 The fact that the 9 September notice does not use the word \"satisfied\" cannot detract from the clear meaning conveyed by the document.",
      "id": "s94"
    },
    {
      "text": "It is to be noted that the section speaks of a declaration \"to the effect that\" the debtor is in default.",
      "id": "s95"
    },
    {
      "text": "This confirms that what is relevant is the substance of the declaration, not its wording.",
      "id": "s96"
    },
    {
      "text": "Formality \n \n33 There can be no doubt what the document is saying as to the applicant's state of mind on the question of default and the proof thereof.",
      "id": "s97"
    },
    {
      "text": "Beyond that, no particular formality is required.",
      "id": "s98"
    },
    {
      "text": "The document is a \"declaration\" in the sense that it is a public statement about a serious matter by a person with serious obligations.",
      "id": "s99"
    },
    {
      "text": "The applicant's state of mind \n \n34 The 9 September notice is in the name of the applicant; it clearly conveys his state of mind as to the question of the respondent's default.",
      "id": "s100"
    },
    {
      "text": "Section 222D \n \n35 Section 222D provides:\n A personal insolvency agreement is terminated by the occurrence of any circumstance or event on the occurrence of which the agreement provides it is to terminate.",
      "id": "s101"
    },
    {
      "text": "36 Clause 14(b) of the PIA in the present case provided:\n This Deed subject to any resolution of creditors to the contrary continues unless: ... (b) terminated by a Resolution at a meeting of the creditors of the Debtor... \n37 Mr Williams for the applicant submitted that even if s 222B(1) had not been complied with, s 222D provided an independent alternative ground for holding that termination had taken place.",
      "id": "s102"
    },
    {
      "text": "In other words, as long as there was the resolution contemplated by cl 14(b), it did not matter that there was not the \"written declaration\" mentioned in s 222B(1)(b).",
      "id": "s103"
    },
    {
      "text": "38 I am inclined, however, to think that s 222B is a mandatory code for the termination of PIAs by creditors.",
      "id": "s104"
    },
    {
      "text": "The requirement for a written declaration provides some protection to debtors against the possibility of unjustified action by a majority of creditors.",
      "id": "s105"
    },
    {
      "text": "If the applicant is correct, s 222B could be easily overcome simply by including in every PIA a term to the effect of cl 14(b).",
      "id": "s106"
    },
    {
      "text": "But it is not necessary to reach any final conclusion on this point.",
      "id": "s107"
    },
    {
      "text": "Section 306 \n \n39 On the other hand, I think Mr Williams is correct in his reliance , in the alternative, on s 306(1) which provides:\n Proceedings under this Act are not invalidated by a formal defect or an irregularity, unless the court before which the objection on that ground is made is of opinion that substantial injustice has been caused by the defect or irregularity and that the injustice cannot be remedied by an order of that court.",
      "id": "s108"
    },
    {
      "text": "40 In the present case, the defect or irregularity alleged is that the 9 September notice was not signed by the applicant and did not use the word \"satisfied\".",
      "id": "s109"
    },
    {
      "text": "Such defects or irregularities would be \"formal\" in the sense that they concern the form, or expression, of the applicant's state of mind about the respondent's default.",
      "id": "s110"
    },
    {
      "text": "As such they are to be distinguished from the question of default itself, which would be a matter of substance, concerning as it did substantive rights and liabilities.",
      "id": "s111"
    },
    {
      "text": "As to the comparable provision in the Corporations Act 2001 (Cth), see Cordiant Communications (Australia) Pty Ltd v The Communications Group Holdings Pty Ltd (2005) 194 FLR 322 at [102]-[106] per Palmer J.",
      "id": "s112"
    },
    {
      "text": "41 Once it is accepted that any defect was formal, or an irregularity, there could be no suggestion that any injustice, substantial or otherwise, was caused.",
      "id": "s113"
    },
    {
      "text": "As already noted, it was accepted that the respondent was in default.",
      "id": "s114"
    },
    {
      "text": "Nor could there be any doubt that the applicant held a belief that there had been such default.",
      "id": "s115"
    },
    {
      "text": "Orders \n \n42 There will be a direction that the PIA executed by the respondent on 2 May 2008 was terminated by a resolution of the respondent's creditors on 30 September 2008.",
      "id": "s116"
    },
    {
      "text": "43 The applicant did not specifically seek costs.",
      "id": "s117"
    },
    {
      "text": "However, I will direct that the parties file written submissions as to costs within seven days.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s119"
    },
    {
      "text": "Associate:\n\nDated: 19 December 2008\n\n\n Counsel for the Applicant: D J Williams \n \n Solicitors for the Applicant: Harrick Lawyers \n \n Counsel for the Respondent: G T Bigmore QC and M J Galvin \n \n Solicitors for the Respondent: Piper Alderman \n\n Date of Hearing: 15 December 2008 \n \n Date of Judgment: 19 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1936.html",
      "id": "s120"
    }
  ]
}