{
  "name": "Australian Reward Investment Alliance v Superannuation Complaints Tribunal [2008] FCA 1548 (23 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1548.html",
  "catchphrases": [
    {
      "text": "powers of the superannuation complaints tribunal in relation to complaints made with respect to decisions of the trustee of the pss fund",
      "id": "c0"
    },
    {
      "text": "what is a reviewable decision",
      "id": "c1"
    },
    {
      "text": "tribunal acting beyond power",
      "id": "c2"
    },
    {
      "text": "whether the trustee act 1925 (act) has any application to australian reward investment alliance",
      "id": "c3"
    },
    {
      "text": "termination on the ground of inability to perform duties because of physical or mental incapacity",
      "id": "c4"
    },
    {
      "text": "restraint on 'being retired' from employment/terminated where employee is under 60 years of age and is a member of the australian public service",
      "id": "c5"
    },
    {
      "text": "superannuation",
      "id": "c6"
    },
    {
      "text": "employment",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 The Superannuation Act 1922 (Cth) as relevantly amended ('the 1922 Act') drew a distinction between 'The Fund' and 'The New Superannuation Fund'.",
      "id": "s0"
    },
    {
      "text": "2 By s 4 of the 1922 Act ' The Fund ' was defined to mean 'the Superannuation Fund established under this Act' and ' The New Superannuation Fund ' was defined to mean the superannuation fund established by the Superannuation Act 1976 (Cth) ('the 1976 Act').",
      "id": "s1"
    },
    {
      "text": "3 The 'New Superannuation Fund', established by s 40 of the 1976 Act, was the Commonwealth Superannuation Fund No.",
      "id": "s2"
    },
    {
      "text": "2\n \n4 By s 4 of the Superannuation Act 1990 (Cth) ('the 1990 Act') the Minister administering the 1990 Act, then the Minister for Finance, was required by deed to establish an occupational superannuation scheme, to be known as the Public Sector Superannuation Scheme, for the benefit of persons employed by the Commonwealth and others and to establish and vest in the PSS Board, established by s 20 of the 1990 Act, a fund for the purposes of the scheme so established.",
      "id": "s3"
    },
    {
      "text": "The fund so established and vested in the PSS Board became known as the PSS Fund .",
      "id": "s4"
    },
    {
      "text": "5 As from 1 July 2006 the board ceased to be the PSS Board and became Australian Reward Investment Alliance, the applicant in these proceedings (see s 3 of the Superannuation Legislation Amendment (Trustee Board and Other Measures) Act 200 6 (Cth) and clause 47 of Schedule 1 thereto), also referred to as the 'Board'.",
      "id": "s5"
    },
    {
      "text": "6 By s 21 of the 1990 Act, Australia Reward Investment Alliance was constituted as a body corporate with perpetual succession which could sue and be sued in its corporate name and, by s 23 it was to consist of:\n(a) a Chairperson; and\n(b) 6 other trustees;\n \nappointed on a part-time basis.",
      "id": "s6"
    },
    {
      "text": "7 Section 3 of the 1990 Act defined ' trustee ' to mean 'a person who holds office as a trustee of the Board (i.e.",
      "id": "s7"
    },
    {
      "text": "Australian Reward Investment Alliance), and includes the Chairperson.",
      "id": "s8"
    },
    {
      "text": "8 By a Deed made 21 June 1990 by the Minister for Finance in the name of the Commonwealth of Australia (the 'Trust Deed'), the Public Sector Superannuation Scheme was established as an occupational superannuation scheme to come into force on 1 July 1990 and to be administered by the PSS Board, later Australian Reward Investment Alliance.",
      "id": "s9"
    },
    {
      "text": "9 The functions and powers of the Board in relation to the Public Sector Superannuation Scheme and the PSS Fund were, by virtue of s 22 of the 1990 Act, as set out in the Trust Deed.",
      "id": "s10"
    },
    {
      "text": "The Board was also responsible under s 22 for the general administration of the 1990 Act.",
      "id": "s11"
    },
    {
      "text": "10 Clause 3 of the Trust Deed recorded the 'Functions and Powers of the Board' which included:\n \n \n '3.1 The functions of the Board in relation to the Public Sector Superannuation Scheme and the PSS Fund are to administer the scheme and to manage and invest the PSS Fund in accordance with the provisions of the Act and this Deed including, without limiting the generality of the foregoing the following functions: \n \n \n \n \n (a) to pay benefits to or in respect of members, preserved benefit members and associates, and to make payments to and receive payments from the Commonwealth as provided for in the Act; \n \n (b) to provide information about benefits or potential benefits, and available options to: \n \n \n \n \n \n \n(i) members; (ii) preserved benefit members; (iii) associates; and (iv) potential members; \n \n \n ... \n \n \n \n \n \n 3.3 Notwithstanding anything contained in the Deed, the Board shall, in exercising its PSS functions [those set out in subclause 3.1] and PSS powers [those set out in subclause 3.2] : \n \n \n \n \n \n (a) act honestly in all matters concerning the Public Sector Superannuation Scheme and the PSS Fund; \n \n (b) exercise, in relation to all matters affecting the Public Sector Superannuation Scheme and the PSS Fund, the same degree of care, skill and diligence as an ordinary prudent person would exercise in dealing with property of another for whom the person felt morally bound to provide; \n \n (c) ensure that the Board's duties and powers are performed and exercised in the best interests of members, preserved benefit members and associates; \n \n (d) keep the money and other assets of the PSS Fund separate from any money and assets, respectively: \n \n \n \n(i) that are held by the Board personally or members of the Board personally; or (ii) that are money or assets, as the case may be, of a standard employer-sponsor, or an associate of a standard employer-sponsor, as defined in the Superannuation Industry (Supervision) Act 1993 , of the PSS Fund.",
      "id": "s12"
    },
    {
      "text": "(e) not enter into any contract, or do anything else, that would prevent the Board from, or hinder the Board in, properly performing or exercising the Board's functions and powers; \n \n (f) formulate and give effect to an investment strategy that has regard to the whole of the circumstances of the PSS Fund including, but not limited to, the following: \n \n \n \n(i) the risk involved in making, holding and realising, and the likely return from, the PSS Fund's investments having regard to its objectives and its expected cash flow requirements; (ii) the composition of the PSS Fund's investments as a whole including the extent to which the investments are diverse or involve the PSS Fund in being exposed to risks from inadequate diversification; (iii) the liquidity of the PSS Fund's investments having regard to its expected cash flow requirements; (iv) the ability of the PSS Fund to discharge its existing and prospective liabilities; \n \n \n (g) if there are any reserves of the PSS Fund --- formulate and to (sic) give effect to a strategy for their prudential management, consistent with the PSS Fund's investment strategy and its capacity to discharge its liabilities (whether actual or contingent) as and when they fall due; \n \n (h) allow a member or a person who has a preserved benefit access to any information or any documents prescribed in Regulations under the Corporations Act 2001 .",
      "id": "s13"
    },
    {
      "text": "3.4 The Board must cause proper records to be kept in respect of: \n \n \n \n \n \n (a) contributions paid into the PSS Fund; and \n \n (b) benefits paid under the Act and this Deed (whether out of the PSS Fund or out of the Consolidated Revenue Fund); and \n \n (c) amounts that, under the Act and this Deed, are: \n \n \n \n(i) paid out of the Consolidated Revenue Fund into the PSS Fund; or (ii) out of the PSS Fund into the Consolidated Revenue Fund.",
      "id": "s14"
    },
    {
      "text": "' \n\n \n11 Under s 29 of the 1990 Act the Commissioner for Superannuation under Part II of the 1976 Act was responsible for the provision of administrative services to the Board in the performance of its functions in relation to the Public Sector Superannuation Scheme.",
      "id": "s15"
    },
    {
      "text": "My understanding is that the Commissioner for Superannuation is also the Chief Executive Officer of 'ComSuper' to which reference is made hereafter.",
      "id": "s16"
    },
    {
      "text": "12 By s 25 of the 1990 Act provision was made for the Trustee Act 1925 (ACT) to apply to and in relation to the trustees acting in the performance of their functions, or the exercise of their powers, under the Trust Deed, except in so far as it was inconsistent with a law of the Commonwealth.",
      "id": "s17"
    },
    {
      "text": "13 It may be observed that whilst the Chairperson and holders of office as 'other trustees' of the Board were trustees within the meaning of the 1990 Act, the Board was not itself a trustee to whom the Trustee Act 1925 (ACT) applied.",
      "id": "s18"
    },
    {
      "text": "This was so notwithstanding the obligations imposed upon the Board by clause 9.1 of the Trust Deed which provided as follows:\n \n \n '9.1 All contributions and other moneys paid to the Board, or as directed by the Board, shall be held in trust by the Board in the PSS Fund.",
      "id": "s19"
    },
    {
      "text": "...' \n \n\n\n \n14 By s 28A of the 1990 Act the Board was empowered to delegate all or any of its powers under the 1990 Act or the regulations to, inter alia, a trustee within the meaning of the Act, the Commissioner for Superannuation or a member of the staff assisting the Commissioner for Superannuation in the performance of his or her functions under the Act.",
      "id": "s20"
    },
    {
      "text": "15 By clause 12 of the Trust Deed the Board was empowered to delegate all or any of its powers under the Deed other than its power to reconsider its own decisions or decisions made by its delegates to, inter alia, a member of the Board (i.e.",
      "id": "s21"
    },
    {
      "text": "one of the trustees), the Commissioner for Superannuation or a member of the staff assisting the Commissioner for Superannuation in the performance of his or her functions.",
      "id": "s22"
    },
    {
      "text": "16 The Trust Deed made provision for the Board's decision-making process.",
      "id": "s23"
    },
    {
      "text": "Under the heading ' Meetings of the Board of Trustees ' clause 8 of the Trust Deed provided as follows:\n \n \n '8.1 The Board shall hold such meetings as are necessary for the conduct of its affairs.",
      "id": "s24"
    },
    {
      "text": "8.2 The Chairperson may at any time convene a meeting of the Board and shall, when so requested in writing by another Trustee, convene a meeting of the Board within 30 days of receiving such notice.",
      "id": "s25"
    },
    {
      "text": "8.3 The Chairperson shall preside at all meetings of the Board at which the Chairperson is present.",
      "id": "s26"
    },
    {
      "text": "If the Chairperson is not going to be present at a meeting of the Board, the Chairperson may nominate one of the Trustees to be Chairperson for the meeting.",
      "id": "s27"
    },
    {
      "text": "In the absence of such nomination, the Trustees shall elect one of the Trustees present at the meeting as a Chairperson for the meeting.",
      "id": "s28"
    },
    {
      "text": "8.4 At a meeting of the Board 4 Trustees, or acting Trustees, shall constitute a quorum and all decisions of the Board must be affirmed by at least 4 votes of the Trustees, or acting Trustees, present in person and voting.",
      "id": "s29"
    },
    {
      "text": "8.5 The Board shall keep accurate records of all meetings held by the Board.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n\n \n17 Section 6 of the 1990 Act made provision for membership of the Public Sector Superannuation Scheme.",
      "id": "s31"
    },
    {
      "text": "Under s 6(1) of the 1990 Act persons employed in a permanent capacity by the Commonwealth or by an approved authority were constituted as members of the Public Sector Superannuation Scheme subject to certain exceptions.",
      "id": "s32"
    },
    {
      "text": "18 The second respondent in these proceedings had been a member of the Commonwealth Superannuation Scheme constituted by the 1976 Act, but on 4 April 1991 she transferred from that scheme to the Public Sector Superannuation Scheme constituted by the 1990 Act.",
      "id": "s33"
    },
    {
      "text": "She became a member of the PSS Defined Benefits Plan as opposed to a member of the PSS Accumulation Plan.",
      "id": "s34"
    },
    {
      "text": "19 It was common ground that the second respondent was at all material times a 'regular member' of the Public Sector Superannuation Scheme.",
      "id": "s35"
    },
    {
      "text": "20 Where benefits became payable under the Rules for the administration of the Public Sector Superannuation Scheme as set out in the Schedule to the Trust Deed, s 16 of the 1990 Act made provision for the Board to make payments to the Commonwealth out of the PSS fund and for the Commonwealth to pay the relevant benefits under the Rules.",
      "id": "s36"
    },
    {
      "text": "Termination of employment on the ground of inability to perform duties because of physical or mental incapacity \n \n21 Under s 29 of the Public Service Act 1999 (Cth) ('the Public Service Act ') the employment of an Australian Public Service employee could be terminated by notice in writing in certain circumstances.",
      "id": "s37"
    },
    {
      "text": "For an employee in the circumstances of the second respondent the only grounds for termination were as specified in s 29(3) of the Public Service Act which provided as follows:\n \n \n '29(3) For an ongoing APS employee, the following are the only grounds for termination: \n \n (a) the employee is excess to the requirements of the Agency; \n \n \n \n \n \n (b) the employee lacks, or has lost, an essential qualification for performing his or her duties; \n \n \n \n \n \n (c) non performance, or unsatisfactory performance, of duties; \n \n \n \n \n \n (d) inability to perform duties because of physical or mental incapacity; \n \n \n \n \n \n (e) failure to satisfactorily complete an entry level training course; \n \n (f) failure to meet a condition imposed under subsection 22(6); \n \n (g) breach of the Code of Conduct; \n \n (h) any other ground prescribed by the regulations..' \n \n\n\n \n22 The power of termination of the employment of an Australian Public Service employee under s 29(3)(d) of the Public Service Act was itself qualified by s 13(1) of the 1990 Act which provided as follows:\n \n \n '13(1) In spite of anything contained in any Act, award, determination or contract of employment, a member who is under the age of 60 is not capable of being retired from the employment or office by virtue of which he or she is a member on the ground that, because of any mental or physical condition, the member is unable to perform his or her duties, unless the Board has certified in writing that, if the member is so retired, the member will be entitled to receive invalidity benefits under the Public Sector Superannuation Scheme.",
      "id": "s38"
    },
    {
      "text": "(1A) The Board may only give a certificate in respect of a member under subsection (1) if the Board has approved the invalidity retirement of the member under the Rules.",
      "id": "s39"
    },
    {
      "text": "(2) In subsection (1), a reference to a member being retired from employment or office includes a reference to the services of the member being otherwise terminated.",
      "id": "s40"
    },
    {
      "text": "' \n \n\n\n \n23 By a notice in writing dated 1 December 2005 the Chief Executive Officer of the Australian Crime Commission terminated the second respondent's employment in accordance with s 29 of the Public Service Act .",
      "id": "s41"
    },
    {
      "text": "The notice was expressed as a ' NOTICE OF RETIREMENT --- INVALIDITY ' and provided as follows:\n 'I, Alastair Milroy, currently occupying the role of Chief Executive Officer of the Australian Crime Commission, using my powers and functions under Section 29 of the Public Service Act 1999 : \n \n 1. being satisfied that you are within the meaning of subsection 3(d) of the Public Service Act 1999 , inability (sic) to perform duties because of physical or mental incapacity; and \n \n 2. having received an Invalidity Retirement Certificate from the PSS Board Delegate; \n \n GIVE NOTICE TO YOU, Anne Maree Matthews, Executive Level 1, that you are to be retired from the Australian Public Service.",
      "id": "s42"
    },
    {
      "text": "DATE OF EFFECT This retirement will take effect at the expiration of 7 December 2005.",
      "id": "s43"
    },
    {
      "text": "' \n\n \n24 Upon the notice in writing, terminating the second respondent's employment, taking effect at the end of the day on 7 December 2005, the second respondent ceased to be a member of the Public Sector Superannuation Scheme.",
      "id": "s44"
    },
    {
      "text": "25 Prior to the notice in writing being given, the Board had certified in writing that, if the second respondent was 'retired'/terminated on the ground that, because of her mental or physical condition, she was unable to perform her duties, she would be entitled to receive invalidity benefits under the Public Sector Superannuation Scheme.",
      "id": "s45"
    },
    {
      "text": "26 The termination of the second respondent's employment constituted an 'invalidity retirement' within the meaning of the Defined Benefits Plan section of the Rules.",
      "id": "s46"
    },
    {
      "text": "However, by an express exclusion, her 'invalidity retirement' did not fall within the definition of 'involuntary retirement' in the Rules (see clause B1.2.1).",
      "id": "s47"
    },
    {
      "text": "The second respondent's complaint \n \n27 On 20 December 2005 the second respondent proceeded to complete a Registration of Complaint form which she forwarded to the first respondent, the Superannuation Complaints Tribunal ('the Tribunal') and copied to the Board.",
      "id": "s48"
    },
    {
      "text": "The matter about which the second respondent complained was identified as 'Disability Benefit' and 'Payment Calculation'.",
      "id": "s49"
    },
    {
      "text": "The Amount of the benefit/Amount in dispute was recorded as being $4,000 - $10,000 per annum.",
      "id": "s50"
    },
    {
      "text": "In particular, the second respondent was not satisfied with the assessment of her final average salary.",
      "id": "s51"
    },
    {
      "text": "28 When asked to state why the second respondent believed that her 'Fund's decision is unfair or unreasonable' she stated:\n 'I believe that the PSS is both unfair &amp; unreasonable in the method they use for assessment of final average salary in Invalidity cases.",
      "id": "s52"
    },
    {
      "text": "In Retrenchment cases the PSS use a \"weighted\" method to calculate final monies.",
      "id": "s53"
    },
    {
      "text": "My Invalidity was unexpected so the Retrenchment method should apply to my case' \n\n \n29 The second respondent identified her loss as follows:\n 'My loss is financial.",
      "id": "s54"
    },
    {
      "text": "My pension is $10,000 per annum less than I would have received at age 60 &amp; $4,000 pa less than if my exit salary had been allowed in the calculation of my FAS [which I would understand to be a reference to her final average salary].",
      "id": "s55"
    },
    {
      "text": "' \n\n \n30 The resolution which the second respondent sought was:\n 'That the PSS use the weighted \"Retrenchment\" method to calculate my Invalidity benefit.",
      "id": "s56"
    },
    {
      "text": "Alternatively my exit salary of $87,305 be used to calculate my final benefit.",
      "id": "s57"
    },
    {
      "text": "' \n31 In relation to 'other relevant comments' the second respondent added:\n 'My FAS at 7-12-2005 is $77,195.",
      "id": "s58"
    },
    {
      "text": "On 21-3-2006 my FAS would have been $84,371.",
      "id": "s59"
    },
    {
      "text": "At Age 60 FAS would be $94,477 (Annual salary increases &amp; not promotion which was very likely).",
      "id": "s60"
    },
    {
      "text": "I have a shortened life expectancy due to my health problems.",
      "id": "s61"
    },
    {
      "text": "' \n\n \n32 When the second respondent forwarded her 'Registration of Complaint Form' to the Tribunal, she did so under cover of a letter dated 20 December 2005 in which she said:\n 'I have attached my \"Registration of Complaint Form\" setting out my complaint about a decision, by the Public Sector Superannuation Scheme (PSS), regarding the calculation of my invalidity retirement benefit (specifically my Final average Salary --- FAS), which I believe is both unfair and unreasonable.",
      "id": "s62"
    },
    {
      "text": "...",
      "id": "s63"
    },
    {
      "text": "Copies of my emails to and from PSS, setting out my complaint (about the method of calculating my final average salary), are attached ... ...",
      "id": "s64"
    },
    {
      "text": "I was retired from the Commonwealth Public Service on invalidity grounds on 7 December 2005.",
      "id": "s65"
    },
    {
      "text": "My health problems, unplanned and not really expected at age 55/56, came as quite a shock to me.",
      "id": "s66"
    },
    {
      "text": "... My pre-assessment payments (50% of my salary) ceased on 7 December 2005, and so I had no option other than choose this date as my retirement date.",
      "id": "s67"
    },
    {
      "text": "Otherwise I would have had no income.",
      "id": "s68"
    },
    {
      "text": "...' \n\n \nIn her letter to the Tribunal of 3 February 2006, referred to below, the second respondent repeated the last two sentences quoted above.",
      "id": "s69"
    },
    {
      "text": "33 It seems to me that the concept of a Commonwealth public servant choosing her own 'retirement date', where her employment is terminated by a notice in writing given by the relevant Agency Head under s 29 of the Public Service Act , is misconceived.",
      "id": "s70"
    },
    {
      "text": "34 The Board certainly has no part to play in determining when the employment of an Australian Public Service employee is to be terminated on the ground that the employee is unable to perform her duties because of physical or mental incapacity.",
      "id": "s71"
    },
    {
      "text": "True it is that s 13(1) of the 1990 Act places a restraint upon the giving of a termination notice under s 29(3)(d) of the Public Service Act where the relevant employee is under the age of 60, as the second respondent was in December 2005, and the Board has not certified in writing that if the employee is terminated on the ground that because of a mental or physical condition she is unable to perform her duties, she would be entitled to receive invalidity benefits under the Public Sector Superannuation Scheme.",
      "id": "s72"
    },
    {
      "text": "In the second respondent's case, a certificate was relevantly provided on 11 November 2005, whereupon it became a matter for her Agency Head to decide when, if at all, a notice of termination should be given to her.",
      "id": "s73"
    },
    {
      "text": "35 As it transpires, on 23 November 2005 the Australian Crime Commission wrote a letter to the second respondent under the heading ' Pre-assessment Payments and Invalidity Retirement '.",
      "id": "s74"
    },
    {
      "text": "Relevantly, the letter provided:\n 'Pre-assessment Payments As you are aware, Comsuper have approved payment of pre-assessment payments for yourself.",
      "id": "s75"
    },
    {
      "text": "The date of effect of the pre-assessment payments is 14 April 2004 and payments commence at the expiration of all paid sick leave.",
      "id": "s76"
    },
    {
      "text": "... As you are aware, you utilised annual leave and long service leave at the expiration of your paid sick leave (from 23 September 2004) ... ... Invalidity Retirement Comsuper has also approved invalidity retirement for yourself.",
      "id": "s77"
    },
    {
      "text": "The date of effect of your retirement is determined between the ACC and yourself.",
      "id": "s78"
    },
    {
      "text": "Comsuper have advised that your pre-assessment payments must cease effective close of business 7 December 2005 or on the retirement date, whichever is earlier, therefore I would recommend a retirement date for yourself of 7 December 2005.",
      "id": "s79"
    },
    {
      "text": "' \n36 Division 10 of the Rules as set out in the Schedule to the Trust Deed dealt with 'Pre-Assessment Payments'.",
      "id": "s80"
    },
    {
      "text": "Relevantly, Rule B10.10 provided as follows:\n \n \n \n 'B10.10.1 The Board may pay pre-assessment payments to a member who has been off work for a continuous period of 28 days or more because of a serious medical condition, unless ... \n \n \n \n \n \n B10.10.2 Before deciding whether to pay pre-assessment payments to a member the Board must obtain a report from: \n \n \n \n \n \n (a) a Commonwealth Medical Officer; or \n \n (b) an approved medical practitioner ; \n \n \n \n \n whether there is a likelihood the member will be totally and permanently incapacitated because of the condition causing ... her absence from work.",
      "id": "s81"
    },
    {
      "text": "... \n \n \n \n \n \n B10.10.4 The Board must pay pre-assessment payments to a member if, after considering the report obtained under Rule B10.10.2, it is satisfied there is a real likelihood the member will be totally and permanently incapacitated .",
      "id": "s82"
    },
    {
      "text": "... \n \n B10.10.6 Pre-assessment payments are not payable during the first six months of the member being off work while the member is in receipt of sick leave full pay or sick leave half pay.",
      "id": "s83"
    },
    {
      "text": "...' \n \n \n\n\n \n37 Whilst the Australian Crime Commission's letter of 23 November 2005 suggested that the date of effect of the second respondent's retirement was to be determined between the Australian Crime Commission and the second respondent, it seems to me that the second respondent was in error in thinking that she could choose the date upon which her employment was to be terminated.",
      "id": "s84"
    },
    {
      "text": "In any event, it is clear that insofar as she was able to influence the selection of the date upon which the Australian Crime Commission's notice of termination of her employment would take effect, she was content to accept the end of the day on 7 December 2005 as her date of termination/retirement.",
      "id": "s85"
    },
    {
      "text": "As she said in her letter of 20 December 2005 if she had not chosen 7 December 2005 as her 'retirement date' she would have been left in a position where she 'had no income'.",
      "id": "s86"
    },
    {
      "text": "38 As it transpires, the second respondent's complaint was premature, as s 19(1) of the Superannuation (Resolution of Complaints) Act 1993 (Cth) ('the SRC Act') had not been satisfied.",
      "id": "s87"
    },
    {
      "text": "Section 19(1) relevantly provided:\n \n \n '19(1) The Tribunal cannot deal with a complaint under section 14 ... unless the complainant satisfies the Tribunal that: \n \n \n \n \n \n (a) a complaint about the same subject matter was previously made to an appropriate person under arrangements for dealing with such complaints made under section 101 of the Supervision Act (a reference to the Superannuation Industry (Supervision) Act 1993 (Cth)); and \n \n (b) the complaint so made was not settled to the satisfaction of the complainant within 90 days or such longer period as the Tribunal allows.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n\n\n \n39 On 4 January 2006 the second respondent sent an email to 'complaints@pss.gov.au' which included:\n 'I attach a copy of a letter from the SCT [presumably a reference to the Superannuation Complaints Tribunal] which was sent to you on 23 December 2005 together with a copy of my letter of complaint to the SCT.",
      "id": "s89"
    },
    {
      "text": "The SCT will not deal with my complaint until the Trustee of the PSS has formerly (sic) responded to me.",
      "id": "s90"
    },
    {
      "text": "If I am not satisfied with a response from the PSS, I have to lodge a new complaint with the SCT.",
      "id": "s91"
    },
    {
      "text": "Please note that I am asking for my current salary of $87,405 to count as my FAS (not just form part of it) or that the weighting system used for Retrenchments is applied to my case.",
      "id": "s92"
    },
    {
      "text": "...' \n\n \n40 The second respondent sent a follow up email on 30 January 2006.",
      "id": "s93"
    },
    {
      "text": "Thereafter she received two emails in reply from a Complaints Officer within ComSuper, both of which were sent on 1 February 2006.",
      "id": "s94"
    },
    {
      "text": "The response to the second respondent's email of 4 January 2006 was as follows:\n 'I refer to your email of 4 January 2006, which was accepted as a complaint from that date regarding the Final Average Salary (FAS) used to calculate your Public Sector Superannuation (PSS) scheme invalidity benefit.",
      "id": "s95"
    },
    {
      "text": "The method used to determine the FAS for PSS invalidity benefits is specified in the PSS Rules and is the average salary for superannuation purposes on the 3 birthdays prior to the date of invalidity retirement.",
      "id": "s96"
    },
    {
      "text": "In your particular case your PSS invalidity benefit has been calculated based on a FAS of $77,195 which is your average salary for superannuation purposes on your 3 birthdays prior to your invalidity retirement on 7 December 2005.",
      "id": "s97"
    },
    {
      "text": "In your email you have asked that your salary as at the date of your invalidity retirement be taken into account when calculating your FAS, as is the case for PSS retrenchment benefit calculations.",
      "id": "s98"
    },
    {
      "text": "The PSS Rules are quite specific in relation to FAS calculations and do not include any discretion that would allow us to include your salary at retirement of $87,305 in your FAS calculation.",
      "id": "s99"
    },
    {
      "text": "The issue of whether PSS invalidity FAS calculations should allow for the inclusion of salaries as at the date of invalidity retirement is, therefore, a policy matter and any further enquiries in this regard should be directed to the Minister for Finance and Administration who is responsible for PSS policy matters.",
      "id": "s100"
    },
    {
      "text": "The fact that we have not provided a formal response to your earlier email is regretted and please accept my apologies in this regard.",
      "id": "s101"
    },
    {
      "text": "It was, however, our understanding from earlier telephone conversations with yourself and your husband that you were aware of the fact that any further queries regarding this matter needed to be directed to the Minister and, as a result, a formal response to you was not required.",
      "id": "s102"
    },
    {
      "text": "' \n\n \n41 By her letter dated 3 February 2006 the second respondent repeated her complaint to the Tribunal.",
      "id": "s103"
    },
    {
      "text": "42 In s 3(2) of the SRC Act ' complaint ' was defined to mean, relevantly, 'a complaint that has been made under section 14'.",
      "id": "s104"
    },
    {
      "text": "43 Section 14 of the SRC Act relevantly provided:\n \n \n '14(1) This section applies if the trustee of a fund has made a decision ... in relation to: \n \n \n \n \n \n (a) a particular member or a particular former member of a regulated superannuation fund; \n ... \n \n \n \n \n \n (2) ... a person may make a complaint ... to the Tribunal, that the decision is or was unfair or unreasonable.",
      "id": "s105"
    },
    {
      "text": "... \n \n \n \n \n \n (7) a complaint under subsection (2) is to be made by sending or delivering a written complaint to the office of the Tribunal.",
      "id": "s106"
    },
    {
      "text": "' \n \n \n\n44 In respect of any complaint so made and which has not been settled to the satisfaction of the complainant in accordance with s 19(1) of the SRC Act, the powers of the Tribunal are to be found in s 37 of the SRC Act, which relevantly provided:\n \n \n '37(1) For the purpose of reviewing a decision of the trustee of a fund that is the subject of a complaint under s 14: \n \n \n \n \n (a) the Tribunal has all the powers, obligations and discretions that are conferred on the trustee; and \n \n (b) subject to subsection (6), must make a determination in accordance with subsection (3) \n ... \n \n \n \n \n \n (3) On reviewing the decision of a trustee ... that is the subject of, or relevant to, a complaint under section 14, the Tribunal must make a determination in writing: \n \n \n \n \n \n (a) affirming the decision; or \n \n (b) remitting the matter to which the decision relates to the trustee ... for reconsideration in accordance with the directions of the Tribunal; or \n \n (c) varying the decision; or \n \n (d) setting aside the decision and substituting a decision for the decision so set aside.",
      "id": "s107"
    },
    {
      "text": "(4) The Tribunal may only exercise its determination-making power under subsection (3) for the purpose of placing the complainant as nearly as practicable in such a position that the unfairness, unreasonableness, or both, that the Tribunal has determined to exist in relation to the trustee's decision that is the subject of the complaint no longer exists.",
      "id": "s108"
    },
    {
      "text": "(5) The Tribunal must not do anything under subsection (3) that would be contrary to law, to the governing rules of the fund concerned and ... \n \n (6) The Tribunal must affirm a decision referred to under subsection (3) if it is satisfied that the decision, in its operation in relation to \n \n \n \n \n \n (a) the complainant; ... \n .... \n \n was fair and reasonable in the circumstances.",
      "id": "s109"
    },
    {
      "text": "' \n \n \n \n\n45 It is appropriate to note the extended definition of 'decision' made by a trustee for the purposes of the SRC Act.",
      "id": "s110"
    },
    {
      "text": "Section 4 provided:\n '4.",
      "id": "s111"
    },
    {
      "text": "For the purposes of this Act a trustee ... makes a decision if: \n \n \n (a) the trustee ... or person acting for the trustee ... makes, or fails to make a decision; or \n \n \n \n \n \n (b) the trustee ... or a person acting for the trustee ... engages in any conduct, or fails to engage in any conduct, in relation to making a decision.",
      "id": "s112"
    },
    {
      "text": "' \n \n \n \n\n46 Sections 5, 6 and 7 of the Administrative Decisions (Judicial Review) Act 1997 (Cth) make provision for persons, who are aggrieved by decisions, by conduct engaged in for the purpose of making decisions or by the failure to make decisions, to apply for orders of review in respect thereof.",
      "id": "s113"
    },
    {
      "text": "In that context, Mason CJ, with whose reasons Brennan and Deane JJ relevantly agreed, said in Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 at 341-342:\n 'The distinction between reviewable decisions and conduct engaged for the purpose of making such a decision is somewhat elusive.",
      "id": "s114"
    },
    {
      "text": "However, once it is accepted that \"decision\" connotes a determination for which provision is made by or under a statute, one that generally is substantive, final and operative, the place of \"conduct\" in the statutory scheme of things becomes reasonably clear.",
      "id": "s115"
    },
    {
      "text": "... ....",
      "id": "s116"
    },
    {
      "text": "There is a clear distinction between a \"decision\" and \"conduct\" engaged in for the purpose of making a decision.",
      "id": "s117"
    },
    {
      "text": "A challenge to conduct is an attack upon the proceedings engaged in before the making of the decision.",
      "id": "s118"
    },
    {
      "text": "It is not a challenge to decisions made as part of the decision-making process except in the sense that if the decisions are procedural in character they will precede the conduct which is under challenge.",
      "id": "s119"
    },
    {
      "text": "In relation to conduct, the complaint is that the process of decision-making was flawed; in relation to a decision, the complaint is that the actual decision was erroneous.",
      "id": "s120"
    },
    {
      "text": "To give an example, the continuation of proceedings in such a way as to involve a denial of natural justice would amount to \"conduct\".",
      "id": "s121"
    },
    {
      "text": "That is not to deny that the final determination of the proceedings would constitute a decision reviewable for denial of natural justice.",
      "id": "s122"
    },
    {
      "text": "' \n47 In relation to the exercise by the Tribunal of its powers, s 36 of the SRC Act provided:\n '36.",
      "id": "s123"
    },
    {
      "text": "The Tribunal, in reviewing a decision or conduct: \n \n \n (a) is not bound by technicalities, legal forms or rules of evidence; and \n \n \n \n \n \n \n \n \n \n (b) is to act as speedily as proper consideration of the review allows, having regard to: \n \n \n \n \n \n \n(i) the objectives laid down by section 11 [providing mechanisms for the conciliation of complaints; and if a complaint cannot be resolved by conciliation --- the review of the decision or conduct to which the complaint relates; that are fair, economical, informal and quick]; and \n \n \n \n \n \n(ii) if the complaint relates to a fund --- the interests of all the members of the fund; and \n \n \n \n (c) may inform itself of any matter relevant to the review in any way it thinks appropriate.",
      "id": "s124"
    },
    {
      "text": "' \n \n \n\n\n \n48 In considering the scope of a review by the Tribunal under ss 36-37 of the SRC Act Allsop J, as his Honour then was, said in Retail Employees Superannuation Pty Limited v Crocker [2001] FCA 1330 ; (2001) 48 ATR 359 ('Crocker') at [132]:\n '132 ... if the matters thrown up by events and circumstances, including correspondence from the member, do not properly raise anything beyond what was in fact decided by the Trustee, it is not appropriate for the tribunal, with a matter before it received by way of s 14 and under Pt 4 of the Superannuation (Resolution of Complaints) Act 1993 (Cth), to take the opportunity to deal with other aspects of the relationship between the member and the Trustee foreign to the decision for review: see Hay v Briffa.",
      "id": "s125"
    },
    {
      "text": "...' \n\n \nThe last mentioned case was reported as Briffa v Hay (1997) 75 FCR 428.",
      "id": "s126"
    },
    {
      "text": "49 Rule B.3.5.1 of the Rules provided for the calculation of average salary of a regular member as follows:\n \n \n \n 'B3.5.1 The average salary on any day of a regular member is calculated by the following formula: \n \n \n \n average salary = X + B1 + B2 + B3 + E n \n \n \n where the factors are defined in the following Table Average Salary Factors according to the mode of cessation of membership: \n ...' \n \n \n\n\n \n50 The 'Average Salary Factors' were then set out in a table which dealt with 'Cessation otherwise than on involuntary retirement ' and 'Cessation on involuntary retirement '.",
      "id": "s127"
    },
    {
      "text": "51 It is common ground that the second respondent's invalidity retirement/termination required an application of the Average Salary Factors as set out in the column headed 'Cessation otherwise than on involuntary retirement '.",
      "id": "s128"
    },
    {
      "text": "52 Given the period of her membership, the calculation of 'average salary' for the second respondent required her salary as at the date of her 56 th birthday, her salary as at the date of her 55 th birthday and her salary as at the date of her 54 th birthday to be added together and divided by 3.",
      "id": "s129"
    },
    {
      "text": "As at 7 December 2005, the second respondent was already 56 years of age.",
      "id": "s130"
    },
    {
      "text": "53 Under clause B1.2.1 of the Rules ' final average salary ' was defined to mean 'the average salary applicable to a member on ... her last day of membership [i.e.",
      "id": "s131"
    },
    {
      "text": "the date on which she ceased to be a member]'.",
      "id": "s132"
    },
    {
      "text": "54 Despite the formula for the calculation of 'average salary' in Rule B3.5.1, Rule B3.5.3 provided as follows:\n \n \n \n 'B3.5.3 The Board may use an alternate average salary in circumstances where it considers that the average salary calculated in Rule B3.5.1 is not in accordance with the spirit of the Rules and would lead to inequitable treatment between members.",
      "id": "s133"
    },
    {
      "text": "' \n \n \n\n\n \n55 Notwithstanding the terms of the second respondent's email of 4 January 2006 and ComSuper's reply to it of 30 January 2006 it appears that by a letter dated 5 September 2006 the second respondent requested a further review of the average salary used in the calculation of her invalidity benefit.",
      "id": "s134"
    },
    {
      "text": "On 24 October 2006 the Board's Chief Business Operations Officer, who was the Delegate responsible for decisions under Rule B3.5.3, appears to have accepted a recommendation of ComSuper that the Board not exercise its power under Rule B3.5.3.",
      "id": "s135"
    },
    {
      "text": "The Superannuation Complaints Tribunal's consideration of the complaint \n \n56 The first respondent, the Superannuation Complaints Tribunal constituted by Noel Davis, Presiding Member and Jeff Humphreys, Member proceeded to conduct a review of the second respondent's complaint on the papers.",
      "id": "s136"
    },
    {
      "text": "A review meeting was held on 24 April 2007 and a further review meeting on 20 September 2007, but nothing relevantly occurred at those meetings.",
      "id": "s137"
    },
    {
      "text": "57 In its 'Review Determination and Reasons' dated 21 November 2007, the ' DECISION UNDER REVIEW ' was identified by the Tribunal as follows:\n 'DECISION UNDER REVIEW \n \n 2.",
      "id": "s138"
    },
    {
      "text": "On 14 December 2005 the Trustee advised the Complainant of her Invalidity Benefit.",
      "id": "s139"
    },
    {
      "text": "3.",
      "id": "s140"
    },
    {
      "text": "The Complainant objected to the amount of the invalidity benefit calculated by the Trustee and to the lack of advice regarding her options.",
      "id": "s141"
    },
    {
      "text": "4.",
      "id": "s142"
    },
    {
      "text": "On 1 February 2006, the Trustee, having considered the Complainant's complaint, affirmed its original decision.",
      "id": "s143"
    },
    {
      "text": "' \n \n\n\n \n58 It is important to note that the definition of 'trustee' in the SRC Act is different from that contained in the 1990 Act.",
      "id": "s144"
    },
    {
      "text": "In s 3(2) of the SRC Act the following definition appears:\n '3(2) In this Act, unless the contrary intention appears: \n \n ... \n trustee, in relation to a complaint, means, the trustee of the fund to which the complaint relates' \n \n \n\nIn relation to the PSS Fund, the Board was plainly the trustee for the purposes of the SRC Act.",
      "id": "s145"
    },
    {
      "text": "59 In the Tribunal's Review Determination and Reasons, the second respondent's complaint, which had been the subject of the Decision under Review, was recorded as follows:\n 'COMPLAINT \n \n 11.",
      "id": "s146"
    },
    {
      "text": "On 20 December 2005 and 3 February 2006, the Complainant lodged a complaint with the Tribunal that the amount of her invalidity pension benefit paid to her from the Fund was unfair and unreasonable.",
      "id": "s147"
    },
    {
      "text": "The complaint is that: \n \n \n \n \n \n &#9679; The Trustee has not included the Complainant's salary at her exit date when calculating her invalidity benefit, even though this is used for other involuntary retirement exits (eg retrenchment benefit); \n \n &#9679; The Trustee has not used the Complainant's projected salary (to Retirement Age 60) when calculating her invalidity benefit, even though this is implied in the Trust Deed and member communication material; \n \n &#9679; At no stage did the Trustee advise the Complainant of the effect on her pension of alternative invalidity retirement dates.",
      "id": "s148"
    },
    {
      "text": "12.",
      "id": "s149"
    },
    {
      "text": "The Complainant states the Trustee should have used its review power under the Trust Deed to change the calculation of her average salary.",
      "id": "s150"
    },
    {
      "text": "13.",
      "id": "s151"
    },
    {
      "text": "The Complainant seeks resolution through a recalculation of her benefit by basing the calculation of the salary component of the benefit on: \n \n \n \n \n \n &#9679; the method used for calculating the Retrenchment benefit; or \n &#9679; her salary at exit; or \n &#9679; her projected salary at age 60.",
      "id": "s152"
    },
    {
      "text": "' \n \n \n\n\n \n60 The Review Determination and Reasons of the Tribunal was signed by the Presiding Member.",
      "id": "s153"
    },
    {
      "text": "Under the heading ' DETERMINATION OF THE TRIBUNAL ' the following appeared:\n 'DETERMINATION OF THE TRIBUNAL \n \n 78.",
      "id": "s154"
    },
    {
      "text": "Under s37(6) of the Complaints Act, the Tribunal is required to affirm the decisions of the Trustee if it is satisfied that those decisions, in their operation in relation to the Complainant, were fair and reasonable in all the circumstances.",
      "id": "s155"
    },
    {
      "text": "For this purpose, under s4 of the Complaints Act, a \"decision\" includes engaging in any conduct or failing to engage in any conduct.",
      "id": "s156"
    },
    {
      "text": "79.",
      "id": "s157"
    },
    {
      "text": "For the reasons set out above, the Tribunal is not satisfied that the decisions of the Trustee, in their operation in relation to the Complainant, were fair and reasonable in all the circumstances.",
      "id": "s158"
    },
    {
      "text": "80.",
      "id": "s159"
    },
    {
      "text": "In those circumstances, pursuant to s37(1)(a) of the Complaints Act, the Tribunal has all the powers, obligations and discretions of the Trustee and, by virtue of s37(2), the Tribunal may make a determination: \n \n \n \n \n \n &#8226; affirming a decision; \n &#8226; remitting the matter to the Trustee for consideration in accordance with the Tribunal's directions; \n &#8226; varying the decision; or \n &#8226; setting aside the decision and substituting its own decision \n \n \n \n \n \n 81.",
      "id": "s160"
    },
    {
      "text": "In accordance with the requirements of sub-ss37(3), (4) and (5) of the Complaints Act, the Tribunal remits the complaint to the Trustee and directs that, in relation to the retirement date of the Complainant: \n \n \n \n \n \n 1) Within 21 days of the date of receipt by the Trustee of this determination, the Trustee must advise the Complainant of the amount of her benefit had she retired on 21 March 2006 and provide her with the detailed calculation of the amount including any assumptions made by the Trustee.",
      "id": "s161"
    },
    {
      "text": "2) The Trustee must advise the Complainant of the amount of any adjustment it believes applies to underpayment or overpayment of benefits paid to date and the detailed calculation of the amount including any assumptions made by the Trustee within 21 days of the date of receipt by the Trustee of this determination.",
      "id": "s162"
    },
    {
      "text": "3) The Trustee is to allow the Complainant up to 30 days after receipt of the information in 1) and 2) above in which to request any other information or calculations that she feels she needs from the Trustee in order to make an informed decision about her options in relation to her retirement date.",
      "id": "s163"
    },
    {
      "text": "The Complainant may advise the Trustee of a shorter period if she feels she does not need this amount of time.",
      "id": "s164"
    },
    {
      "text": "4) The Complainant will be allowed a further 45 days in which to advise the Trustee of whether she wishes to change her invalidity retirement date to 21 March 2006.",
      "id": "s165"
    },
    {
      "text": "If the Complainant does not so advise by the end of this further 45-day period then the current pension will stand.",
      "id": "s166"
    },
    {
      "text": "5) If she advises the Trustee that her invalidity retirement date is to be 21 March 2006, the Trustee is to adjust her benefit to the amount calculated in accordance with 1) and any underpayment of pension calculated in accordance with 2) is to be paid by the Trustee to the Complainant and any overpayment of pension calculated in accordance with 2) is to be paid by the Complainant to the Trustee.",
      "id": "s167"
    },
    {
      "text": "' \n \n \n\n\n \n61 The 'reasons set out above' (see [79] of the Determination of the Tribunal) which provided the basis for the Tribunal not being satisfied that 'the decisions of the Trustee, in their operation in relation to the Complainant, were fair and reasonable in the circumstances' would appear to be sufficiently summarised in paragraphs 67, 71, 76 and 77 of the Tribunal's Review Determination and Reasons.",
      "id": "s168"
    },
    {
      "text": "62 On 21 September 2004 the second respondent had sent an email to ComSuper in which she said:\n 'I am currently working in the Australian Crime Commission and have recently passed my 55th birthday.",
      "id": "s169"
    },
    {
      "text": "I am considering the possibility of retiring after my next birthday (ie 21 March 2005) --- due to ill health.",
      "id": "s170"
    },
    {
      "text": "...' \nThe Tribunal remarked that in the Information Officer's response 'no advice was provided on invalidity benefits, despite what the Complainant had said'.",
      "id": "s171"
    },
    {
      "text": "I would observe that the second respondent's email made no mention of a perceived inability to perform her duties due to the 'ill health' to which she referred.",
      "id": "s172"
    },
    {
      "text": "Later the Tribunal expressed its view that the Board had not met its obligation to the second respondent in relation to its function [power, not duty] to 'provide information about benefits or potential benefits, and available options' to, relevantly, members (see [71] of the Review Determination and Reasons).",
      "id": "s173"
    },
    {
      "text": "63 The second respondent urges that the obligation cast upon the Board by clause 3.3(c) of the Trust Deed, when taken with clause 3.1(b), converted the power to provide information into a duty.",
      "id": "s174"
    },
    {
      "text": "It will be recalled that clause 3.3(c) required the Board to ensure that its powers were performed and exercised 'in the best interests of members, preserved benefit members and associates'.",
      "id": "s175"
    },
    {
      "text": "64 The Tribunal concluded that the Board had failed to meet its obligation to the second respondent to provide information about benefits or potential benefits, and available options.",
      "id": "s176"
    },
    {
      "text": "It said that, at the very least, the Board should have advised the second respondent, when it became aware of her 'imminent invalidity retirement, of the effect that her retirement date would have on the amount of her benefit' (see [76] of the Review Determination and Reasons).",
      "id": "s177"
    },
    {
      "text": "65 The Tribunal continued by expressing its concern that the Australian Crime Commission had provided the second respondent with personal financial advice in relation to her superannuation benefit without considering her alternative retirement dates (see [77] of the Review Determination and Reasons).",
      "id": "s178"
    },
    {
      "text": "66 These observations of the Tribunal proceeded, in my opinion, on a complete misunderstanding in relation to the selection of a date for the second respondent's 'imminent invalidity retirement'.",
      "id": "s179"
    },
    {
      "text": "This misunderstanding is further demonstrated by what appears in subparagraphs 3) and 5) of paragraph 81 of the Determination of the Tribunal as set out above.",
      "id": "s180"
    },
    {
      "text": "Subparagraph 3) contemplates that the second respondent could 'make an informed decision about her options in relation to her retirement date' and subparagraph 5) suggests that the second respondent could advise the Board 'that her invalidity retirement date is to be 21 March 2006'.",
      "id": "s181"
    },
    {
      "text": "67 In my opinion the idea of the second respondent having control over the selection of a date for the termination of her employment is ludicrous.",
      "id": "s182"
    },
    {
      "text": "68 Part of the reason for the Tribunal's misunderstanding was, no doubt, that s 13(1) of the 1990 Act spoke about a member 'being retired', as if the member could choose to 'retire' or 'not retire'.",
      "id": "s183"
    },
    {
      "text": "The truth of the matter is that 'being retired' is simply a rather genteel way of saying 'terminated'.",
      "id": "s184"
    },
    {
      "text": "69 What happened in the case of the second respondent was that by the conduct of the Agency Head of the Australian Crime Commission her employment was unilaterally terminated by the notice in writing dated 1 December 2005 with effect at the expiration of 7 December 2005.",
      "id": "s185"
    },
    {
      "text": "Her employment as an Australian Public Service employee came to an end at the end of the day on 7 December 2005 in circumstances where she had no right to select a date for her termination different from that selected by the Agency Head.",
      "id": "s186"
    },
    {
      "text": "70 What is more, the Board had no responsibility for advising the second respondent that the Australian Crime Commission may yield to her wish, were she to communicate such a wish to the Australian Crime Commission, that her employment be terminated at some later point in time.",
      "id": "s187"
    },
    {
      "text": "In any event, it is clear from the second respondent's letters to the Tribunal of 20 December 2005 and 3 February 2006 that she in fact chose 7 December 2005 as her retirement date to ensure that her income stream was uninterrupted.",
      "id": "s188"
    },
    {
      "text": "As she said in her letters:\n 'My pre-assessment payments ... ceased on 7 December 2005, and so I had no option other than choose this date as my retirement date.",
      "id": "s189"
    },
    {
      "text": "Otherwise I would have had no income.",
      "id": "s190"
    },
    {
      "text": "' \n\n The Appeal \n \n71 The matter now before the Court is an appeal on certain questions of law from the determination of the Tribunal given on 21 November 2007.",
      "id": "s191"
    },
    {
      "text": "The appeal is brought pursuant to s 46 of the SRC Act which relevantly provided:\n \n \n '46(1) A party may appeal to the Federal Court, on a question of law, from the determination of the Tribunal \n ... \n \n (3) The Federal Court is to hear and determine the appeal and may make such order as it thinks appropriate.",
      "id": "s192"
    },
    {
      "text": "(4) Without limiting by implication the generality of subsection (3), the orders that may be made by the Federal Court on an appeal include an order affirming or setting aside the determination of the Tribunal and an order remitting the matter to be determined again by the Tribunal in accordance with the directions of the Court.",
      "id": "s193"
    },
    {
      "text": "(5) The Federal Court must not make an order awarding costs against a complainant if the complainant does not defend an appeal instituted by another party to the complaint.",
      "id": "s194"
    },
    {
      "text": "' \n \n\n\n \n72 In the Notice of Appeal the questions of law were identified as follows:\n '2.1.",
      "id": "s195"
    },
    {
      "text": "Whether the Tribunal acted outside its power in: \n \n \n 2.1.1 having found that the applicant could not use its discretion in Rule 3.5.3 of the Public Sector Superannuation Rules (the Rules) in the circumstances of this case to 'use an alternative average salary', ordering that, if the member so requests, the applicant must vary her retirement date to 21 March 2006 for the purposes of calculating her final average salary; and \n \n 2.1.2 making directions to the applicant in relation to conduct that is not reviewable by the Tribunal; and \n \n 2.1.3 making directions to the applicant that do not pertain to the reasonableness or fairness of a decision for the purposes of the SRC Act.",
      "id": "s196"
    },
    {
      "text": "' \n \n \n\n\n \n73 The Tribunal had been of the view that Rule B3.5.3 could not be used to override Rule B3.5.1 in the circumstances of the complainant (see paragraphs 63 and 75 of the Tribunal's Review Determination and Reasons).",
      "id": "s197"
    },
    {
      "text": "Its conclusion in respect of the application of Rule B3.5.3 was not challenged by the second respondent.",
      "id": "s198"
    },
    {
      "text": "74 The 'GROUNDS' relied upon were stated in the Notice of Appeal as follows:\n \n \n '4.1.",
      "id": "s199"
    },
    {
      "text": "The first respondent erred in law in that, having found that the applicant could not use its discretion in Rule 3.5.3 of the Rules in the circumstances of this case to 'use an alternative average salary', the first respondent ordered that, if the second respondent so requests, the applicant must vary her retirement date from her actual retirement date of 7 December 2005 to 21 March 2006.",
      "id": "s200"
    },
    {
      "text": "That order is inconsistent with the Rules, and therefore unlawful.",
      "id": "s201"
    },
    {
      "text": "4.2.",
      "id": "s202"
    },
    {
      "text": "The first respondent erred in law in making directions purportedly to remedy the failure of the applicant to give the second respondent adequate information.",
      "id": "s203"
    },
    {
      "text": "The applicant's conduct in relation to the provision of information to the second respondent is not 'conduct in relation to making a decision' by the applicant, and therefore is not a decision for the purposes of s 4 of the Superannuation (Resolution of Complaints) Act 1993 (the Act).",
      "id": "s204"
    },
    {
      "text": "Therefore, it is conduct that is outside the first respondent's jurisdiction under s 14 of the Act.",
      "id": "s205"
    },
    {
      "text": "4.3 The first respondent erred in law in making directions purportedly to remedy the failure of the applicant to give adequate information.",
      "id": "s206"
    },
    {
      "text": "These directions that do not pertain to the unfairness or unreasonableness of the decision to calculate the member's FAS using her actual retirement date and are therefore unlawful.",
      "id": "s207"
    },
    {
      "text": "' \n \n\n\n Benefits \n \n75 Part B5 of the Rules dealt with Benefits under the Defined Benefits Plan and Part B8 with preserved benefits.",
      "id": "s208"
    },
    {
      "text": "76 In Rule B1.2.1 ' preserved benefit member ' was defined to mean 'a former member to or in respect of whom a preserved benefit has not yet been paid'.",
      "id": "s209"
    },
    {
      "text": "' preserved benefit ' was defined to mean 'a benefit that, on a member ceasing membership, is either compulsorily or voluntarily retained in the PSS defined benefits plan for payment under Part B8 of these Rules, together with any increases under Division 6 of that Part, to, or in respect of, the former member or his/her beneficiaries'.",
      "id": "s210"
    },
    {
      "text": "77 In respect of the calculation of the benefit payable to a former member an important amount is the person's 'final average salary', defined in Rule B 1.2.1 to mean 'the average salary applicable to a member on ... her last day of membership' .",
      "id": "s211"
    },
    {
      "text": "In the second respondent's case that was 7 December 2005.",
      "id": "s212"
    },
    {
      "text": "78 By a letter dated 14 January 2006 from a Member Benefits Officer in ComSuper to the second respondent, she was advised that her application for a Public Sector Superannuation Scheme benefit had been processed.",
      "id": "s213"
    },
    {
      "text": "The letter relevantly provided:\n '... Your lump sum superannuation entitlement is $133918.41.",
      "id": "s214"
    },
    {
      "text": "This entitlement comprises your scheme equity, less the amount converted to pension, plus an additional interest payment which is calculated to the date of payment of your benefit.",
      "id": "s215"
    },
    {
      "text": "... Your superannuation pension entitlement is $31491.61 per annum.",
      "id": "s216"
    },
    {
      "text": "Regular fortnightly payments of $1214.45 will commence on Thursday 2 February 2006.",
      "id": "s217"
    },
    {
      "text": "...' \n\n The complainant \n \n79 In paragraph 14 of its Review Determination and Reasons the Tribunal made the following findings:\n '14.",
      "id": "s218"
    },
    {
      "text": "The Tribunal is satisfied as to the following facts: 21 March 1949 - the date of birth of the Complainant \n \n 11 January 1985 - the Complainant commenced service with the Employer and joined the Employer's superannuation fund; \n \n \n \n 4 April 1991 - the Complainant transferred from the Previous Fund to the Fund; \n \n \n13 April 2004 - the date the Complainant commenced sick leave; \n \n 7 July 2005 - the Complainant's leave from all sources (sick leave, recreation leave and long service leave) has been used up; \n \n \n \n 11 November 2005 - invalidity retirement certificate issued to the Complainant; \n \n \n \n 17 November 2005 - first pre-assessment payment (at the rate of 50% of salary) commenced; \n \n \n \n 7 December 2005 - the Complainant's pre-assessment payments ceased; \n \n \n \n 7 December 2005 - the date on which the Complainant's employment was terminated by the Employer and from which the invalidity pension commenced to be paid.",
      "id": "s219"
    },
    {
      "text": "' \n \n\n\n \n80 It was common ground between the parties that the second respondent's remuneration under all heads ceased as at 7 July 2005.",
      "id": "s220"
    },
    {
      "text": "However, when her first pre-assessment payment was made on 17 November 2005, that payment was a lump sum which provided a benefit that was retrospective to 7 July 2005.",
      "id": "s221"
    },
    {
      "text": "Trustee Act 1925 (ACT) \n \n81 The second respondent submits that it was open to the Board to compromise the second respondent's claim for a greater entitlement than that for which the Trust Deed provided by virtue of s 49(1)(e) of the Trustee Act 1925 (ACT) ('the Trustee Act ') which, by virtue of s 25 of the 1990, Act applied to and in relation to the trustees as defined in the 1990 Act, acting in the performance of their functions, or the exercise of their powers, under the Trust Deed.",
      "id": "s222"
    },
    {
      "text": "82 As previously indicated the Board did not fall within the definition of 'trustee' within the meaning of the 1990 Act.",
      "id": "s223"
    },
    {
      "text": "Accordingly the Trustee Act has no present significance.",
      "id": "s224"
    },
    {
      "text": "Even if it did, I have reservations as to whether it could have any relevant application in the circumstances of the present case.",
      "id": "s225"
    },
    {
      "text": "83 Section 49 of the Trustee Act includes under the heading ' Compounding ' the following:\n \n \n '49(1) The trustees or a majority acting together, or a sole trustee if the trust instrument or a Territory law authorises a sole trustee to act, may --- \n \n \n \n \n ... \n \n (e) compromise, compound, abandon, submit to arbitration, or otherwise settle any debt, account, claim or thing relating to the estate or trust; \n ....' \n \n \n\n\n \n84 The Trustee Act was modelled upon the Trustee Act 1925 (NSW) which included, at s 49(1)(d) , substantially the same words as appear in s 49(1)(e).",
      "id": "s226"
    },
    {
      "text": "In the case of the New South Wales Act the word 'whatever' was inserted between the words 'thing' and 'relating'.",
      "id": "s227"
    },
    {
      "text": "85 I would have thought that the conferral of a power of compromise was directed as empowering trustees to accept less by way of payment than was due or claimed to be due to the Trust rather than a power to pay an amount by way of compromise in respect of a claim made upon the relevant trust fund.",
      "id": "s228"
    },
    {
      "text": "86 When the Second Reading Speech was delivered in the New South Wales Legislative Assembly no mention was made of the clause which became s 49 in the New South Wales Act.",
      "id": "s229"
    },
    {
      "text": "The Second Reading Speech delivered by the Attorney-General, Mr McTiernan, included the following (NSW Parliamentary Debates 5 November 1925 at p2242):\n '... Modern English legislation has been adopted in other States of the Commonwealth, but at the present time the statute law of New South Wales with regard to this matter is in a very backward state.",
      "id": "s230"
    },
    {
      "text": "The purpose of the bill is to incorporate the provisions of new statutes regarding trustees and trust property, with the object of facilitating the administration of trust estates, and to vest trustees with powers which experience has shown it is necessary they should possess.",
      "id": "s231"
    },
    {
      "text": "...' \n\n \n87 In the Second Reading Speech in the New South Wales Legislative Council, no mention was made of the clause which became s 49 in the New South Wales Act.",
      "id": "s232"
    },
    {
      "text": "The speech did however contain the following (New South Wales Parliamentary Debates 24 September 1924 at p2184):\n 'I do not propose to go through the bill in detail because ... .",
      "id": "s233"
    },
    {
      "text": "It contains 100 clauses and there is no general principle running through it.",
      "id": "s234"
    },
    {
      "text": "It is simply a mass of clauses dealing with different matters all relating to trustees and giving them powers which they ought to have.",
      "id": "s235"
    },
    {
      "text": "...' \n\n \n88 The learned authors of Jacobs' Law of Trusts in Australia (7 th edition 2006) said in relation to the general nature of a trustee's power to compromise that it had been considered in England by the Court of Appeal in In re Earl of Strafford, DECD; Royal Bank of Scotland Ltd v Byng [1980] 1 Ch 36.",
      "id": "s236"
    },
    {
      "text": "It was said at [2048]:\n 'That case establishes that the power is not to be construed narrowly, nor restricted by considerations which do not clearly emerge from the statute conferring the power.",
      "id": "s237"
    },
    {
      "text": "In particular, it was held that, in compromising a claim adverse to the trust, the consent of the beneficiaries is not required.",
      "id": "s238"
    },
    {
      "text": "' \n\n \n89 In Re Irismay Holdings Pty Ltd [1996] 1 QdR 172 Lee J identified the matter before the Court as an application raising an important question concerning the powers of a trustee to compromise a dispute with a beneficiary relating to the beneficiary's entitlement to trust property under the trust deed.",
      "id": "s239"
    },
    {
      "text": "His Honour ended up considering the matter before him by reference to the power contained in s 44(f) of the Trusts Act 1973 (Qld) which was in substantially the same terms as s 49(1)(e) of the Trustee Act .",
      "id": "s240"
    },
    {
      "text": "At 174 Lee J said:\n 'At first blush it is difficult to see what limitations can be implied into the subsection which do not arise from the language itself.",
      "id": "s241"
    },
    {
      "text": "... one hardly needs to cite authority for the proposition that expressions such as \"claim or thing\" and \"relating to the trust or to the trust property\" are of the widest import and should not be read down unless their context or other circumstances clearly require it.",
      "id": "s242"
    },
    {
      "text": "Later, at 175, his Honour said:\n '... Where the very subject matter of the dispute concerns the nature of a beneficiary's interest under the trust then it would seem eminently sensible to confer on the trustee power to settle that dispute provided that the compromise is entered into bona fide and for the benefit of the trust as a whole, an expression which no doubt encompasses the notion that the compromise is reached for the genuine purpose of settling the dispute and not merely as an expedient means of achieving some ulterior or extraneous agenda ... in other words the mere fact that a dispute has arisen and an agreement has been entered into is not enough; the agreement must relate to the resolution of the dispute before it can come within the power.",
      "id": "s243"
    },
    {
      "text": "' \n\n \n90 In Dowling v St Vincent De Paul Society of Victoria Inc [2003] VSC 454 Nettle J took a somewhat more restrictive view of the breadth of s 19(1)(f) of the Trustee Act 1958 (Vic) being the comparable Victorian provision.",
      "id": "s244"
    },
    {
      "text": "That case concerned the efficacy of an agreement to compromise a probate proceeding in which the validity of a will was contested.",
      "id": "s245"
    },
    {
      "text": "The question was whether s 19(1)(f) authorised the executors to enter into the compromise in anticipation of a grant of probate.",
      "id": "s246"
    },
    {
      "text": "Nettle J reached the view that s 19(1)(f) did not authorise an executor to compromise a dispute as to the validity of a will without the consent of affected parties or an order of the Court that bound them.",
      "id": "s247"
    },
    {
      "text": "At [19] his Honour said:\n '19 Despite what has been said about the breadth of s 19(1)(f) I do not consider that s 19(1)(f) empowers an executor as such to compromise a probate proceeding in which the validity of the will is contested.",
      "id": "s248"
    },
    {
      "text": "' \n\n \nHis Honour continued at [21]:\n '21 The word \"claim\" is capable in some contexts of including almost any sort of demand.",
      "id": "s249"
    },
    {
      "text": "Equally, according to context, the conception of things which relate to an estate may include a very broad range of possible subject matters.",
      "id": "s250"
    },
    {
      "text": "But it requires no recitation of authority to establish that the words of a statutory provision are to be read in context and according to the apparent purpose of the provision.",
      "id": "s251"
    },
    {
      "text": "And in their context and according to what I perceive to [be] the purpose of the s 19 of the Trustee Act , \"claims relating to ... the estate\" appear as limited to claims upon or against the estate.",
      "id": "s252"
    },
    {
      "text": "With respect, I think the observations of Sir Robert Megarry VC in Re Earl of Strafford to be persuasive.",
      "id": "s253"
    },
    {
      "text": "The section is concerned with claims against the estate --- be they from the outside world or as between the beneficiaries --- not proceedings to determine the title of the executor or trustee.",
      "id": "s254"
    },
    {
      "text": "' \n\n \n91 It may be seen from the above that Nettle J took the view that the relevant section could lead to compromises of claims by the relevant trustees or against them.",
      "id": "s255"
    },
    {
      "text": "92 Even if the Tribunal had power under s 37(1) and (3) of the SRC Act, when taken with s 25 of the 1990 Act and s49(1)(e) of the Trustee Act , to compromise a claim made by a former member in the position of the second respondent for the payment of a benefit greater than that for which the Rules provided, it would not, in my opinion, have been open to the Tribunal, exercising all the powers, obligations and discretions that are conferred on the Board, to compromise the relevant claim in a manner that would be contrary to s 37(5) of the SRC Act.",
      "id": "s256"
    },
    {
      "text": "Section 37(5) precludes the Tribunal from doing anything that would be contrary to the 'governing rules of the fund concerned' and those Rules fixed the amount of the second respondent's benefit in the amounts indicated in the letter of 14 January 2006 to which reference has been made.",
      "id": "s257"
    },
    {
      "text": "(See Rule B3.5.1 and see generally National Mutual Life Association of Australia Ltd v Campbell [2000] FCA 852 ; (2000) 99 FCR 562 at [10] - [12] and [15]-[16]; see also Crocker at [22]-[23] and [27]).",
      "id": "s258"
    },
    {
      "text": "Resolution of the Appeal \n \n93 The second respondent submits that the Board made a decision that was reviewable under s 14 of the SRC Act (upon the making by the second respondent of a complaint that the decision was unfair or unreasonable in accordance with s 14(2)), when it failed to make a decision to provide her with information, before 1 December 2005 (the date of her 'NOTICE OF RETIREMENT --- INVALIDITY'), about benefits or potential benefits and available options, knowledge of which was said to be in the best interests of members (see ss 4 and 14 of the SRC Act and clause 3.1(b)(i) and 3.3(c) of the Trust Deed).",
      "id": "s259"
    },
    {
      "text": "94 The particular information, which it is alleged the Board should have provided, was that the second respondent had flexibility in choosing the date upon which the Agency Head of the Australian Crime Commission might determine her employment in accordance with the provisions of s 29(1) of the Public Service Act and that, if the date of termination of her employment was deferred, especially until on or after her next birthday on 21 March 2006, her benefit payable from the PSS Fund would increase.",
      "id": "s260"
    },
    {
      "text": "95 The second respondent further submits that the Board made a decision that was reviewable under s 14 of the SRC Act, (upon the making by the second respondent of a complaint that the decision was unfair or unreasonable under s 14(2)) when it failed to compromise her claim that the method used in assessing her final average salary for the determination of the benefit payable to her from the PSS Fund following her 'invalidity retirement' was unfair and unreasonable and produced a benefit which was $4,000 - $10,000 p.a.",
      "id": "s261"
    },
    {
      "text": "less than it would have been if the Board had failed to apply the Rules for the determination of her benefit and, instead, treated her employment as having been terminated on the date of her 57 th birthday, (i.e.",
      "id": "s262"
    },
    {
      "text": "21 March 2006), in lieu of the actual date from which the termination of her employment took effect (i.e.",
      "id": "s263"
    },
    {
      "text": "the end of the day on 7 December 2005), in accordance with the powers of compromise said to have been conferred on the Board by s 25 of the 1990 Act and s 49(1)(e) of the Trustee Act .",
      "id": "s264"
    },
    {
      "text": "96 The second respondent accepts that Rule B3.5.3 of the Rules could not have been invoked by the Board, or the Tribunal, to enable the Board to use an alternative, and higher, average salary for the purpose of calculating her benefit from the PSS Fund on the basis that the average salary for her, calculated in accordance with Rule B3.5.1, was 'not in accordance with the spirit of the Rules and would lead to inequitable treatment between members'.",
      "id": "s265"
    },
    {
      "text": "97 However, the second respondent submits that the Board could have invoked s 49(1)(e) of the Trustee Act to pay her a higher benefit from the PSS Fund given her complaint under which she sought $4,000 - $10,000 p.a.",
      "id": "s266"
    },
    {
      "text": "more than her entitlement under the Rules.",
      "id": "s267"
    },
    {
      "text": "98 I trust that I have not done counsel for the second respondent a disservice by my attempt to distil her submissions, which were put in a variety of ways during the course of argument, as I have above.",
      "id": "s268"
    },
    {
      "text": "The submissions were not without their complexity.",
      "id": "s269"
    },
    {
      "text": "99 It will be apparent from what I have already said that there are good reasons for rejecting the second respondent's submissions.",
      "id": "s270"
    },
    {
      "text": "Without repeating them, I should say:\n \n(a) in my opinion, the Board was under no duty prior to 1 December 2005 and in particular in the period from 11 November 2005 to 1 December 2005 to provide information to the second respondent to the effect that if the date of termination of her employment by the Agency Head of the Australian Crime Commission was deferred until on or after her next birthday, her benefit from the PSS Fund would increase;\n \n(b) the reference to 'available options' in clause 3.1(b) of the Rules is confined to options available under the Public Sector Superannuation Scheme, eg.",
      "id": "s271"
    },
    {
      "text": "whether a person should become an Accumulation Plan Member or a Defined Benefits Plan Member;\n \n(c) the Board was under no duty to provide information to the second respondent about the discretion that the Agency Head of the Australian Crime Commission may have had to determine a later date for the termination of her employment under s 29(3)(d) of the Public Service Act than that which he selected;\n \n(d) the second respondent had no right to choose a date for the termination of her employment under s 29(3)(d) of the Public Service Act ;\n \n(e) in point of fact, the second respondent requested the termination of her employment on 7 December 2005 to avoid a situation where after that date she would have no income, and the Agency Head apparently acceded to that request;\n \n(f) the Trustee Act had no application to the Board under s 25 of the 1990 Act;\n \n(g) even if it did, the express provision for departure from the required calculation of Averge Salary under Rule B3.5.1, as specified in Rule B3.5.3, exhausted the field.",
      "id": "s272"
    },
    {
      "text": "Accordingly, s 49(1)(e) of the Trustee Act could not be invoked to provide a greater benefit than that permitted by the Rules;\n \n(h) any payment of a greater benefit to the second respondent than that to which she was entitled under the Rules would itself be contrary to the spirit of the Rules and would lead to inequitable treatment between members.",
      "id": "s273"
    },
    {
      "text": "Her employment was terminated with effect from the end of the day on 7 December 2005 and it was not open to the Board to calculate a benefit for her on the assumption that the termination of her employment by the Agency Head of the Australian Crime Commission occurred some three months later.",
      "id": "s274"
    },
    {
      "text": "100 Putting all these considerations to one side, it is necessary to address what the complaint was that the Tribunal was reviewing.",
      "id": "s275"
    },
    {
      "text": "It seems to me that the complaint was a complaint in respect of the calculation of the second respondent's Final Average Salary and its consequential impact upon her benefit under the Public Sector Superannuation Scheme (see [28]-[32] above).",
      "id": "s276"
    },
    {
      "text": "The complaint that was addressed and was not settled to the satisfaction of the second respondent in accordance with s 19 of the SRC Act was that complaint --- not a complaint about the lack of provision of information or a complaint about a failure to effect a compromise under the Trustee Act .",
      "id": "s277"
    },
    {
      "text": "And the complaint that was thereafter made by the second respondent to the Tribunal was the very same complaint (see [41] above).",
      "id": "s278"
    },
    {
      "text": "101 It does not seem to me that the failure, if there was one, by the Board, to provide information as alleged constituted a failure to make a decision within the meaning of s 4(a) of the SRC Act, nor did it amount to a failure to engage in any conduct in relation to the making of a decision by the Board within the meaning of s 4(b) of the SRC Act.",
      "id": "s279"
    },
    {
      "text": "102 Furthermore, it does not seem to me that a failure to compromise a claim for a larger benefit than the one for which the Rules made provision could constitute a failure by the Board to make a decision or to engage in conduct in relation to the making of a decision within the meaning of s 4 of the SRC Act.",
      "id": "s280"
    },
    {
      "text": "103 The power to compromise a claim, whatever the extent of that power may be under the Trustee Act , did not impose any obligation on the relevant trustee or trustees to make a compromise or engage in a process in relation to the making or possible making of a compromise.",
      "id": "s281"
    },
    {
      "text": "No decision was required.",
      "id": "s282"
    },
    {
      "text": "104 Contrary to the submissions of the second respondent, I am satisfied that each of the questions of law identified in the Notice of Appeal were questions of law within the meaning of s 46(1) of the SRC Act (see Vetter v Lake Macquarie City Council [2001] HCA 12 ; (2001) 202 CLR 439 at [24] et seq).",
      "id": "s283"
    },
    {
      "text": "105 In my opinion, it was not open to the Tribunal to find that any decision of the Board in relation to the second respondent was unfair or unreasonable.",
      "id": "s284"
    },
    {
      "text": "106 The directions which the Tribunal purported to give to the Board, upon the remission of the complaint, were beyond the power of the Tribunal.",
      "id": "s285"
    },
    {
      "text": "Neither the Board nor the Tribunal could provide for a benefit to be paid to the second respondent out of the PSS Fund which did not accord with the Rules and which contemplated calculations being made on the premise that the second respondent could require the date of termination of her employment as an Australian Public Servant to be notionally treated as a date other than that fixed by her employer.",
      "id": "s286"
    },
    {
      "text": "107 In my opinion the Board has made good each of the grounds stated in the Notice of Appeal.",
      "id": "s287"
    },
    {
      "text": "108 In the foregoing circumstances, the appeal should be allowed, the determination of the Tribunal should be set aside and in lieu thereof the decision of the Board of 1 February 2006 in respect of the second respondent's complaint made on 20 December 2005 and pressed on 3 February 2006, should be affirmed.",
      "id": "s288"
    },
    {
      "text": "109 The second respondent having defended the appeal, it would be open to the Court to make an order for costs in accordance with s 46(5) of the SRC Act.",
      "id": "s289"
    },
    {
      "text": "The second respondent having failed comprehensively in defending the determination of the Tribunal, it would, in my opinion, be appropriate for an order for costs to be made in the applicant's favour.",
      "id": "s290"
    },
    {
      "text": "However, I note that the applicant does not seek an order for costs.",
      "id": "s291"
    },
    {
      "text": "I certify that the preceding one hundred and nine (109) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s292"
    },
    {
      "text": "Associate:\n\nDated: 23 October 2008\n\n Solicitor for the Applicant: A Dillon of the Australian Government Solicitor \n \n The First Respondent filed a submitting appearance.",
      "id": "s293"
    },
    {
      "text": "Counsel for the Second Respondent: P E McDonald \n \n Solicitors for the Second Respondent: Maddocks \n\n Date of Hearing: 29 September 2008 \n \n Date of Judgment: 23 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1548.html",
      "id": "s294"
    }
  ]
}