{
  "name": "Croker v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 1587 (24 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1587.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "appeal from administrative appeals tribunal dismissed as incompetent",
      "id": "c1"
    },
    {
      "text": "no question of law raised",
      "id": "c2"
    },
    {
      "text": "applicant claimed inadequate opportunity to prepare for argument on competency of the appeal",
      "id": "c3"
    },
    {
      "text": "trial judge's decision not attended by any real doubt and no substantial injustice to applicant. held : application dismissed.",
      "id": "c4"
    },
    {
      "text": "leave",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion filed on 10 October 2008 the applicant seeks leave to appeal against a judgment of this Court of 25 September 2008 ( Croker v Secretary, Department of Education, Employment and Workplace Relations (No 3) [2008] FCA 1473).",
      "id": "s0"
    },
    {
      "text": "The trial judge dismissed the applicant's appeal pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) from a decision of the Administrative Appeals Tribunal (the AAT) dated 21 July 2008.",
      "id": "s1"
    },
    {
      "text": "The applicant also seeks an order dispensing with Order 52 r 10(2A)(b) of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "Order 52 r 10(2A)(b) requires a notice of motion seeking leave to appeal from an interlocutory judgment of the Court to be filed within seven days after the date on which the judgment was pronounced.",
      "id": "s3"
    },
    {
      "text": "Under Order 52 r 10(2A)(b) the applicant's notice of motion for leave should have been filed by 2 October 2008.",
      "id": "s4"
    },
    {
      "text": "Nevertheless the Court has power to extend the time for filing as the qualification to Order 52 r 10(2A) discloses (by the qualifying words \"...or within such further time as the Court or a Judge may allow\").",
      "id": "s5"
    },
    {
      "text": "2 The procedural background to the application for leave is straightforward.",
      "id": "s6"
    },
    {
      "text": "On 21 July 2008 the AAT affirmed the respondent's decision of 8 November 2007 under s 605(1) of the Social Security Act 1991 (Cth) to require the applicant to enter into a Newstart Activity Agreement with MAXnetwork employment.",
      "id": "s7"
    },
    {
      "text": "3 The applicant filed a notice of appeal from the AAT's decision on 14 August 2008.",
      "id": "s8"
    },
    {
      "text": "On 23 September 2008 the respondent filed a notice of objection to the competency of the appeal (see Order 52 r 18 of the Federal Court Rules ) on the basis that s 44 of the Administrative Appeals Tribunal Act provides that a party may appeal on a question of law but the applicant's notice of appeal failed to disclose any question of law relevant to the decision from which the appeal was brought.",
      "id": "s9"
    },
    {
      "text": "4 The proceedings had a first directions hearing on 25 September 2008.",
      "id": "s10"
    },
    {
      "text": "The trial judge, on 25 September 2008, upheld the respondent's notice of objection to competency and dismissed the applicant's notice of appeal as incompetent.",
      "id": "s11"
    },
    {
      "text": "5 The application for leave assumes that trial judge's decision of 25 September 2008 was interlocutory rather than final with the consequence that leave is required to appeal (see s 24(1A) of the Federal Court of Australia Act 1976 (Cth)).",
      "id": "s12"
    },
    {
      "text": "This assumption is consistent with the analysis of authorities in SZGAP v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2005) 227 ALR 683 ; [2005] FCA 1785 to the effect that summary dismissal of an appeal, without any final adjudication on the merits, is an interlocutory rather than a final decision.",
      "id": "s13"
    },
    {
      "text": "6 According to the applicant's affidavit in support of the notice of motion for leave he received a copy of the reasons for decision pronounced on 25 September 2008 on 8 October 2008.",
      "id": "s14"
    },
    {
      "text": "This appears to be the applicant's explanation for the reason he ought to be granted the extension of time.",
      "id": "s15"
    },
    {
      "text": "The respondent submitted that, as the applicant was present when the trial judge delivered judgment, this explanation is an insufficient basis upon which to grant the extension of time.",
      "id": "s16"
    },
    {
      "text": "7 The likelihood of leave being granted is relevant to the exercise of discretion with respect to the application for an extension of time (see the summary in Moshinsky QC, N (ed), Practice and Procedure High Court and Federal Court of Australia (LexisNexis, subscription service) at [47,055.10]).",
      "id": "s17"
    },
    {
      "text": "Accordingly, it is necessary to deal with the substance of the application for leave.",
      "id": "s18"
    },
    {
      "text": "The respondent's submissions accepted this proposition.",
      "id": "s19"
    },
    {
      "text": "Consistently with it I indicated to the parties at the start of the hearing that I proposed to deal with all aspects of the notice of motion at the same time.",
      "id": "s20"
    },
    {
      "text": "8 The first question on the leave application is whether, in all the circumstances, the decision is attended with sufficient doubt to warrant it being reconsidered by the appellate court.",
      "id": "s21"
    },
    {
      "text": "The second is whether substantial injustice would result if leave were refused, supposing the decision to be wrong ( D&eacute;cor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397).",
      "id": "s22"
    },
    {
      "text": "These questions \"bear upon each other, so that the degree of doubt which is sufficient in one case may be different from that required in another.",
      "id": "s23"
    },
    {
      "text": "Ultimately, a discretion must be exercised on what may be a fine balancing of considerations\" ( Sharp v Deputy Commissioner of Taxation (Cth) (1988) 88 ATC 4 ,184 at 4,186).",
      "id": "s24"
    },
    {
      "text": "9 The trial judge identified the decision in issue at [3] (namely, to require the applicant to enter into a Newstart Activity Agreement with MAXnetwork employment).",
      "id": "s25"
    },
    {
      "text": "His Honour also identified the source of power for the making of this decision at [4] (s 605 of the Social Security Act ).",
      "id": "s26"
    },
    {
      "text": "At [5] the trial judge recorded the relevant parts of the AAT's decision.",
      "id": "s27"
    },
    {
      "text": "At [9] his Honour recorded the questions that the applicant had identified as questions of law on the appeal as follows:\n (i) Pursuant to the Social Security Act 1991 (Cth) I am still eligible for the payment of the Disability Support Pension.",
      "id": "s28"
    },
    {
      "text": "(ii) The Respondent fails to satisfy the Social Security Act 1991 (Cth) s 606(4) in its acts and omissions in relation to medical and other information of the Applicant.",
      "id": "s29"
    },
    {
      "text": "(iii) The Respondent fails to satisfy the Social Security Act 1991 (Cth) s 606(4) in its acts and omissions in regard to the parties that are to be bound by the Activity Agreement.",
      "id": "s30"
    },
    {
      "text": "(iv) The Activity Agreement of the 5/12/2007 was signed under duress and therefore invalid.",
      "id": "s31"
    },
    {
      "text": "10 At [13] the trial judge recorded that he decided to deal with the respondent's notice of objection to competency in circumstances where: - (i) the notice was sent by email to the applicant on 23 September 2008, (ii) the email said that the respondent would seek to have the notice dealt with on 25 September 2008, (iii) the email had not bounced back to the sender, (iv) the applicant is aware that his address for service is not a proper address ( Croker v Sydney Institute of TAFE (State of New South Wales) [2003] FCA 942 at [9] and [25]), (v) the applicant is aware that appeals from the AAT must be on a question of law ( Croker v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 971) , and (vi) the applicant is subject to a number of unsatisfied costs orders.",
      "id": "s32"
    },
    {
      "text": "His Honour heard but did not accept the applicant's submissions that he had insufficient time to prepare for the argument about competency of the appeal (on the basis that he had been handed the notice of objection to competency at the directions hearing which was the first directions hearing only).",
      "id": "s33"
    },
    {
      "text": "11 The trial judge held that the questions in the notice of appeal were not questions of law and, in any event, concerned the applicant's eligibility for the disability support pension which was not an issue before the AAT (at [19]).",
      "id": "s34"
    },
    {
      "text": "12 The trial judge rejected the applicant's other submissions including an application for time to file an amended notice of appeal raising two questions of law.",
      "id": "s35"
    },
    {
      "text": "First, with respect to the foreshadowed claim that the transcript of the AAT's reasons did not amount to reasons within the meaning of s 43(2) of the Administrative Appeals Tribunal Act , his Honour held that the transcript explained \"quite clearly\" the AAT's reasons for decision.",
      "id": "s36"
    },
    {
      "text": "The consequence was that \"no question of law or error of law\" could be identified in the AAT's approach.",
      "id": "s37"
    },
    {
      "text": "He also noted that the applicant was on notice of the requirements of s 43(2) by reason of the decision in Croker v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 971 and thus could have included that ground in his notice of appeal but had not and had provided no explanation for not doing so (at [22] --- [24]).",
      "id": "s38"
    },
    {
      "text": "Secondly, with respect to the foreshadowed claim that the AAT proceeded on a wrong factual basis, the trial judge observed that the AAT \"had before it a very narrow question\".",
      "id": "s39"
    },
    {
      "text": "In consequence his Honour considered that there was \"no injustice whatsoever in dismissing the Notice of Appeal as incompetent\" and no basis for any remittal of any issue to the AAT which did not have before it for decision any of the matters adverted to by the applicant (such as the terms or suitability of the Newstart Activity Agreement) (at [27]).",
      "id": "s40"
    },
    {
      "text": "13 In his affidavit in support of the application for leave the applicant said he was taken by surprise by and not prepared to defend the notice of objection to competency and had sat exams on 23 and 24 September 2008 at Sydney Institute of Technology.",
      "id": "s41"
    },
    {
      "text": "He submitted that the respondent had acted in breach of ss 51(xxiv) and (xxv) of the Commonwealth of Australia Constitution Act 1901 for the peace, order and good government of the Commonwealth with respect to due process and equal protection and the Commonwealth model litigant obligations in the Legal Services Direction 2005 issued pursuant to s 55ZF of the Judiciary Act 1903 (Cth) (citing Re Summers and Secretary, Dept of Family and Community Services [2005] AATA 125).",
      "id": "s42"
    },
    {
      "text": "Further, that the decision was biased as: - (i) it was predetermined without considering all of the facts and evidence, (ii) the applicant did not have a reasonable opportunity to prepare a defence to the notice of objection to competency, and (iii) 25 September 2008 was listed as a first directions hearing only.",
      "id": "s43"
    },
    {
      "text": "The applicant said he still considered that the AAT's decision was affected by legal error.",
      "id": "s44"
    },
    {
      "text": "When asked to identify the error the applicant referred to the giving of the transcript as the written reasons for decision.",
      "id": "s45"
    },
    {
      "text": "14 The respondent submitted that the purported appeal was without merit as the trial judge: - (i) was undoubtedly correct in concluding that the appeal grounds did not raise any question of law, and (ii) gave cogent reasons for dealing with the notice of motion objecting to competency at the first directions hearing rather than adjourning the objection to enable an amended notice of appeal to be filed.",
      "id": "s46"
    },
    {
      "text": "15 I am unable to identify any error in or issue of concern about the trial judge's reasons for dismissing the appeal as incompetent.",
      "id": "s47"
    },
    {
      "text": "16 Insofar as the applicant's claims appeared to be based on the fact that the trial judge dealt with the notice of objection to competency at the first directions hearing (rather than adjourning the objection for hearing at a later time), the background facts recorded by his Honour provide cogent reasons for so doing.",
      "id": "s48"
    },
    {
      "text": "The additional submission put on the leave application relating to the applicant having sat exams on 23 and 24 September 2008 does not affect the soundness of his Honour's conclusions.",
      "id": "s49"
    },
    {
      "text": "17 Insofar as the applicant's claims related to the respondent's conduct allegedly breaching model litigant obligations in the Legal Services Direction 2005, the submissions did not identify any basis for so concluding.",
      "id": "s50"
    },
    {
      "text": "The respondent was entitled (indeed, bound) to take any objection to competency of the appeal as early as possible in the proceedings.",
      "id": "s51"
    },
    {
      "text": "18 Insofar as the applicant's claims related to alleged bias by reason of pre-determination and the applicant having an inadequate opportunity to present his case, the facts do not support the submission.",
      "id": "s52"
    },
    {
      "text": "The test for apprehended bias is settled (namely, whether a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question the judge is required to decide: see Ebner v Official Trustee in Bankruptcy (2000) 205 CLR 337 ; [2000] HCA 63 at [6] ).",
      "id": "s53"
    },
    {
      "text": "That the trial judge, having heard the applicant's submissions, decided to deal with the objection to competency rather than adjourning the proceedings and, in so doing, found the appeal to be incompetent does not give rise to any suggestion of pre-judgment in accordance with the settled test.",
      "id": "s54"
    },
    {
      "text": "His Honour also, as I have said, gave cogent reasons explaining why he did not accept that there would be any unfairness in dealing with the objection to competency at the first directions hearing.",
      "id": "s55"
    },
    {
      "text": "19 The applicant's concern about the inadequacy of the AAT's written reasons for its decision (referred to in the hearing before me) also cannot be sustained.",
      "id": "s56"
    },
    {
      "text": "As the respondent submitted and the trial judge found, the present case is not analogous to the circumstances that concerned Stone J in Croker v Secretary, Department of Education, Employment and Workplace Relations [2008] FCA 971.",
      "id": "s57"
    },
    {
      "text": "In that case, the applicant's request for written reasons of the oral decision (as contemplated by ss 43(2) and (2A) of the Administrative Appeals Tribunal Act ) was answered by providing the applicant with the transcript of the entire proceedings.",
      "id": "s58"
    },
    {
      "text": "Stone J considered this \"highly undesirable\" (at [5]) on the basis that it did nothing to assist in making the basis for the decision understandable.",
      "id": "s59"
    },
    {
      "text": "In the present case the AAT provided a written transcript of the oral reasons given (no different from the practice of many courts when reasons are given orally).",
      "id": "s60"
    },
    {
      "text": "The transcript, as the trial judge found, clearly explains the AAT's reasons for decision.",
      "id": "s61"
    },
    {
      "text": "20 The applicant identified no other potential questions of law with respect to the AAT's decision.",
      "id": "s62"
    },
    {
      "text": "21 In these circumstances it is apparent that the decision of the trial judge dismissing the appeal as incompetent is not attended by any real doubt.",
      "id": "s63"
    },
    {
      "text": "With respect to the question of potential injustice it is relevant that, as observed by the AAT and the trial judge, the relevant issue with which the AAT could deal was within a very narrow compass.",
      "id": "s64"
    },
    {
      "text": "The relevant decision was under s 605(1) of the Social Security Act 1991 (Cth) requiring the applicant to enter into a Newstart Activity Agreement with MAXnetwork employment.",
      "id": "s65"
    },
    {
      "text": "The other matters to which the applicant referred before the AAT and the trial judge (such as the terms of the agreement and his entitlement to a disability support pension) were not part of the decision the AAT had before it (for the reasons it identified).",
      "id": "s66"
    },
    {
      "text": "Hence, I do not consider that any real injustice would result if leave were refused, supposing the decision of the trial judge to be wrong.",
      "id": "s67"
    },
    {
      "text": "22 For these reasons the applicant should not be granted leave to appeal against the trial judge's decision.",
      "id": "s68"
    },
    {
      "text": "The notice of motion for leave to appeal should be dismissed with costs.",
      "id": "s69"
    },
    {
      "text": "On pronouncement of the orders today the respondent sought a fixed costs order in the amount of $800.00 based on an affidavit of Ms Watson, solicitor, sworn 23 October 2008.",
      "id": "s70"
    },
    {
      "text": "In consequence I had the matter called outside the Court (as the applicant had not appeared).",
      "id": "s71"
    },
    {
      "text": "The applicant did not appear in response to the call.",
      "id": "s72"
    },
    {
      "text": "On the basis of Ms Watson's affidavit I am satisfied that there should be a fixed costs order in the amount of $800.00.",
      "id": "s73"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s74"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2008\n\n The Applicant appeared in person.",
      "id": "s75"
    },
    {
      "text": "Solicitor for the Respondent: Ms D Watson, Australian Government Solicitor \n\n Date of Hearing: 23 October 2008 \n \n Date of Judgment: 24 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1587.html",
      "id": "s76"
    }
  ]
}