{
  "name": "Brookfield Multiplex Limited v International Litigation Funding Partners PTE Ltd [2008] FCA 1769 (25 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1769.html",
  "catchphrases": [
    {
      "text": "service out of the jurisdiction",
      "id": "c0"
    },
    {
      "text": "litigation funding agreement",
      "id": "c1"
    },
    {
      "text": "whether illegal managed investment scheme",
      "id": "c2"
    },
    {
      "text": "need to show prima facie case",
      "id": "c3"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiffs, Brookfield Multiplex Limited (formerly Multiplex Limited), and Brookfield Multiplex Funds Management Limited (formerly Multiplex Funds Management Limited), are defendants in a securities fraud class action that is pending in the Federal Court.",
      "id": "s0"
    },
    {
      "text": "The class action is being funded by a litigation funder.",
      "id": "s1"
    },
    {
      "text": "Initially the funder was 2117980 Ontario Inc, the second defendant, a company incorporated in the Province of Ontario, Canada.",
      "id": "s2"
    },
    {
      "text": "Now, following a purported assignment, the action is being funded by International Litigation Funding Partners PTE Ltd, the first defendant, a company incorporated in the Republic of Singapore.",
      "id": "s3"
    },
    {
      "text": "The plaintiffs have brought this action to stop the funding.",
      "id": "s4"
    },
    {
      "text": "They contend that the arrangement pursuant to which funding is provided is illegal.",
      "id": "s5"
    },
    {
      "text": "2 The arrangement is described in the statement of claim and counsel's outline of argument.",
      "id": "s6"
    },
    {
      "text": "In brief it works this way.",
      "id": "s7"
    },
    {
      "text": "Persons (group members) who have a claim against the plaintiffs agree to retain Maurice Blackburn Pty Limited, the third defendant, to prosecute those claims.",
      "id": "s8"
    },
    {
      "text": "They agree to pay any money they might receive by way of judgment or settlement into a common account maintained by Maurice Blackburn from which payments are to be made in accordance with the relevant funding agreement.",
      "id": "s9"
    },
    {
      "text": "For their part, the funders agree to fund the action by meeting the fees of Maurice Blackburn and any costs that may be awarded against group members in favour of the plaintiffs.",
      "id": "s10"
    },
    {
      "text": "Maurice Blackburn's fees for the provision of legal services are only to be recovered from the funder.",
      "id": "s11"
    },
    {
      "text": "3 It is alleged that the arrangement constitutes a managed investment scheme which was required to be, but was not, registered under s 601EB of the Corporations Act 2001 (Cth).",
      "id": "s12"
    },
    {
      "text": "Section 601ED(5) provides that a person must not operate in Australia a managed investment scheme that is required to be registered under s 601EB unless it is so registered.",
      "id": "s13"
    },
    {
      "text": "Injunctions restraining the operation of a managed investment scheme which is not registered may be obtained under s 1324.",
      "id": "s14"
    },
    {
      "text": "4 Subject to certain exclusions, a managed investment scheme is defined in s 9 to be a scheme that has the following features: \"(i) people contribute money or money's worth as consideration to acquire rights (interests) to benefits produced by the scheme (whether the rights are actual, prospective or contingent and whether they are enforceable or not); (ii) any of the contributions are to be pooled, or used in a common enterprise, to produce financial benefits, or benefits consisting of rights or interests in property, for the people (the members) who hold interests in the scheme (whether as contributors to the scheme or as people who have acquired interests from holders); and (iii) the members do not have day-to-day control over the operation of the scheme (whether or not they have the right to be consulted or to give directions).",
      "id": "s15"
    },
    {
      "text": "\"\n \n5 According to the plaintiffs, each of these features is satisfied.",
      "id": "s16"
    },
    {
      "text": "They explain how in the statement of claim.",
      "id": "s17"
    },
    {
      "text": "First, group members are required to contribute money's worth (the promise to pay money received on their claims into a common account) as consideration to acquire benefits (the funding of the action) produced by the scheme.",
      "id": "s18"
    },
    {
      "text": "Second, the money's worth (the promises) is used in a common enterprise (the scheme), or alternatively the promises are pooled, to produce financial benefits for group members (the funding or the ability of group members to pursue their claims against the plaintiffs without any liability for costs).",
      "id": "s19"
    },
    {
      "text": "Third, the group members do not have day to day control over the scheme because they do not participate in decisions regarding the prosecution of the class action.",
      "id": "s20"
    },
    {
      "text": "According to the retainer agreements each group member is bound by decisions made by the named plaintiff, Maurice Blackburn and the funders.",
      "id": "s21"
    },
    {
      "text": "6 There is nothing straightforward about many of these allegations.",
      "id": "s22"
    },
    {
      "text": "Without in any way wishing to be exhaustive the following difficult issues arise: (a) assuming that there is a \"scheme\", is the promise by the litigation funders a benefit \"produced by the scheme\"; (b) assuming that the promises the group members make have the character of a contribution of \"money's worth\", is what has occurred a \"pool[ing]\" of those contributions or the use of them \"in a common enterprise\"; (c) if yes to (b), does this \"pool[ing]\" or \"common enterprise\" produce a \"financial benefit\" for the group members?",
      "id": "s23"
    },
    {
      "text": "There is a further issue.",
      "id": "s24"
    },
    {
      "text": "Section 601ED is concerned to prohibit conduct that has occurred within the jurisdiction.",
      "id": "s25"
    },
    {
      "text": "The litigation funders are foreign corporations.",
      "id": "s26"
    },
    {
      "text": "It is not alleged that they carry on business (ie the scheme) in Australia, although that may be inferred.",
      "id": "s27"
    },
    {
      "text": "(Somewhat surprisingly, nothing is made of the fact that if these foreign companies are carrying on business in Australia they are not registered as required by s 601CD).",
      "id": "s28"
    },
    {
      "text": "At any rate, in Australian Securities and Investments Commission v Edwards [2004] QSC 344 it was said that: \"The concept of the operation of a managed investment scheme does not require the identification of but one place, as the place where the scheme is operated.",
      "id": "s29"
    },
    {
      "text": "Nor does it require the identification of but one operator ... [What is required is a] consideration of the nature and extent of the activities carried on within the jurisdiction in the context of the scheme as a whole.",
      "id": "s30"
    },
    {
      "text": "\" The statement of claim simply assumes that sufficient relevant activities are carried on within the jurisdiction.",
      "id": "s31"
    },
    {
      "text": "That may or may not turn out to be so.",
      "id": "s32"
    },
    {
      "text": "7 Putting these difficulties aside, the plaintiffs wish to serve the originating process on the litigation funders.",
      "id": "s33"
    },
    {
      "text": "To obtain leave under O 8, the court must be satisfied that: (a) the court has jurisdiction in the proceeding; (b) the proceeding is a proceeding to which O8 r 2 applies; and (c) the applicant has a prime facie case for the relief which he seeks: O 8 r 3(2).",
      "id": "s34"
    },
    {
      "text": "Then the applicant must show why the discretion should be exercised in his favour.",
      "id": "s35"
    },
    {
      "text": "In England, comity requires this discretion to be exercised with circumspection: Amin Rasheed Shipping Corp v Kuwait Insurance Co [1984] AC 50 , 65.",
      "id": "s36"
    },
    {
      "text": "The position in Australia is more robust.",
      "id": "s37"
    },
    {
      "text": "In Agar v Hyde [2001] HCA 41 ; (2000) 201 CLR 552 Gaudron, McHugh, Gummow and Hayne JJ said at 571 that: \"[C]ontemporary developments in communications and transport make the degree of \"inconvenience and annoyance\" to which a foreign defendant would be put, if brought into the courts of this jurisdiction, \"of a qualitatively different order to that which existed in 1885\"\".",
      "id": "s38"
    },
    {
      "text": "Now, in practice, if the three conditions are satisfied it usually follows that leave will be granted.",
      "id": "s39"
    },
    {
      "text": "It then falls upon the foreign defendant to show why service should be set aside.",
      "id": "s40"
    },
    {
      "text": "8 There can be no issue that two of the conditions stipulated in O 8 r 3(2) are satisfied.",
      "id": "s41"
    },
    {
      "text": "First, the court has jurisdiction in the proceeding because the plaintiffs seek to enforce an Australian statute.",
      "id": "s42"
    },
    {
      "text": "Second, the proceeding is one to which r 2 applies.",
      "id": "s43"
    },
    {
      "text": "Rule 2 item 11 permits service out of the jurisdiction in a proceeding that is based on the breach of a provision of a federal statute that is committed in Australia.",
      "id": "s44"
    },
    {
      "text": "The only issue that I need to consider is whether the plaintiffs have shown a prime facie case for the relief they seek.",
      "id": "s45"
    },
    {
      "text": "This task is not a difficult one.",
      "id": "s46"
    },
    {
      "text": "In WSGAL Pty Ltd v Trade Practices Commission (1992) 39 FCR 472 , 476 Beaumont J said that the need to establish a prime facie case \"should not call for a substantial inquiry\".",
      "id": "s47"
    },
    {
      "text": "He went on to say that: \"The kind of evidence adduced on the preliminary inquiry of this kind should be in proportion to the nature of such an interlocutory issue\".",
      "id": "s48"
    },
    {
      "text": "Nor would it, in my opinion, be appropriate to go into much detail on what is, after all, an ex parte application.",
      "id": "s49"
    },
    {
      "text": "9 Bearing these strictures in mind, I think the plaintiffs have shown enough to justify an order for service out of the jurisdiction.",
      "id": "s50"
    },
    {
      "text": "What is involved here is, in large measure, the construction of the definition for a managed investment scheme and how that construction should be applied to the facts, most of which will not be in dispute.",
      "id": "s51"
    },
    {
      "text": "It is relatively easy to put a case that a statute should be read in a particular way, even if it is not the plain meaning of the words used.",
      "id": "s52"
    },
    {
      "text": "It is often much harder to hold that reading after a full analysis of the purpose and object of the provision, such as occurs at a trial.",
      "id": "s53"
    },
    {
      "text": "10 Accordingly I will make the orders sought by the plaintiffs.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s55"
    },
    {
      "text": "Associate:\nDated: 25 November 2008\n\n Counsel for the Plaintiffs: S Nixon \n \n Solicitor for the Plaintiffs: Mallesons Stephen Jacques \n \n Appearing for the Third Defendant: B Lipp \n \n Solicitor for the Third Defendant: Maurice Blackburn Pty Limited \n \n Counsel for the Fourth Defendant: L Armstrong \n \n Solicitor for the Fourth Defendant: Harris Legal \n\n Date of Hearing: 24 November 2008 \n \n Date of Judgment: 25 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1769.html",
      "id": "s56"
    }
  ]
}