{
  "name": "Logic Group Tyres Pty Limited v Tokio Marine &amp; Nichido Fire Insurance Co Limited [2008] FCA 1297 (21 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1297.html",
  "catchphrases": [
    {
      "text": "liability",
      "id": "c0"
    },
    {
      "text": "whether misrepresentations and negligence",
      "id": "c1"
    },
    {
      "text": "agency",
      "id": "c2"
    },
    {
      "text": "entry into contracts of storage and insurance",
      "id": "c3"
    },
    {
      "text": "exclusion clauses",
      "id": "c4"
    },
    {
      "text": "whether insurance for storage of tyres in bulk excluded.",
      "id": "c5"
    },
    {
      "text": "insurance",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Logic Group Tyres Pty Limited (\"Logic\") seeks relief against the first respondent, Tokio Marine &amp; Nichido Fire Insurance Co Limited (\"Tokio\"), as insurer under a contract of insurance formed between Logic and the second respondent, Mirabell Point Pty Limited (\"Mirabell\").",
      "id": "s0"
    },
    {
      "text": "Mirabell is said to have been agent for Tokio, meaning that Tokio is liable for Mirabell's representations and conduct concerning the supply of insurance cover for goods stored in premises said to be owned by Mirabell.",
      "id": "s1"
    },
    {
      "text": "In short, Logic alleges that Mirabell misrepresented the level and quality of security on the premises and the extent of the insurance which would cover the stored goods, and that Mirabell's conduct in allowing those goods to be stolen amounted to negligence.",
      "id": "s2"
    },
    {
      "text": "2 The essence of Logic's case is that, in reliance on Mirabell's alleged misrepresentations, Logic entered into an insurance contract with Tokio in respect of the stored goods.",
      "id": "s3"
    },
    {
      "text": "Logic says that, by entering into the contract of insurance and accepting the premiums from time to time, Tokio was responsible for false representations concerning the insurance coverage which it provided.",
      "id": "s4"
    },
    {
      "text": "In addition, Logic says that Tokio cannot rely on any exclusion clause contained in the insurance contract to avoid liability in respect of the theft of the stored goods.",
      "id": "s5"
    },
    {
      "text": "Logic claims that it is therefore entitled to be indemnified under its insurance arrangements for the theft in the amount of approximately $38,000.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND \n \n3 The relevant site at which the goods were stored was Storage Unit 14 at 371 Warrigal Road, Cheltenham, Victoria.",
      "id": "s7"
    },
    {
      "text": "The premises were originally purchased by Mirabell in 2003.",
      "id": "s8"
    },
    {
      "text": "They are now operated under the name \"Storage King Cheltenham\".",
      "id": "s9"
    },
    {
      "text": "4 In early June 2005, Logic was seeking premises on which it could store bulk quantities of tyres.",
      "id": "s10"
    },
    {
      "text": "Mr Alex Wong, director of Logic, inspected the premises at Cheltenham and noted that they were advertised as possessing high security, including: monitored alarm systems; an on-site manager; safe, secure and clean lock-up areas; and other attractive features.",
      "id": "s11"
    },
    {
      "text": "Mr Wong also read assurances on the website for \"Storage King Cheltenham\" that insurance could be arranged through the premises, an offer which he considered it convenient to take up.",
      "id": "s12"
    },
    {
      "text": "At this time, Mr Wong spoke with Ms Rebecca Gilling, after calling a telephone number appearing on the website.",
      "id": "s13"
    },
    {
      "text": "He asked her about the storage and insurance facilities.",
      "id": "s14"
    },
    {
      "text": "Mr Wong says she suggested that Logic take up insurance which \"Storage King\" could provide.",
      "id": "s15"
    },
    {
      "text": "Mr Wong then asked her to send him a quote for storage and insurance.",
      "id": "s16"
    },
    {
      "text": "Soon thereafter, Mr Wong commenced storing tyres at the premises, and received from Ms Gilling a quote for storage together with a document entitled \"Midland Insurance Premiums\" which set out a range of insurance options.",
      "id": "s17"
    },
    {
      "text": "5 On 6 June 2005, Logic entered into a contract with \"Storage King Cheltenham\" by signing a \"Standard Self Storage Agreement\" for the use of a storage space identified as Unit 13.",
      "id": "s18"
    },
    {
      "text": "The names of two persons appear on the document, namely, Mr Wong and Mr Dee Dejanovic, the latter of whom signed the document in three places.",
      "id": "s19"
    },
    {
      "text": "Prominent on the face of the document was a statement that the goods were stored at the customer's (that is, Logic's) sole risk, and that the owner of the premises (identified as \"Storage King Cheltenham\") was not liable for the loss of any stored goods.",
      "id": "s20"
    },
    {
      "text": "The document also contained an exhortation that any customer should take out insurance cover.",
      "id": "s21"
    },
    {
      "text": "Further disclaimers were contained on the second page of the document.",
      "id": "s22"
    },
    {
      "text": "On the same day, Mr Dejanovic also signed a document entitled \"Certificate of Insurance for Self Storage Customers\", which bore the names \"Storage King Cheltenham\" and \"Logic Group Tyres\", and also registered a broker's name, \"Midland Insurance Brokers Australia P/L\".",
      "id": "s23"
    },
    {
      "text": "This second document stated that Logic became an \"insured person\" for an amount of $50,000, subject to the payment of a premium.",
      "id": "s24"
    },
    {
      "text": "The terms and conditions of this insurance contract clearly excluded from coverage, \"... fertilizer, tobacco, cigarettes, paint or tyres in bulk \" (emphasis added).",
      "id": "s25"
    },
    {
      "text": "As noted above, goods stored by Logic at the Cheltenham premises included tyres in bulk.",
      "id": "s26"
    },
    {
      "text": "After 6 June 2005, invoices were issued to Logic under the title \"Storage King Cheltenham\".",
      "id": "s27"
    },
    {
      "text": "The Australian Business Number recorded on those invoices was not the same as Mirabell's.",
      "id": "s28"
    },
    {
      "text": "Despite this, the invoices were paid monthly by Logic.",
      "id": "s29"
    },
    {
      "text": "6 On 1 March 2006, Logic arranged to rent three further storage spaces from \"Storage King Cheltenham\" at the same site, namely Units 14, 21 and 86.",
      "id": "s30"
    },
    {
      "text": "A further \"Standard Self Storage Agreement\" was entered into on 21 March 2006, containing the same disclaimers as the contract of 6 June 2005.",
      "id": "s31"
    },
    {
      "text": "The name of Mr Wong was printed on the document on behalf of Logic, and it was also signed by Mr Dejanovic.",
      "id": "s32"
    },
    {
      "text": "Logic again sought for insurance in respect of the extra three Units, signing several \"Customer Storage Insurance Benefits Product Disclosure Statements\".",
      "id": "s33"
    },
    {
      "text": "A Mr Chris Bell signed these Statements, and while it was not clear on the evidence what position Mr Bell occupied, I am satisfied for present purposes that he was not an employee or agent of Mirabell.",
      "id": "s34"
    },
    {
      "text": "It is important to note that each of these Statements expressly excluded from coverage \"tyres in bulk\".",
      "id": "s35"
    },
    {
      "text": "7 On the face of the documents, it is evident that the insurance coverage taken out by Logic in respect of Units 14, 21 and 86 was underwritten by a different entity (namely, Tokio) than the entity which provided the insurance coverage in respect of Unit 13 (namely, Lumley General Insurance Limited).",
      "id": "s36"
    },
    {
      "text": "Yet another Australian Business Number was used on the invoices which were issued to and paid by Logic, this one being assigned to Moorabbin Cheltenham Public Storage Company Pty Limited.",
      "id": "s37"
    },
    {
      "text": "The role which this company played in the arrangements presently before the Court is not clear on the evidence.",
      "id": "s38"
    },
    {
      "text": "8 It was after these arrangements were in place that the theft of the goods stored at the Cheltenham premises occurred.",
      "id": "s39"
    },
    {
      "text": "Mr David Ansell, Logic's Victorian Sales Manager, gave evidence that tyres were stored at the premises.",
      "id": "s40"
    },
    {
      "text": "Mr Ansell stated that, as at 27 March 2006, Logic owned tyres which it had imported from China and for which it had paid $37,294.",
      "id": "s41"
    },
    {
      "text": "These, he said, were stored in Unit 14.",
      "id": "s42"
    },
    {
      "text": "He also gave evidence to indicate that persons working on the site were aware that tyres were being stored.",
      "id": "s43"
    },
    {
      "text": "Mr Ansell said that, on 28 March 2006, he was informed that the tyres in Unit 14 had been stolen.",
      "id": "s44"
    },
    {
      "text": "He estimated that it would have taken two men about two hours to clear the storage unit and load tyres onto a truck.",
      "id": "s45"
    },
    {
      "text": "Mr Ansell also said that he was informed after the theft by a person on the site that the security arrangements had been changed from a night patrol to an alarm response security measure.",
      "id": "s46"
    },
    {
      "text": "This latter measure only responded when an alarm inside a Unit was activated; camera footage was only taken to monitor traffic at the front entrance to the site.",
      "id": "s47"
    },
    {
      "text": "As a consequence of this mishap, Mr Wong on 6 April 2006 wrote to the Regional Manager of Storage King and raised a number of issues as to the inadequacy of the security measures which were meant to prevent theft from the premises.",
      "id": "s48"
    },
    {
      "text": "9 I now turn to address the issues raised by the parties in their submissions.",
      "id": "s49"
    },
    {
      "text": "WAS TOKIO LIABLE AS PRINCIPAL TO MIRABELL IN RESPECT OF INSURANCE COVERAGE?",
      "id": "s50"
    },
    {
      "text": "10 In arguing that Mirabell was an agent of Tokio in relation to the provision of insurance coverage, Logic submits that Tokio offered its insurance products for sale through Mirabell and was therefore bound by the misrepresentations allegedly made by Mirabell as to the terms and content of those insurance products.",
      "id": "s51"
    },
    {
      "text": "In response, Tokio submits that there is no basis for presuming that Mirabell was its agent in relation to the insurance of the tyres.",
      "id": "s52"
    },
    {
      "text": "11 To succeed on this point, Logic must show that Mirabell acted in a way which attracted liability, and that any such liability is borne, as a result of a relationship between principal and agent, by Tokio.",
      "id": "s53"
    },
    {
      "text": "I shall begin by considering the first limb.",
      "id": "s54"
    },
    {
      "text": "12 The first important matter is that, under the Standard Self Storage Agreement, it is Logic who is exhorted to take out insurance cover.",
      "id": "s55"
    },
    {
      "text": "It is clearly pointed out that the goods are stored at the sole risk of Logic, and that \"Storage King Cheltenham\" is not liable for the loss of any goods stored on its premises.",
      "id": "s56"
    },
    {
      "text": "This allocation of risk is reinforced by \"Customer Storage Insurance Benefits Product Disclosure Statements\" which state that Logic can arrange insurance coverage in respect of this risk or choose to bear the risk itself.",
      "id": "s57"
    },
    {
      "text": "By signing these Statements, the customer agrees that it has read and understood the document and its terms.",
      "id": "s58"
    },
    {
      "text": "The customer acknowledges that \"Storage King Cheltenham\" is not acting as an agent of the insurer, is in fact not the insurer, and has not provided any recommendation or opinion in relation to insurance benefits.",
      "id": "s59"
    },
    {
      "text": "The document says that it is signed \"on behalf of all persons seeking to access the insurance benefit\".",
      "id": "s60"
    },
    {
      "text": "This includes Logic.",
      "id": "s61"
    },
    {
      "text": "The Statements also expressly exclude from insurance coverage liability in relation to tyres in bulk .",
      "id": "s62"
    },
    {
      "text": "In these circumstances, it is abundantly clear that the exclusion clause is sufficiently wide to exclude any liability of Tokio as insurer in respect of the theft of the tyres.",
      "id": "s63"
    },
    {
      "text": "13 In addition, insofar as it is suggested that Mirabell falsely represented the nature, effect and operation of the insurance arrangements to cover the storage of tyres in bulk and thereby negated the operation of the express exclusion clauses, I am not persuaded that any such misrepresentation has been established on the evidence.",
      "id": "s64"
    },
    {
      "text": "In my view, the comments attributed to Ms Gilling by Mr Wong were simply a notification that Logic could access the insurance benefits which \"Storage King Cheltenham\" could arrange as at 2005 in relation to Unit 13.",
      "id": "s65"
    },
    {
      "text": "While Mr Wong did not apply for the insurance immediately, preferring instead to ask for a quote, the relevant documents were eventually signed, including all of the disclaimers to which I have referred above.",
      "id": "s66"
    },
    {
      "text": "Any assertions of misrepresentations must fail in light of the fact that the documents were signed with (at least constructive) knowledge of those terms.",
      "id": "s67"
    },
    {
      "text": "14 It cannot be suggested that the exclusion clause documentation in respect of Units 14, 21 and 86 was different in terms to the documentation in respect of Unit 13.",
      "id": "s68"
    },
    {
      "text": "It is important to note that neither Mr Dejanovic (who was signatory to both sets of documentation) nor Mr Bell were called by Logic to give evidence to establish that at the time of signature Logic was unaware of the exclusion clause or thought as a result of some misrepresentation that the exclusion clause could not apply.",
      "id": "s69"
    },
    {
      "text": "The evidence, as it stands before me, is not sufficient to establish this.",
      "id": "s70"
    },
    {
      "text": "The inference thus to be drawn from the evidence is that the express exclusion clause was or should have been read by Logic at the time of signing, and that Logic is bound by the express written terms of the contract into which it entered.",
      "id": "s71"
    },
    {
      "text": "An unexplained failure to call Mr Dejanovic or Mr Bell to depose otherwise reinforces this inference.",
      "id": "s72"
    },
    {
      "text": "15 Given the above, I find that Logic has not proven any liability on the part of Mirabell which, on principles of agency, might result in Tokio bearing any liability arising out of either the alleged misrepresentations or the alleged conduct in respect of the theft.",
      "id": "s73"
    },
    {
      "text": "In other words, the first limb of principal liability --- that there be a breach of an obligation --- has not been met.",
      "id": "s74"
    },
    {
      "text": "DID MIRABELL OWE A DUTY OF CARE?",
      "id": "s75"
    },
    {
      "text": "16 Logic submits that Mirabell is liable because it owed a duty of care to Logic to ensure that the security on the Cheltenham site was sufficient to prevent theft.",
      "id": "s76"
    },
    {
      "text": "Logic also says that Mirabell is liable for its own misrepresentations as to the arrangements for insurance and as to the sufficiency of the insurance policy to protect against theft.",
      "id": "s77"
    },
    {
      "text": "17 Several documents in evidence provide details of how and by whom the business at the Cheltenham site was conducted.",
      "id": "s78"
    },
    {
      "text": "The first is the \"Standard Self Storage Agreement\", which, on its face, is made between Logic and \"Storage King Cheltenham\".",
      "id": "s79"
    },
    {
      "text": "Nothing in this document demonstrates that the owner of the business name \"Storage King Cheltenham\" was Mirabell or some other entity acting as an agent for Mirabell.",
      "id": "s80"
    },
    {
      "text": "18 In addition, there is a letter of 6 June 2005 to Storage King Pty Limited from Mr Walker, a director of Mirabell, which confirms that the property and business at Cheltenham had been sold to a company known as \"371 Warrigal Road Pty Limited\", and the evidence indicates that the contracts of sale were due for settlement on 31 July 2006.",
      "id": "s81"
    },
    {
      "text": "This document suggests that, as at the date of the theft of Logic's goods from the Cheltenham site, the property was owned by Mirabell.",
      "id": "s82"
    },
    {
      "text": "19 Also in evidence is a Licence Agreement dated 1 October 2003 between Storage King Pty Limited and Mirabell, in which Mirabell is given a sub-licence to use the name \"Storage King\" in the conduct of the business at Cheltenham.",
      "id": "s83"
    },
    {
      "text": "20 There is also a \"Specialist Management and Support Services Agreement\" dated 3 September 2003 (and commenced on 1 October 2003) between Storage King Pty Limited and Mirabell, according to which Storage King is obliged to provide management services to Mirabell in respect of the storage business conducted at the Cheltenham site.",
      "id": "s84"
    },
    {
      "text": "Under this Agreement, Storage King Pty Limited disclaims liability in relation to the supply of the services.",
      "id": "s85"
    },
    {
      "text": "The services to be provided are listed in the Agreement and include \"all ... things as may reasonably be necessary for the conduct of the Business at the [Cheltenham site] in a proper and professional manner\".",
      "id": "s86"
    },
    {
      "text": "The \"Business\" is defined in the Agreement to mean \"the business of licensing members of the public to store their goods\" at the Cheltenham site.",
      "id": "s87"
    },
    {
      "text": "The precise services in relation to the conduct of the \"Business\" are set out more specifically in other paragraphs of the Agreement.",
      "id": "s88"
    },
    {
      "text": "21 On the basis of this and other evidence, Logic submits that Mirabell must have been aware of the fact that Logic was storing tyres in bulk at the Cheltenham site.",
      "id": "s89"
    },
    {
      "text": "Logic says that Mirabell misrepresented through its personnel on the site that the storage of tyres in bulk was not excluded by the insurance cover provided, notwithstanding the express exclusion clause.",
      "id": "s90"
    },
    {
      "text": "This representation is said to have been known to persons working on the site and assisting with Logic's storage needs.",
      "id": "s91"
    },
    {
      "text": "22 In my view, there is insufficient evidence before me to demonstrate that the persons working on the site were agents of Mirabell, as opposed to being employers of \"Storage King Cheltenham\" or some other entity.",
      "id": "s92"
    },
    {
      "text": "Furthermore, the evidence is not sufficient to draw an inference that Mirabell was aware of or made any of the alleged misrepresentation through their statements or conduct.",
      "id": "s93"
    },
    {
      "text": "It is important to stress that I do not find that these misrepresentations and relationships did not occur or exist; rather, the Court is simply not in a position to make those findings on the basis of the evidence with which it has been presented.",
      "id": "s94"
    },
    {
      "text": "23 In relation to the misrepresentations which Logic asserts were made as to the nature and extent of the security of the premises at the Cheltenham site, the evidence adduced by Logic is not sufficient to persuade me that Mirabell was involved in those statements or is somehow otherwise responsible for them.",
      "id": "s95"
    },
    {
      "text": "The website appears on the evidence to be that of Storage King, which provides the services for the conduct of the business --- no link to Mirabell has been demonstrated or can properly be inferred on the evidence.",
      "id": "s96"
    },
    {
      "text": "24 In relation to the allegation of negligence, the evidence again is simply not sufficient to establish that there was any duty of care owed by Mirabell to Logic in respect of the storage of tyres in bulk.",
      "id": "s97"
    },
    {
      "text": "The exclusion clauses in the contract between Logic and \"Storage King Cheltenham\" reinforce this conclusion, as does the fact that the invoices received by Logic bore a different Australian Business Number to that of Mirabell.",
      "id": "s98"
    },
    {
      "text": "Having regard to the fact that I find no duty of care has been established on the part of Mirabell in relation to the safe keeping of the tyres at the Cheltenham site, it is not necessary for me to consider whether in the circumstances there was a breach of such a duty and whether any such breach caused Logic's loss.",
      "id": "s99"
    },
    {
      "text": "CONCLUSION \n \n25 In relation to the claim against Tokio, I find that it has not been made out.",
      "id": "s100"
    },
    {
      "text": "In this finding, I have regard to the exclusion clause and the lack of any agency relationship such as that asserted by Logic.",
      "id": "s101"
    },
    {
      "text": "I also find that Logic has failed to establish that Mirabell was responsible for any false representations which may have been made.",
      "id": "s102"
    },
    {
      "text": "I am not persuaded that there was any duty of care owed by Mirabell to Logic in relation to the safe keeping of the goods at the Cheltenham site.",
      "id": "s103"
    },
    {
      "text": "Nor am I satisfied that there was any misrepresentation attributable to Mirabell in relation to the insurance cover or otherwise.",
      "id": "s104"
    },
    {
      "text": "26 I therefore dismiss this application with costs.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s106"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2008\n\n Counsel for the Applicant: Ms R. Winfield \n \n Solicitor for the Applicant: W Chan &amp; Co \n \n Counsel for the First Respondent: Mr R. Cavanagh \n \n Solicitor for the First Respondent: James Tuite &amp; Associates \n \n Counsel for the Second Respondent: Mr A. Renshaw \n \n Solicitor for the Second Respondent: AR Conolly &amp; Company Lawyers \n\n Date of Hearing: 15 July 2008 \n \n Date of Judgment: 21 August 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1297.html",
      "id": "s107"
    }
  ]
}