{
  "name": "Black &amp; Decker Inc v Sunaone Pty Ltd [2008] FCA 1827 (28 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1827.html",
  "catchphrases": [
    {
      "text": "patent and design infringement claim",
      "id": "c0"
    },
    {
      "text": "cross-claim for revocation",
      "id": "c1"
    },
    {
      "text": "gross sum assessment",
      "id": "c2"
    },
    {
      "text": "deduction where expert witness fees in excess of scale rate",
      "id": "c3"
    },
    {
      "text": "whether court should otherwise order under federal court rules o 62 r 36a given judgment less than $100,000",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent has recently changed its name to Sunaone Pty Ltd.",
      "id": "s0"
    },
    {
      "text": "Under its former name GMCA Pty Ltd it was found to have infringed Black &amp; Decker's standard and innovation patents: Black &amp; Decker Inc v GMCA Pty Ltd (No 2) (2008) 76 IPR 99.",
      "id": "s1"
    },
    {
      "text": "I subsequently ordered that Black &amp; Decker's costs be the subject of a gross sum order under O 62 r 4(2)(c) and (d) of the Federal Court Rules : Black &amp; Decker Inc v GMCA Pty Ltd (No 4) [2008] FCA 1737.",
      "id": "s2"
    },
    {
      "text": "2 For this exercise the Court appointed Ms Margaret Gourlay of the Law Institute of Victoria's Costing Service as a court expert under O 34.",
      "id": "s3"
    },
    {
      "text": "In a very limited time Ms Gourlay provided a comprehensive and detailed report for which the Court is grateful.",
      "id": "s4"
    },
    {
      "text": "3 The respondent retained Mr Allan McGregor, a solicitor, who provided a report commenting on Ms Gourlay's report.",
      "id": "s5"
    },
    {
      "text": "Both gave evidence.",
      "id": "s6"
    },
    {
      "text": "As is often the practice in such matters, Deputy District Registrar Tim Luxton sat with me to provide the benefit of his practical experience in taxation of costs.",
      "id": "s7"
    },
    {
      "text": "4 The relevant principles and details of previous cases where O 62 r 4(2)(c) gross sum assessments have been made are summarised by Sackville J in Seven Network News Limited v News Limited [2007] FCA 2059 at [25] - [34] .",
      "id": "s8"
    },
    {
      "text": "I incorporate that passage in these reasons.",
      "id": "s9"
    },
    {
      "text": "5 Mr McGregor identified 10 items where he disagreed with Ms Gourlay's assessment.",
      "id": "s10"
    },
    {
      "text": "With one exception, it seemed to me that Ms Gourlay had taken quite a conservative approach and that her opinion should be accepted.",
      "id": "s11"
    },
    {
      "text": "The one exception was in relation to expert witness fees where the fees paid were very much in excess of the scale rate.",
      "id": "s12"
    },
    {
      "text": "I thought the sum suggested by Ms Gourlay should be reduced by $33,000.",
      "id": "s13"
    },
    {
      "text": "6 The net result is that I assess the gross sum at $825,000.",
      "id": "s14"
    },
    {
      "text": "By way of a check, this sum is roughly half of the amount actually paid by Black &amp; Decker, so that gives additional comfort that the gross sum assessed is not excessive.",
      "id": "s15"
    },
    {
      "text": "7 Black &amp; Decker elected to take an account of profits, which were duly assessed at $77,275.10: Black &amp; Decker Inc v GMCA Pty Ltd (No 5) [2008] FCA 1738.",
      "id": "s16"
    },
    {
      "text": "Under O 62 r 36A where a party is awarded judgment for less than $100,000 for a money sum or damages any costs ordered to be paid will be \"reduced by one-third of the amount otherwise allowable under this Order unless the Court or a Judge otherwise orders\".",
      "id": "s17"
    },
    {
      "text": "A gross sum would be an amount \"allowable\" under O 62.",
      "id": "s18"
    },
    {
      "text": "8 I am satisfied the Court should otherwise order.",
      "id": "s19"
    },
    {
      "text": "The case was a substantial one concerning patent and design infringement and validity.",
      "id": "s20"
    },
    {
      "text": "The trial ran for seven days.",
      "id": "s21"
    },
    {
      "text": "There was substantial expert evidence and no less than 45 pieces of prior art advanced at various times by the respondent.",
      "id": "s22"
    },
    {
      "text": "9 Practically speaking, Black &amp; Decker had no alternative to commencing this proceeding in the Federal Court or some other \"prescribed court\" --- i.e.",
      "id": "s23"
    },
    {
      "text": "the Supreme Court of a State or Territory; see Patents Act 1990 (Cth) s 120(1) and the definition of \"prescribed court\" in Sch 1.",
      "id": "s24"
    },
    {
      "text": "Such a proceeding could have been brought in \"another court having jurisdiction to hear and determine the matter\".",
      "id": "s25"
    },
    {
      "text": "However the Federal Magistrates Court is not such a court, nor is the County Court of Victoria, although it may have jurisdiction to determine patent infringement issues in the course of other proceedings: AR Jamieson Investments Pty Ltd v Robak Engineering &amp; Construction Pty Ltd [1998] VSC 69 ; Bucknell D, Beattie K, Goatcher A, Rofe H, Australian Patent Law (LexisNexis Butterworths, 2004) at 186.",
      "id": "s26"
    },
    {
      "text": "10 The respondent, which vigorously prosecuted a cross-claim for revocation of Black &amp; Decker's patents and design, can hardly complain that the present proceeding was commenced in a \"prescribed court\", being the only court in which a revocation proceeding could be brought: Patents Act s 138 ; see LED Builders Pty Ltd v Hope [1994] FCA 1353 ; (1994) 53 FCR 10 at [17] ; Australasian Performing Right Association Ltd v Metro on George Pty Ltd (2004) 64 IPR 57 at [8]-[9]; Sony Entertainment (Australia) Ltd v Smith [2005] FCA 228 ; (2005) 215 ALR 788 at [203] ; Axe Australasia Pty Ltd v Australume Pty Ltd (No 2) [2006] FCA 844 at [6] ; Tu v Pakway Australia Pty Ltd (2006) 227 ALR 287 at [32].",
      "id": "s27"
    },
    {
      "text": "11 The injunctive and non-monetary relief (declaratory, validity certificates and delivery up) granted in addition to the account of profits was significant.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s29"
    },
    {
      "text": "Associate:\n\nDated: 2 December 2008\n\n Counsel for the Applicants: G J Fitzgerald \n \n Solicitor for the Applicants: Davies Collison Cave \n \n Counsel for the Respondent: O Bigos \n \n Solicitor for the Respondent: Kahns Lawyers \n\n Date of Hearing: 28 November 2008 \n \n Date of Judgment: 28 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1827.html",
      "id": "s30"
    }
  ]
}