{
  "name": "Duus v Dalvella Pty Ltd (No. 2) [2008] FCA 187 (23 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/187.html",
  "catchphrases": [
    {
      "text": "consideration of an application for an order in relation to costs pursuant to order 62, rule 3 of the federal court rules",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application for an order that the costs, the subject of order (2) of the orders made today in Duus v Dalvella Pty Ltd [2008] FCA 26 , be the subject of a further order pursuant to order 62 rule 3(3) that the party having the benefit of the costs order, the first and second applicants, be entitled to deliver a bill of costs and recover those costs prior to the determination of the proceedings.",
      "id": "s0"
    },
    {
      "text": "The authority of Jianshe Southern Pty Ltd v Turnbull Cooktown Pty Ltd (No.",
      "id": "s1"
    },
    {
      "text": "2) --- BC200704540 has been cited to me as a basis upon which leave ought not to be given pursuant to order 62 rule 3(3).",
      "id": "s2"
    },
    {
      "text": "The point of differentiation between that decision of Besanko J and the present case is that the circumstances confronting Besanko J involved default in the conduct of a proceeding.",
      "id": "s3"
    },
    {
      "text": "2 The orders made in this matter ( Duus v Dalvella ) relate to orders consequent upon an independent application for leave to extend time for leave to appeal from an interlocutory judgment.",
      "id": "s4"
    },
    {
      "text": "The applicants for leave have failed to comply with the rules and seek to make out special grounds for leave.",
      "id": "s5"
    },
    {
      "text": "I am satisfied that that matter is a discrete matter rather than a costs order in the course of the resolution of step in the proceeding itself.",
      "id": "s6"
    },
    {
      "text": "Accordingly, I make a further order that the costs of the interlocutory proceeding shall be costs which the party having the benefit of that order is entitled to pursue and I give leave to deliver a bill of costs immediately.",
      "id": "s7"
    },
    {
      "text": "I certify that the preceding two (2) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s8"
    },
    {
      "text": "Associate:\n\nDated: 23 January 2008\n\n Counsel for the Applicants (Respondents on the Motion): Mr Sullivan \n \n Solicitor for the Applicants (Respondents on the Motion): DLA Phillips Fox \n \n Solicitor for the Respondents (Applicants on the Motion): Mr Lynch, Lynch &amp; Company \n \n Date of Hearing: 23 January 2008 \n \n Date of Judgment: 23 January 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/187.html",
      "id": "s9"
    }
  ]
}