{
  "name": "Harding v Deputy Commissioner of Taxation (No 2) [2008] FCA 1985 (24 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1985.html",
  "catchphrases": [
    {
      "text": "lack of satisfaction as to counter-claim",
      "id": "c0"
    },
    {
      "text": "misrepresentation by third party",
      "id": "c1"
    },
    {
      "text": "counter-claim, set-off or cross demand",
      "id": "c2"
    },
    {
      "text": "need for an action sounding in money",
      "id": "c3"
    },
    {
      "text": "judicial review",
      "id": "c4"
    },
    {
      "text": "conclusiveness of assessments",
      "id": "c5"
    },
    {
      "text": "bankruptcy notice not set aside",
      "id": "c6"
    },
    {
      "text": "bankruptcy",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Presently before the Court is an Application seeking to set aside a Bankruptcy Notice dated 15 January 2007, being Bankruptcy Notice NN 104/07.",
      "id": "s0"
    },
    {
      "text": "The Application as filed states that the Bankruptcy Notice was served on the Applicant, Mr Robert Harding, on 17 August 2007.",
      "id": "s1"
    },
    {
      "text": "There may be some uncertainty as to whether or not it was served on 17 July 2007 as opposed to 17 August 2007 but, whenever it was served, the Applicant wants it set aside.",
      "id": "s2"
    },
    {
      "text": "The form of Bankruptcy Notice as served attaches the \" judgments or orders relied upon by the creditor \", being a judgment entered against the present Applicant by the Respondent in the District Court of New South Wales on 9 November 2006 for the principal sum of $373,772.47.",
      "id": "s3"
    },
    {
      "text": "A hand-written alteration to the Bankruptcy Notice records that \" within 21 days after 17 August 2007 \" Mr Harding was required to either pay the Deputy Commissioner the amount of the debt or make an arrangement to her satisfaction for settlement of the debt.",
      "id": "s4"
    },
    {
      "text": "The Application as filed in this Court was filed within 21 days, namely on 5 September 2007.",
      "id": "s5"
    },
    {
      "text": "Section 41(7) of the Bankruptcy Act 1966 (Cth) provides, in such circumstances, that the time for compliance with the Bankruptcy Notice is \" deemed to have been extended \".",
      "id": "s6"
    },
    {
      "text": "It is understood that the Applicant contends that the Bankruptcy Notice should be set aside because: \n(i) the judgment of the District Court is not a \" final judgment \" within the meaning of and for the purposes of s 40(1)(g) or s 41 of the Bankruptcy Act ;\n \n(ii) the Applicant maintains that he has a \" counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt \" within the meaning of s 40(1)(g) of the 1966 Act; \n \n(iii) that \" counter-claim, set-off or cross demand \" could not have been \" set up in the action or proceeding \" in which the Deputy Commissioner obtained judgment, namely the District Court proceedings; and \n \n(iv) irrespective of whether there was any such \" counter-claim, set-off or cross demand \" which could have been \" set up in the action or proceeding \", there nevertheless remained a discretion in the Court to set aside the Bankruptcy Notice.",
      "id": "s7"
    },
    {
      "text": "A prior Notice of Motion seeking to have the present proceeding heard in this Court with a jury was dismissed: Harding v Deputy Commissioner of Taxation [2008] FCA 1403.",
      "id": "s8"
    },
    {
      "text": "An application for leave to appeal that decision has also been dismissed: Harding v Deputy Commissioner of Taxation [2008] FCA 1516.",
      "id": "s9"
    },
    {
      "text": "The present Application is thus to be heard by a Judge of this Court, sitting alone.",
      "id": "s10"
    },
    {
      "text": "The present Application was initially set down for hearing on 22 October 2008.",
      "id": "s11"
    },
    {
      "text": "That date, however, became inconvenient to Counsel for the Applicant and --- with the concurrence of Counsel for the Respondent --- that date was vacated and the matter was then set down for final hearing on 29 October 2008.",
      "id": "s12"
    },
    {
      "text": "Submissions on behalf of the Respondent were concluded on 30 October 2008.",
      "id": "s13"
    },
    {
      "text": "In support of the Application a number of Affidavits were read and there was limited cross-examination.",
      "id": "s14"
    },
    {
      "text": "DISTRICT COURT PROCEEDINGS \n The proceedings in the District Court were commenced by way of a statement of claim filed on 14 December 2005.",
      "id": "s15"
    },
    {
      "text": "The claim was for monies said to be owing to the Commonwealth pursuant to s 8AAZH of the Taxation Administration Act 1953 (Cth).",
      "id": "s16"
    },
    {
      "text": "A defence was filed on 28 July 2006.",
      "id": "s17"
    },
    {
      "text": "The Applicant had become indebted to the present Respondent because he falsely believed that he had a GST exemption.",
      "id": "s18"
    },
    {
      "text": "His small business involving the sale of batteries involved the necessity to exact GST and to account for that tax.",
      "id": "s19"
    },
    {
      "text": "The belief that he had a GST exemption was engendered by false representations made to him by a Mr Malcolm McClure --- namely, that Mr McClure was an agent of the Australian Taxation Office and had the authority to sell \" GST exemption packages \".",
      "id": "s20"
    },
    {
      "text": "Mr Harding had come across Mr McClure when he attended a series of seminars conducted by Mr McClure in the Ryde-Eastwood Leagues Club.",
      "id": "s21"
    },
    {
      "text": "Mr Harding was \" impressed by the professionalism of the seminars the location and the formality adopted \".",
      "id": "s22"
    },
    {
      "text": "Needless to say, Mr McClure had no such authority.",
      "id": "s23"
    },
    {
      "text": "Searches undertaken within the Australian Taxation Office disclosed no one of that name ever having been employed by that Office.",
      "id": "s24"
    },
    {
      "text": "Other searches undertaken disclosed that Mr McClure had close associations with a body called \" U.P.M.A.R.T.",
      "id": "s25"
    },
    {
      "text": "\", which described itself as \"[a] n association for human rights and much, much more \" .",
      "id": "s26"
    },
    {
      "text": "That was clearly a body having no connection with the Australian Taxation Office.",
      "id": "s27"
    },
    {
      "text": "Notwithstanding the genuineness of his belief that he was exempt, Mr Harding nevertheless incurred the liability.",
      "id": "s28"
    },
    {
      "text": "It was not paid.",
      "id": "s29"
    },
    {
      "text": "An \" administrative penalty \" of $143,775 was also imposed.",
      "id": "s30"
    },
    {
      "text": "The proceedings in the District Court were commenced.",
      "id": "s31"
    },
    {
      "text": "On 9 November 2006, Kearns DCJ of that Court delivered judgment.",
      "id": "s32"
    },
    {
      "text": "No transcript of those reasons was available, nor were any reasons published.",
      "id": "s33"
    },
    {
      "text": "A \" note \" of the reasons delivered, however, was available and was accepted by the parties as accurately setting forth His Honour's reasons and decision.",
      "id": "s34"
    },
    {
      "text": "The \" note \" records that the Court dealt with a motion seeking to strike out the defence and seeking summary judgment.",
      "id": "s35"
    },
    {
      "text": "The Court there also considered two further motions whereby Mr Harding had apparently also sought a jury trial in the District Court and an order that the claim of the Deputy Commissioner be dismissed for failure to reply to the defence.",
      "id": "s36"
    },
    {
      "text": "The learned trial judge ordered that the defence was to be struck out and entered a \" verdict and judgment for the plaintiff in the sum of $373,772.47 \".",
      "id": "s37"
    },
    {
      "text": "It is considered that the present Application filed in this Court should be dismissed.",
      "id": "s38"
    },
    {
      "text": "SECTIONS 40 AND 41 \n The provisions of the 1966 Act of immediate relevance are s 40(1)(g) and (3)(b) and s 41(1)(a), (2) and (7).",
      "id": "s39"
    },
    {
      "text": "Section 40(1)(g) of the 1966 Act provides as follows: \n Acts of bankruptcy \n (1) A debtor commits an act of bankruptcy in each of the following cases:\n ...\n (g) if a creditor who has obtained against the debtor a final judgment or final order, being a judgment or order the execution of which has not been stayed, has served on the debtor in Australia or, by leave of the Court, elsewhere, a bankruptcy notice under this Act and the debtor does not:\n (i) where the notice was served in Australia---within the time specified in the notice; or\n (ii) where the notice was served elsewhere---within the time fixed for the purpose by the order giving leave to effect the service;\n comply with the requirements of the notice or satisfy the Court that he or she has a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt or sum payable under the final order, as the case may be, being a counter-claim, set-off or cross demand that he or she could not have set up in the action or proceeding in which the judgment or order was obtained; \n\n \nSub-section (3)(b) provides as follows:\n \n (3) For the purposes of paragraph (1)(g):\n ...\n (b) a judgment or order that is enforceable as, or in the same manner as, a final judgment obtained in an action shall be deemed to be a final judgment so obtained and the proceedings in which, or in consequence of which, the judgment or order was obtained shall be deemed to be the action in which it was obtained; \n\n Section 41(1)(a), (2) and (7) of the 1966 Act provides as follows: \n Bankruptcy notices \n (1) An Official Receiver may issue a bankruptcy notice on the application of a creditor who has obtained against a debtor:\n (a) a final judgment or final order that:\n (i) is of the kind described in paragraph 40(1)(g); and\n (ii) is for an amount of at least $2,000...\n ...\n (2) The notice must be in accordance with the form prescribed by the regulations.",
      "id": "s40"
    },
    {
      "text": "...\n (7) Where, before the expiration of the time fixed for compliance with the requirements of a bankruptcy notice, the debtor has applied to the Court for an order setting aside the bankruptcy notice on the ground that the debtor has such a counter-claim, set-off or cross demand as is referred to in paragraph 40(1)(g), and the Court has not, before the expiration of that time, determined whether it is satisfied that the debtor has such a counter-claim, set-off or cross demand, that time shall be deemed to have been extended, immediately before its expiration, until and including the day on which the Court determines whether it is so satisfied.",
      "id": "s41"
    },
    {
      "text": "Section 41(7) operates as an \" automatic extension of time for compliance with the bankruptcy notice until the court can determine whether it is satisfied by the debtor that the debtor has a counterclaim, set-off or cross demand of the type referred to in s. 40(1)(g) \": cf James v Abrahams (1981) 51 FLR 16 at 21 per Deane and Lockhart JJ.",
      "id": "s42"
    },
    {
      "text": "Section 41(1) provides that a bankruptcy notice may be issued where there is a \" final judgment \" of the kind described in s 40(1)(g) and, if the bankruptcy notice is to be set aside, s 41(7) requires the Court to be \" satisfied that the debtor has ... a counter-claim, set-off or cross demand \" of the kind set forth in s 40(1)(g).",
      "id": "s43"
    },
    {
      "text": "Numerous decisions of this Court have addressed the requirement that a Court must be \" satisfied \" that a debtor has a counter-claim, set-off or cross demand.",
      "id": "s44"
    },
    {
      "text": "Albeit addressing the terms of s 52(j) of the Bankruptcy Act 1924 (Cth), in Ebert v Union Trustee Co of Australia Ltd [1960] HCA 50 ; (1960) 104 CLR 346 Dixon CJ, McTiernan and Windeyer JJ observed (at 350): \n ...",
      "id": "s45"
    },
    {
      "text": "Section 52 (j) makes it necessary that a debtor served with a bankruptcy notice, if he does not comply with its requirements, should satisfy the Court of Bankruptcy that he has a counter-claim, set-off or cross demand which equals or exceeds the amount of the judgment debt.",
      "id": "s46"
    },
    {
      "text": "The debtor clearly must satisfy the Court that there exists in him a counter-claim, set-off or cross demand.",
      "id": "s47"
    },
    {
      "text": "\"Cross demand\" is the word relied upon here.",
      "id": "s48"
    },
    {
      "text": "The appellant cannot satisfy the Court that a cross demand exists by showing no more than that she propounds one and states how she suggests that she can make it out.",
      "id": "s49"
    },
    {
      "text": "In Re Duncan; Ex parte Modlin [(1917) 17 SR (NSW) 152 ; 34 WN 49] Street J. said that the debtor need not satisfy the Court that there are reasonable grounds for believing that he will establish his cross action, but only that he has a bona fide claim which he is fairly entitled to litigate.",
      "id": "s50"
    },
    {
      "text": "This perhaps is expressed too favourably to the debtor.",
      "id": "s51"
    },
    {
      "text": "In Re A Debtor [(1958) 1 Ch 81] Roxburgh J. said : \"But not every demand will suffice.",
      "id": "s52"
    },
    {
      "text": "A demand made in bad faith would not be good enough.",
      "id": "s53"
    },
    {
      "text": "The debtor must satisfy the Court that he has a genuine demand...",
      "id": "s54"
    },
    {
      "text": "But in my opinion a demand must be more than bona fide : the Court must be satisfied that it has a reasonable probability of success\" [(1958) 1 Ch 81].",
      "id": "s55"
    },
    {
      "text": "Perhaps the standard may be expressed by saying that the debtor must show that he has a prima facie case, even if then and there he does not adduce the admissible evidence which would make out a prima facie case before a court trying the issues that are involved in his counter-claim, set-off or cross demand.",
      "id": "s56"
    },
    {
      "text": "More recently, in Re Glew; Glew v Harrowell [2003] FCA 373 , 198 ALR 331 , His Honour Justice Lindgren reviewed the authorities and observed: \n [9] There are authorities suggesting that Glew and Tresidder must satisfy me of the following interrelated and sometimes overlapping matters: \n\n that they have a \" prima facie case \", even if they do not adduce evidence which would be admissible on a final hearing making out that case ... that they have \"a fair chance of success\" or are \"fairly entitled to litigate\" the claim; ... and that they are advancing a \"genuine\" or \"bona fide\" claim ...\n \n It may be that the first and second formulations are intended to cover the same ground.",
      "id": "s57"
    },
    {
      "text": "In Brink [ Re Brink; Ex parte Commercial Banking Co of Sydney Ltd [1980] FCA 78 ; (1980) 44 FLR 135, 30 ALR 433] Lockhart J treated (at ALR 438---9; FLR 141) the reference to a \" prima facie case \" ... as a reference to \"a fair chance of success\".",
      "id": "s58"
    },
    {
      "text": "...\n [11] Plainly, in order to \"satisfy\" the Court for the purposes of par 40(1)(g), the debtor is not required to prove, as on a final hearing, the asserted entitlement to recover from the creditor.",
      "id": "s59"
    },
    {
      "text": "Accordingly, evidence tendered on an application to set aside is to be tested for admissibility, not as if the proceeding were one in which the debtor's claim was being finally determined, but by reference to the question whether the Court should be satisfied that the debtor has a claim deserving to be finally determined.",
      "id": "s60"
    },
    {
      "text": "Reference may also be made to Massih v Esber [2008] FCA 1452 at [16] ---[19].",
      "id": "s61"
    },
    {
      "text": "It is not considered that any state of satisfaction could possibly be reached that Mr Harding has any counter-claim, set-off or cross demand which it is \" just \" to be resolved before allowing the bankruptcy proceedings to continue: Dekkan v Evans [2008] FCA 1004 at [54] per Jacobson J; Dekkan v Macquarie Leasing Pty Ltd (No 2 ) [2008] FCA 1431 per Buchanan J; Re Cox (1934) 7 ABC 98.",
      "id": "s62"
    },
    {
      "text": "The task to be undertaken was formulated in Guss v Johnstone [2000] HCA 26 , 171 ALR 598 by Gleeson CJ, Gaudron, McHugh, Kirby and Callinan JJ as follows: \n [39] In Vogwell v Vogwell [(1939) 11 ABC 83] , Latham CJ said, in relation to a corresponding provision: \n\n \n\"[T]he authorities show that the matter to which the court looks is this, --- whether it is just that the claim should be determined before the bankruptcy proceedings are allowed to continue; in other words, whether it is a claim which it is proper and reasonable to litigate.",
      "id": "s63"
    },
    {
      "text": "\"\n \n \n [40] The state of satisfaction referred to in s 40(1)(g), and s 41(7), involves weighing up considerations as to the legal and factual merit of the claim relied upon by the debtor, and the justice of allowing the bankruptcy proceedings to go ahead or requiring them to await the determination of the claim.",
      "id": "s64"
    },
    {
      "text": "It is, with respect, not even possible to be satisfied that Mr Harding has a \" shadowy \" claim that could be litigated: cf Re Rivett; Ex parte Edward Fay Ltd (1932) 5 ABC 182 at 188.",
      "id": "s65"
    },
    {
      "text": "The conclusion that has been reached is that the judgment of the District Court is a \" final judgment \" and that no state of satisfaction can be reached within the meaning of s 41(7) of the 1966 Act that the Applicant has a \" counter-claim, set-off or cross demand \" which has any prospects of success, let alone \" a fair chance of success \" or one which he is \" fairly entitled to litigate \".",
      "id": "s66"
    },
    {
      "text": "Nor is it considered that any such \" counter-claim, set-off or cross demand \" could not have been \" set up in the action or proceeding \" in which the Deputy Commissioner obtained judgment.",
      "id": "s67"
    },
    {
      "text": "Finally, there is not considered to be any separate discretion to set aside the Bankruptcy Notice in circumstances where, relevantly, the requirements of s 40(1)(g) have not been met.",
      "id": "s68"
    },
    {
      "text": "A FINAL JUDGMENT?",
      "id": "s69"
    },
    {
      "text": "The submission as finally advanced on behalf of Mr Harding as to why the judgment of the District Court was not a \" final judgment \" settled upon a conversation that occurred as between Mr Harding and a solicitor from the Australian Government Solicitor that took place outside the hearing room of the District Court immediately before judgment was entered against him.",
      "id": "s70"
    },
    {
      "text": "Mr Harding maintained that he \" tried to talk to the Government's Solicitor prior to going into the room \" to tell \" her about the Malcolm McClure problem \".",
      "id": "s71"
    },
    {
      "text": "Whatever was told to the solicitor was not further expanded upon.",
      "id": "s72"
    },
    {
      "text": "The solicitor's response was that \" she basically said that it had no relevance \".",
      "id": "s73"
    },
    {
      "text": "In re-examination, Mr Harding agreed with the proposition that he \" tried to talk to the government solicitor and tell her about the McClure problem and she said it had no relevance \".",
      "id": "s74"
    },
    {
      "text": "The submission on behalf of Mr Harding was that this conversation brought him within SZFDE v Minister for Immigration and Citizenship [2007] HCA 35 , 232 CLR 189.",
      "id": "s75"
    },
    {
      "text": "In SZFDE the applicants had there not attended a hearing before the Refugee Review Tribunal.",
      "id": "s76"
    },
    {
      "text": "They had failed to respond to an invitation to do so on the advice of a person they had retained, a Mr Hussain.",
      "id": "s77"
    },
    {
      "text": "That person had wrongly represented himself to be a solicitor and a migration agent.",
      "id": "s78"
    },
    {
      "text": "The fraud of the agent, it was concluded, had the effect that the decision of the Tribunal was no decision at all.",
      "id": "s79"
    },
    {
      "text": "Although the Tribunal was unaware of the fraud of the agent, the result of his fraud was that the applicants had been denied such natural justice as was afforded by the Migration Act 1958 (Cth).",
      "id": "s80"
    },
    {
      "text": "In reaching this conclusion Gleeson CJ, Gummow, Kirby, Hayne, Callinan, Heydon and Crennan JJ addressed as follows the influence of the \" red blooded \" species of fraud upon the development of public law: \n [12] The attachment by courts of equity of the term \"fraud\", with related notions of \"bad faith\" and \"abuse of power\", when stigmatising exercises of powers of appointment and fiduciary powers as falling short of the standards equity required of the repositories of those powers, has proved influential in the development of public law.",
      "id": "s81"
    },
    {
      "text": "What came to be known as the principle of \" Wednesbury unreasonableness\" was developed in the case law by analogy to the principles controlling the exercise of powers of discretions vested in trustees and others [ Minister for Immigration v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611].",
      "id": "s82"
    },
    {
      "text": "[13] However, several points should be made here.",
      "id": "s83"
    },
    {
      "text": "First, given the equitable nature of their origins described above, principles of public law concerning impropriety in the exercise of statutory powers have not had the focus upon what might be called the \"red blooded\" species of fraud which engages the common law.",
      "id": "s84"
    },
    {
      "text": "Secondly, with respect to references in the public law decisions to good and bad faith and the like, the following observation in a leading English text [Wade and Forsyth, Administrative Law (9th ed, 2004)] is in point: \n\n \n\"These add very little to the true sense, and are hardly ever used to mean more than that some action is found to have a lawful or unlawful purpose.",
      "id": "s85"
    },
    {
      "text": "It is extremely rare for public authorities to be found guilty of intentional dishonesty: normally they are found to have erred, if at all, by ignorance or misunderstanding.",
      "id": "s86"
    },
    {
      "text": "Yet the courts constantly accuse them of bad faith merely because they have acted unreasonably or on improper grounds.",
      "id": "s87"
    },
    {
      "text": "Again and again it is laid down that powers must be exercised reasonably and in good faith.",
      "id": "s88"
    },
    {
      "text": "But in this context \"in good faith\" means merely \"for legitimate reasons\".",
      "id": "s89"
    },
    {
      "text": "Contrary to the natural sense of the words, they impute no moral obliquity.",
      "id": "s90"
    },
    {
      "text": "\"\n \n \n Aickin J made observations to similar effect in R v Toohey; Ex parte Northern Land Council [1981] HCA 74 ; [(1981) 151 CLR 170].",
      "id": "s91"
    },
    {
      "text": "[14] Thirdly, in the present case the appellants do not challenge the description by French J of the Tribunal as having acted \"blamelessly\" [2006] FCAFC 142 ; [(2006) 154 FCR 365].",
      "id": "s92"
    },
    {
      "text": "But the appellants do direct attention to the effect upon the processes of the Tribunal of the dishonest acts and omissions of a third party, Mr Hussain.",
      "id": "s93"
    },
    {
      "text": "In this regard, the appellants pray in aid another generally expressed precept drawn from private law and from the significance of dishonesty in the litigation of private rights.",
      "id": "s94"
    },
    {
      "text": "This is expressed in the oft-repeated proposition that whilst on one hand fraud may be infinite, on the other hand \"fraud unravels everything\".",
      "id": "s95"
    },
    {
      "text": "The submission advanced on behalf of Mr Harding was understood to be that, just as the conduct of Mr Hussain had deprived the applicants in SZFDE of the opportunity to be heard before the Refugee Review Tribunal, the conduct of the solicitor had deprived Mr Harding of his opportunity to be heard before the District Court.",
      "id": "s96"
    },
    {
      "text": "The submission was that Mr Harding was \" lied to or at least misled by the Respondent's legal representative about the utility of his cross claim before Kearns DCJ \".",
      "id": "s97"
    },
    {
      "text": "The submission is to be rejected.",
      "id": "s98"
    },
    {
      "text": "Whether or not Mr Harding should have applied to the District Court to have the judgment set aside, as was contended by the Deputy Commissioner, may be left to one side.",
      "id": "s99"
    },
    {
      "text": "Also left to one side is whether the approach pursued in SZFDE may be extended so as to potentially vitiate proceedings before a court as opposed to an administrative tribunal.",
      "id": "s100"
    },
    {
      "text": "The submission is to be rejected upon the more fundamental basis that the conduct of the solicitor is in no way comparable to that of Mr Hussain.",
      "id": "s101"
    },
    {
      "text": "It is not considered that Mr Harding was \" lied to or at least misled \".",
      "id": "s102"
    },
    {
      "text": "The extent of the detail provided by Mr Harding to the solicitor is unknown.",
      "id": "s103"
    },
    {
      "text": "But even if the solicitor had been told such detail as to Mr McClure's conduct as was explained in the present proceeding, the solicitor's statement that that conduct \" had no relevance \" was accurate if the solicitor was directing attention to the issues then before the District Court.",
      "id": "s104"
    },
    {
      "text": "Mr Harding certainly had not been \" lied to \".",
      "id": "s105"
    },
    {
      "text": "On the basis of the statement of claim as filed in the District Court and upon the basis of the defence as filed, the conduct of Mr McClure was irrelevant to the issues then before that Court.",
      "id": "s106"
    },
    {
      "text": "Nor is it considered that Mr Harding was \" misled \".",
      "id": "s107"
    },
    {
      "text": "It was no part of the duty of the solicitor then appearing for the Deputy Commissioner to give advice to the then defendant, Mr Harding, as to either the prospect of a claim being made against the Commonwealth or even advice confined to the prudence of Mr Harding getting independent legal advice.",
      "id": "s108"
    },
    {
      "text": "The Australian Government Solicitor is established pursuant to s 55J of the Judiciary Act 1903 (Cth).",
      "id": "s109"
    },
    {
      "text": "That Act further provides for the issue by the Attorney-General of Legal Services Directions : s 55ZF.",
      "id": "s110"
    },
    {
      "text": "Directions have in fact been issued requiring the Commonwealth and its legal representatives to act as a \" model litigant \".",
      "id": "s111"
    },
    {
      "text": "No particular provision of the Directions was relied upon by the Applicant.",
      "id": "s112"
    },
    {
      "text": "But it is not considered that the standards of a \" model litigant \" extend to imposing any general duty to give advice to an opponent as to the prospect of resisting a claim being advanced by the Commonwealth, or even a duty to suggest that independent advice be obtained.",
      "id": "s113"
    },
    {
      "text": "Whether or not the duty of a \" model litigant \" may in some particular circumstances embrace such a duty need not be resolved.",
      "id": "s114"
    },
    {
      "text": "Considerable caution should be exercised before imposing any such duty upon solicitors within the Australian Government Solicitor.",
      "id": "s115"
    },
    {
      "text": "Confined to the circumstances of the present proceeding, there was scant evidence as to what the solicitor had in fact been told by Mr Harding.",
      "id": "s116"
    },
    {
      "text": "Even assuming that Mr Harding had told the solicitor the entirety of his dealings with Mr McClure and his subsequent conversations with officers of the Australian Taxation Office, it is not considered, even on that assumption, that there was any requirement upon the solicitor to proffer advice.",
      "id": "s117"
    },
    {
      "text": "No source of any requirement to proffer advice or give assistance to Mr Harding was identified other than the requirement to act as a \" model litigant \".",
      "id": "s118"
    },
    {
      "text": "No authority was cited which supported the imposition of any such requirement upon a \" model litigant \".",
      "id": "s119"
    },
    {
      "text": "It is not considered that Mr Harding was deprived of any opportunity to have his case resolved by the District Court.",
      "id": "s120"
    },
    {
      "text": "The conduct of the solicitor can in no way be equated with the conduct of Mr Hussain in SZFDE .",
      "id": "s121"
    },
    {
      "text": "COUNTER-CLAIM OR CROSS DEMAND: MISREPRESENTATION?",
      "id": "s122"
    },
    {
      "text": "The submission that Mr Harding had a \" counter-claim \" or \" cross demand \" by reason of misrepresentation is also to be rejected.",
      "id": "s123"
    },
    {
      "text": "The \" counter-claim \" or \" cross demand \" relied upon by Mr Harding was said to be either: a claim for \" misrepresentation \", namely a misrepresentation that Mr Harding had the benefit of a GST exemption issued by the Australian Taxation Office; or an action in the nature of judicial review to have the assessments or amended assessments upon which the District Court proceeded to enter judgment set aside and declared void.",
      "id": "s124"
    },
    {
      "text": "Each limb to the submission must be rejected.",
      "id": "s125"
    },
    {
      "text": "Counsel for Mr Harding properly accepted that no case in misrepresentation which was actionable as against the Australian Taxation Officer, or the Deputy Commissioner, could be sustained if the evidence was confined to the statements apparently made by Mr McClure.",
      "id": "s126"
    },
    {
      "text": "Statements made by him as to the authority or the agency he was professing could not be attributed to the present Respondent merely by reason of those statements alone.",
      "id": "s127"
    },
    {
      "text": "It was for this reason that Counsel accepted that he needed the evidence of a conversation with an officer of the Australian Taxation Office only able to be identified as \" Laura \".",
      "id": "s128"
    },
    {
      "text": "It was her evidence, so it was contended, that effectively meant that the misrepresentations made by Mr McClure could be attributed to the Respondent.",
      "id": "s129"
    },
    {
      "text": "Having attended the seminars conducted by Mr McClure, Mr Harding also telephoned the Tax Office and asked to speak to a \" GST information officer \".",
      "id": "s130"
    },
    {
      "text": "He was put through to an officer named \" Laura \".",
      "id": "s131"
    },
    {
      "text": "Mr Harding apparently explained to the officer the purpose of his call, namely to \" check that what I had been told was accurate and could be relied on \".",
      "id": "s132"
    },
    {
      "text": "In his Affidavit dated 10 October 2008, Mr Harding set forth the following conversation with \" Laura \": \n Mr Harding: \n \n \"I have attended seminars by Mr Malcolm McClure on the GST; and I propose to purchase one of the GST exemption packages\".",
      "id": "s133"
    },
    {
      "text": "The officer said: \n \n \"We have got thousands of people working for the ATO and we have agents who are working for us.",
      "id": "s134"
    },
    {
      "text": "We do have agents out there.",
      "id": "s135"
    },
    {
      "text": "What are you after?",
      "id": "s136"
    },
    {
      "text": "\" \n \n Mr Harding said: \n \n \"What is this GST exemption and how does such a package work?",
      "id": "s137"
    },
    {
      "text": "\" \n \n The officer replied: \n \n \"Yes we do have those.",
      "id": "s138"
    },
    {
      "text": "Are you proposing to apply for that?",
      "id": "s139"
    },
    {
      "text": "\" \n \n Mr Harding said: \n \n \"Yes.",
      "id": "s140"
    },
    {
      "text": "\" \n \n He then asked: \n \n \"Are the GST exemption packages bona fide and are they authorized by the ATO\" \n \n The officer replied: \n \n \"Yes, they are bona fide and they are available to small businesses.",
      "id": "s141"
    },
    {
      "text": "It is a GST exemption which is a private binding agreement with the business.",
      "id": "s142"
    },
    {
      "text": "\" \n \n Mr Harding then said: \n \n \"Are there any limits monetary wise to the GST exemption?",
      "id": "s143"
    },
    {
      "text": "\" \n \n The officer replied: \n \n \"No, there is no limit.",
      "id": "s144"
    },
    {
      "text": "\" \n \n To corroborate the fact that such a conversation took place, a Mr Williams gave evidence and was cross-examined.",
      "id": "s145"
    },
    {
      "text": "Mr Williams had purchased a car battery from Mr Harding and was present when the conversation took place.",
      "id": "s146"
    },
    {
      "text": "The evidence of Mr Williams during his evidence in chief was as follows: \n MR KING: And can you remember whether or not anything else was said in the conversation?---No, so long ago, you know.",
      "id": "s147"
    },
    {
      "text": "We were talking about it and he said about the GST and he mentioned Mr McClure, I'm pretty sure he did, but they said they give the exemptions out and there was no money, no limits or anything involved you know, so I thought that was quite interesting because I think that's what the Tax Office was talking about in public at one stage because I'd seen a program regarding that.",
      "id": "s148"
    },
    {
      "text": "Attempts made by the Respondent to locate the officer merely identified by the name \" Laura \", not surprisingly, proved unsuccessful.",
      "id": "s149"
    },
    {
      "text": "Having received what he thought was corroboration from \" Laura \", Mr Harding then paid Mr McClure $2,000 and received in the mail a \" GST exemption \" card.",
      "id": "s150"
    },
    {
      "text": "That card took the following form on its face: \n\n \nThe text on the reverse of the card was difficult to read but was as follows:\n \n The text, if read, may well have been sufficient to put people on notice as to its authenticity or reliability.",
      "id": "s151"
    },
    {
      "text": "Meaning no disrespect to Mr Harding, he was a person with limited ability to read.",
      "id": "s152"
    },
    {
      "text": "It was his genuine belief that he had got what he paid for --- a GST exemption.",
      "id": "s153"
    },
    {
      "text": "He included on at least one of the tax invoices issued in September 2002 a disclosure of his \" ABN \" and the \" GST Exemption \" number as disclosed on the card.",
      "id": "s154"
    },
    {
      "text": "There was also some evidence that Mr Harding had disclosed to another officer of the Australian Taxation Office, a Mr David Scott, his belief that he had a GST exemption.",
      "id": "s155"
    },
    {
      "text": "In his Affidavit dated 10 October 2008, Mr Harding set forth the following conversation with Mr Scott: \n Mr Scott: \n \n \"We seem to have an issue about you collecting GST.",
      "id": "s156"
    },
    {
      "text": "\" \n \n Mr Harding: \n \n \"Yes.",
      "id": "s157"
    },
    {
      "text": "I have an exemption.",
      "id": "s158"
    },
    {
      "text": "\" \n \n Mr Scott: \n \n \"What is that about?",
      "id": "s159"
    },
    {
      "text": "\" \n \n Mr Harding: \n \n \"I will get Malcolm McClure to call you.",
      "id": "s160"
    },
    {
      "text": "\" \n \n Mr Scott: \n \n \"That will be good\".",
      "id": "s161"
    },
    {
      "text": "Some six weeks later, Mr Harding maintained there was a further conversation along the following lines:\n \n Mr Harding: \n \n \"Have you heard from Malcolm McClure?",
      "id": "s162"
    },
    {
      "text": "\" \n \n Mr Scott \n \n \"No, but I will give you my mobile number to give to him\".",
      "id": "s163"
    },
    {
      "text": "Mr Harding then contacted Mr McClure who said he would \" get right on to it \".",
      "id": "s164"
    },
    {
      "text": "In cross-examination, Mr Scott denied that he had been told by Mr Harding about either the existence of Mr McClure or the claimed GST exemption.",
      "id": "s165"
    },
    {
      "text": "Upon the assumption that \" a taxpayer claimed an exemption from collecting GST \", Mr Scott accepted that \" if the client had made that statement ... --- and provided the names --- who it was from the ATO, I would have checked with that officer, and I would have asked for a copy of the exemption \".",
      "id": "s166"
    },
    {
      "text": "Such divergence as there is, as between the evidence of Mr Harding and Mr Scott, is to be resolved in favour of Mr Harding.",
      "id": "s167"
    },
    {
      "text": "It is accepted that he did disclose to Mr Scott the identity of Mr McClure and the fact that he claimed he had a GST exemption.",
      "id": "s168"
    },
    {
      "text": "To Mr Harding, it was a matter of importance.",
      "id": "s169"
    },
    {
      "text": "Moreover, it was not put to Mr Harding in cross-examination that such a conversation did not occur, and another officer present with Mr Scott when the telephone conversation took place was not called.",
      "id": "s170"
    },
    {
      "text": "No case was sought to be advanced that the conversation with \" Laura \" amounted to a misrepresentation.",
      "id": "s171"
    },
    {
      "text": "The case that was sought to be advanced was that the conversation with \" Laura \", and possibly the conversation with Mr Scott, together with the earlier misrepresentations of Mr McClure, were sufficient.",
      "id": "s172"
    },
    {
      "text": "The submission that the present Respondent, or possibly the Australian Taxation Office more generally, is to be held accountable for the representations made by Mr McClure is to be rejected.",
      "id": "s173"
    },
    {
      "text": "Counsel for Mr Harding was quite correct in disavowing any suggestion that Mr McClure's own statements were sufficient to establish any counter-claim or cross demand.",
      "id": "s174"
    },
    {
      "text": "And the conversation with \" Laura \", it is considered, took the matter no further.",
      "id": "s175"
    },
    {
      "text": "Nothing that was said by \" Laura \" could be construed as any endorsement that Mr McClure was an agent of the Australian Taxation Office, or as any endorsement that the \" GST exemption \" being canvassed by Mr McClure was an exemption authorised by that Office.",
      "id": "s176"
    },
    {
      "text": "No details were provided to \" Laura \" upon which any such endorsement could be founded.",
      "id": "s177"
    },
    {
      "text": "The purported GST exemption number, for example, was not mentioned; nor were any further details either provided to or requested by \" Laura \" in order to verify that which Mr Harding believed.",
      "id": "s178"
    },
    {
      "text": "It was no more than a statement that the Australian Taxation Office did have GST exemptions for small business.",
      "id": "s179"
    },
    {
      "text": "There is not considered to be any nexus as between the conduct of Mr McClure and the present Respondent.",
      "id": "s180"
    },
    {
      "text": "The conversation with Mr Scott, likewise, took the matter no further.",
      "id": "s181"
    },
    {
      "text": "Whatever was said by Mr McClure could not be attributed to the present Respondent or the Australian Taxation Office more generally.",
      "id": "s182"
    },
    {
      "text": "COUNTER-CLAIM OR CROSS DEMAND: JUDICIAL REVIEW?",
      "id": "s183"
    },
    {
      "text": "The alternative basis upon which it was contended on behalf of Mr Harding that there was a \" counter-claim \" or \" cross demand \" which could not have been set up as against the claim of the Deputy Commissioner, was the contention that there was available to Mr Harding the prospect of seeking judicial review of those decisions necessarily taken by the Deputy Commissioner prior to commencing the proceedings in the District Court.",
      "id": "s184"
    },
    {
      "text": "The statement of claim as filed in the District Court stated that a \" Running Balance Account \" was established pursuant to s 8AAZC of the Taxation Administration Act in respect of primary tax debts due by Mr Harding.",
      "id": "s185"
    },
    {
      "text": "Primary tax debts were allocated to the \" Running Balance Account \" pursuant to s 8AAZD.",
      "id": "s186"
    },
    {
      "text": "The statement of claim further stated that Mr Harding became liable to pay a general interest charge pursuant to s 8AAZF and that Mr Harding ultimately became liable to pay monies pursuant to s 8AAZH in respect to the sum of $332,943.86.",
      "id": "s187"
    },
    {
      "text": "The statement of claim also alleged that there had been a failure to lodge income tax returns and that by reason of s 286-75 of the 1953 Act, Mr Harding had become liable to pay a further penalty.",
      "id": "s188"
    },
    {
      "text": "Before the District Court there were tendered a number of assessments served by the Deputy Commissioner upon Mr Harding.",
      "id": "s189"
    },
    {
      "text": "Each of those assessments was expressed to have been made under s 22(1) of the Taxation Administration Act .",
      "id": "s190"
    },
    {
      "text": "The application in the nature of judicial review was not formulated with any degree of precision.",
      "id": "s191"
    },
    {
      "text": "Indeed, it was formulated with no greater precision in the written submissions than a statement that: \n ... As for the invalidity point, that required a collateral attack on the decision to issue the amended assessments, and that could only be brought in the Federal Court under Judiciary Act 1901 as the public officer concerned is an officer of the Commonwealth not the State of NSW ... \n\n \n This alternative submission is also to be rejected for a number of reasons.",
      "id": "s192"
    },
    {
      "text": "First, it is far from certain that an application seeking judicial review of decisions to issue assessments or amended assessments, upon which a judgment for a monetary sum has been entered, is a \" counter-claim, set-off or cross demand \" within the meaning of s 40(1)(g).",
      "id": "s193"
    },
    {
      "text": "In support of the contrary conclusion, it was understood that Counsel on behalf of Mr Harding contended that the term \" cross demand \" was not a technical term but rather a term which should not be given any confined meaning: In re Judd; Ex parte Pike (1924) 24 SR (NSW) 537.",
      "id": "s194"
    },
    {
      "text": "But, whatever the meaning to be given to the term, it has to date been held that an action \" must be something sounding in money \": Re Brink; Ex parte Commercial Banking Co of Sydney Ltd (1980) 44 FLR 135 at 138 per Lockhart J.",
      "id": "s195"
    },
    {
      "text": "See also: Re Jocumsen (1929) 1 ABC 82 at 85 per Henchman J.",
      "id": "s196"
    },
    {
      "text": "An application seeking declaratory relief as to an entitlement to a charge on the proceeds of property has thus been said not to be a \" counter-claim, set-off or cross demand \": In re A Bankruptcy Notice [1934] 1 Ch 431.",
      "id": "s197"
    },
    {
      "text": "See also: Massih v Esber [2008] FCA 1452 at [22] ---[24].",
      "id": "s198"
    },
    {
      "text": "A more modern instance of that which may fall within the statutory phrase is provided by Re Zakrzewski; Zakrzewski v Rodgers [2000] FCA 1187 , 178 ALR 694.",
      "id": "s199"
    },
    {
      "text": "An application had there been made for relief under s 106 of the Industrial Relations Act 1996 (NSW), that being a provision which allowed the Industrial Relations Commission of New South Wales to declare void or to vary a contract.",
      "id": "s200"
    },
    {
      "text": "His Honour Justice Madgwick there relevantly concluded: \n Measurable in money?",
      "id": "s201"
    },
    {
      "text": "[33] A further matter put forward by the applicant was that the debtor was unable to satisfy the Court of the existence of a counter demand or cross-claim, because the claim does not sound in money.",
      "id": "s202"
    },
    {
      "text": "In James v Abrahams [1981] FCA 46 ; (1981) 34 ALR 657 , at 664 Deane and Lockhart JJ endorse the view of Latham CJ in Vogwell at 85, in respect of the corresponding provision of the Bankruptcy Act 1924 , that: \n\n \n \n The words of the section are that the debtor must satisfy the court that he has a 'counter-claim ... which equals or exceeds the amount of the judgment debt'.",
      "id": "s203"
    },
    {
      "text": "In the first place it is accordingly clear that the counter-claim ... must be something sounding in money.",
      "id": "s204"
    },
    {
      "text": "[34] The creditor argues that the claim before the Commission is not one sounding in money, but is a claim akin to the rectification of a contract.",
      "id": "s205"
    },
    {
      "text": "However, the debtor seeks, among other things, an order that the creditor pay to the debtor any money that may be found owing under the arrangement as varied by the Commission and his claim is that the amount Network sued for in the Local Court plus interest at something like commercial rates should be found to be owing.",
      "id": "s206"
    },
    {
      "text": "If successful, this would amount to a direct order for money and the Commission clearly has the power to make such an award.",
      "id": "s207"
    },
    {
      "text": "The other remedies sought are, in a practical sense, subsidiary to that claim.",
      "id": "s208"
    },
    {
      "text": "Therefore, this objection to the application must fail.",
      "id": "s209"
    },
    {
      "text": "But there is considered to be considerable difficulty in concluding that an application in the nature of judicial review, seeking to have the very basis upon which the Deputy Commissioner was proceeding in the District Court set aside, can be characterised as a \" cross demand \".",
      "id": "s210"
    },
    {
      "text": "If the application for judicial review was to be successful, the application would certainly deny to the Deputy Commissioner an ability to obtain judgment.",
      "id": "s211"
    },
    {
      "text": "But the judicial review application would not be an application sounding in money.",
      "id": "s212"
    },
    {
      "text": "It is more in the nature of a defence to the claim being made by the Deputy Commissioner and a possible reason why that claim should not prevail.",
      "id": "s213"
    },
    {
      "text": "Second, an even more fundamental difficulty confronting Mr Harding in the present proceeding is whether his proposed application has any prospects of success.",
      "id": "s214"
    },
    {
      "text": "Even if an application in the nature of judicial review could constitute a \" counter-claim, set-off or cross demand \", it is not considered that such an application is anything other than a \" shadowy claim \".",
      "id": "s215"
    },
    {
      "text": "It is certainly not an application which would make it \" just \" that that application should proceed in advance of the continuation of the bankruptcy proceedings.",
      "id": "s216"
    },
    {
      "text": "Third, it was contended by the Deputy Commissioner that it was s 105-100 of Schedule 1 to the Taxation Administration Act which made the present assessments \" conclusive \".",
      "id": "s217"
    },
    {
      "text": "And no submission was advanced that there had been any error committed which amounted to a jurisdictional error: cf Commissioner of Taxation v Futuris Corp Ltd [2008] HCA 32 , 247 ALR 605.",
      "id": "s218"
    },
    {
      "text": "See also: Kocic v Commissioner of Taxation [2008] FCA 1576.",
      "id": "s219"
    },
    {
      "text": "Even if it is assumed that an application in the nature of judicial review such as that presently contemplated may be a \" counter-claim \" or \" cross demand \", and further assuming that such an action could be instituted notwithstanding the statutory regime, the proposed ground of review upon which the judicial review application was to be advanced provided little basis upon which any state of \" satisfaction \" could be reached that jurisdictional error could be established.",
      "id": "s220"
    },
    {
      "text": "The ground of review as formulated by Counsel for Mr Harding was that Mr Scott's decision to issue the amended assessments was vitiated by reason of a failure to consider relevant considerations, namely: the conversation with \" Laura \"; and the acknowledgment on the part of Mr Scott that, had he known of the claimed GST exemption, he would have made further inquiries.",
      "id": "s221"
    },
    {
      "text": "But neither consideration was a consideration that Mr Scott was bound to take into account or further pursue: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39---41 per Mason J, even assuming that all that Mr Harding had to establish was a ground of review falling short of jurisdictional error.",
      "id": "s222"
    },
    {
      "text": "COULD NOT HAVE BEEN SET UP IN THE ACTION OR PROCEEDING?",
      "id": "s223"
    },
    {
      "text": "The rejection of the two suggested \" cross-claims \" or \" cross demands \" as formulated on behalf of Mr Harding makes it unnecessary to address the further submission as to whether any such \" counter-claim \" or \" cross demand \" \" could ... have [been] set up in the action or proceeding \" in the District Court.",
      "id": "s224"
    },
    {
      "text": "The requirement imposed by s 40(1)(g) that the \" counter-claim, set-off or cross demand \" be one which \" could not have [been] set up in the action or proceeding in which the judgment or order was obtained \" is a requirement which refers to the ability to set up the claim, set-off or demand as a matter of law.",
      "id": "s225"
    },
    {
      "text": "A mere failure to take advantage of an opportunity to do so does not fall within s 40(1)(g): Re Vicini; Ex parte E A Sealey &amp; Co (1982) 64 FLR 323.",
      "id": "s226"
    },
    {
      "text": "Fisher J there usefully summarised as follows some of the relevant authorities (at 326): \n The relevant words of the Act were considered by Lockhart J in Re Brink; Ex parte The Commercial Banking Company of Sydney Ltd. (1980) 44 F.L.R.",
      "id": "s227"
    },
    {
      "text": "135, at p. 139, when he said: \"The words 'that he could not have set up in the action or proceeding in which the judgment or order was obtained' mean 'which he could not by law set up in the action': see Re Jocumsen (1929) 1 A.B.C.",
      "id": "s228"
    },
    {
      "text": "82 , at p. 85; Re A Debtor [1914] 3 K.B. 726 , at p. 730 per Avory J.; Re Stockvis (1934) 7 A.B.C 53 , at p. 57, especially per Lukin J. where his Honour said: 'I take as a counterclaim, set off or cross demand which could not be set up as one which, from point of time, or from its nature, or from absence of empowering provisions, or from positive inhibition so to do, could not be set up in the particular case in which judgment was obtained .... Mere failure to take advantage of the opportunity can hardly be said to be inability.",
      "id": "s229"
    },
    {
      "text": "'\" \n\n \n In Re A Debtor the circumstances were that, at the time of judgment, the debtor was not the assignee of a debt, which debt he in answer to the bankruptcy notice relied upon as constituting a counterclaim which he could not have set up in the proceedings.",
      "id": "s230"
    },
    {
      "text": "Thus at the time of judgment he could not have as a matter of law set up the counterclaim.",
      "id": "s231"
    },
    {
      "text": "It was nothing to the point that he might have earlier taken an assignment.",
      "id": "s232"
    },
    {
      "text": "At p. 730 Avory J said: \n\n \n\"I think that upon the true interpretation of the section a debtor is entitled to set up in answer to a bankruptcy notice a counter-claim which rebus sic stantibus he could not in law have set up in the action in which the judgment was obtained, even though he could, if he had chosen, have taken steps which would have rendered the counter-claim available to him in the action.",
      "id": "s233"
    },
    {
      "text": "\"I think it means a counter-claim which as things then stood the debtor could not set up in the action.",
      "id": "s234"
    },
    {
      "text": "\"\n \n \nWhether a claim \" could not have [been] set up \" is to be determined \" by reference to legal considerations \" and not \" by reference to practicalities \": Re Ling; Ex parte Ling v Commonwealth [1995] FCA 1410 ; (1995) 58 FCR 129 at 132.",
      "id": "s235"
    },
    {
      "text": "See also: Smart v Esanda Finance Corp Ltd [2000] FCA 235 at [17] per Lee, Goldberg and Kenny JJ; Tzovaras v Nufeno Pty Ltd [2003] FCA 1152 at [34] ---[35] per Jacobson J; and Massih v Esber [2008] FCA 1452 at [28] ---[29].",
      "id": "s236"
    },
    {
      "text": "In respect to the suggested claim founded in misrepresentation, again Counsel for Mr Harding properly accepted that any such counter-claim or cross demand could have been filed in the District Court.",
      "id": "s237"
    },
    {
      "text": "Notwithstanding that concession, the submission as to why that claim \" could not have [been] set up \" in the District Court again seized on the conversation with the solicitor outside the District Court hearing room.",
      "id": "s238"
    },
    {
      "text": "Again, the submission was that Mr Harding had been effectively precluded from raising his cross-claim because he had been misled by the solicitor.",
      "id": "s239"
    },
    {
      "text": "The submission is to be rejected.",
      "id": "s240"
    },
    {
      "text": "There has been no misleading conduct such as to have prevented Mr Harding from pursuing his claims in misrepresentation had he wished to do so or been advised to do so.",
      "id": "s241"
    },
    {
      "text": "Moreover, the requirement that a person have a cross-claim which \" could not have [been] set up \" directs attention to whether or not the cross-claim could have been pursued in the action or proceeding in the District Court as a matter of law; it does not invite an inquiry as to why an available cross-claim was not pursued.",
      "id": "s242"
    },
    {
      "text": "Nor is it considered correct to characterise the \" action or proceeding \" in the District Court as the application for summary judgment.",
      "id": "s243"
    },
    {
      "text": "The \" action or proceeding \" was the entirety of the matter before that Court and cannot be confined to the one motion whereby summary judgment was sought and obtained.",
      "id": "s244"
    },
    {
      "text": "Finally, it was understood that both the Applicant and the Deputy Commissioner were in agreement that the judicial review application could not have been \" set up \" in the District Court.",
      "id": "s245"
    },
    {
      "text": "AN INDEPENDENT DISCRETION?",
      "id": "s246"
    },
    {
      "text": "The final submission was that, even if it were to be concluded that the requirements of s 40(1)(g) had not been satisfied, the Court retained a discretion to set aside a bankruptcy notice if it was considered \" just \" to do so.",
      "id": "s247"
    },
    {
      "text": "This final submission is also to be rejected.",
      "id": "s248"
    },
    {
      "text": "Reliance was sought to be placed on the observation of Latham CJ in Vogwell v Vogwell (1939) 11 ABC 83 at 85 that a Court should consider \" whether it is just that the claim should be determined before the bankruptcy proceedings are allowed to continue \".",
      "id": "s249"
    },
    {
      "text": "Reliance cannot be placed upon those observations of the Chief Justice in isolation.",
      "id": "s250"
    },
    {
      "text": "The balance of the passage is as follows: \n The words of the section are that the debtor must satisfy the court that he has \"a counter-claim, set-off or cross demand which equals or exceeds the amount of the judgment debt\".",
      "id": "s251"
    },
    {
      "text": "In the first place it is accordingly clear that the counter-claim, set-off or cross demand must be something sounding in money.",
      "id": "s252"
    },
    {
      "text": "It is also obvious that the section does not apply or refer to an already established right.",
      "id": "s253"
    },
    {
      "text": "If there were an already established set-off, for example, the judgment debt would have been reduced pro tanto and if there had been a counter-claim or cross demand which had already been applied as against the amount of the judgment the position would have been entirely different.",
      "id": "s254"
    },
    {
      "text": "What the section contemplates is a claim to the enforcement of a right sounding in money.",
      "id": "s255"
    },
    {
      "text": "It must be a real claim ; it is insufficient that the debtor believes that he has a claim, and the authorities show that the matter to which the court looks is this, --- whether it is just that the claim should be determined before the bankruptcy proceedings are allowed to continue ; in other words, whether it is a claim which it is proper and reasonable to litigate.",
      "id": "s256"
    },
    {
      "text": "Read in its entirety, it is clear that the Chief Justice was not propounding any proposition that a Court could set aside a bankruptcy notice simply because it considered it \" just \" to do so.",
      "id": "s257"
    },
    {
      "text": "CONCLUSIONS \n The Application is to be dismissed.",
      "id": "s258"
    },
    {
      "text": "It should, perhaps, be further noted that at one stage a Schedule of Questions of Fact and/or of Mixed Law and Fact was filed on behalf of the Applicant.",
      "id": "s259"
    },
    {
      "text": "That Schedule was filed in support of the application as previously made for the present proceeding to be heard with a jury.",
      "id": "s260"
    },
    {
      "text": "Such facts as did require resolution in the present proceeding were within a limited compass and could readily be resolved by a judge sitting alone.",
      "id": "s261"
    },
    {
      "text": "During the course of final submissions, the Deputy Commissioner foreshadowed that, if the Application was to be dismissed, costs would be sought on an indemnity basis.",
      "id": "s262"
    },
    {
      "text": "Although it is considered that the Applicant should pay the costs of the Respondent, it is not considered that there should be any further order that those costs are to be paid on an indemnity basis.",
      "id": "s263"
    },
    {
      "text": "Such revisions as have been made from time to time in the submissions being advanced for resolution have been the product of a previously unrepresented litigant being subsequently represented.",
      "id": "s264"
    },
    {
      "text": "Such revisions to the submissions to be resolved as have occurred since Counsel has been retained are no more than the refinement of ideas, which is to be expected.",
      "id": "s265"
    },
    {
      "text": "ORDERS \n The orders of the Court are: The Application as filed on 5 September 2007 is dismissed.",
      "id": "s266"
    },
    {
      "text": "The Applicant is to pay the costs of the Respondent.",
      "id": "s267"
    },
    {
      "text": "I certify that the preceding seventy-seven (77) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s268"
    },
    {
      "text": "Associate:\n \n \nDated: 24 December 2008\n \n Counsel for the Applicant: Mr P King \n \n Solicitor for the Applicant: McKells Solicitors \n \n Counsel for the Respondent: Mr P Rodionoff \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 29---30 October 2008 \n \n Date of Judgment: 24 December 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1985.html",
      "id": "s269"
    }
  ]
}