{
  "name": "Harding v Deputy Commissioner of Taxation [2008] FCA 1516 (10 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1516.html",
  "catchphrases": [
    {
      "text": "whether application for leave to appeal should be heard before a full court",
      "id": "c0"
    },
    {
      "text": "practice and procedure: application for leave to appeal",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 Judgment was entered against Mr Harding in the District Court of New South Wales in favour of the Deputy Commissioner of Taxation in the sum of $373,772.47.",
      "id": "s0"
    },
    {
      "text": "The Deputy Commissioner subsequently served a bankruptcy notice on Mr Harding who then applied to have the bankruptcy notice set aside.",
      "id": "s1"
    },
    {
      "text": "That application was docketed to a single judge.",
      "id": "s2"
    },
    {
      "text": "Mr Harding then applied to have his application tried before a jury.",
      "id": "s3"
    },
    {
      "text": "That latter application was dismissed in a judgment given on 15 September 2008: Harding v Deputy Commissioner of Taxation [2008] FCA 1403.",
      "id": "s4"
    },
    {
      "text": "Mr Harding has sought leave to appeal against that judgment and has also applied to have his application for leave heard by a Full Court.",
      "id": "s5"
    },
    {
      "text": "This judgment concerns those last mentioned applications.",
      "id": "s6"
    },
    {
      "text": "2 It is convenient to commence with the question of whether the application for leave to appeal should be heard by a Full Court, although resolution of that question is inextricably linked with at least one issue that must be considered in determining whether leave should be granted.",
      "id": "s7"
    },
    {
      "text": "For quite some time uncertainty attended whether a party applying for leave to appeal had a right to elect to have the application dealt with by a single judge or a Full Court.",
      "id": "s8"
    },
    {
      "text": "Early Full Court authority suggested there was such a right: Thomas Borthwick &amp; Sons (Pacific Holdings) Ltd v Trade Practices Commission (1988) 18 FCR 424.",
      "id": "s9"
    },
    {
      "text": "Later Full Court authority approached the matter differently, doubting there was a right to elect: Wati v Minister for Immigration and Multicultural Affairs (1997) 78 FCR 543 and Kristofferson v Department of Employment, Workplace Relations and Small Business [2002] FCAFC 269.",
      "id": "s10"
    },
    {
      "text": "There is at least one comparatively recent judgment of a single judge proceeding on probably the erroneous assumption that there is a right to elect: Tait v Harris [2003] FCA 416 (in which Wati appears not to have been referred to) although there are other recent judgments in which the notion that there is a right to elect has been rejected: see for example, Minister for Immigration and Multicultural and Indigenous Affairs v WAKX [2005] FCA 227 (and the authorities referred to in that judgment).",
      "id": "s11"
    },
    {
      "text": "3 The matter is now addressed by O 52 r 2AA of the Federal Court Rules , which provides:\n \n An application mentioned in subsection 25 (2) of the Act must be heard and determined by a single Judge unless: \n \n \n (a) a Judge directs that the application be heard and determined by a Full Court; or \n (b) the application is made in a proceeding that has already been assigned to a Full Court, and the Full Court considers it is appropriate for it to hear and determine the application.",
      "id": "s12"
    },
    {
      "text": "4 Mr Harding has asserted a right to elect and sought to exercise that right by having his application for leave heard by a Full Court.",
      "id": "s13"
    },
    {
      "text": "A submission was made by counsel for Mr Harding that the issue of whether an application for leave to appeal is to be heard by a Full Court of a single judge is addressed by s 25(2) of the Federal Court of Australia Act 1976 (Cth) (FC Act) and O 52 r 2AA could not modify the operation of the FC Act.",
      "id": "s14"
    },
    {
      "text": "However, all s 25(2) does is confer appellate jurisdiction on single judges and Full Courts to deal with applications for leave to appeal.",
      "id": "s15"
    },
    {
      "text": "Order 52 r 2AA prescribes, in my opinion unexceptionably, the mechanism that determines whether this jurisdiction will be exercised by a single judge, on the one hand, or a Full Court, on the other.",
      "id": "s16"
    },
    {
      "text": "As Buchanan J correctly observed in McDonald's Australia Ltd v Commissioner of Taxation (No.",
      "id": "s17"
    },
    {
      "text": "2) [2008] FCA 395 , referring to his Honour's earlier judgment in Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2008] FCA 47 , the provisions of O 52 r 2AA admit no debate about the existence of any such right of election.",
      "id": "s18"
    },
    {
      "text": "There is none.",
      "id": "s19"
    },
    {
      "text": "5 Counsel for Mr Harding advanced a number of reasons why the application for leave should be referred to a Full Court.",
      "id": "s20"
    },
    {
      "text": "He did so by reference to matters considered by Heerey J in TS Production LLC v Drew Pictures Pty Ltd [2008] FCA 1329.",
      "id": "s21"
    },
    {
      "text": "The first was whether the case could be characterised as a minor interlocutory squabble or one where orders had been made with important consequences for the parties.",
      "id": "s22"
    },
    {
      "text": "The second was whether the applicant seeking leave would suffer prejudice or an injustice if leave was refused.",
      "id": "s23"
    },
    {
      "text": "The third was whether something of value would be lost if the interlocutory judgment stood.",
      "id": "s24"
    },
    {
      "text": "The fourth was whether the interlocutory judgment dealt with substantial legal issues.",
      "id": "s25"
    },
    {
      "text": "For reasons that I will endeavour to explain shortly, I do not think that any of these matters point, in Mr Harding's favour, to referring the matter to a Full Court.",
      "id": "s26"
    },
    {
      "text": "6 However, it is first necessary to deal with what is said to be the substantial legal issues sought to be raised in the appeal if leave is granted.",
      "id": "s27"
    },
    {
      "text": "The power to order trial by jury is conferred on a judge of the Federal Court by s 40 of the FC Act.",
      "id": "s28"
    },
    {
      "text": "That section presumptively makes trial in the Federal Court by judge alone, subject to the exercise of the power to order trial by jury.",
      "id": "s29"
    },
    {
      "text": "Sections 39 and 40 provide:\n \n Section 39: Trial without jury \n In every suit in the Court, unless the Court or a Judge otherwise orders, the trial shall be by a Judge without a jury.",
      "id": "s30"
    },
    {
      "text": "Section 40: Power of Court to direct trial of issues with a jury \n The Court or a Judge may, in any suit in which the ends of justice appear to render it expedient to do so, direct the trial with a jury of the suit or of an issue of fact, and may for that purpose make all such orders, issue all such writs and cause all such proceedings to be had and taken as the Court or Judge thinks necessary, and upon the finding of the jury the Court may give such decision and pronounce such judgment as the case requires.",
      "id": "s31"
    },
    {
      "text": "7 Section 30 of the Bankruptcy Act 1966 (Cth) provides:\n \n (1) The Court: \n \n \n \n (a) has full power to decide all questions, whether of law or of fact, in any case of bankruptcy or any matter under Part IX , X or XI coming within the cognizance of the Court; and \n (b) may make such orders (including declaratory orders and orders granting injunctions or other equitable remedies) as the Court considers necessary for the purposes of carrying out or giving effect to this Act in any such case or matter.",
      "id": "s32"
    },
    {
      "text": "(2) The Court may direct such inquiries to be made and accounts to be taken for the purposes of any proceeding before the Court as the Court considers necessary and may, when directing an account to be taken, or subsequently, give special directions as to the manner in which the account is to be taken or vouched.",
      "id": "s33"
    },
    {
      "text": "(3) If in a proceeding before the Federal Court under this Act a question of fact arises that a party desires to have tried before a jury, the Federal Court may, if it thinks fit, direct the trial of that question to be had before a jury, and the trial may be had accordingly in the same manner as if it were the trial of an issue of fact in an action.",
      "id": "s34"
    },
    {
      "text": "(5) Where: \n \n \n \n \n (a) a bankrupt, a debtor or any other person has failed to comply with an order or direction of a Registrar, or with a direction or requirement of an Official Receiver or trustee, under this Act; or \n (b) a trustee has failed to comply with an order, direction or requirement of a Registrar, or with a requirement or request of the Inspector-General, under this Act; \n \n \n \n \n the Court may, on the application of the Registrar, Official Receiver, trustee or Inspector-General, as the case requires: \n \n \n \n \n (c) order the person who has failed to comply with the order, direction, requirement or request, as the case may be, to comply with it; or \n (d) if it thinks fit, make an immediate order for the committal to prison of that person.",
      "id": "s35"
    },
    {
      "text": "(6) The power conferred on the Court by subsection (5) is in addition to, and not in substitution for, any other right or remedy in respect of the failure to comply with the order, direction, requirement or request, as the case may be.",
      "id": "s36"
    },
    {
      "text": "Section 31 of the Bankruptcy Act directs that any application for the trial of questions of fact with the jury in the trial of those questions be heard in open Court.",
      "id": "s37"
    },
    {
      "text": "8 It probably correct to characterise section 30 of the Bankruptcy Act as conferring on the Federal Court a power to order trial by jury as a bankruptcy court, independently of the general power conferred by s 40 of the FC Act.",
      "id": "s38"
    },
    {
      "text": "I proceed on the basis that it is an independent source of power and must, in bankruptcy matters, be exercised in a manner contemplated by the section.",
      "id": "s39"
    },
    {
      "text": "This leads to the submission made by counsel for Mr Harding that, at least arguably, the primary judge misconstrued s 30 of the Bankruptcy Act and this, of itself, raises a substantial legal point bearing upon Mr Harding's rights and, potentially, to his detriment if he is denied a trial by jury.",
      "id": "s40"
    },
    {
      "text": "In his Honour's reasons, the primary judge dealt separately with the power conferred by s 40 of the FC Act ([33] to [47]) and the power conferred by s 30 of the Bankruptcy Act ([48] to [58]).",
      "id": "s41"
    },
    {
      "text": "His Honour's ultimate conclusion was that the normal mode of trial in bankruptcy matters was judge alone ([55] and [58]) and that \"special reason\" must be shown if a jury is sought ([55] and [58]).",
      "id": "s42"
    },
    {
      "text": "These conclusions were supported by both single judge and Full Court authority to which his Honour referred.",
      "id": "s43"
    },
    {
      "text": "9 In my opinion it is not even arguable that the primary judge misconstrued s 30 of the Bankruptcy Act .",
      "id": "s44"
    },
    {
      "text": "His Honour understood and adverted to the differing language in the FC Act and the Bankruptcy Act .",
      "id": "s45"
    },
    {
      "text": "10 Section 30(1) of the Bankruptcy Act confers power on the Court to, inter alia, decide all questions of fact.",
      "id": "s46"
    },
    {
      "text": "The expression \"the Court\" is defined in s 5 of the Bankruptcy Act to mean \"a Court having jurisdiction in bankruptcy....\", which includes the Federal Court.",
      "id": "s47"
    },
    {
      "text": "In the context of the Federal Court, the Court means the judges: see s 5 of the FC Act.",
      "id": "s48"
    },
    {
      "text": "Thus the general position is that questions of fact (and law) are to be decided by the court (that is, the judges) in exercise of that power.",
      "id": "s49"
    },
    {
      "text": "An exception to this general position arises if an order is made under s 30(3) of the Bankruptcy Act , and questions of fact are tried by jury.",
      "id": "s50"
    },
    {
      "text": "Whether such an order is made involves, as his Honour noted, the exercise of a broad discretionary power: see Hubner v Australia and New Zealand Banking Group Ltd [1999] FCA 385 ; (1999) 88 FCR 445.",
      "id": "s51"
    },
    {
      "text": "In my view, it is not arguable, as counsel for Mr Harding contended, that the words in s 30(3) of the Bankruptcy Act , \"...may, if it thinks fit, direct...\" do anything other than confer a broad discretion.",
      "id": "s52"
    },
    {
      "text": "In particular, the expression \"thinks fit\" is nothing more than what is probably now an outmoded and unnecessary expression reinforcing the width of the discretionary power.",
      "id": "s53"
    },
    {
      "text": "The exercise of that broad discretionary power is informed by principles enunciated in cases where a party has sought the exercise of the power.",
      "id": "s54"
    },
    {
      "text": "These authorities establish that the power to order trial before a jury is only to be exercised if special reasons are established.",
      "id": "s55"
    },
    {
      "text": "The ultimate conclusion of the primary judge was correct.",
      "id": "s56"
    },
    {
      "text": "11 Another point sought to be raised by Mr Harding was that the power to order a trial by jury was, in this case, exercised against him without the primary judge considering the facts that were said to be appropriate to be tried by jury.",
      "id": "s57"
    },
    {
      "text": "This is demonstrably not so, having regard to the primary judge's reasons and his Honour's reference, at various points, to the schedule of facts proffered by counsel for Mr Harding.",
      "id": "s58"
    },
    {
      "text": "12 Not only did the primary judge dismiss Mr Harding's application for a trial by jury, his Honour also ordered that Mr Harding pay the Deputy Commissioner's costs on an indemnity basis up to 8 August 2008, which was when submissions made by Mr Harding without the benefit of legal assistance were withdrawn.",
      "id": "s59"
    },
    {
      "text": "Mr Harding wishes to appeal against that order on the basis that it was made in circumstances in which he was denied procedural fairness.",
      "id": "s60"
    },
    {
      "text": "This is said to arise because no notice of motion was filed seeking indemnity costs nor were there oral submissions made at the hearing on 8 September 2008 for such a costs order.",
      "id": "s61"
    },
    {
      "text": "13 Again, this point is not arguable.",
      "id": "s62"
    },
    {
      "text": "Indemnity costs were sought in written submissions in the proceedings prepared by the Deputy Commissioner's counsel dated 22 August 2008.",
      "id": "s63"
    },
    {
      "text": "Counsel for Mr Harding accepted that these submissions were served on or about 25 August 2008, about a fortnight before the hearing.",
      "id": "s64"
    },
    {
      "text": "Those representing Mr Harding were clearly on notice that indemnity costs were sought and a submission to that effect had been made.",
      "id": "s65"
    },
    {
      "text": "Submissions could have been made in opposition to an order for indemnity costs on Mr Harding's part at the hearing.",
      "id": "s66"
    },
    {
      "text": "All procedural fairness requires is that a party be given an opportunity to be heard in relation to a matter which might adversely affect the party's interests.",
      "id": "s67"
    },
    {
      "text": "It does not require a Court or tribunal to ensure that the party takes advantage of that opportunity: Re Association of Architects of Australia; ex parte Municipal Officers Association of Australia (1989) 63 ALJR 298 at 305.",
      "id": "s68"
    },
    {
      "text": "Unless the Court otherwise indicates, a party should ordinarily make submissions on costs during the hearing: Hanave Pty Ltd v LFOT Pty Ltd [1999] FCA 572.",
      "id": "s69"
    },
    {
      "text": "14 In my opinion, the points sought to be argued by Mr Harding are without substance.",
      "id": "s70"
    },
    {
      "text": "For that reason, it is inappropriate to refer the application for leave to appeal to a Full Court.",
      "id": "s71"
    },
    {
      "text": "No substantial legal issue is sought to be raised and, in the circumstances, no prejudice could be occasioned to Mr Harding as the appeal, ultimately challenging the exercise of a discretionary power, is doomed to fail.",
      "id": "s72"
    },
    {
      "text": "Put slightly differently, he has no prospects of achieving a result favourable to him.",
      "id": "s73"
    },
    {
      "text": "Also, for these reasons, leave should be refused.",
      "id": "s74"
    },
    {
      "text": "I dismiss the application to refer the matter and for leave with costs.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 10 October 2008\n\n\n Counsel for the Applicant: P King \n \n Solicitor for the Applicant: McKells Solicitors \n \n Counsel for the Respondent: P Rodionoff \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8 October 2008 \n \n Date of Judgment: 10 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1516.html",
      "id": "s77"
    }
  ]
}