{
  "name": "Hadgkiss v Construction, Forestry, Mining and Energy Union (No. 5) [2008] FCA 1040 (14 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1040.html",
  "catchphrases": [
    {
      "text": "scope and application of the reversal of onus under s 298v",
      "id": "c0"
    },
    {
      "text": "imposition of penalties for additional contraventions of s 298sc(c) of the act",
      "id": "c1"
    },
    {
      "text": "consideration of the totality principle",
      "id": "c2"
    },
    {
      "text": "workplace relations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 In this matter I have previously delivered four judgments bearing the following medium neutral citations:\n \n(i) [2005] FCA 1453 of 14 October 2005;\n \n(ii) [2006] FCA 941 of 24 July 2006;\n \n(iii) [2007] FCA 87 of 9 February 2007 and\n \n(iv) [2007] FCA 425 of 26 March 2007.",
      "id": "s0"
    },
    {
      "text": "2 The first judgment dealt with the question of whether, in proceedings under the Workplace Relations Act 1996 (Cth) ('the Act') in which the applicant sought the imposition of civil penalties against, inter alia, the third and fourth respondents, as natural persons, such respondents could decline to file Defences, relying upon the privilege against exposure to penalties.",
      "id": "s1"
    },
    {
      "text": "I determined that they could not, whereupon they proceeded to file their Defences.",
      "id": "s2"
    },
    {
      "text": "3 The second judgment dealt with an application by the applicant for leave to question one of his own witnesses as though cross-examining him under s 38(1)(c) of the Evidence Act 1995 (Cth), where there had been a prior inconsistent statement made by the witness (see also the third judgment at [212]-[213]).",
      "id": "s3"
    },
    {
      "text": "4 The third judgment dealt with the alleged contraventions of ss 298SC(c), 298S(2)(a) and 170NC of the Act, which were said to have been committed in the Illawarra region of New South Wales on Monday 19 January 2004, Tuesday 17 February 2004 and Wednesday 18 February 2004.",
      "id": "s4"
    },
    {
      "text": "Those that were pressed by the applicant were set out extensively in the third judgment: in relation to s 298SC(c) in subparagraphs (a)-(l) of [74], in relation to s 298S(2)(a) in subparagraphs (m)-(o) of [74] and in relation to s 170NC in subparagraphs (p)-(r) of [74].",
      "id": "s5"
    },
    {
      "text": "5 In the third judgment I found, at [294], that nine of the twelve alleged contraventions of s 298SC(c) of the Act had been established.",
      "id": "s6"
    },
    {
      "text": "Those contraventions had been detailed in subparagraphs (a), (c), (d), (e), (g), (h), (i), (k) and (l) of [74].",
      "id": "s7"
    },
    {
      "text": "6 At [295] I found that none of the alleged contraventions of s 298S(2)(a) of the Act which were detailed in subparagraphs (m), (n) and (o) of [74] had been established and at [296] I found that none of the contraventions of s 170NC alleged in subparagraphs (p), (q) and (r) of [74] had been established.",
      "id": "s8"
    },
    {
      "text": "7 At [299] I said:\n 'The parties are agreed that the precise form of the relief which should be ordered in the circumstances should be the subject of further submissions after the parties have had an opportunity to consider the findings which have been made in respect of the alleged contraventions.",
      "id": "s9"
    },
    {
      "text": "...' \n8 The fourth judgment was directed at determining what relief should be ordered in respect of the contraventions of s 298SC(c) of the Act which had been found to have occurred on 19 January 2004 and 18 February 2004.",
      "id": "s10"
    },
    {
      "text": "In the result nine declarations of contravention of s 298SC(c) of the Act were made, one order was made for the payment by the third respondent of a pecuniary penalty, two orders were made for the payment by the fourth respondent of pecuniary penalties, three orders were made for the payment by the first respondent of pecuniary penalties and three orders were made for the payment by the second respondent of pecuniary penalties.",
      "id": "s11"
    },
    {
      "text": "In addition, orders were made for the destruction of forms in the custody, possession or control of the first and second respondents which required union delegates 'to ensure that all workers on site are financial members of the relevant union' and orders were made for the publication by the first and second respondents of advertisements in the 'Illawarra Mercury' newspaper drawing attention to the fact that no employee or contractor in the building industry was required to join the CFMEU or the CFMEU (NSW Branch) in order to work in the building industry, that union membership was a matter of choice and that union delegates and officials could not tell workers on a building site that they must join the union in order to work on the site.",
      "id": "s12"
    },
    {
      "text": "The full text of the required advertisements was set out in Annexures 'A' and 'B' to the orders made on 26 March 2007.",
      "id": "s13"
    },
    {
      "text": "Finally, orders were made dismissing the other claims made by the applicant in respect of which no findings of contravention had been made.",
      "id": "s14"
    },
    {
      "text": "9 The substantive hearing which led to the third judgment of 9 February 2007 occupied some 16 hearing days over the period 17 July --- 11 December 2006 and the fourth judgment of 26 March 2007 followed a further two hearing days on 14 February and 14 March 2007.",
      "id": "s15"
    },
    {
      "text": "10 On 27 April 2007 a judge of the Court ordered that the orders imposing the pecuniary penalties, requiring the destruction of the 'CFMEU Code of Conduct for Union Delegates' forms and requiring the publication of the advertisements in the 'Illawarra Mercury' newspaper by stayed until further order.",
      "id": "s16"
    },
    {
      "text": "11 The stay orders were made on the application of the respondents following the filing by them of a Notice of Appeal on 16 April 2007, which appealed against the third and fourth judgments and the orders made on 26 March 2007.",
      "id": "s17"
    },
    {
      "text": "12 As it transpires on 16 April 2007 the applicant also filed a Notice of Appeal, appealing from those parts of the third and fourth judgments which resulted in orders numbers 15 --- 23 inclusive being made on 26 March 2007.",
      "id": "s18"
    },
    {
      "text": "By those orders three of the applicant's twelve claims in respect of contraventions of s 298SC(c) of the Act were dismissed, all three claims alleging contraventions by the first, second and fourth respondents of s 298S(2)(a) of the Act were dismissed and all three claims alleging contraventions by the first, second and fourth respondents of s 170NC of the Act were dismissed.",
      "id": "s19"
    },
    {
      "text": "13 The applicant's Notice of Appeal was filed in proceeding NSD 650/2007 whereas the respondents' Notice of Appeal was filed in proceeding NSD 655 of 2007.",
      "id": "s20"
    },
    {
      "text": "The respondents' Notice of Appeal was superseded by an Amended Notice of Appeal filed 23 May 2007.",
      "id": "s21"
    },
    {
      "text": "14 As it transpires both the applicant's appeal in proceeding NSD 650 of 2007 and the respondents' appeal in proceeding NSD 655 of 2007 were listed for hearing together before a Full Court on 6 and 7 August 2007.",
      "id": "s22"
    },
    {
      "text": "On 7 August 2007 an order was made in proceeding NSD 655 of 2007 adjourning that appeal to a date to be fixed after judgment was handed down in proceeding NSD 650 of 2007.",
      "id": "s23"
    },
    {
      "text": "15 To complete the historical background it should be noted that on 29 August 2007 the applicant filed an application for an extension of time within which to file a Notice of Cross-Appeal in proceeding NSD 655 of 2007.",
      "id": "s24"
    },
    {
      "text": "As I understand it, that application is still extant.",
      "id": "s25"
    },
    {
      "text": "Effectively, it seeks orders in respect of forms used by the first and second respondents to replace the orders numbered 11 and 12 which I made on 26 March 2007, in the event that my orders for the destruction of such forms were to be set aside.",
      "id": "s26"
    },
    {
      "text": "The applicant's alternative claims were for orders as originally proposed by the applicant on 14 March 2007, namely:\n \n \n '11.",
      "id": "s27"
    },
    {
      "text": "Orders that the first respondent remove from any code of conduct or other instruction given to a delegate by the first respondent any requirement or direction that the delegate ensure that workers on a building or construction site be members of the first and/or the second respondent.",
      "id": "s28"
    },
    {
      "text": "12.",
      "id": "s29"
    },
    {
      "text": "Orders that the second respondent remove from any code of conduct or other instruction given to a delegate by the second respondent any requirement or direction that the delegate ensure that workers on a building or construction site be members of the first and/or the second respondent.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n\n Remittal of certain matters for further consideration \n \n16 The applicant's appeal in proceedings NSD 650 of 2007 was decided on 5 March 2008.",
      "id": "s31"
    },
    {
      "text": "The orders made by the Full Court on that day (see Hadgkiss v CFMEU [2008] FCAFC 22) were as follows:\n '1.",
      "id": "s32"
    },
    {
      "text": "The appeal is allowed in part.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "The following additional declarations are made as part of Order 1 made on 26 March 2007: \n \n \n \n \n \n (j) By making a representation on 17 February 2004 that in order to work on the Wollongong site each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel was obliged to join the First Respondent and/or the Second Respondent, the Fourth Respondent contravened s 298SC(c) of the Act.",
      "id": "s35"
    },
    {
      "text": "(k) By the action of the Fourth Respondent referred to in (j) above the First Respondent contravened s 298SC(c) of the Act.",
      "id": "s36"
    },
    {
      "text": "(l) By the action of the Fourth Respondent referred to in (j) above the Second Respondent contravened s 298SC(2) of the Act.",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "The matter is remitted to the trial judge for further consideration in accordance with these reasons as to: \n \n \n \n \n (i) whether on 18 February 2004 the Third Respondent (and by his actions the First and Second respondents), within the meaning of s 298S(2)(a), advised, encouraged or incited Nenad Djukic to take discriminatory action against each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel because each was not a member of an industrial association; \n \n \n \n \n \n (ii) what, if any, penalties should be imposed on the first, second, third or fourth respondents as a result of, or arising out of, Orders 2 and 3(i) hereof.",
      "id": "s39"
    },
    {
      "text": "4.",
      "id": "s40"
    },
    {
      "text": "The appeal is otherwise dismissed.",
      "id": "s41"
    },
    {
      "text": "' \n\n \n17 The 'Wollongong site' referred to in the Full Court's Order 2 had previously been identified in subparagraph (b) of Order 1 made on 26 March 2007 as a site at the corner of Bank and Harbour Streets, Wollongong at which Hansen Yuncken Pty Limited was the head contractor.",
      "id": "s42"
    },
    {
      "text": "18 The effect of Order 2 was to reverse my findings that the alleged contraventions of s 298SC(c) of the Act, which had been detailed in subparagraphs (b), (f) and (j) at [74] of the third judgment, had not been established.",
      "id": "s43"
    },
    {
      "text": "The Full Court held that on Tuesday 17 February 2004 Mr Lane had made a false or misleading representation to Glenn Suter that each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel was obliged to join the first respondent and/or the second respondent in order to work on the Wollongong site.",
      "id": "s44"
    },
    {
      "text": "Furthermore, by the action of Mr Lane, the first respondent made a false or misleading representation to Glenn Suter about the obligation of each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel to join the first respondent and/or the second respondent and, by the same action, the second respondent made a false or misleading representation to Glenn Suter about the obligation of each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel to joint the first respondent and/or the second respondent.",
      "id": "s45"
    },
    {
      "text": "Orders 15, 16 and 17 of the Court's orders of 26 March 2007 were impliedly set aside and replaced by Orders 2 and 3(ii) of 5 March 2008.",
      "id": "s46"
    },
    {
      "text": "19 The effect of order 3(i) made by the Full Court on 4 March 2008 was that the alleged contravention of s 298S(2)(a) of the Act referred to in subparagraph (m) of [74] of the third judgment required further consideration, as did the alleged contraventions referred to in subparagraphs (n) and (o).",
      "id": "s47"
    },
    {
      "text": "Orders 18, 19 and 20 of the Court's orders of 26 March 2007 were impliedly set aside pending further consideration of those alleged contraventions at least in respect of services said to have been offered by each of Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel.",
      "id": "s48"
    },
    {
      "text": "20 No further consideration of s 170NC was required.",
      "id": "s49"
    },
    {
      "text": "21 Order 3(ii) of the Full Court's orders of 5 March 2008 required consideration of what, if any, further penalties should be imposed on the fourth respondent for the additional contravention of s 298SC(c) of the Act, as found by the Full Court, what if any additional penalties should be imposed on the first and second respondents in respect of their respective contraventions of s 298SC(c) of the Act brought about by the action of the fourth respondent which gave rise to the additional contravention on his part, and what, if any, penalties should be imposed in respect of contraventions of s 298(2)(a) of the Act by the third, first and second respondents, if any, which may now be found to have occurred.",
      "id": "s50"
    },
    {
      "text": "The alleged contraventions of s 298S(2)(a) \n \n22 The Full Court acknowledged that the background facts, the evidence and the specific factual findings had been comprehensively set out in the third judgment (see [2008] FCAFC 22 at [52] , [1] and [50]).",
      "id": "s51"
    },
    {
      "text": "In the circumstances it is unnecessary to repeat them.",
      "id": "s52"
    },
    {
      "text": "As an aside, I would observe that the index to the Appeal Books which appears behind Tab 1 in Part A and the two volumes comprising Part C of the Appeal Books appear to me to be unsatisfactory.",
      "id": "s53"
    },
    {
      "text": "No list of the exhibits (Exhibits A1 --- A31 and R1 --- R13) was incorporated in the index with an indication of the relevant transcript page at which the exhibits were admitted into evidence, nor was there any indication as to whether the exhibits had or had not been reproduced in the appeal books.",
      "id": "s54"
    },
    {
      "text": "The extracts from Exhibit A1 (three volumes of documents in strict chronological order) which have been reproduced behind Tab 41 in volume 2 of Part C of the Appeal Books, are, in my view, quite inadequate.",
      "id": "s55"
    },
    {
      "text": "I propose to direct that a full list of exhibits be placed on the Court file in respect of proceeding NSD 655 of 2007 to ensure that the Full Court hearing that appeal is not placed at a disadvantage when considering the evidence.",
      "id": "s56"
    },
    {
      "text": "Obviously, it will be a matter for the Full Court to decide whether any additional material should be reproduced in supplementary Appeal Books.",
      "id": "s57"
    },
    {
      "text": "23 The alleged contraventions of s 298S(2)(a) were summarised at [74(m), (n) and (o)] of the third judgment as follows:\n 'Section 298S(2)(a) Third Respondent \n \n (m) On Wednesday 18 February 2004 the third respondent advised, encouraged or incited Mr Nenad Djukic and Innovation Interiors to refuse to make use of or to agree to make use of services said to have been offered by each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr because each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr was not a member of the first respondent and/or the second respondent (see Application para 7).",
      "id": "s58"
    },
    {
      "text": "First Respondent \n \n (n) On Wednesday 18 February 2004, by the action of the third respondent referred to in (m) above, the first respondent advised encouraged or incited Mr Nenad Djukic and Innovation Interiors to refuse to make use of or to agree to make use of the services said to have been offered by each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr because each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr was not a member of the first respondent and/or the second respondent (see Application para 6(a)).",
      "id": "s59"
    },
    {
      "text": "Second Respondent \n \n (o) On Wednesday 18 February 2004, by the action of the third respondent referred to in (m) above, the second respondent advised encouraged or incited Mr Nenad Djukic and Innovation Interiors to refuse to make use of or to agree to make use of the services said to have been offered by each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr because each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr was not a member of the first respondent and/or the second respondent (see Application para 6(b)).",
      "id": "s60"
    },
    {
      "text": "' \n \n\n\n \n24 The prayers for relief as set out in the Application filed 27 July 2005 were somewhat cryptic and required cross-referencing to various paragraphs in the Statement of Claim filed 27 July 2005.",
      "id": "s61"
    },
    {
      "text": "The relevant paragraphs in the Application were paragraphs 6 and 7 which are set out hereunder in reverse order so as to accord with (m), (n) and (o) above.",
      "id": "s62"
    },
    {
      "text": "They were:\n \n \n '7.",
      "id": "s63"
    },
    {
      "text": "A declaration that, by the conduct set out in paragraphs 42 --- 45 of the Statement of Claim the Third Respondent contravened section 298S(2)(a) of the Act.",
      "id": "s64"
    },
    {
      "text": "6.",
      "id": "s65"
    },
    {
      "text": "A declaration that, by the conduct pleaded in paragraphs: \n \n \n \n \n \n ... \n (b) 42-45 and 47 \n \n of the Statement of Claim, and by section 298B of the Act: \n \n (a) the First Respondent contravened section 298S(2)(a) of the Act; and/or \n \n (b) the Second Respondent contravened section 298S(2)(a) of the Act.",
      "id": "s66"
    },
    {
      "text": "' \n \n \n\n\n \n25 Paragraphs 42-45 and 47 of the Statement of Claim filed 27 July 2005 were as follows:\n \n \n '42 On 18 February 2004 the Third Respondent informed Mr Djukic and Innovation that he did not want the ABN workers on the Lanskey site.",
      "id": "s67"
    },
    {
      "text": "43 In so doing, the Third Respondent advised, encouraged or incited Mr Djukic and Innovation to refuse to make use of or to agree to make use of the services offered by each ABN worker.",
      "id": "s68"
    },
    {
      "text": "44 By section 298V of the Act it is presumed that the Third Respondent advised, encouraged or incited as pleaded in paragraph 43 because each ABN worker was not a member of the First Respondent and/or Second Respondent.",
      "id": "s69"
    },
    {
      "text": "45 The Third Respondent advised, encouraged or incited as pleaded in paragraph 43 because each ABN worker was not a member of the First Respondent and/or Second Respondent.",
      "id": "s70"
    },
    {
      "text": "... \n \n 47 The advice, encouragement or incitement pleaded in paragraph 43 was done by the Third Respondent as: \n \n \n \n \n \n (a) an officer or agent of the: \n \n \n \n(1) First Respondent; and/or (2) Second Respondent; acting in that capacity; and \n \n \n (b) a member of the: \n \n \n \n(1) First Respondent; and/or (2) Second Respondent; \n \n \n who performs the function of dealing with an employer on behalf of himself and other members of the First Respondent and Second Respondent respectively acting in that capacity.",
      "id": "s71"
    },
    {
      "text": "' \n \n \n \n\n26 Whilst no mention was made of s 298V of the Act in the Application and there was no allegation in the Application that the conduct of Mr Casper on 18 February 2004, of which the applicant complains, was carried out for a particular reason to which a presumption under s 298V of the Act would apply, it seems to me that the particular reason identified by the applicant in paragraph 45 of the Statement of Claim by the words 'because each ABN worker was not a member of the First Respondent and/or Second Respondent' was a sufficient allegation in respect of Mr Casper's conduct, as pleaded in paragraph 42 of the Statement of Claim, to engage s 298V.",
      "id": "s72"
    },
    {
      "text": "27 Section 298S of the Act relevantly provided as follows:\n \n '298S (1) In this section: \n \n \n \n \n discriminatory action , in relation to an eligible person, means: \n \n \n \n \n (a) a refusal to make use of, or to agree to make use of, services offered by the eligible person; or \n \n (b) a refusal to supply, or to agree to supply, goods or services to the eligible person.",
      "id": "s73"
    },
    {
      "text": "eligible person means a person who is not an employee, but who: \n \n (a) is eligible to join an industrial association; or \n \n \n \n \n (b) would be eligible to join an industrial association if he or she were an employee.",
      "id": "s74"
    },
    {
      "text": "(2) An industrial association, or an officer or member of an industrial association, must not: \n \n (a) advise, encourage or incite a person (whether an employer or not) to take discriminatory action against an eligible person because the eligible person is not a member of an industrial association; or \n ...' \n \n\n28 Section 298V provided for a reversal of the onus in respect of matters of reason and intent in relation to conduct falling within Part XA of the Act.",
      "id": "s75"
    },
    {
      "text": "It provided as follows:\n \n '298V If: \n \n \n \n \n (a) in an application under this Division relating to a person's or an industrial association's conduct, it is alleged that the conduct was, or is being, carried out for a particular reason or with a particular intent; and \n \n (b) for the person or industrial association to carry out the conduct for that reason or with that intent would constitute a contravention of this Part; \n \n \n \n \n \n it is presumed, in proceedings under this Division arising from the application, that the conduct was, or is being, carried out for that reason or with that intent, unless the person or industrial association proves otherwise.",
      "id": "s76"
    },
    {
      "text": "' \n \n\n\n \n29 Sections 298S and 298V both fell within Part XA of the Act headed 'FREEDOM OF ASSOCIATION'.",
      "id": "s77"
    },
    {
      "text": "30 The principal object of the Act is to be found in s 3 (see [15] of the third judgment).",
      "id": "s78"
    },
    {
      "text": "The objects of Part XA are set out in s 298A of the Act as follows:\n '298A As well as the objects set out in section 3, this Part has these objects: \n \n \n \n \n (a) to ensure that employers, employees and independent contractors are free to join industrial associations of their choice or not to join industrial associations; and \n \n (b) to ensure that employers, employees and independent contractors are not discriminated against or victimised because they are, or are not, members or officers of industrial associations.",
      "id": "s79"
    },
    {
      "text": "' \n \n \n \n31 The leading judgment in the Full Court was that of Buchanan J, with whose reasons Lander J agreed.",
      "id": "s80"
    },
    {
      "text": "North J relevantly dissented from the views expressed by the majority.",
      "id": "s81"
    },
    {
      "text": "32 In deciding that further consideration should be given to the alleged contraventions of s 298S(2)(a) of the Act, generally as detailed at [74(m), (n) and (o)] of the third judgment, Buchanan J observed at [85] that when evaluating the factual findings to determine whether or not they established those contraventions 'no reference was made to s 298V or, less directly, to the onus which fell upon the respondents to prove that the presumed intent was not, in fact, present'.",
      "id": "s82"
    },
    {
      "text": "33 Section 298V of the Act was considered by a Full Court comprising Wilcox, Merkel and Finkelstein JJ in Greater Dandenong City Council v Australian Municipal, Administrative, Clerical and Services Union [2001] FCA 349 ; (2001) 112 FCR 232 , which decision was itself considered in detail by Branson J in Maritime Union of Australia v CSL Australia Pty Ltd (2002) 113 IR 326 ('MUA v CSL').",
      "id": "s83"
    },
    {
      "text": "34 The section of the Act which was under consideration in MUA v CSL was s 298K(1) which relevantly provided:\n \n \n \n '298K(1) An employer must not, for a prohibited reason, or for reasons that include a prohibited reason, do or threaten to do any of the following: \n \n \n \n(a) dismiss an employee; ...' \n35 A 'prohibited reason' was defined for the purposes of the Act by s 298L(1) but it is unnecessary for present purposes to turn to the wording of that definition.",
      "id": "s84"
    },
    {
      "text": "36 MUA v CSL is not on all fours with the present case.",
      "id": "s85"
    },
    {
      "text": "In that case the critical issue was whether or not a conclusion could be drawn that a threat to dismiss members of the crew of the CSL Yarra was made for a prohibited reason, or for reasons that included a prohibited reason, namely that the members of the crew were entitled to the benefit of the Maritime Industry Seagoing Award and one or other of the MUA certified agreement and the AIMPE certified agreement ('the industrial instruments') (see at [38]).",
      "id": "s86"
    },
    {
      "text": "In the result her Honour found that the onus placed upon CSL by s 298V had been discharged.",
      "id": "s87"
    },
    {
      "text": "37 Her Honour found at [61] that:\n '... within the meaning of s 298K(1) ..., the fact that the members of the crew of the CSL Yarra are entitled to the protection of the industrial instruments was neither the reason, nor included in the reasons, for the Company's conduct.",
      "id": "s88"
    },
    {
      "text": "...' \n38 It is important to note that s 298S(2)(a) of the Act is only engaged if a person in the position of Mr Casper advises, encourages or incites a person to take discriminatory action against an eligible person 'because', i.e.",
      "id": "s89"
    },
    {
      "text": "for the reason that, the person is not a member of an industrial association (relevantly in this case, the first respondent or the second respondent).",
      "id": "s90"
    },
    {
      "text": "Section 298S(2)(a) does not appear to me to be engaged if advice, encouragement or incitement is given for reasons that include the reason that the eligible person is not a member of an industrial association.",
      "id": "s91"
    },
    {
      "text": "However, as will emerge later the distinction is unimportant in this case.",
      "id": "s92"
    },
    {
      "text": "39 A contravention is only established if the advice, encouragement or incitement given by the alleged contravener was given for the reason that the eligible persons (relevantly now, Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel) were not members of the first respondent or the second respondent.",
      "id": "s93"
    },
    {
      "text": "40 It seems to me that the following propositions flow from her Honour's reasons for judgment in MUA v CSL :\n \n(a) a contravention of s 298S(2)(a) will only be made out if the proscribed reason (because the eligible persons were not members of an industrial association) was the operative reason for the conduct complained of;\n \n(b) whether the conduct complained of was actuated by the proscribed reason is a question of fact.",
      "id": "s94"
    },
    {
      "text": "That question will often involve questions of judgment.",
      "id": "s95"
    },
    {
      "text": "The critical question is what were the actual reasons for the advice, encouragement or incitement of the alleged contravener;\n \n(c) whether conduct was engaged in for the proscribed reason is to be answered by reference to the real reason for the conduct;\n \n(d) section 298V ceases to have application in a case where there is sufficient evidence to enable the trial judge to make a positive finding whether conduct was carried out for the reason alleged in the Statement of Claim.",
      "id": "s96"
    },
    {
      "text": "The presumption imposed by s 298V must be drawn when there is not sufficient evidence to permit the judge to determine what are the true facts, that is, true in the sense of being more probable than not.",
      "id": "s97"
    },
    {
      "text": "Once a judge has sufficient evidence to determine the true facts he or she cannot resort to s 298V as an alternative to finding facts (at [53]-[54] and [60]).",
      "id": "s98"
    },
    {
      "text": "41 The conduct of which the applicant complains in paragraph 42 of the Statement of Claim and which the applicant submits was for the proscribed reason within the meaning of s 298S(2)(a) of the Act was not the conduct which was proved.",
      "id": "s99"
    },
    {
      "text": "The conversation which took place in the car park under the building at the Fairy Meadow site on the morning of Wednesday 18 February 2004 involved Mr Casper saying to Mr Djukic of Innovation Interiors words to the effect 'I don't want these four people on site.",
      "id": "s100"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s101"
    },
    {
      "text": "' (see [268] of the third judgment).",
      "id": "s102"
    },
    {
      "text": "In paragraph 42 of the Statement of Claim no mention was made of 'I was abused and swore at.",
      "id": "s103"
    },
    {
      "text": "'\n \n42 Mr Djukic understood the reference to 'these four people' to be a reference to 'the four new people that started that day'.",
      "id": "s104"
    },
    {
      "text": "43 At [65]-[68] of the third judgment reference was made to the return of Barry Sindel, Norm Philipp, Reinhard Philipp and Anthony Summers to the Fairy Meadow site on 18 February 2004 as follows:\n '65 When Barry Sindel, Norm Philipp, Reinhard Philipp and Anthony Summers returned to the Fairy Meadow site on 18 February 2004 they were not then recorded as Innovation Interiors' workers.",
      "id": "s105"
    },
    {
      "text": "Rather, Lanskey's list of Pro Finish Interiors workers was updated by Mr Casper, with the addition of the names of Tony Morgan, Geoff Harnett and Albert Lilley, and then copied and adapted by him by the addition of asterisks on the copy, which he had made, against the names of Barry Sindel, Norm Philipp, Reinhard Philipp, Tony Morgan, Geoff Harnett and Albert Lilley.",
      "id": "s106"
    },
    {
      "text": "Another asterisk was added at the top of the copy reading: \n \n '18 Feb 04\n ON LOAN TO\n INNOVATION INTERIOR (sic) ' \n \n \n \nAt a later stage Mr Casper added an asterisk against Mr Summers' name, but this was not recorded on the original copy which he made.",
      "id": "s107"
    },
    {
      "text": "66 In point of fact, Pro Finish Interiors had no involvement at all in the work undertaken by these men upon their return to or arrival at the Fairy Meadow site on 18 February 2004.",
      "id": "s108"
    },
    {
      "text": "Each of the men, apart from Barry Sindel, appears to have invoiced Innovation Interiors for the work performed by them on 18 February 2004 at the rate of $33 per hour plus GST (cf the rate of $35 per hour plus GST previously charged to Pro Finish Interiors for work at the Fairy Meadow site).",
      "id": "s109"
    },
    {
      "text": "Barry Sindel only charged $32 per hour plus GST.",
      "id": "s110"
    },
    {
      "text": "Bryan Harnett, Geoff Harnett's son, who commenced working for Innovation Interiors at the Fairy Meadow site on 19 February 2004, also charged $33 per hour plus GST.",
      "id": "s111"
    },
    {
      "text": "67 Under s 8 of A New Tax System (Australian Business Number) Act 1999 (Cth) it was possible for entities that carried on enterprises in Australia to be provided with an Australian Business Number ('ABN').",
      "id": "s112"
    },
    {
      "text": "'Enterprise' covered all business and trading activities.",
      "id": "s113"
    },
    {
      "text": "However, activities in a person's capacity as an employee were excluded from those of an enterprise.",
      "id": "s114"
    },
    {
      "text": "68 Each of Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel, Tony Morgan, Albert Lilley, Geoff Harnett and Bryan Harnett, carried on business as part of entities registered with their own ABNs.",
      "id": "s115"
    },
    {
      "text": "Norm Philipp carried on business in partnership with his wife as N &amp; M Philipp under ABN 19736995679, Reinhard Philipp carried on business in partnership with his wife as R &amp; M M Philipp under ABN 26940466534 and Anthony Summers carried on business in partnership with Hua Ping as Ruse Linings under ABN 52589917303.",
      "id": "s116"
    },
    {
      "text": "Barry Sindel carried on business on his own account under ABN 48687228924.",
      "id": "s117"
    },
    {
      "text": "44 At [292]-[293] of the third judgment the following appeared in relation to s 298S(2) of the Act:\n '292 The applicant acknowledges that a partnership such as that of Hua Ping and Anthony Summers, trading as Ruse Linings, would not be eligible to join an industrial association, such as the first and/or second respondent, and accordingly, be an 'eligible person' within the meaning of s 298S(1) of the Act.",
      "id": "s118"
    },
    {
      "text": "However, the applicant submits that the individual partners or, at least in the case of Ruse Linings, Mr Summers, would be an eligible person.",
      "id": "s119"
    },
    {
      "text": "It seems clear to me that, whilst Mr Summers may have been an 'eligible person', nevertheless, there could be no 'discriminatory action' within the meaning of s 298S(1) in relation to him unless there was evidence that he had offered his services, as opposed to those of Ruse Linings, to, relevantly, Innovation Interiors.",
      "id": "s120"
    },
    {
      "text": "There is no such evidence in the present case.",
      "id": "s121"
    },
    {
      "text": "It seems clear that in relation to Mr Summers, his services were simply not on offer.",
      "id": "s122"
    },
    {
      "text": "Rather, Ruse Linings, which was not an eligible person, offered its services on the basis that Mr Summers would be the person undertaking the performance of its contractual obligations.",
      "id": "s123"
    },
    {
      "text": "293 Similar considerations would apply in respect of the partnerships of N &amp; M Philipp and R &amp; M M Philipp referred to at [68].",
      "id": "s124"
    },
    {
      "text": "Barry Sindel was in a different position as he was a sole trader.",
      "id": "s125"
    },
    {
      "text": "45 My conclusion in respect of the alleged contraventions of s 298S(2)(a) of the Act was set out at [295(m), (n) and (o)] of the third judgment as follows:\n '295 Adopting the same alphabetical identification as provided in paragraph [74] for the alleged contraventions: \n \n (m) As indicated above, none of Norm Philipp, Reinhard Philipp and Anthony Summers were eligible persons who offered their services to Innovation Interiors.",
      "id": "s126"
    },
    {
      "text": "They were each partners in firms which offered services, but such firms were not eligible persons within the meaning of s 298S(1) of the Act.",
      "id": "s127"
    },
    {
      "text": "In relation to Norman Philipp Jnr, he may have been an eligible person, but he did not relevantly offer services to Innovation Interiors on or after 18 February 2004.",
      "id": "s128"
    },
    {
      "text": "His involvement in work at the Fairy Meadow site came to an end in January 2004 after he had executed work at the site as a subcontractor to Pro Finish Interiors.",
      "id": "s129"
    },
    {
      "text": "Whilst it may be suggested that Mr Casper advised, encouraged or incited Mr Nenad Djukic and Innovation Interiors to refuse to make use of or to agree to make use of services offered by Barry Sindel because he was not a member of the first respondent and/or the second respondent, the fact is that I am not satisfied that Mr Casper said to Mr Djukic words to the effect that he did not want Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel on the Fairy Meadow site because they did not want to join the Union.",
      "id": "s130"
    },
    {
      "text": "The evidence simply establishes that Mr Casper said to Mr Djukic words to the effect, 'I don't want these four people [referring to Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel] on site.",
      "id": "s131"
    },
    {
      "text": "I was abused and swore at'.",
      "id": "s132"
    },
    {
      "text": "Such words do not constitute advice, encouragement or incitement to refuse to make use of or to agree to make use of services offered by the named persons or any of them because such persons or any of them were not members of the first respondent and/or the second respondent.",
      "id": "s133"
    },
    {
      "text": "No relevant contravention of s 298S(2)(a) has been established.",
      "id": "s134"
    },
    {
      "text": "(n) It follows from the findings in respect of paragraph (m) that no contravention of s 298S(2)(a) of the Act on the part of the first respondent has been established.",
      "id": "s135"
    },
    {
      "text": "(o) It follows from the findings in respect of paragraph (m) that no contravention of s 298S(2)(a) of the Act on the part of the second respondent has been established.",
      "id": "s136"
    },
    {
      "text": "' \n \n\n\n \n46 My observations in relation to the question of whether plastering services offered to Innovation Interiors Pty Limited ABN 89 104 518 989 ('Innovation Interiors') by the partnerships of Hua Ping and Anthony Summers trading as Ruse Linings, N &amp; M Philipp and R &amp; M M Philipp could fall within s 298S of the Act and my findings at [292] and [293] of the third judgment that the services of Mr Summers, Mr Norm Philipp and Mr Reinhard Philipp were simply not on offer were rejected by the Full Court.",
      "id": "s137"
    },
    {
      "text": "At [82] Buchanan J said:\n '... A partnership is not a legal entity separate from its partners.",
      "id": "s138"
    },
    {
      "text": "On the contrary, a contract made with a partnership is made with each of the partners.",
      "id": "s139"
    },
    {
      "text": "I can see no reason why one partner could not, for the purpose of s 298S, be an eligible person to whom the section might apply.",
      "id": "s140"
    },
    {
      "text": "Action to discriminate against such a person or encourage or incite someone not to use the services offered by the partnership (including by the individual partner) falls, it seems to me, within the statutory prohibition.",
      "id": "s141"
    },
    {
      "text": "...' \n\n \n47 In respect of the application of s 298V of the Act to the alleged contraventions of s 298S(2)(a) of the Act Buchanan J said at [88]-[89], in addition to his observation at [85] referred to above:\n '88 ... it seems to me that ... the trial judge did not consider the application of s 298V, no doubt through oversight at the end of a long and comprehensive judgment.",
      "id": "s142"
    },
    {
      "text": "89 In the circumstances I would uphold the appeal on this point but remit the issue to the trial judge, as requested by the appellant, for his further consideration of whether, having regard to the operation of s 298V, the respondents proved that the intent presumed by s 298V was not present and whether in the light of that further consideration the alleged contravention was established ...' \n48 Passages in Mr Djukic's evidence in chief which are relevant to the determination of whether or not s 298(S)(2)(a) was contravened were recorded at transcript pages 572-576 as follows:\nFernon SC (senior counsel for the applicant):\n \n \n '... you told us that you saw the extra workers in Block D ... shortly after 8 o'clock on the day that they came to the site in February 2004?",
      "id": "s143"
    },
    {
      "text": "' \n \n \nDjukic : 'Yes'.",
      "id": "s144"
    },
    {
      "text": "...\n Fernon SC: 'Did you have a conversation with Mr Casper after seeing the extra workers on the site.",
      "id": "s145"
    },
    {
      "text": "' \n \n \n\nDjukic: 'Yes, I did.",
      "id": "s146"
    },
    {
      "text": "' \n\n \n \n Fernon SC: 'To the best of your recollection can you remember when that conversation took place?",
      "id": "s147"
    },
    {
      "text": "' \n \n Djukic: 'In the morning after the site induction was complete for the four new workers.",
      "id": "s148"
    },
    {
      "text": "' \n \n \n\nFernon SC: 'All right, are you able to be any more specific in relation to time than that?",
      "id": "s149"
    },
    {
      "text": "' \n\nDjukic: 'It would have been anywhere between 8, 9 o'clock in the morning.",
      "id": "s150"
    },
    {
      "text": "' \n\nFernon: 'And where did the conversation occur that you had with Mr Casper?",
      "id": "s151"
    },
    {
      "text": "' \n\n \n \n Djukic: 'In the car park of, it would have been Block C [a car park which was located underneath all four blocks taken together] .",
      "id": "s152"
    },
    {
      "text": "' \n \n\n ... \nFernon SC: '... tell us what your recollection is of the words that Skip used?",
      "id": "s153"
    },
    {
      "text": "' \n\n \n \n Djukic: 'Yes, Skip said, I don't want these four people on site.",
      "id": "s154"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s155"
    },
    {
      "text": "' \n ...\n Fernon SC: '... Could you tell us what he told you in the phone conversation [which led to the meeting in the car park] , if you recall?",
      "id": "s156"
    },
    {
      "text": "' \n \n Djukic: 'That Skip said he had a problem with the boys and that he wanted to see me in the car park.",
      "id": "s157"
    },
    {
      "text": "' \n \n\n\nFernon SC: 'So you went down to the car park?",
      "id": "s158"
    },
    {
      "text": "' \n\nDjukic: 'Yes.",
      "id": "s159"
    },
    {
      "text": "' \n\nFernon SC: 'And had the conversation you told us about a moment ago?",
      "id": "s160"
    },
    {
      "text": "' \n\nDjukic: 'Yes.",
      "id": "s161"
    },
    {
      "text": "' \n \n \n ...\n His Honour: '... you recall that you said earlier that in the car park Skip said \"I don't want these four people on site.",
      "id": "s162"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s163"
    },
    {
      "text": "\" Remember you said that?",
      "id": "s164"
    },
    {
      "text": "' \n \n \n\nDjukic: 'Yes, I do.",
      "id": "s165"
    },
    {
      "text": "' \n\n \n \n His Honour: 'What Mr Fernon is asking, can you remember whether Mr Casper said anything else, whether you replied, whether he said more, would you give us the full conversation additional to the bit you have already mentioned?",
      "id": "s166"
    },
    {
      "text": "' \n \n\n\nDjukic: 'I can't remember anything further.",
      "id": "s167"
    },
    {
      "text": "Just that part of the conversation.",
      "id": "s168"
    },
    {
      "text": "' \n \n \n ...\n His Honour: '..., did you understand who he [Mr Casper] was talking about when he said \"these four people\", if you did have an understanding, who were those people?",
      "id": "s169"
    },
    {
      "text": "' \n \n\n\nDjukic: 'Yes, I did.",
      "id": "s170"
    },
    {
      "text": "' \n \n \n ... \n \n\nFernon SC: 'Who were they?",
      "id": "s171"
    },
    {
      "text": "' \n\nDjukic: 'The four new people that started that day.",
      "id": "s172"
    },
    {
      "text": "' \n\nFernon SC: 'And how did you have that understanding?",
      "id": "s173"
    },
    {
      "text": "' \n\n \n \n Djukic: 'Nobody else from the company went into [the sense of what Mr Djukic said was 'in to'] get a site induction, because everyone already had, they were the only ones in the office that morning.",
      "id": "s174"
    },
    {
      "text": "' \n ...\n Fernon SC: 'When you spoke to Mr Casper in the car park, did you make any observation as to his mood?",
      "id": "s175"
    },
    {
      "text": "' \n \n\n\nDjukic: 'Just that he was very angry.",
      "id": "s176"
    },
    {
      "text": "' \n\nHis Honour: 'How was it apparent to you that he was very angry?",
      "id": "s177"
    },
    {
      "text": "' \n\nDjukic: 'His tone of voice, the way he was speaking.",
      "id": "s178"
    },
    {
      "text": "' \n\n \n \n Fernon SC: '... what was it about his tone of voice and the way that he was speaking that brought you to that conclusion?",
      "id": "s179"
    },
    {
      "text": "' \n \n\n\nDjukic: 'It was just very intense.",
      "id": "s180"
    },
    {
      "text": "' \n (emphasis added) \n49 To place the conversation between Mr Casper and Mr Djukic on the morning of Wednesday 18 February 2004 into context it is necessary to note that Norm Philipp, Norman Philipp Jnr, Reinhard Philipp and Barry Sindel had all worked at the Fairy Meadow site in January 2004 carrying out plastering work, on that occasion, for Pro Finish Interiors Pty Limited ABN 16 096 811 059 ('Pro Finish Interiors').",
      "id": "s181"
    },
    {
      "text": "The work that they then carried out was plastering work in the loft or penthouse level of Block A.",
      "id": "s182"
    },
    {
      "text": "These four men were inducted by Mr Casper at the Fairy Meadow site on 19 January 2004.",
      "id": "s183"
    },
    {
      "text": "Mr Summers also worked at the Fairy Meadow site for Pro Finish Interiors in late January and early February 2004.",
      "id": "s184"
    },
    {
      "text": "He was inducted by Mr Casper on 21 January 2004.",
      "id": "s185"
    },
    {
      "text": "50 The men who arrived at the Fairy Meadow site on the morning of Wednesday 18 February 2004 to undertake work for Innovation Interiors were Norm Philipp, Reinhard Philipp, Barry Sindel, Anthony Summers, Tony Morgan, Geoff Harnett and Albert Lilley (see [61] of the third judgment).",
      "id": "s186"
    },
    {
      "text": "The group did not include Mr Norman Philipp Jnr.",
      "id": "s187"
    },
    {
      "text": "At [247] of the third judgment the story relevantly continued as follows:\n '247 Mr Sindel established where the work was to be done whereupon the newly arrived workers proceeded into the relevant building and commenced work.",
      "id": "s188"
    },
    {
      "text": "Shortly thereafter they were summoned to the site shed in the car park level of the building for induction.",
      "id": "s189"
    },
    {
      "text": "Notwithstanding that Norm Philipp, Reinhard Philipp, Barry Sindel and Anthony Summers had previously been inducted, they were required by Lanskey to undertake a further induction.",
      "id": "s190"
    },
    {
      "text": "...' \n\n \n51 Induction was normally effected first thing in the morning at about 7:00 am.",
      "id": "s191"
    },
    {
      "text": "On this occasion it was probably carried out a little later.",
      "id": "s192"
    },
    {
      "text": "Following the induction meeting on 18 February 2004, the men returned to work on the site.",
      "id": "s193"
    },
    {
      "text": "52 Counsel for the respondents, Mr Pearce, suggested to Mr Djukic in cross examination that the conversation in the car park on the morning of 18 February 2004 which he had attributed to Mr Casper was in fact a conversation which Mr Djukic had with Mr Rowland, Lanskey Constructions Pty Limited's site manager at the Fairy Meadow site.",
      "id": "s194"
    },
    {
      "text": "Lanskey was the head contractor at the site (see [3] of the third judgment).",
      "id": "s195"
    },
    {
      "text": "53 Mr Djukic denied that the conversation he had recounted as having taken place with Mr Casper was in fact a conversation he had with Mr Rowland.",
      "id": "s196"
    },
    {
      "text": "Mr Djukic's evidence was that he couldn't remember one way or another whether he had a conversation with Mr Rowland about 'these four workers' on 18 February 2004 (transcript p582).",
      "id": "s197"
    },
    {
      "text": "54 In the course of Mr Casper's evidence on 5 September 2006 he was cross examined by senior counsel for the applicant about the conversation with Mr Djukic in the car park at the Fairy Meadow site on the morning of 18 February 2004.",
      "id": "s198"
    },
    {
      "text": "Mr Casper denied that the conversation took place.",
      "id": "s199"
    },
    {
      "text": "The cross examination proceeded as follows:\n \n \n Fernon SC: 'You had a conversation with Mr Djukic in the carpark under the four towers, I would suggest at about 9 o'clock where you said to Mr Djukic, I don't want these four people in [the transcript should show 'on'] site.",
      "id": "s200"
    },
    {
      "text": "I was abused and swore at?",
      "id": "s201"
    },
    {
      "text": "' \n \n Casper: 'No.",
      "id": "s202"
    },
    {
      "text": "' \n \n Fernon SC: '...",
      "id": "s203"
    },
    {
      "text": "The position was, wasn't it, that you didn't want the four workers on site who were not members of a union?",
      "id": "s204"
    },
    {
      "text": "' \n \n Casper: 'No.",
      "id": "s205"
    },
    {
      "text": "' \n \n\n...\n \n \n Fernon SC: '... You didn't want them on the site, I suggest, because they were resisting your efforts [to join the union] ?",
      "id": "s206"
    },
    {
      "text": "' \n \n Casper: 'No.",
      "id": "s207"
    },
    {
      "text": "' \n \n\n(see transcript p1171)\n\n \n55 No suggestion was put to Mr Casper that he deceitfully proffered as the reason for his request of Mr Djukic, 'I was abused and swore at'.",
      "id": "s208"
    },
    {
      "text": "56 I find that words to the effect of 'I don't want those four people on site.",
      "id": "s209"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s210"
    },
    {
      "text": "' were spoken by Mr Casper to Mr Djukic in the car park underneath the four tower buildings at the Fairy Meadow site somewhere between 8:00 am and 9:00 am on Wednesday 18 February 2004.",
      "id": "s211"
    },
    {
      "text": "The timing of the conversation is important for the purposes of the alleged contraventions of s 298S(2)(a) of the Act, in the context of what happened later that morning.",
      "id": "s212"
    },
    {
      "text": "57 At some time or other Norm Philipp, Reinhard Philipp, Anthony Summers, Barry Sindel and Norman Philipp Jnr had all been members of the Union (see [87] of the third judgment).",
      "id": "s213"
    },
    {
      "text": "However, by 18 February 2004 Anthony Summers was no longer a member of the Union (see [87] of the third judgment), nor was Norm Philipp a member of the Union (see [92] of the third judgment).",
      "id": "s214"
    },
    {
      "text": "When inducted on the morning of 18 February 2004 Norm Philipp conceded that he may have said to Mr Casper 'You know that I'm in the union', in the belief that his name would still be recorded on the union's books (see [93] of the third judgment).",
      "id": "s215"
    },
    {
      "text": "58 As at 9:13 am on Wednesday 18 February 2004 Mr Casper would appear to have been uncertain as to the membership status of the men who arrived to work for Innovation Interiors on that day.",
      "id": "s216"
    },
    {
      "text": "His enquiry of the Union office at that time included 'Please check their union memberships and financial status' (see [94] of the third judgment).",
      "id": "s217"
    },
    {
      "text": "59 The response which Mr Casper received from the Union's office to his inquiry was transmitted to him by facsimile at about 10:48 am on Wednesday 18 February 2004.",
      "id": "s218"
    },
    {
      "text": "60 Mr Casper was a thorough and disciplined site delegate for the Union at the Fairy Meadow site.",
      "id": "s219"
    },
    {
      "text": "On 28 March 2003 he had signed the 'CFMEU Code of Conduct for Union Delegates' form which required him, to the best of his capacity, to 'ensure that all workers on site are financial members of the relevant union' (see [57] of the third judgment).",
      "id": "s220"
    },
    {
      "text": "Whilst his policy may have been to give workers at the site 'a chance to join on their own if they would like[,] so they don't have to join immediately' (see [119] of the third judgment), Mr Casper was a cautious man who, in my judgment, would not have taken action to insist on union membership, before the facts in relation to such membership were known to him.",
      "id": "s221"
    },
    {
      "text": "It is highly improbable that at or before 9.00 am on Wednesday 18 February 2004, before he made his inquiry of the Union office as to the membership and financial status of the men who arrived to work for Innovation Interiors on that day, including Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel, he would have advised, encouraged or incited Mr Djukic to refuse to make use of, or agree to make use of plastering services offered by those men or, in the case of Norm Philipp, Reinhard Philipp and Anthony Summers, their respective partnerships, because they were not members of the Union.",
      "id": "s222"
    },
    {
      "text": "At the time when Mr Casper spoke to Mr Djukic in the car park, he was uncertain as to their membership status.",
      "id": "s223"
    },
    {
      "text": "It was not until 10:48 am that he had the necessary information in respect of their membership and financial status to take what he may have considered to be, appropriate action.",
      "id": "s224"
    },
    {
      "text": "61 It is appropriate to repeat my findings in respect of the credibility of the third respondent.",
      "id": "s225"
    },
    {
      "text": "At [131] I said:\n '131 Mr Casper was both respectful and well-spoken.",
      "id": "s226"
    },
    {
      "text": "He seemed to me to be quite articulate.",
      "id": "s227"
    },
    {
      "text": "However, his written word suggested that he was not particularly literate.",
      "id": "s228"
    },
    {
      "text": "I find it difficult to accept that Mr Casper was prone to excessive swearing.",
      "id": "s229"
    },
    {
      "text": "Unlike Mr Lane, whose evidence smacked of artful reconstruction and lacked credibility, I was generally impressed by Mr Casper's evidence.",
      "id": "s230"
    },
    {
      "text": "' \n\n \n62 At [96]-[98] of the third judgment an observation was made in respect of Mr Casper's efforts to secure members for the Union as follows:\n '96 ... No doubt Mr Casper was keen to ascertain the membership status of those workers who were coming to the site to work for Innovation Interiors and about whose membership status he had no knowledge, even though when they, or some of them, had previously worked at the Fairy Meadow site for Pro Finish Interiors, a similar inquiry had not, apparently, been made.",
      "id": "s231"
    },
    {
      "text": "Apart from other considerations, Mr Casper had a proven track record of seeking to secure and securing new members for the Union and of having unfinancial members brought up to a financial status.",
      "id": "s232"
    },
    {
      "text": "97 In this context it may be noted that this was not the first occasion when Mr Casper had submitted a list of workers' names to the CFMEU office to ascertain their Union membership and financial status.",
      "id": "s233"
    },
    {
      "text": "He assiduously pursued the identity of workers who were not members of the Union.",
      "id": "s234"
    },
    {
      "text": "At 10.26 am on 18 July 2003 Mr Casper had submitted a list of names to the CFMEU office under the heading 'INNOVATIONS (sic) INTERIORS' with five column headings reading 'SURNAME', 'FIRST', 'D.O.B.",
      "id": "s235"
    },
    {
      "text": "', 'UNION #' and 'FINANCIAL'.",
      "id": "s236"
    },
    {
      "text": "The columns under the headings 'UNION #' and 'FINANCIAL' as submitted by Mr Casper to the CFMEU office were blank at the time.",
      "id": "s237"
    },
    {
      "text": "At the foot of the form which listed some 12 Innovation Interiors workers' names there was a message from Mr Casper to Janet McIntosh's predecessor, 'Tanya', reading: \n \n 'This Company is starting on site next MONDAY.",
      "id": "s238"
    },
    {
      "text": "I would like to check these fellows Financial Status and have it ASAP.",
      "id": "s239"
    },
    {
      "text": "thanks \n [signed] Skip Casper' \n \n Tanya responded by indicating that five people on the list were 'Not Mbr'.",
      "id": "s240"
    },
    {
      "text": "Where Union dues were outstanding, that was also noted.",
      "id": "s241"
    },
    {
      "text": "The facsimile response from the CFMEU office to Mr Casper's facsimile of 18 July 2003 was transmitted to him at 11.35 am on 18 July 2003.",
      "id": "s242"
    },
    {
      "text": "98 Another similar document headed 'INNOVATION INTERIOR (sic) GYPROCK' would appear to have been brought into existence by Mr Casper in about November 2003.",
      "id": "s243"
    },
    {
      "text": "That document had column headings reading 'NAME', 'DOB' and 'Member #'.",
      "id": "s244"
    },
    {
      "text": "There appear to have been approximately 29 names recorded on that list.",
      "id": "s245"
    },
    {
      "text": "The copy of the list which is in evidence has been edited with notations, presumably added by staff at the CFMEU office or by Mr Casper with the assistance of the CFMEU office, where Union dues are said to have been owing.",
      "id": "s246"
    },
    {
      "text": "In other instances the letters 'OK' have been added against names or the word 'Deal' has been added against a name.",
      "id": "s247"
    },
    {
      "text": "Some seven or eight names appear to have been deleted, however it is unclear from the photocopy which is in evidence whether the marking indicates an intended deletion of a name from the list or, alternatively, the application of a coloured highlighter for some reason which, in the photocopy, has come out in black as if it were an intended deletion.",
      "id": "s248"
    },
    {
      "text": "63 Mr Casper's pursuit of new union members was further referred to in the third judgment at [114]-[119] as follows:\n 114 After receiving Tanya's facsimile from the CFMEU office which was transmitted at 11:35 am on 18 July 2003 Mr Casper was seized of the fact that Ranko Bojanic, Luka Bojanic, Predrag Djukic and Dusan Ponorac were non-members of the Union.",
      "id": "s249"
    },
    {
      "text": "By Friday 25 of July 2003 he had secured each of them as new members of the Union.",
      "id": "s250"
    },
    {
      "text": "On that date he issued receipts to each of them in respect of the payment of their respective Union dues of $218 each.",
      "id": "s251"
    },
    {
      "text": "115 At some stage four other workers joined Innovation Interiors workforce who were not members of the Union namely Terry King, Nikola Mijakovac, Gary Kernan and Zarko Romic.",
      "id": "s252"
    },
    {
      "text": "By 22 September 2003 each of these Innovation Interiors' workers had become members of the Union, receipts having been issued to them on that date for payment of their Union dues of $225 each.",
      "id": "s253"
    },
    {
      "text": "116 On 22 September 2003 Mr Casper also issued a receipt to Stevo Pjevac who had been recorded on his list of Innovation Interiors' workers as a non-member.",
      "id": "s254"
    },
    {
      "text": "Apparently Mr Pjevac had joined the Union on 29 May 2000 and resigned in 2001 owing money to the Union.",
      "id": "s255"
    },
    {
      "text": "With the approval of Mick Lane, Mr Pjevac paid $225 of his outstanding dues totalling $360, rendering him paid up and 'OK' to 1 April 2004 as a result of a 'deal'.",
      "id": "s256"
    },
    {
      "text": "It would appear that Mr Pjevac's payment of $225 was effected by an Innovation Interiors' cheque.",
      "id": "s257"
    },
    {
      "text": "117 Another Innovation Interiors' worker whose name was recorded upon one of Mr Casper's running lists for that company was Dean Webb.",
      "id": "s258"
    },
    {
      "text": "It would appear that on 20 November 2003 Mr Casper issued a receipt to Dean Webb for the payment of $225 covering his joining fee and six months dues as a new member of the Union.",
      "id": "s259"
    },
    {
      "text": "On the same day, Mr Casper issued a receipt to Mr Kane Rogers, another Innovation Interiors' worker, for $225 to cover his joining fee and his dues for the first six months of his membership.",
      "id": "s260"
    },
    {
      "text": "118 On 26 November 2003, Mr Casper received a payment of $190 from Joe McNamara, another Innovation Interiors' worker, recording on his receipt 'Deal as per Mick Lane.",
      "id": "s261"
    },
    {
      "text": "Credit Bal OK to 1/4/04'.",
      "id": "s262"
    },
    {
      "text": "' \n\n \n64 At [132] of the third judgment further observations were made in respect of Mr Casper's pursuit of members for the union and the restoration of unfinancial members to a financial status as follows:\n '132 There can be no doubt that Mr Casper was significantly successful in enlisting new members for the Union amongst the plasterers who worked for Innovation Interiors and in procuring the restoration to a financial status of those workers who, on arrival at the Fairy Meadow site, were unfinancial members of the Union.",
      "id": "s263"
    },
    {
      "text": "He said that he worked hard to enrol all of the workers, who were eligible to join the CFMEU, into the Union as members.",
      "id": "s264"
    },
    {
      "text": "' \n65 Not only am I not satisfied that Mr Casper said to Mr Djukic words to the effect that he did not want Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel on the Fairy Meadow site because they did not want to join the Union (see [295(m)] of the third judgment), I am satisfied, as previously indicated, that somewhere between 8.00am and 9:00 am on Wednesday 18 February 2004 Mr Casper said to Mr Djukic words to the effect 'I don't want these four people [referring to Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel] on site.",
      "id": "s265"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s266"
    },
    {
      "text": "'\n \n66 Such words did not constitute advice, encouragement or incitement to refuse to make use of or to agree to make use of services offered by the named persons or any of them because such persons or any of them were not members of the first respondent and/or the second respondent.",
      "id": "s267"
    },
    {
      "text": "67 Any presumption arising under s 298V of the Act, as to the reason for Mr Casper saying to Mr Djukic words to the effect 'I don't want these four people on site' or 'I don't want these four people on site.",
      "id": "s268"
    },
    {
      "text": "I was abused and swore at.",
      "id": "s269"
    },
    {
      "text": "', from the alleged reason contained in paragraph 45 of the Statement of Claim, namely 'because each ABN worker was not a member of the First Respondent and/or Second Respondent' has been satisfactorily rebutted.",
      "id": "s270"
    },
    {
      "text": "68 I am satisfied that the reason proffered in paragraph 45 of the applicant's Statement of Claim was not the operative reason for Mr Casper saying what he said to Mr Djukic, nor was it a reason for what he said or any part thereof.",
      "id": "s271"
    },
    {
      "text": "Mr Casper was too smart to make such a request for the reason suggested by the applicant in circumstances where the full facts in relation to the Union membership and financial status of each of the workers in question were not known to him.",
      "id": "s272"
    },
    {
      "text": "69 Were it necessary for me to do so I would find that the operative reason for Mr Casper's statement to Mr Djukic 'I don't want these four people on site' was, more probably than not, that he believed that he had been abused and sworn at by the workers in question when they were re-inducted at the Fairy Meadow site on the morning of Wednesday 18 February 2008.",
      "id": "s273"
    },
    {
      "text": "70 No relevant contravention of s 298S(2)(a) of the Act by Mr Casper has been established.",
      "id": "s274"
    },
    {
      "text": "It follows from the findings which I have made that no contravention of \n \ns 298S(2)(a) of the Act on the part of the first respondent has been established and, further, that no contravention of s 298S(2)(a) of the Act on the part of the second respondent has been established.",
      "id": "s275"
    },
    {
      "text": "71 Orders should be made dismissing the claims in respect of the alleged contraventions of s 298S(2)(a) of the Act generally in the same terms as Orders 18, 19 and 20 of 26 March 2007, which, as previously observed, were impliedly set aside by the Full Court's orders of 5 March 2008 at least in respect of services said to have been offered by Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel.",
      "id": "s276"
    },
    {
      "text": "72 In the circumstances, there is no occasion for considering penalties that might be imposed on the first, second and third respondents arising out of Order 3(i) of the Full Court's orders of 5 March 2008.",
      "id": "s277"
    },
    {
      "text": "73 All that remains is to consider what, if any, penalties should be imposed on the first, second and fourth respondents as a result of, or arising out of, Order 2 as made by the Full Court, where extra findings of contraventions of s 298SC(c) of the Act on 17 February 2004 were made.",
      "id": "s278"
    },
    {
      "text": "In this regard it is unnecessary to restate the additional background facts, evidence and specific factual findings which were set out in detail in the third and fourth judgments.",
      "id": "s279"
    },
    {
      "text": "Penalty \n \n74 The penalties previously imposed on the third, fourth, first and second respondents in respect of the contraventions of s 298SC(c) of the Act which occurred on 19 January 2004 and 18 February 2004 were as follows:\n 19 January 2004 \n \nMr Casper (the Third Respondent) $1,250\nFirst Respondent $5,000\nSecond Respondent $5,000\n 18 February 2004 \n \nMr Lane (the Fourth Respondent) (first contravention) $1,000\nMr Lane (second contravention) $1,000\nFirst Respondent (first contravention) $2,500\nFirst Respondent (second contravention) $2,500\nSecond Respondent (first contravention) $2,500\nSecond Respondent (second contravention) $2,500\n\n \n75 The individual penalties, already imposed upon Messrs Casper and Lane may, superficially, give the impression that Mr Casper's contravention on 19 January 2004 was more serious than the individual contraventions of Mr Lane on 18 February 2004; similarly, in respect of the penalties imposed on the first and second respondents by virtue of the actions of Mr Casper and Mr Lane on 19 January 2004 and 18 February 2004 respectively.",
      "id": "s280"
    },
    {
      "text": "76 The view that I took of the contraventions in respect of which penalties were imposed on 26 March 2007 (see [59]-[65] of the fourth judgment) was that the conduct of Mr Lane was considerably more reprehensible than that of Mr Casper.",
      "id": "s281"
    },
    {
      "text": "I have previously described Mr Lane's conduct on 18 February 2004 as 'deliberate' and 'contumacious' (at [60] of the fourth judgment), and his contraventions on that day as 'extremely serious' (at [64] of the fourth judgment) and as a 'flouting' by him of the relevant legal requirement (s 298SC(c)) directed at ensuring freedom of association (at [63] of the fourth judgment).",
      "id": "s282"
    },
    {
      "text": "However, in the case of Mr Lane it seemed to me (see at [59]) that, where he had committed two contraventions which arose out of the one course of conduct, the starting point should be to determine the appropriate penalty for each contravention of the statutory norm, due regard being had to the apparent degree of overlap, the aggregate figure then being considered with a view to ensuring that it provided an appropriate response to the conduct which led to the breaches.",
      "id": "s283"
    },
    {
      "text": "In this way a total figure of $2,000 was derived in respect of appropriate penalties to be imposed on Mr Lane and that amount was then divided equally between each of the two contraventions that had been found.",
      "id": "s284"
    },
    {
      "text": "Similarly, in the case of the derivative contraventions of the first and second respondents by virtue of Mr Lane's conduct (see [77]-[79] of the fourth judgment).",
      "id": "s285"
    },
    {
      "text": "77 The meeting between Mr Lane and Mr Suter on Tuesday 17 February 2004, which led to the Full Court's decision that Mr Lane committed a contravention of s 298SC(c) on the afternoon of that day (see [16]-[18] above) was the subject of detailed consideration at [207]-[243] of the third judgment.",
      "id": "s286"
    },
    {
      "text": "In his affidavit sworn 3 August 2006 Mr Lane disputed that Exhibit A10 provided an accurate account of what had been said at that meeting.",
      "id": "s287"
    },
    {
      "text": "In relation to the conversation recounted at [226] of the third judgment, which was, relevantly, the subject of a finding at [242] (see also [61] of the fourth judgment), Mr Lane denied that the relevant words had been used.",
      "id": "s288"
    },
    {
      "text": "78 In my opinion, the false and misleading representation made by Mr Lane to Mr Suter on 17 February 2004 in relation to the obligation of Messrs Norm Philipp, Reinhard Philipp, Anthony Summers and Barry Sindel to join the first respondent or second respondent in order to work on the Wollongong site, cannot be treated as arising out of the same course of conduct which led to the contraventions committed by Mr Lane on the following day in relation to the Fairy Meadow site.",
      "id": "s289"
    },
    {
      "text": "79 The two sites were different as were the two head contractors.",
      "id": "s290"
    },
    {
      "text": "Yet Mr Lane's motivation was the same, namely, to deny people who were not members of the Union an opportunity to work as plasterers in the Illawarra region of New South Wales.",
      "id": "s291"
    },
    {
      "text": "80 Mr Lane's representation, of 17 February 2004 was equally as deliberate, contumacious and serious and involved a similar flouting by him of the relevant legal requirement directed at ensuring freedom of association, as the representations made by him on 18 February 2004 which gave rise to the contraventions of s 298SC(c) previously found.",
      "id": "s292"
    },
    {
      "text": "81 Since the question of penalty was last addressed by me in this matter there have been two relevant decisions of the Full Court in respect of the determination of penalties for contraventions of the Act.",
      "id": "s293"
    },
    {
      "text": "These are Australian Ophthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 ('Australian Ophthalmic Supplies') a decision of Gray J, Buchanan J and myself of 20 February 2008 and Mornington Inn Pty Ltd v Jordan [2008] FCAFC 70 ('Mornington'), a decision of Gyles, Stone and Buchanan JJ of 7 May 2008.",
      "id": "s294"
    },
    {
      "text": "82 Imposing a further penalty on the fourth respondent, Mr Lane, would not, in my view, offend the principle enunciated by McHugh, Hayne and Callinan JJ in Pearce v The Queen [1988] HCA 57 ; (1998) 194 CLR 610 at [40] namely:\n '40 To the extent to which two offences of which an offender stands convicted contain common elements, it would be wrong to punish that offender twice for the commission of the elements that are common.",
      "id": "s295"
    },
    {
      "text": "No doubt that general principle must yield to any contrary legislative intention, but the punishment to be exacted should reflect what an offender has done; it should not be affected by the way in which the boundaries of particular offences are drawn.",
      "id": "s296"
    },
    {
      "text": "Often those boundaries will be drawn in a way that means that offences overlap.",
      "id": "s297"
    },
    {
      "text": "To punish an offender twice if conduct falls in that area of overlap would be to punish offenders according to the accidents of legislative history, rather than according to their just deserts.",
      "id": "s298"
    },
    {
      "text": "' \nIn this case there may have been a vendetta on Mr Lane's behalf but there was no relevant overlap of his conduct on 17 February and his conduct of 18 February 2004.",
      "id": "s299"
    },
    {
      "text": "83 The principles which I addressed in Australian Ophthalmic Supplies and which have significance in the circumstances of the present case are to be found at [53]-[57], [60] (which was directed primarily at corporate wrongdoing in relation to the non-payment of employee entitlements) and [66]-[70] where I said:\n '53 In Ponzio v B &amp; P Caelli Constructions Pty Ltd (2007) [2007] FCAFC 65 , 158 FCR 543 at [93] - [94] (Ponzio) Lander J summarised the purpose of imposing penalties for breaches of the Act as follows: 93 There are three purposes at least for imposing a penalty: punishment; deterrence; and rehabilitation.",
      "id": "s300"
    },
    {
      "text": "The punishment must be proportionate to the offence and in accordance with the prevailing standards of punishment: R v Hunter (1984) 36 SASR 101 at 103.",
      "id": "s301"
    },
    {
      "text": "Therefore the circumstances of the offence or contravention are especially important.",
      "id": "s302"
    },
    {
      "text": "The penalty must recognise the need for deterrence, both personal and general.",
      "id": "s303"
    },
    {
      "text": "In regard to personal deterrence, an assessment must be made of the risk of re-offending.",
      "id": "s304"
    },
    {
      "text": "In regard to general deterrence, it is assumed that an appropriate penalty will act as a deterrent to others who might be likely to offend: Yardley v Betts (1979) 22 SASR 108.",
      "id": "s305"
    },
    {
      "text": "The penalty therefore should be of a kind that it would be likely to act as a deterrent in preventing similar contraventions by like minded persons or organisations.",
      "id": "s306"
    },
    {
      "text": "If the penalty does not demonstrate an appropriate assessment of the seriousness of the offending, the penalty will not operate to deter others from contravening the section.",
      "id": "s307"
    },
    {
      "text": "However, the penalty should not be such as to crush the person upon whom the penalty is imposed or used to make that person a scapegoat.",
      "id": "s308"
    },
    {
      "text": "In some cases, general deterrence will be the paramount factor in fixing the penalty: R v Thompson (1975) 11 SASR 217.",
      "id": "s309"
    },
    {
      "text": "In some cases, although hardly in this type of contravention, rehabilitation is an important factor.",
      "id": "s310"
    },
    {
      "text": "94 The individual or personal circumstances of the contravenor must be taken into account as also any relevant matter in mitigation.",
      "id": "s311"
    },
    {
      "text": "For a contravention of these sections the minimum penalty which addresses punishment and deterrence, both personal and general, will be appropriate.",
      "id": "s312"
    },
    {
      "text": "Where one act may involve a number of contraventions, as in this case, it would be generally inappropriate to impose separate penalties because almost inevitably that would offend against the totality principle as known to the criminal law.",
      "id": "s313"
    },
    {
      "text": "... 54 The ultimate control on the judicial sentencing discretion is the requirement that the sentence be proportionate to the gravity of the offence committed.",
      "id": "s314"
    },
    {
      "text": "In pursuit of other sentencing purposes, a judge may not impose a sentence that is greater than is warranted by the objective circumstances of the crime.",
      "id": "s315"
    },
    {
      "text": "Both proportionality and consistency commonly operate as final checks on a sentence proposed by a judge (per McHugh J in Markarian v The Queen (2005) [2005] HCA 25 , 228 CLR 357 at [83] (Markarian v The Queen); see also Veen v The Queen (No 2) [1988] HCA 14 ; (1988) 164 CLR 465 at 472).",
      "id": "s316"
    },
    {
      "text": "55 The acceptance of the role of instinctive synthesis in the judicial sentencing process is not opposed to the concern for predictability and consistency in sentencing that underpins the rule of law and public confidence in the administration of criminal justice.",
      "id": "s317"
    },
    {
      "text": "The synthesising task is conducted after a full and transparent articulation of the relevant considerations including an indication of the relative weight to be given to those considerations in the circumstances of the particular case (per McHugh J in Markarian v The Queen [2005] HCA 25 ; 228 CLR 357 at [84] ).",
      "id": "s318"
    },
    {
      "text": "56 In addressing consistency, it is important to note what Burchett and Kiefel JJ said in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 at 295, namely: \n \n A hallmark of justice is equality before the law, and, other things being equal, corporations guilty of similar contraventions should incur similar penalties: Trade Practices Commission v Axive Pty Ltd [[1994] ATPR 42 ,782 (41-368)] (at 42,795).",
      "id": "s319"
    },
    {
      "text": "There should not be such an inequality as would suggest that the treatment meted out has not been even-handed ...",
      "id": "s320"
    },
    {
      "text": "However, other things are rarely equal where contraventions of the Trade Practices Act are concerned.",
      "id": "s321"
    },
    {
      "text": "In the present case, differing circumstances, size, market power and responsibility for the contraventions, as well as other factors, complicate any attempt to compare the penalties imposed on the appellant with those imposed on the other corporations.",
      "id": "s322"
    },
    {
      "text": "Another form of comparison is not appropriate.",
      "id": "s323"
    },
    {
      "text": "The facts of the instant case should not be compared with a particular reported case in order to derive therefrom the amount of the penalty to be fixed.",
      "id": "s324"
    },
    {
      "text": "Cases are authorities for matters of principle; but the penalty found to be appropriate, as a matter of fact, in the circumstances of one case cannot dictate the appropriate penalty in the different circumstances of another case.",
      "id": "s325"
    },
    {
      "text": "The point was well made by Spender J in Trade Practices Commission v Annand and Thompson Pty Ltd [[1987] ATPR 48 ,390 (40-772)] (at 48,394) when he said: \n \n \n \n \n Each case must, of course, be viewed on its own facts and facts may be infinite in their variety.",
      "id": "s326"
    },
    {
      "text": "It follows, as his Honour also said, that \"[t]he quantum of penalties imposed in other cases can seldom be of very much direct assistance\".",
      "id": "s327"
    },
    {
      "text": "57 The observations of Burchett and Kiefel JJ were cited with approval by Goldberg J in Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (No 4) [2006] FCA 21 , [2006] ATPR 42-101 at [72] (Safeway No 4).",
      "id": "s328"
    },
    {
      "text": "... 60 In the recent decision of Tracey J in Kelly v Fitzpatrick (2007) [2007] FCA 1080 , 166 IR 14 (Kelly v Fitzpatrick) his Honour identified various considerations which were potentially relevant at [14] as follows: \n \n &#8226; The nature and extent of the conduct which led to the breaches.",
      "id": "s329"
    },
    {
      "text": "&#8226; The circumstances in which that conduct took place.",
      "id": "s330"
    },
    {
      "text": "&#8226; The nature and extent of any loss or damage sustained as a result of the breaches.",
      "id": "s331"
    },
    {
      "text": "&#8226; Whether there had been similar previous conduct by the respondent.",
      "id": "s332"
    },
    {
      "text": "&#8226; Whether the breaches were properly distinct or arose out of the one course of conduct.",
      "id": "s333"
    },
    {
      "text": "&#8226; The size of the business enterprise involved.",
      "id": "s334"
    },
    {
      "text": "&#8226; Whether or not the breaches were deliberate.",
      "id": "s335"
    },
    {
      "text": "&#8226; Whether senior management was involved in the breaches.",
      "id": "s336"
    },
    {
      "text": "&#8226; Whether the party committing the breach had exhibited contrition.",
      "id": "s337"
    },
    {
      "text": "&#8226; Whether the party committing the breach had taken corrective action.",
      "id": "s338"
    },
    {
      "text": "&#8226; Whether the party committing the breach had cooperated with the enforcement authorities.",
      "id": "s339"
    },
    {
      "text": "&#8226; The need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements and \n &#8226; The need for specific and general deterrence.",
      "id": "s340"
    },
    {
      "text": "...",
      "id": "s341"
    },
    {
      "text": "The totality principle 66 The totality principle is designed to ensure that the aggregate of the penalties imposed is not such as to be oppressive or crushing (per Tracey J in Kelly v Fitzpatrick 166 IR 14 at [30]).",
      "id": "s342"
    },
    {
      "text": "67 In Safeway No 4 [2006] FCA 21 ; [2006] ATPR 42-101 Goldberg J said: 82.",
      "id": "s343"
    },
    {
      "text": "The \"totality\" principle requires the Court, after determining an appropriate ... penalty for specific ... contraventions in accordance with proper principles, to review the total of the ... penalties and consider \"whether the aggregate is 'just and appropriate'\".",
      "id": "s344"
    },
    {
      "text": "...",
      "id": "s345"
    },
    {
      "text": "The totality principle finds its genesis in the criminal law but it has also been applied in the context of fixing penalties for contravention of the [Trade Practices] Act: Trade Practices Commission v Allied Mills Industries Pty Ltd (1981) 37 ALR 256 at 258; [Australian Competition and Consumer Commission] v McMahon [Services Pty Ltd [2004] ATPR 42-031] at [90].",
      "id": "s346"
    },
    {
      "text": "... \n \n \n \n83.",
      "id": "s347"
    },
    {
      "text": "...",
      "id": "s348"
    },
    {
      "text": "I have ... borne in mind the totality principle.",
      "id": "s349"
    },
    {
      "text": "That is, I have ensured that having determined an appropriate penalty for each contravention, I have, as a check considered whether the aggregate is appropriate for the various acts of contravening conduct involved: McDonald v The Queen [1994] FCA 956 ; (1994) 48 FCR 555 and Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) ATPR 41-562 at 43,817.",
      "id": "s350"
    },
    {
      "text": "68 In Mill v The Queen (1988) [1988] HCA 70 , 166 CLR 59 at 62-63 (Mill) Wilson, Deane, Dawson, Toohey and Gaudron JJ adopted a statement from Thomas DA, Principles of Sentencing (2nd ed, 1979) in relation to the totality principle in the following terms: \n \n The effect of the totality principle is to require a sentencer who has passed a series of sentences, each properly calculated in relation to the offence for which it is imposed and each properly made consecutive in accordance with the principles governing consecutive sentences, to review the aggregate sentence and consider whether the aggregate is \"just and appropriate\".",
      "id": "s351"
    },
    {
      "text": "The principle has been stated many times in various forms: \"when a number of offences are being dealt with and specific punishments in respect of them are being totted up to make a total, it is always necessary for the court to take a last look at the total just to see whether it looks wrong[\"]; \"when ... cases of multiplicity of offences come before the court, the court must not content itself by doing the arithmetic and passing the sentence which the arithmetic produces.",
      "id": "s352"
    },
    {
      "text": "It must look at the totality of the criminal behaviour and ask itself what is the appropriate sentence for all the offences\".",
      "id": "s353"
    },
    {
      "text": "69 In Johnson v The Queen (2004) [2004] HCA 15 , 78 ALJR 616 ; 205 ALR 346 at [22] (Johnson) Gummow, Callinan and Heydon JJ indicated that application of the totality principle was not confined simply to cases where an aggregation of sentences might otherwise impose a crushing burden.",
      "id": "s354"
    },
    {
      "text": "70 Gummow, Callinan and Heydon JJ also emphasised at [26] that judges of first instance \"should be allowed as much flexibility in sentencing as is consonant with consistency of approach and as accords with the statutory regime under which the sentencing is effected\".",
      "id": "s355"
    },
    {
      "text": "' \n\n \n84 In relation to the totality principle it is instructive to note the observations of Gyles J in Mornington at [5]-[9].",
      "id": "s356"
    },
    {
      "text": "In addition reference should be made to the observations of Stone and Buchanan JJ in respect of the flexibility conferred upon a sentencing judge in Mornington at [60]-[63].",
      "id": "s357"
    },
    {
      "text": "85 In Mornington the trial judge had imposed ten penalties of $17,000 each, a total of $170,000.",
      "id": "s358"
    },
    {
      "text": "The relevant findings were based upon an agreed statement of facts.",
      "id": "s359"
    },
    {
      "text": "Contraventions had been alleged in respect of s 400(5) and 792 of the Act.",
      "id": "s360"
    },
    {
      "text": "In respect of six contraventions by Sharon Ann Thompson the penalties, at $17,000 each, totalled $102,000, which was approximately three times the maximum penalty for any one contravention.",
      "id": "s361"
    },
    {
      "text": "Gyles J concluded that in respect of Thompson a total penalty of $34,000 rather than $102,000 would have been appropriate.",
      "id": "s362"
    },
    {
      "text": "His Honour was of the opinion that the primary judge had not applied the totality principle to the Thompson contraventions.",
      "id": "s363"
    },
    {
      "text": "86 Stone and Buchanan JJ were not of a like mind.",
      "id": "s364"
    },
    {
      "text": "Their observations in respect of Ground 1 in the appeal were to be found at [39]-[68] of their reasons.",
      "id": "s365"
    },
    {
      "text": "Ground 1 had been expressed as follows:\n 'That the Learned Trial Judge erred in fact and in law in that he held that, in respect of imposition of penalty for the Thompson breaches, there were six separate contraventions of section 400(5) of the Workplace Relations Act 1996 (Cth) and imposed penalty accordingly.",
      "id": "s366"
    },
    {
      "text": "' \nAt [68] their Honours concluded:\n '68 The primary judge indicated, by his reasons for judgment, that he understood the matters at issue.",
      "id": "s367"
    },
    {
      "text": "In the end he appears to have made a deliberate choice to punish the contraventions involving Ms Thompson as separate contraventions and at the same level as the others.",
      "id": "s368"
    },
    {
      "text": "This may represent a stern approach but we do not think it can be said that an appealable error was thereby committed.",
      "id": "s369"
    },
    {
      "text": "Accordingly we dismiss ground 1 of the appeal.",
      "id": "s370"
    },
    {
      "text": "' \n87 Given the several factors identified by Tracey J in Kelly v Fitzpatrick , the sentencing principles referred to above and the observations which I have made concerning the gravity of Mr Lane's conduct in respect of the contravention by him of s 298SC(c) on 17 February 2004, it is appropriate, in all the circumstances, to impose a penalty in respect of the fourth respondent's contravention of Part XA of the Act on 17 February 2004 in the sum of $2,000.",
      "id": "s371"
    },
    {
      "text": "Factors which seem to me to be of particular importance in the present case include:\n \n&#8226; the nature and extent of the conduct of Mr Lane which led to the contravention\n \n&#8226; the circumstances in which that conduct took place\n \n&#8226; the fact that the contravention was deliberate\n \n&#8226; Mr Lane's position within the Union hierarchy\n \n&#8226; the lack of any contrition on Mr Lane's behalf and\n \n&#8226; the need for specific and general deterrence.",
      "id": "s372"
    },
    {
      "text": "There are no facts warranting any discount from the maximum penalty for the contravention under s 298U(a)(ii) of the Act.",
      "id": "s373"
    },
    {
      "text": "88 In my opinion the aggregate penalty for the three contraventions of s 298SC(c) of the Act by Mr Lane is just and appropriate.",
      "id": "s374"
    },
    {
      "text": "The totality principle does not require any further reduction.",
      "id": "s375"
    },
    {
      "text": "The aggregate figure of $4,000 provides an appropriate response to his conduct which resulted in those contraventions.",
      "id": "s376"
    },
    {
      "text": "89 In respect of the first and second respondents' contraventions which, as I have previously remarked, are constructive in nature, reference should be made to what has previously been said at [66]-[79] of the fourth judgment.",
      "id": "s377"
    },
    {
      "text": "90 Having regard to the matters there referred to and in addition Mr Lane's conduct of 17 February 2004, an appropriate penalty would be a total of $15,000 for each of the first and second respondents in respect of their contraventions of Part XA of the Act which have been found to have occurred by the actions of Mr Casper and Mr Lane.",
      "id": "s378"
    },
    {
      "text": "These penalties should be apportioned in the manner indicated at [79] of the fourth judgment with additional penalties of $5,000 each imposed on the first and second respondents by reference to the contraventions referred to in the declarations of the Full Court (see [16] above) which have now become embodied in Orders 1(k) and 1(l).",
      "id": "s379"
    },
    {
      "text": "91 Summarising the position in relation to the first and second respondents by reference to the declarations made on 26 March 2007, as varied by the Full Court on 5 March 2008, the penalties imposed on the first and second respondents should be as follows:\nFirst Respondent [Declaration contained in para 1(d)] $ 5,000\nFirst Respondent [Declaration contained in para 1(e)] $ 2,500\nFirst Respondent [Declaration contained in para 1(f)] $ 2,500\nFirst Respondent [Declaration contained in para 1(k)] $ 5,000 \n $ 15,000 \n\nSecond Respondent [Declaration contained in para 1(g)] $ 5,000\nSecond Respondent [Declaration contained in para 1(h)] $ 2,500\nSecond Respondent [Declaration contained in para 1(i)] $ 2,500\nSecond Respondent [Declaration contained in para 1(l)] $ 5,000 \n $ 15,000 \n\n \n92 In my opinion the additional proposed penalties on the first and second respondents are just and appropriate and constitute an appropriate response to the conduct in which Mr Lane engaged and for which they have responsibility.",
      "id": "s380"
    },
    {
      "text": "I certify that the preceding ninety-two (92) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s381"
    },
    {
      "text": "Associate:\n\nDated: 14 July 2008\n\n Counsel for the Applicant: J J Fernon SC and M S White \n \n Solicitor for the Applicant: Freehills \n \n Counsel for the Respondents: J H Pearce \n \n Solicitor for the Respondents: Taylor &amp; Scott \n\n\n Date of Hearing: 17, 18, 19, 20, 21, 25, 26, 27 and 28 July, 30 and 31 August, 1, 5, 6 and 7 September, 11 December 2006, 14 February 2007 and 14 March 2007 \n \n Date of Judgment: 14 July 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1040.html",
      "id": "s382"
    }
  ]
}