{
  "name": "Bell IXL Investments Ltd v Life Therapeutics Ltd [2008] FCA 1081 (22 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1081.html",
  "catchphrases": [
    {
      "text": "shares",
      "id": "c0"
    },
    {
      "text": "allotment",
      "id": "c1"
    },
    {
      "text": "powers of directors",
      "id": "c2"
    },
    {
      "text": "allotment for ulterior purpose",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff, Bell IXL Investments Limited, holds the largest parcel of shares in the capital of the first defendant, Life Therapeutics Limited (LFE).",
      "id": "s0"
    },
    {
      "text": "It acquired those shares on the ASX between 14 May and 4 June 2008, at an average price of $0.085 per share.",
      "id": "s1"
    },
    {
      "text": "Bell IXL's shares together with those of its associate, K Pagnin Pty Ltd, represent about 10.17 per cent of the issued capital.",
      "id": "s2"
    },
    {
      "text": "After its initial series of acquisitions Bell IXL lodged a notice of substantial shareholding and on 12 June 2008 it gave notice that it would convene a meeting of LFE shareholders to consider replacing the board.",
      "id": "s3"
    },
    {
      "text": "The meeting will be held on 23 July 2008.",
      "id": "s4"
    },
    {
      "text": "Recently LFE allotted a parcel of shares to Bell Potter Nominees Limited, the third defendant, at an issue price of $0.07 per share.",
      "id": "s5"
    },
    {
      "text": "The allotment gives Bell Potter 13.04 per cent of the voting shares and reduces the plaintiff's interest to 8.85 per cent.",
      "id": "s6"
    },
    {
      "text": "Bell IXL contends that the allotment is invalid and seeks an order that the register of members be rectified.",
      "id": "s7"
    },
    {
      "text": "The ground upon which the relief is sought is that the power to allot shares was not exercised bona fide in the interests in LFE but for the illegitimate purpose of keeping the directors in office.",
      "id": "s8"
    },
    {
      "text": "2 LFE is a holding company.",
      "id": "s9"
    },
    {
      "text": "Through its US subsidiaries LFE collects and sells blood plasma.",
      "id": "s10"
    },
    {
      "text": "It employs 420 people who work out of 12 plasma collection centres in a number of US cities.",
      "id": "s11"
    },
    {
      "text": "The operations are not profitable.",
      "id": "s12"
    },
    {
      "text": "In the half year ended 31 December 2006 LFE lost US$8 million.",
      "id": "s13"
    },
    {
      "text": "During the same period last year (2007) it lost US$1.2 million.",
      "id": "s14"
    },
    {
      "text": "The decrease in losses was in part due to increased revenues.",
      "id": "s15"
    },
    {
      "text": "In the main, however, it resulted from the sale for US$5.9 million of two collection centres.",
      "id": "s16"
    },
    {
      "text": "3 In December 2007 the then directors of LFE retained Camino Capital Pty Ltd to provide the company with strategic advice including advice in relation to the sale of assets.",
      "id": "s17"
    },
    {
      "text": "On 17 December 2007 Camino advised that LFE should dispose of the entirety of its business.",
      "id": "s18"
    },
    {
      "text": "The obvious purchaser was Octapharma AG, a Swiss company that was LFE's largest customer.",
      "id": "s19"
    },
    {
      "text": "Mr Riddell, a director of Camino, commenced negotiations with Octapharma.",
      "id": "s20"
    },
    {
      "text": "This resulted in an offer on 12 February 2008 that Octapharma purchase the plasma centres and associated assets for US$45.6 million plus stock at valuation, less any amount charged on the assets.",
      "id": "s21"
    },
    {
      "text": "4 Around this time (February 2008) Mr Bellman (who later became chairman) and Mr Milne replaced the former directors.",
      "id": "s22"
    },
    {
      "text": "The new directors decided that LFE should not accept the Octapharma offer.",
      "id": "s23"
    },
    {
      "text": "Still, something had to be done.",
      "id": "s24"
    },
    {
      "text": "LFE's financial position was precarious.",
      "id": "s25"
    },
    {
      "text": "In the absence of a sale of assets the group was insolvent and would be wound up.",
      "id": "s26"
    },
    {
      "text": "The new directors decided to continue negotiations with Octapharma to see whether a better arrangement could be achieved.",
      "id": "s27"
    },
    {
      "text": "5 Within two weeks a new arrangement was concluded.",
      "id": "s28"
    },
    {
      "text": "It consisted of three separate agreements.",
      "id": "s29"
    },
    {
      "text": "First there was a management agreement pursuant to which Octapharma was appointed to manage the US operations.",
      "id": "s30"
    },
    {
      "text": "Second was a loan agreement under which Octapharma agreed to provide a US$37.1 million loan facility which would be used to pay existing debts and under which Octapharma agreed to lend LFE an amount equal to the operating costs of the US subsidiaries less the revenue received.",
      "id": "s31"
    },
    {
      "text": "Finally there was a put and call option which, subject to shareholder approval, gave Octapharma the option to purchase the shares in the US subsidiaries.",
      "id": "s32"
    },
    {
      "text": "The exercise price was around US$47.1 million.",
      "id": "s33"
    },
    {
      "text": "6 The effect of the arrangement was that before any sale of the US subsidiaries to Octapharma, LFE had funds to pay out its creditors with a resulting balance of approximately US$16 million of loan funds which it could draw down, and Octapharma was responsible for managing the US operations.",
      "id": "s34"
    },
    {
      "text": "If the sale of the US subsidiaries goes ahead, LFE would be required to repay its loan to Octapharma which would leave it with a balance of about $7 or $8 million in cash on my calculation and no other assets.",
      "id": "s35"
    },
    {
      "text": "7 LFE paid out its creditors with the loan funds.",
      "id": "s36"
    },
    {
      "text": "It drew down the balance and placed the money on deposit with its banker.",
      "id": "s37"
    },
    {
      "text": "There was good reason to draw down the full amount under the loan facility.",
      "id": "s38"
    },
    {
      "text": "The rate of interest payable under the loan agreement was between 2 and 3 per cent, reflecting prevailing US interest rates.",
      "id": "s39"
    },
    {
      "text": "Funds deposited in an interest bearing account with an Australian bank attracted a much higher rate.",
      "id": "s40"
    },
    {
      "text": "8 Following the announcement of the Octapharma transaction, Messrs Bellman and Milne discussed with Mr Riddell the desire of LFE to raise further capital.",
      "id": "s41"
    },
    {
      "text": "They told him that they wanted LFE to raise between $5 and $20 million which, together with the funds on hand following the completion of the sale of the US subsidiaries, would allow the company to pursue other ventures.",
      "id": "s42"
    },
    {
      "text": "Both Mr Bellman and Mr Milne had in mind that LFE would become an \"investment vehicle\".",
      "id": "s43"
    },
    {
      "text": "This required further capital.",
      "id": "s44"
    },
    {
      "text": "They asked for Comino's assistance.",
      "id": "s45"
    },
    {
      "text": "9 Mr Riddell discussed a possible investment in LFE with Mr Currie of Zeus Capital Limited, a London investment bank.",
      "id": "s46"
    },
    {
      "text": "Zeus operates in the capital raising market and was looking to invest funds in the Asia-Pacific region.",
      "id": "s47"
    },
    {
      "text": "There was a telephone call between Messrs Bellman, Milne and Currie in March or April 2008.",
      "id": "s48"
    },
    {
      "text": "Nothing was agreed.",
      "id": "s49"
    },
    {
      "text": "Towards the end of April, Comino's retainer was terminated.",
      "id": "s50"
    },
    {
      "text": "10 Octapharma exercised its call option on 11 April 2008.",
      "id": "s51"
    },
    {
      "text": "This imposed an obligation on LFE to convene a meeting of its shareholders as soon as possible to consider whether they would approve the sale.",
      "id": "s52"
    },
    {
      "text": "LFE has retained PricewaterhouseCoopers to provide an independent expert's report and Ernst &amp; Young to produce an investigating accountant's report.",
      "id": "s53"
    },
    {
      "text": "It is anticipated that the reports will be to hand by the end of July and that the shareholder meeting will be held in early August 2008.",
      "id": "s54"
    },
    {
      "text": "11 On 1 May 2008 another director joined the board of LFE.",
      "id": "s55"
    },
    {
      "text": "Ms Calhoun, who has experience in human resources and employee relations, was introduced to LFE by one of its consultants, Mr Sharp.",
      "id": "s56"
    },
    {
      "text": "She was told that the company was considering what to do following the sale of its US assets.",
      "id": "s57"
    },
    {
      "text": "She was also told that the company wanted to raise finance.",
      "id": "s58"
    },
    {
      "text": "Ms Calhoun spoke with Mr Bellman who confirmed what she had been told by Mr Sharpe.",
      "id": "s59"
    },
    {
      "text": "She agreed to be appointed a director.",
      "id": "s60"
    },
    {
      "text": "12 The directors (now Messrs Bellman and Milne and Ms Calhoun) discovered on 19 or 20 May 2008 that Bell IXL had acquired a substantial shareholding in LFE.",
      "id": "s61"
    },
    {
      "text": "They were concerned that Bell IXL might want to take control of the company.",
      "id": "s62"
    },
    {
      "text": "Ms Calhoun said there \"was a view that [taking control] probably was Bell's intention\".",
      "id": "s63"
    },
    {
      "text": "She also said the directors had \"been caught on the hop\" by Bell IXL's acquisition.",
      "id": "s64"
    },
    {
      "text": "The directors' suspicion about Bell IXL's motives were confirmed when on 23 May 2008 LFE received the requisition for the meeting that will consider replacing the board with Bell IXL's nominees.",
      "id": "s65"
    },
    {
      "text": "13 There was a directors' meeting on 20 May 2008.",
      "id": "s66"
    },
    {
      "text": "The minutes make no mention of Bell IXL.",
      "id": "s67"
    },
    {
      "text": "They do, however, record a resolution that at future meetings there will be tabled a \"Top Twenty Shareholder Report, Shareholder Movement Report [and] all notices of changes in substantial shareholdings.",
      "id": "s68"
    },
    {
      "text": "\" Presumably the directors did not again want to be \"caught on the hop\".",
      "id": "s69"
    },
    {
      "text": "14 On the same day as the meeting Messrs Bellman and Milne met Mr Booth of Asandas, a licensed stock broker.",
      "id": "s70"
    },
    {
      "text": "The meeting had been arranged by Mr Milne.",
      "id": "s71"
    },
    {
      "text": "He had known Mr Booth for some years.",
      "id": "s72"
    },
    {
      "text": "Before the meeting Mr Milne told Mr Booth that he and Mr Bellman had recently become directors of LFE, that LFE conducted a blood plasma business in the United States which had been \"sending the company to the wall\", that the business had been sold at a price which would leave the company with about US$27 million and that LFE was \"looking for investors who might provide capital to the company for on-going activities in the future.",
      "id": "s73"
    },
    {
      "text": "\" \n \n15 The meeting was held in Asandas' office in Sydney.",
      "id": "s74"
    },
    {
      "text": "Mr Bellman and Mr Booth were in attendance.",
      "id": "s75"
    },
    {
      "text": "Ms Calhoun did not go.",
      "id": "s76"
    },
    {
      "text": "She had been told that the purpose of the meeting was to discuss a capital raising.",
      "id": "s77"
    },
    {
      "text": "Ms Calhoun knew \"in general terms\" that Mr Bellman and Mr Milne were looking to obtain extra finance with the assistance of a financial adviser.",
      "id": "s78"
    },
    {
      "text": "She was happy to leave it to them to deal with the matter.",
      "id": "s79"
    },
    {
      "text": "In any case, Ms Calhoun had flown in from Perth to attend the board meeting and had to return later that day.",
      "id": "s80"
    },
    {
      "text": "She said if she had not needed to return to Perth she would probably have attended the meeting.",
      "id": "s81"
    },
    {
      "text": "16 It is important to establish precisely what was said at the meeting.",
      "id": "s82"
    },
    {
      "text": "While three people attended only two, Mr Bellman and Mr Booth, have given evidence.",
      "id": "s83"
    },
    {
      "text": "I do not know why Mr Milne was not called.",
      "id": "s84"
    },
    {
      "text": "And Mr Booth tried to give the appearance of having only a vague recollection of the discussions.",
      "id": "s85"
    },
    {
      "text": "17 According to his affidavit Mr Booth was told that LFE's business \"had been running down\" but that if shareholders approved the Octapharma transaction \"the company would have a future\".",
      "id": "s86"
    },
    {
      "text": "He was also told that once the Octapharma transaction was completed there would be other opportunities for the company to consider.",
      "id": "s87"
    },
    {
      "text": "Importantly he said he was told that the company \"did not want to touch the ... Octapharma monies (held by the company as cash on deposit) as if shareholders did not approve the transaction, the company's overall position would be even worse [than it already was].",
      "id": "s88"
    },
    {
      "text": "\" For this reason, LFE had to raise additional funds.",
      "id": "s89"
    },
    {
      "text": "Mr Booth also remembers being told that the company had a large shareholder who held about 7 per cent of the issued stock.",
      "id": "s90"
    },
    {
      "text": "18 Mr Booth made notes of the meeting.",
      "id": "s91"
    },
    {
      "text": "They record the number of shares LFE had on issue, the then current share price, details of what seem to be head office expenses and the expected receipts from the Octapharma transaction.",
      "id": "s92"
    },
    {
      "text": "There is a note in the top right hand corner which reads:\n \"280 - 8% - 50%\" \n It is not clear what this note is intended to record.",
      "id": "s93"
    },
    {
      "text": "Mr Booth said he could not remember.",
      "id": "s94"
    },
    {
      "text": "19 Mr Booth had in mind approaching Aegis Partners Limited, an investment group operating out of London, as a potential investor in LFE.",
      "id": "s95"
    },
    {
      "text": "Mr Booth had previously dealt with Mr Waller, an Aegis representative.",
      "id": "s96"
    },
    {
      "text": "At approximately 6.02pm on 3 June 2008, Mr Booth sent an email to Mr Waller.",
      "id": "s97"
    },
    {
      "text": "The contents of the email are important so I will set it out in full.",
      "id": "s98"
    },
    {
      "text": "The email reads:\n \"AW, Suggest you have a look @ LFE, listing in OZ, I know the fellow well there, same situation sort of as Acclaim, Big Pile of Cash and liquids, Capped at 9 million, with 18 in cash, sitting at Stgeorge cash mgmt, The directors have few shares and want to do a placement to hold on, 15%, They have a group who has bought 7% and obviously want the shell We could do this 15%, they said board seat no problem and change of activity no problem, they don't want to lose their shell, Call me at home 61 2 9363 4828 TB\" \n20 This email is important both for what it says and for what it does not say.",
      "id": "s99"
    },
    {
      "text": "First, I will deal with the omissions.",
      "id": "s100"
    },
    {
      "text": "There are several things a prudent investor would want to know about a company in which he was being offered a 15 per cent stake.",
      "id": "s101"
    },
    {
      "text": "They include such basic information as what the company does, and what are its assets and liabilities.",
      "id": "s102"
    },
    {
      "text": "In the case of LFE a prudent investor would also want to know something about the Octapharma deal and the likelihood of it being approved by shareholders.",
      "id": "s103"
    },
    {
      "text": "He might also want to know what would happen to LFE if the sale of the US subsidiaries was not approved by shareholders.",
      "id": "s104"
    },
    {
      "text": "Not only would a prudent investor want to know these things a sensible adviser would provide that kind of information.",
      "id": "s105"
    },
    {
      "text": "The email contains none of this information.",
      "id": "s106"
    },
    {
      "text": "Mr Booth did not have a satisfactory explanation for the omissions.",
      "id": "s107"
    },
    {
      "text": "He did say he thought Mr Waller would make his own enquiries.",
      "id": "s108"
    },
    {
      "text": "I do not believe that is what Mr Booth believed.",
      "id": "s109"
    },
    {
      "text": "21 I do believe that if an investor was being asked to take up shares in a \"cash box\" type company to assist management in maintaining control he might only be told enough to establish there is sufficient cash in the company to get back the purchase price.",
      "id": "s110"
    },
    {
      "text": "Although no price is mentioned in the email, the clear implication is that LFE has sufficient capital to enable Aegis to recover the purchase price if things go wrong and it is wound up.",
      "id": "s111"
    },
    {
      "text": "22 Enough was said in the email to attract Mr Waller's interest.",
      "id": "s112"
    },
    {
      "text": "He replied to Mr Booth within three hours stating: \"Let's do it boss\".",
      "id": "s113"
    },
    {
      "text": "23 When Bell IXL obtained a copy of the email in response to a subpoena served on Asandas, it likely thought that its tender would result in success in the case.",
      "id": "s114"
    },
    {
      "text": "The legal principles involved are not in dispute.",
      "id": "s115"
    },
    {
      "text": "Directors of a company are only entitled to issue shares for reasons that relate to a purpose of benefiting the company: Ashburton Oil NL v Alpha Minerals NL [1971] HCA 5 ; (1971) 123 CLR 614 , 640; Harlowe's Nominees Pty Ltd v Woodside (Lakes Entrance) Oil Co NL [1968] HCA 37 ; (1968) 121 CLR 483 , 493.",
      "id": "s116"
    },
    {
      "text": "Raising capital when there is a need for additional funds is a legitimate purpose.",
      "id": "s117"
    },
    {
      "text": "Conversely, raising capital by the issue of voting shares for purposes, or for the predominant purpose, of buttressing the position of directors is an illegitimate use of the directors' power: Whitehouse v Carlton Hotel Pty Ltd [1987] HCA 11 ; (1987) 162 CLR 285 , 289.",
      "id": "s118"
    },
    {
      "text": "If the email reflects what Mr Booth was told by Messrs Bellman or Milne, the placement was not intended to benefit LFE.",
      "id": "s119"
    },
    {
      "text": "Its purpose was to keep the directors in office.",
      "id": "s120"
    },
    {
      "text": "24 On this score, however, Mr Bellman says that Mr Booth got it wrong.",
      "id": "s121"
    },
    {
      "text": "His evidence is that he did not tell Mr Booth that shares were to be issued so that the directors would not \"lose [control of] the shell\".",
      "id": "s122"
    },
    {
      "text": "He said that matter played no part in his discussions with Mr Booth.",
      "id": "s123"
    },
    {
      "text": "Mr Bellman said that apart from telling Mr Booth about the Octapharma transaction he told him he was looking for investors so that LFE could \"move forward into the future\".",
      "id": "s124"
    },
    {
      "text": "He said that he had in mind two rounds of capital raising.",
      "id": "s125"
    },
    {
      "text": "According to the ASX Listing Rules, subject to certain exceptions a listed company is only permitted to issue up to 15 per cent of its capital unless it obtains shareholder approval.",
      "id": "s126"
    },
    {
      "text": "An allotment of 15 per cent of the capital on LFE would raise only around $1.35 million.",
      "id": "s127"
    },
    {
      "text": "This would not be enough to cover LFE's annual operating expenses.",
      "id": "s128"
    },
    {
      "text": "It is for that reason Mr Bellman said he was contemplating two rounds of capital raising.",
      "id": "s129"
    },
    {
      "text": "In reality, even a second round without shareholder approval would not raise enough for investment purposes.",
      "id": "s130"
    },
    {
      "text": "To avoid the listing rule restriction LFE would need to make a pro rata offer to existing shareholders.",
      "id": "s131"
    },
    {
      "text": "Mr Bellman said that a pro rata issue would be \"a highly desirable way to go\" but that it is \"a stretch\" to think such a strategy might have worked, given the fall in LFE's share price since most investors bought in.",
      "id": "s132"
    },
    {
      "text": "Nothing that Mr Bellman has said suggests that he would seriously consider such a course.",
      "id": "s133"
    },
    {
      "text": "25 Moreover, it is surprising that Mr Bellman does not remember telling Mr Booth the company was anticipating two rounds of funding.",
      "id": "s134"
    },
    {
      "text": "Mr Booth said nothing about it in his affidavit.",
      "id": "s135"
    },
    {
      "text": "If, as Mr Bellman would have it, there was a need for further capital to fund LFE's future operations, surely this would have been discussed.",
      "id": "s136"
    },
    {
      "text": "26 On the other hand, as I have said, the emergence of a substantial shareholder was discussed.",
      "id": "s137"
    },
    {
      "text": "Mr Booth was told that someone had acquired 7 per cent of the company.",
      "id": "s138"
    },
    {
      "text": "Although pressed by Mr Shaw who appeared for the plaintiffs, he was not able to give details of what was said.",
      "id": "s139"
    },
    {
      "text": "He was also pressed by Mr Shaw to explain why he told Mr Waller that the directors wanted to hold onto the company, that they did not want to lose the shell and that they were willing to give a board seat to the person who took a placement.",
      "id": "s140"
    },
    {
      "text": "But Mr Booth could not explain why he had written these things.",
      "id": "s141"
    },
    {
      "text": "He was adamant that he had not been told \"directly\" what he had written.",
      "id": "s142"
    },
    {
      "text": "He could not, though, explain what was said that led him to form the view that what he had written was the position taken by the directors.",
      "id": "s143"
    },
    {
      "text": "27 I am sure that Mr Booth was not guessing what the directors' motives were in seeking an investor.",
      "id": "s144"
    },
    {
      "text": "A broker of 24 years experience (which is how long Mr Booth has been in the industry) would not make the statements he did to a prospective investor unless he was confident they were true.",
      "id": "s145"
    },
    {
      "text": "I have no doubt that Mr Booth recorded what he was told or what was properly to be inferred from the comments made by Mr Bellman or Mr Milne.",
      "id": "s146"
    },
    {
      "text": "The impression I have of Mr Booth's evidence on this aspect is that he did not want to answer questions in a way that would harm LFE's case.",
      "id": "s147"
    },
    {
      "text": "I should say that if Mr Booth was at any time told that LFE did not want to spend borrowed money to meet current expenses (in fact I doubt that he was told this), that comment was made in the context of exploring an excuse for a small capital raising.",
      "id": "s148"
    },
    {
      "text": "28 Nothing I have said is intended to indicate I reject Mr Bellman's evidence that he wanted to create a future for LFE and to achieve that future it was necessary to complete the Octapharma transaction and to raise additional capital.",
      "id": "s149"
    },
    {
      "text": "The completion of the sale was well underway when Bell IXL appeared on the register.",
      "id": "s150"
    },
    {
      "text": "A capital raising was a step that would logically be undertaken after the completion of the sale because in the unlikely event that shareholders voted against the sale there would be no need for any additional capital.",
      "id": "s151"
    },
    {
      "text": "The presence of Bell IXL had the potential to thwart Mr Bellman's intentions.",
      "id": "s152"
    },
    {
      "text": "I think Ms Calhoun hit the nail on the head when, in answer to the question, \"[T]he directors wanted to keep control of the company, didn't they?",
      "id": "s153"
    },
    {
      "text": "\", she replied: \"The directors would probably like to finish what they started in the company.",
      "id": "s154"
    },
    {
      "text": "That was probably more the motivation, yes.",
      "id": "s155"
    },
    {
      "text": "\" Put differently, while Mr Bellman's general objective was to further the interests of LFE, his immediate object was to ensure that the directors were not removed so that the general objective could be achieved.",
      "id": "s156"
    },
    {
      "text": "29 Several events confirm my view that what motivated the share issue was Mr Bellman's desire to keep himself and the other directors in office.",
      "id": "s157"
    },
    {
      "text": "The first requires reference to further facts.",
      "id": "s158"
    },
    {
      "text": "I have already pointed out that Mr Waller took only three hours to decide to take the placement.",
      "id": "s159"
    },
    {
      "text": "He appears to have made his decision without any detailed investigation of LFE.",
      "id": "s160"
    },
    {
      "text": "In his email Mr Booth offered to discuss the proposed placement by phone.",
      "id": "s161"
    },
    {
      "text": "Mr Waller did not bother to make the call.",
      "id": "s162"
    },
    {
      "text": "That suggests that the placement was not a normal commercial investment.",
      "id": "s163"
    },
    {
      "text": "This is confirmed by the speed with which Aegis executed the subscription agreement.",
      "id": "s164"
    },
    {
      "text": "The document was prepared by LFE and sent to Mr Booth on 12 June 2008.",
      "id": "s165"
    },
    {
      "text": "It was immediately sent on to Aegis.",
      "id": "s166"
    },
    {
      "text": "Aegis executed the agreement and returned it the same day without negotiating any of the terms.",
      "id": "s167"
    },
    {
      "text": "Not only is this unusual, it suggests that the parties wanted to complete the placement as a matter of urgency.",
      "id": "s168"
    },
    {
      "text": "30 The next event is the retainer by LFE of Global Proxy Solicitation Pty Ltd. GPS is an organisation that provides \"strategic shareholder communications advice and programs\".",
      "id": "s169"
    },
    {
      "text": "It helps a company ensure that its shareholders \"are aware and clearly informed about the merits of any proposals [put by the directors].",
      "id": "s170"
    },
    {
      "text": "\" It encourages shareholders to \"vote in favour of each resolution\" put by the board.",
      "id": "s171"
    },
    {
      "text": "GPS was appointed on 13 June 2008, the day after the subscription agreement was executed.",
      "id": "s172"
    },
    {
      "text": "It was paid $60,000 on account of its fees.",
      "id": "s173"
    },
    {
      "text": "Mr Bellman said that GPS was appointed to assist the company obtaining shareholder approval for the Octapharma sale.",
      "id": "s174"
    },
    {
      "text": "It transpired, however, that GPS was also soliciting shareholders to vote against the resolution to remove the board.",
      "id": "s175"
    },
    {
      "text": "This came to light on the last day of the trial.",
      "id": "s176"
    },
    {
      "text": "Mr Bellman said this work was performed under a separate retainer with the directors.",
      "id": "s177"
    },
    {
      "text": "The problem with this evidence is that the first Ms Calhoun knew that it was being asserted that the directors had retained GPS was shortly before she began her evidence on the final day of the hearing.",
      "id": "s178"
    },
    {
      "text": "31 It may be that one purpose for retaining GPS was to encourage shareholders to approve the Octapharma deal.",
      "id": "s179"
    },
    {
      "text": "Another, and perhaps more immediate purpose, was to prevent Bell IXL obtaining control of LFE.",
      "id": "s180"
    },
    {
      "text": "32 Finally there are Mr Bellman's dealings with Bell Potter.",
      "id": "s181"
    },
    {
      "text": "It turned out that Aegis did not take up any shares in LFE.",
      "id": "s182"
    },
    {
      "text": "Instead, on about 9 July 2008 it instructed Bell Potter to take the placement and allocate the shares between its clients.",
      "id": "s183"
    },
    {
      "text": "It seems common ground that none of the clients (perhaps with the exception of one) is associated with Aegis.",
      "id": "s184"
    },
    {
      "text": "When Mr Bellman learned that the shares were to be taken by Bell Potter he discussed the matter with Mr Baguley, an officer of Bell Potter.",
      "id": "s185"
    },
    {
      "text": "He followed up the discussion with an email which read:\n Further to our conversation, we understand you are sending the substantial shareholder notice today.",
      "id": "s186"
    },
    {
      "text": "Also, can you please look at getting the proxy forms completed as well.",
      "id": "s187"
    },
    {
      "text": "We don't want to risk leaving this to the last minute Thanks &amp; Regards....................Wayne \n33 I am sure Mr Bellman had in mind receiving a proxy from Bell Potter that would support the existing board at the forthcoming meeting.",
      "id": "s188"
    },
    {
      "text": "In his evidence Mr Bellman said that preparing the proxy form was merely \"completing the transaction with Bell Potter\".",
      "id": "s189"
    },
    {
      "text": "It was much more than that.",
      "id": "s190"
    },
    {
      "text": "Mr Bellman was wanting to secure a favourable vote from Bell Potter.",
      "id": "s191"
    },
    {
      "text": "It is likely that Bell Potter had agreed that it would vote against the removal of the board.",
      "id": "s192"
    },
    {
      "text": "That is why Mr Bellman did not want \"to risk leaving this [the return of the proxy form] to the last minute.",
      "id": "s193"
    },
    {
      "text": "\"\n \n34 The result is that I must find that the share placement was for an ulterior purpose.",
      "id": "s194"
    },
    {
      "text": "I will hear the parties on the precise orders that should be made.",
      "id": "s195"
    },
    {
      "text": "In the meantime, as the shareholders' meeting will be held tomorrow I will restrain Bell Potter from exercising the right to vote that attaches to its shares.",
      "id": "s196"
    },
    {
      "text": "I certify that the preceding thirty-four (34 numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s197"
    },
    {
      "text": "Associate:\n\nDated: 22 July 2008\n\n Counsel for the Plaintiff: C Shaw \n \n Solicitor for the Plaintiff: Pointon Partners \n \n Counsel for the First Defendant: D J O'Callaghan SC \nR G Craig \n \n Solicitor for the First Defendant Johnson Winter &amp; Slattery \n\n Date of Hearing: 14 &amp; 15 July 2008 \n \n Date of Judgment: 22 July 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1081.html",
      "id": "s198"
    }
  ]
}