{
  "name": "Fig Tree Developments Ltd v Australian Property Custodian Holdings Ltd [2008] FCA 1041 (27 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1041.html",
  "catchphrases": [
    {
      "text": "discovery",
      "id": "c0"
    },
    {
      "text": "whether further discovery should be required",
      "id": "c1"
    },
    {
      "text": "whether grounds for a belief that documentation exists",
      "id": "c2"
    },
    {
      "text": "whether legal professional privilege waived by limited disclosure",
      "id": "c3"
    },
    {
      "text": "whether confidentiality orders made by consent should be varied",
      "id": "c4"
    },
    {
      "text": "whether blanket claims for privilege have been made",
      "id": "c5"
    },
    {
      "text": "whether parts of discovered documents may be masked for confidentiality",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 Both the Applicant/Cross-Respondent, Fig Tree Developments Ltd (\"Fig Tree\"), and the Respondent/Cross-Claimant, Australian Property Custodian Holdings Ltd as responsible entity for the Prime Retirement and Aged Care Property Trust (\"Prime\"), in the substantive proceedings have brought what one might term practice and procedure applications relating to aspects of discovery and inspection.",
      "id": "s0"
    },
    {
      "text": "The precise forms of relief sought in this regard are set out: \n \n1. so far as Fig Tree is concerned, in para 1 of its notice of motion filed on 12 June 2008 and in the related schedule to that notice of motion; and \n \n2. so far as Prime is concerned, in paras 1, 2 and 3 of its notice of motion filed on 17 June 2008, as refined, so far as relaxation of existing confidentiality orders are concerned, by its counsel in the course of oral submissions, having regard to a list of persons or categories of person which became exhibit 1 on the application's hearing:\n Paragraph 1 of Notice of Motion filed 12 June 2008 1.",
      "id": "s1"
    },
    {
      "text": "Within seven (7) days, the Respondent/Cross-Applicant do one of the following in respect of each document contained in the Schedule to this notice of motion ('documents'): (a) the Respondent/Cross-Applicant either: (i) deliver a copy of the document to the solicitors for the Applicant/Cross-Respondent; or (ii) produce the document for inspection by the solicitors for the Applicant/Cross-Respondent.",
      "id": "s2"
    },
    {
      "text": "(b) the Respondent/Cross-Applicant file and serve an affidavit deposing: (i) that the document does not exist and has never existed; (ii) the circumstances in which the document ceased to exist or passed out of the possession, custody or power of the Respondent/Cross-Applicant, and what has become of it.",
      "id": "s3"
    },
    {
      "text": "Paragraphs 1, 2 &amp; 3 of Notice of Motion filed 17 June 2008 \n \n 1.",
      "id": "s4"
    },
    {
      "text": "Order 2 of the Orders made 28 November 2007 (the Confidentiality Orders) be varied by deleting the words \"(together, \"the Confidential Documents\")\" and substituting with the following: \n \n\"(together, \"the Confidential Documents\"), but the documents identified in Annexure A to this Order are not Confidential Documents.",
      "id": "s5"
    },
    {
      "text": "\" \n \n 2.",
      "id": "s6"
    },
    {
      "text": "Within 7 days after the date of this Order the Applicant: \n \n(a) file and serve a Supplementary List of Documents identifying with particularity each document listed in the Applicant's List of Documents filed 19 March 2008 in respect of which any claim for privilege is made and in respect of each such document: (i) the grounds on which privilege is claimed; and (ii) whether privilege is claimed in respect of the whole or only part of the document, (b) file and serve any application regarding any document listed in the Applicant's List of Documents in respect of which any claim for confidentiality is made; and (c) produce for inspection complete and unredacted copies of each document listed in the Applicant's List of Documents and not the subject of a claim for privilege or an application pursuant to subparagraph \"b\" above.",
      "id": "s7"
    },
    {
      "text": "3.",
      "id": "s8"
    },
    {
      "text": "Within 14 days after the date of this Order the Applicant make discovery of all correspondence passing between the Applicant and SCV from June 2006 in relation to any matter in issue in the proceeding.",
      "id": "s9"
    },
    {
      "text": "2 The trial in the substantive proceeding is to commence before the docket judge on 28 July 2008.",
      "id": "s10"
    },
    {
      "text": "Five sitting days have been allocated.",
      "id": "s11"
    },
    {
      "text": "Given the proximity of the trial date, it seems to me especially desirable that judgment be delivered as soon as possible after the close of submissions.",
      "id": "s12"
    },
    {
      "text": "As those submissions concluded at almost 5 pm, it was not possible so to do on 26 June 2008.",
      "id": "s13"
    },
    {
      "text": "3 Fig Tree was once known as Village Life Limited.",
      "id": "s14"
    },
    {
      "text": "It and Prime are parties to 12 wholesale management service agreements.",
      "id": "s15"
    },
    {
      "text": "Under those agreements, Fig Tree was engaged to manage 12 retirement villages owned by Prime.",
      "id": "s16"
    },
    {
      "text": "The agreements have lengthy terms, in excess of 20 years.",
      "id": "s17"
    },
    {
      "text": "A dispute has arisen as to whether Prime has validly terminated each of those 12 agreements, as a consequence of their having been repudiated by Fig Tree.",
      "id": "s18"
    },
    {
      "text": "Fig Tree's position is that it has not so repudiated, that the agreements are in place, and that Prime should be restrained from acting upon a purported termination.",
      "id": "s19"
    },
    {
      "text": "This position is made controversial by Prime which has an opposing view.",
      "id": "s20"
    },
    {
      "text": "The relief sought by the parties reflects their respective positions.",
      "id": "s21"
    },
    {
      "text": "4 I shall now consider, in detail, the merits of each application for interlocutory orders.",
      "id": "s22"
    },
    {
      "text": "FIG TREE'S APPLICATION FOR FURTHER DISCOVERY FROM PRIME \n \n5 Prime's list of documents was delivered in May.",
      "id": "s23"
    },
    {
      "text": "At the time when Fig Tree's notice of motion was filed this month it apprehended that Prime's list was incomplete in the way categorised in the schedule to that notice of motion.",
      "id": "s24"
    },
    {
      "text": "Subsequent developments have now overtaken that position.",
      "id": "s25"
    },
    {
      "text": "On 24 June 2008, a supplementary list was delivered, accompanied by a further affidavit from Mr Tomlinson, a solicitor in the employ of Prime's solicitors, Madgwicks.",
      "id": "s26"
    },
    {
      "text": "6 Suffice it to say, the effect of these subsequent developments in relation to the categories scheduled to the notice of motion is as follows: \n \n(a) some of the concerns previously held by Fig Tree as to the adequacy of Prime's earlier list have been alleviated; \n \n(b) some concerns remain, but whether they should be pressed to the stage of seeking orders in respect of particular categories must await inspection of a recently discovered set of \"investor reports\".",
      "id": "s27"
    },
    {
      "text": "In this regard, and for this purpose, Fig Tree seeks that so much of its notice of motion as does not relate to categories I shall shortly identify be stood over for further consideration; \n \n(c) other concerns are sought to be pressed in any event.",
      "id": "s28"
    },
    {
      "text": "These are in respect of the following categories of document, taking the numbering from the schedule to the notice of motion: 1, 4, 9, 22 and part of 36.",
      "id": "s29"
    },
    {
      "text": "7 Fig Tree's detailed submission in respect of each of these categories has been helpfully ordered in a schedule to its counsel's outline of submissions, which I have read and placed on file.",
      "id": "s30"
    },
    {
      "text": "I shall deal with the present controversy category by category.",
      "id": "s31"
    },
    {
      "text": "Category 1 documents \n \n 8 On 30 May 2007, Fig Tree signed an assignment agreement with SCV Group Limited (\"SCV\").",
      "id": "s32"
    },
    {
      "text": "No consent was then obtained from Prime.",
      "id": "s33"
    },
    {
      "text": "SCV nonetheless came to perform services at the retirement villages in what it, at least, styled as a \"transition.",
      "id": "s34"
    },
    {
      "text": "\" Inter alia on the pleadings, Fig Tree alleges, and Prime contests, that Prime in any event elected to affirm the wholesale management services agreements and thereby lost the right to terminate them.",
      "id": "s35"
    },
    {
      "text": "9 Prime's riposte, which is controversial in the proceedings, is that though Prime had some knowledge of an \"assignment agreement,\" it did not become aware of the nature and extent of the changes to its own contractual relationships, as contemplated by the assignment agreement, until mid September 2007; and, further, that it did not become aware of the nature and extent of SCV's involvement in the management of the villages until mid to late October 2007.",
      "id": "s36"
    },
    {
      "text": "10 In its pleading, Fig Tree, inter alia , questions the veracity of Prime's pointing to the state of awareness claimed.",
      "id": "s37"
    },
    {
      "text": "Reference is made to the terms of a product disclosure statement, dated 6 July 2007, which was issued by Prime to the public for the purpose of soliciting investment in units offered by it.",
      "id": "s38"
    },
    {
      "text": "It is contended that it may be inferred that Prime, by its directors and executive officers, believed to be true and, further, or alternatively, accepted as a satisfactory status quo, the facts referred to in the product disclosure statement concerning SCV.",
      "id": "s39"
    },
    {
      "text": "11 In this regard, attention is drawn by Fig Tree to particular statements in the product disclosure statement as well as to the very nature and character of the document concerned.",
      "id": "s40"
    },
    {
      "text": "Particular attention is given by Fig Tree to para 6.3 at page 31 and para 12.1.7 at page 101 of the product disclosure statement.",
      "id": "s41"
    },
    {
      "text": "In each of those paragraphs one finds reference to SCV.",
      "id": "s42"
    },
    {
      "text": "The terms of those paragraphs are too lengthy to set out in detail.",
      "id": "s43"
    },
    {
      "text": "They are exhibited to the material which has been read on the application.",
      "id": "s44"
    },
    {
      "text": "Category 1 comprises documents falling within category 14 of the categories of documents that the parties agreed would be discovered by Prime, namely, all documents including board notes, management papers, and memoranda internal to Prime concerning: \n \n1. when the existence of the assignment agreement first came to the attention of the Respondent; \n \n2. the Respondent's consideration of the assignment agreement; \n \n3. the Applicant's allegation that the Respondent elected to affirm the wholesale management service agreements after the respondent had become aware of the existence of the assignment agreement; \n \n4. the \"substantial accuracy\" of the Respondent's Australian Stock Exchange announcement on 4 October 2007; and \n \n5. documents relating to the Respondent's assertion that the wholesale management service agreements were not capable of assignment.",
      "id": "s45"
    },
    {
      "text": "12 It is submitted on behalf of Fig Tree that if, contrary to its primary position, its entry into the assignment agreement could be regarded as repudiatory, Prime has elected to affirm the wholesale management services agreements and lost its right to terminate them.",
      "id": "s46"
    },
    {
      "text": "It seems to me as a matter of principle that in this issue a question necessarily will arise at trial as to the sufficiency of knowledge of Prime.",
      "id": "s47"
    },
    {
      "text": "Prime takes the position that Fig Tree is seeking to go behind the affidavits of documents that have been delivered.",
      "id": "s48"
    },
    {
      "text": "That is the position which it takes in respect of each of the controversial categories of documents.",
      "id": "s49"
    },
    {
      "text": "Prime highlights in its submissions the argument that Fig Tree has not established any exception to what it terms:\n ...the strong presumption that an affidavit of documents is conclusive of its contents.",
      "id": "s50"
    },
    {
      "text": "13 Prime highlights rightly, in my respectful submission, that the fact that it has prepared a supplementary list does not, in any way, lead to a conclusion that one should not regard the presumption of conclusivity as still present.",
      "id": "s51"
    },
    {
      "text": "In this regard it points to observations made by inter alia Branson J in Brookfield v Yevad Products Pty Ltd [2002] FCA 1376.",
      "id": "s52"
    },
    {
      "text": "In turn, those particular submissions are contested by Fig Tree.",
      "id": "s53"
    },
    {
      "text": "14 O 15, r 8 of the Federal Court Rules provides as follows:\n Order for particular discovery Where, at any stage of the proceeding, it appears to the Court from evidence or from the nature or circumstances of the case or from any document filed in the proceeding that there are grounds for a belief that some document or class of document relating to any matter in question in the proceeding may be or may have been in the possession, custody or power of a party, the Court may order that party: \n \n (a) to file any affidavit stating whether that document or any document of that class is or has been in his possession, custody or power and, if it has been but is not then in his possession, custody or power, when he parted with it and what has become of it; and \n (b) to serve the affidavit on any other party.",
      "id": "s54"
    },
    {
      "text": "15 I emphasise in the terms of O 15 r 8 the words \"grounds for a belief\" and \"may be or may have been\".",
      "id": "s55"
    },
    {
      "text": "It is true that one does not lightly go behind a discovery affidavit.",
      "id": "s56"
    },
    {
      "text": "Prima facie, such an affidavit is conclusive, but that prima facie position may be displaced in the circumstances described in O 15 r 8.",
      "id": "s57"
    },
    {
      "text": "Even if displaced, there remains a discretion to exercise.",
      "id": "s58"
    },
    {
      "text": "Would it, for example, be unduly oppressive to order the filing of a further affidavit having regard to the potential utility to the party complaining of the document or category of documents?",
      "id": "s59"
    },
    {
      "text": "More generally, is it in the interests of justice so to order?",
      "id": "s60"
    },
    {
      "text": "16 Having regard to the evident input from experts, evident on the face of the product disclosure statement, its very nature and the paragraphs identified in the product disclosure statement, it seems to me inherently likely, or to put more accurately, it seems to me that there are grounds for a belief that there may be, or may have been, documents in category 1.",
      "id": "s61"
    },
    {
      "text": "It is not necessary in an application of this kind for an applicant to prove to demonstration that there are such documents.",
      "id": "s62"
    },
    {
      "text": "There may well not be.",
      "id": "s63"
    },
    {
      "text": "Rather what is necessary is that grounds for a belief be engendered.",
      "id": "s64"
    },
    {
      "text": "17 What Prime knew and when is, in my opinion, hardly a peripheral issue on the pleadings.",
      "id": "s65"
    },
    {
      "text": "I do not regard it as oppressive to make an order in respect of an affidavit of documents in respect of category 1.",
      "id": "s66"
    },
    {
      "text": "Category 4: \n \n18 Category 4 is described as documents falling within category 9 of the categories of documents that the parties agreed Prime would discover, namely:\n All memoranda of the \"advice from senior counsel\" referred to in the respondent's Australian Stock Exchange announcement dated 4 October 2007.",
      "id": "s67"
    },
    {
      "text": "19 Part of the amended statement of claim is devoted to Prime's alleged public misleading representations concerning Fig Tree.",
      "id": "s68"
    },
    {
      "text": "Paragraph 29 makes reference to media releases made by Prime.",
      "id": "s69"
    },
    {
      "text": "20 Paragraph 29 sets out what are said to be the terms of the media release in question as follows:\n Prime Trust owns 12 retirement style properties that are subject to individual 20 year Wholesale Management Services Agreements (\"WMSA\") with Village Life Ltd.",
      "id": "s70"
    },
    {
      "text": "These properties represent a relatively small component (circa 6%) of gross income flows to Prime Trust.",
      "id": "s71"
    },
    {
      "text": "Earlier this year Village Life Ltd announced it had sold its management rights to SCV Group Ltd and shortly thereafter SCV Group Ltd announced that it had taken operational control of these premises.",
      "id": "s72"
    },
    {
      "text": "Following advice from senior counsel, the Responsible Entity on behalf of Prime Trust had advised Village Life Ltd that it does not have the power to assign its rights and responsibilities in each WMSA without Prime Trust's consent.",
      "id": "s73"
    },
    {
      "text": "It is not the intention of Prime Trust to consent to the assignment and we consider each WMSA to be repudiated.",
      "id": "s74"
    },
    {
      "text": "Prime Trust emphasizes that this matter will have no adverse consequences for the existing residents of the properties; for them it is business as usual.",
      "id": "s75"
    },
    {
      "text": "Similarly, no adverse impact on returns to Prime Trust unitholders from this action is anticipated.",
      "id": "s76"
    },
    {
      "text": "21 In my opinion, it is established that there is, again in terms of O 15 r 8, grounds for a belief that some document recording advice given by senior counsel may be, or may have been, in existence.",
      "id": "s77"
    },
    {
      "text": "It seems inherently unlikely that the text of the media announcement would be the only repository of such advice in a matter like this.",
      "id": "s78"
    },
    {
      "text": "I would not be disposed to make an order for a further affidavit of documents if, whatever that repository might be and even if it had not earlier been discovered, the contents were clearly privileged.",
      "id": "s79"
    },
    {
      "text": "22 It seems to me, though, having regard to the terms of the announcement, that any privilege in so much of any advice from senior counsel as is referred to in that announcement has been waived by Prime.",
      "id": "s80"
    },
    {
      "text": "I take the relevant principle from a passage in the reasons for judgment of Gleeson CJ and Gaudron, Gummow and Callinan JJ in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at page 13 at para 29: \n Waiver may be express or implied.",
      "id": "s81"
    },
    {
      "text": "Disputes as to implied waiver usually arise from the need to decide whether particular conduct is inconsistent with the maintenance of the confidentiality which the privilege is intended to protect.",
      "id": "s82"
    },
    {
      "text": "When an affirmative answer is given to such a question, it is sometimes said that waiver is \"imputed by operation of law\" 37 .",
      "id": "s83"
    },
    {
      "text": "This means that the law recognises the inconsistency and determines its consequences, even though such consequences may not reflect the subjective intention of the party who has lost the privilege.",
      "id": "s84"
    },
    {
      "text": ".",
      "id": "s85"
    },
    {
      "text": ".",
      "id": "s86"
    },
    {
      "text": ".",
      "id": "s87"
    },
    {
      "text": "What brings about the waiver is the inconsistency, which the courts, where necessary informed by considerations of fairness, perceive, between the conduct of the client and maintenance of the confidentiality; not some overriding principle of fairness operating at large.",
      "id": "s88"
    },
    {
      "text": "23 Their Honours continued at page 15:\n Disclosure by a client of confidential legal advice received by the client, which may be for the purpose of explaining or justifying the client's actions, or for some other purpose, will waive privilege if such disclosure is inconsistent with the confidentiality which the privilege serves to protect.",
      "id": "s89"
    },
    {
      "text": "Depending upon the circumstances of the case, considerations of fairness may be relevant to a determination of whether there is such inconsistency.",
      "id": "s90"
    },
    {
      "text": "24 There is certainly a temporal element in the word \"following\" which appears in the media release.",
      "id": "s91"
    },
    {
      "text": "In context, though, my opinion is that there is not only such an element.",
      "id": "s92"
    },
    {
      "text": "It also seems to me that it carries with it an indication that the course of action described and position taken is in conformity with senior counsel's advice.",
      "id": "s93"
    },
    {
      "text": "Why else, one asks rhetorically in a matter such as this with its evident seriousness in a public announcement, does one make such a reference to senior counsel?",
      "id": "s94"
    },
    {
      "text": "It is, of course, the case that senior counsel's advice to Prime may have ranged much more widely than that described in the media release.",
      "id": "s95"
    },
    {
      "text": "I can see no waiver of any such wider ranging advice apparent on the face of that media release.",
      "id": "s96"
    },
    {
      "text": "25 It is conceivable, therefore, that there may well be, at least prima facie , some residual privilege claim available.",
      "id": "s97"
    },
    {
      "text": "I propose, therefore, to order that a further affidavit of documents be provided in respect of the category four documents.",
      "id": "s98"
    },
    {
      "text": "In so ordering I reserve expressly such claims of privilege in respect of documents within that category as may be just.",
      "id": "s99"
    },
    {
      "text": "Those claims will obviously be subject to the conclusions which I have reached in respect of waiver.",
      "id": "s100"
    },
    {
      "text": "Category 9: \n \n26 Category 9 is described in the schedule.",
      "id": "s101"
    },
    {
      "text": "It is not necessary to set out its terms in detail.",
      "id": "s102"
    },
    {
      "text": "That is because the fate of the application in respect of category 9 seems to me, correctly with respect, as was submitted by counsel on behalf of Fig Tree to turn on the outcome of category 1.",
      "id": "s103"
    },
    {
      "text": "There will, therefore, be an order for a further affidavit in respect of category 9.",
      "id": "s104"
    },
    {
      "text": "Category 22: \n \n27 The precise terms of category 22 are, again, set out in the schedule.",
      "id": "s105"
    },
    {
      "text": "As it transpired in the course of the interlocutory proceedings and as I understood the position on behalf of Prime only item four within category 22 became, in the end, controversial.",
      "id": "s106"
    },
    {
      "text": "In other words, it seemed that it was accepted that there ought to be a further affidavit in respect of items 1, 2 and 3 in category 22.",
      "id": "s107"
    },
    {
      "text": "Item 4 is described as documentation concerning the meeting specified as schedule for 15 August 2007 between SCV and Prime.",
      "id": "s108"
    },
    {
      "text": "28 Fig Tree's position is that in relation to this document grounds for a belief in terms of O 15 r 8 arise from an email dated 10 August 2007 from one Tracey Jamieson of SCV to one Penny Berkshire of Prime and one Kim Jacques of Prime.",
      "id": "s109"
    },
    {
      "text": "That lists three attachments.",
      "id": "s110"
    },
    {
      "text": "Those attachments are described in Fig Tree's submission.",
      "id": "s111"
    },
    {
      "text": "The email refers to a meeting scheduled for 15 August 2007 between SCV and Prime.",
      "id": "s112"
    },
    {
      "text": "It foreshadows the preparation of an agenda for the meeting \"to ensure SCV team members are available to assist with any inquiries.",
      "id": "s113"
    },
    {
      "text": "\" Fig Tree's submission is that it is likely, I prefer to put it, that there are grounds for a belief, that some documentation exists such as an agenda specifically referred to in that email in addition to diary notes, memoranda, minutes of the meeting.",
      "id": "s114"
    },
    {
      "text": "I agree.",
      "id": "s115"
    },
    {
      "text": "There will be an order then in respect of each of the documents in category 22.",
      "id": "s116"
    },
    {
      "text": "Category 36: \n \n29 Again, the precise terms of category 36 are detailed in a schedule.",
      "id": "s117"
    },
    {
      "text": "It is submitted that the result in respect of category 36 that is submitted on behalf of Fig Tree turns upon the result in categories 1 and 4 and for like reasons.",
      "id": "s118"
    },
    {
      "text": "I agree.",
      "id": "s119"
    },
    {
      "text": "For that reason I do not set out in detail the terms of category 36.",
      "id": "s120"
    },
    {
      "text": "There will be an order in respect of a further affidavit in respect of category 36.",
      "id": "s121"
    },
    {
      "text": "In short then, insofar as presently pressed, Fig Tree's notice of motion succeeds.",
      "id": "s122"
    },
    {
      "text": "PRIME'S APPLICATIONS \n Variation of Confidentiality Orders \n \n30 Prime seeks to vary orders made by consent on 28 November 2007 to exclude from the definition of \"Confidential Documents\" the \"Independent Contractors' Manual\" and the \"Standards of Service\" document.",
      "id": "s123"
    },
    {
      "text": "Those documents are presently confidential exhibits JPT27 and 30.",
      "id": "s124"
    },
    {
      "text": "31 The orders made on 28 November 2007 envisaged liberty to apply.",
      "id": "s125"
    },
    {
      "text": "There is a very helpful passage in respect of the position which obtains in relation to orders which have been made by consent in the judgment of McPherson J in his then capacity as Senior Puisne Judge of the Supreme Court of Queensland in Fylas Pty Ltd and Vynal Pty Ltd (1992) 2 Qd R 593 at 599 and also 601.",
      "id": "s126"
    },
    {
      "text": "The whole passage is too lengthy conveniently to set out in reasons delivered ex tempore.",
      "id": "s127"
    },
    {
      "text": "I do, though, highlight the following observations made by his Honour by reference to authority:\n The position is more complex where the order is made or the undertaking is given in consequence of an agreement between the parties or as an element in such an agreement.",
      "id": "s128"
    },
    {
      "text": "For a long time the rule has been that, \"The contract of the parties is not the less a contract, and subject to the incidence of a contract because there is superadded the command of a Judge.",
      "id": "s129"
    },
    {
      "text": "\" \n32 And later and by reference to a judgment of Buckley LJ in Chanel Ltd v F.W.",
      "id": "s130"
    },
    {
      "text": "Woolworth and Co Ltd (1981) 1 WLR 485:\n An order or undertaking to the court expressed to be until further order by implication gives a right to the party bound by the order or undertaking to apply to the court to have the order or undertaking discharged or modified if good grounds for doing so are shown.",
      "id": "s131"
    },
    {
      "text": "33 The explanation was, he said, that it was not an attempt to modify the contract implicit in the order or undertaking.",
      "id": "s132"
    },
    {
      "text": "It was an application in accordance with the contract and, as such, the exercise of an express right reserved by the contract to the party bound by the terms of the order or undertaking.",
      "id": "s133"
    },
    {
      "text": "Prime developed at some length a submission that, having seen the manuals which are presently confidential exhibits, there was nothing confidential about them.",
      "id": "s134"
    },
    {
      "text": "Fig Tree, at some length, contested this.",
      "id": "s135"
    },
    {
      "text": "The consent orders incorporated an agreed position in respect of the manuals.",
      "id": "s136"
    },
    {
      "text": "Liberty to apply was reserved to work out questions concerning the operation of those orders.",
      "id": "s137"
    },
    {
      "text": "I do not read the reservation of liberty to apply as a reservation of or an invitation to raise questions concerning the confidentiality of the manuals.",
      "id": "s138"
    },
    {
      "text": "34 It is quite apparent from the material read before me that the orders made by consent in November last year obviated, for reasons which were thought good at the time, any contest concerning an issue in relation to the confidentiality of such documents.",
      "id": "s139"
    },
    {
      "text": "I see no reason not to hold Prime to its bargain concerning the status of those manuals.",
      "id": "s140"
    },
    {
      "text": "Particularly that is so having regard to the relative proximity of the hearing of the application to the date of trial and the length of time which has elapsed since November last year.",
      "id": "s141"
    },
    {
      "text": "It also seems to me that there will not be any unjust inhibition of Prime's forensic position if the present position with respect to those manuals is maintained.",
      "id": "s142"
    },
    {
      "text": "35 Prime sought to broaden the category of the present exception with respect to the confidential exhibits so as to embrace the following, taking the wording from the terms of a document which became exhibit 1 on the hearing of the applications: residents of some unknown extent but at least a Mr Hurst and managers, namely, surnames only, Deane, Mankoff, Donnelly, Hodgson and McLean.",
      "id": "s143"
    },
    {
      "text": "Fig Tree voiced a concern in relation to the status of these managers.",
      "id": "s144"
    },
    {
      "text": "The concern voiced might be summarised, if a little inaccurately, as providing a potential for a head start in some way to a trade rival in relation to practices and procedures developed at some length and accepted at least on 28 November last as having a status which should be regarded inter partes as confidential\n \n36 That concern is certainly relevant, though not determinative.",
      "id": "s145"
    },
    {
      "text": "The articulated forensic purpose for the expansion of the exemption category was to facilitate the giving of evidence as to departures in practice from the manuals.",
      "id": "s146"
    },
    {
      "text": "I can well understand the place of such evidence in the context of the position that Prime seeks to advance at trial.",
      "id": "s147"
    },
    {
      "text": "However, preservation of the present exemption does not, in my opinion, prejudice Prime's forensic position.",
      "id": "s148"
    },
    {
      "text": "The alleged departures are pleaded at some length on behalf of Prime.",
      "id": "s149"
    },
    {
      "text": "Oral evidence in these subjects is able to be given without access to the manuals by either the witnesses identified in exhibit 1 or, for that matter, those not there identified.",
      "id": "s150"
    },
    {
      "text": "Such evidence would not, in any way, breach the terms of the order made by consent on 28 November 2007.",
      "id": "s151"
    },
    {
      "text": "This aspect of Prime's notice of motion fails.",
      "id": "s152"
    },
    {
      "text": "Allegedly blanket claims for privilege \n \n37 O 15 r 6, para 3, requires discovered documents to be described sufficiently so as to enable the identification of documents or groups of document \"of the same nature\".",
      "id": "s153"
    },
    {
      "text": "It is submitted on behalf of Prime that there is nothing in Fig Tree's list to indicate it has described documents which are of the same nature.",
      "id": "s154"
    },
    {
      "text": "Complaint is made of Pt 2 , sch 1 of Fig Tree's list.",
      "id": "s155"
    },
    {
      "text": "It is submitted that one sees they are groups of documents whose only similarity is that the same claim of privilege is made out.",
      "id": "s156"
    },
    {
      "text": "This, it is submitted, is a mere blanket claim.",
      "id": "s157"
    },
    {
      "text": "O 15 r 6(4), requires that the grounds for a claim of privilege will be identified in respect of any document in respect of which a claim is made.",
      "id": "s158"
    },
    {
      "text": "Prime emphases the word \"any.",
      "id": "s159"
    },
    {
      "text": "\"\n \n38 The rules require a description to be adequate so as to:\n ...facilitate the production of a particular document for which the privilege has been claimed in the event, for example, of a cessor of the privilege (though for example publication dehors the proceedings) or should the court production upon a ruling that the privilege does not in fact attach : Interchase Corporation Ltd in Liquidation v Grosvenor Hill Qld (Pty Ltd) No 2 (1999) 1 QR 163 at 170.",
      "id": "s160"
    },
    {
      "text": "39 A party seeking disclosure is not entitled to have such a description as would enable the formation of a prima facie view as to the correctness of the claim of privilege.",
      "id": "s161"
    },
    {
      "text": "40 In Kyocera Mita Australia Pty Ltd v Mitronics Corporation Pty Ltd [2005] FCA 242 , Stone J dismissed an application for an order which would have required a defendant to provide a list which specifically identified each document in respect of which a claim for privilege was advanced.",
      "id": "s162"
    },
    {
      "text": "Her Honour observed at paragraph 13:\n I do not propose to make the order sought by Kyocera.",
      "id": "s163"
    },
    {
      "text": "The categories have been identified not by description of the legal privilege that is claimed but by description of the documents themselves.",
      "id": "s164"
    },
    {
      "text": "The discovery has been verified by affidavit.",
      "id": "s165"
    },
    {
      "text": "In the circumstances, I am of the view that the costs involved in a matter that has been going for such a long period of time as this far outweigh any benefit from identifying and describing the documents individually in the way Kyocera seeks.",
      "id": "s166"
    },
    {
      "text": "41 While the practice adopted by Fig Tree may not, at least to some, be an exemplar of perfection, it adequately recites in paras 1 to 3 of Pt 2 of Sch 1, the grounds upon which privilege is claimed in those parts of the documents in Pt 1 of Sch 1.",
      "id": "s167"
    },
    {
      "text": "A solicitor has certified that list.",
      "id": "s168"
    },
    {
      "text": "The observations made by Stone J seem to me to be apposite in the circumstances of this case.",
      "id": "s169"
    },
    {
      "text": "In particular, I am not satisfied that the costs of striving for any further precision at this stage of the proceedings are warranted.",
      "id": "s170"
    },
    {
      "text": "This aspect of Prime's notice of motion fails.",
      "id": "s171"
    },
    {
      "text": "Further discovery of documents passing between Fig Tree and SCV from June 2006 in relation to any matter in the proceeding: \n \n42 There has been discovery of certain documents falling into this category.",
      "id": "s172"
    },
    {
      "text": "What is controversial is whether there should be discovery of:\n Correspondence passing between Fig Tree and SCV which relate to the coming into existence of the assignment agreement between them, ie, an agreement which was made on 30 May 2007, much as the correspondence, which has flowed between solicitors on this subject.",
      "id": "s173"
    },
    {
      "text": "43 The detail of Fig Tree's submissions as to why no such discovery should be ordered appears at para 61 of its outline.",
      "id": "s174"
    },
    {
      "text": "Again, the exigencies of the moment do not conveniently admit of setting that out in full.",
      "id": "s175"
    },
    {
      "text": "It seems to me that discovery should not be ordered in respect of this category because:\n \n1. no arguable basis for the discovery of such documents as an aid to construction has been made out; and\n \n2. in relation to the repudiation controversy the test an objective one - what the conduct would convey to a reasonable person in the position of the other party : Koompahtoo Local Aboriginal Land Council v Sanpine Pty Limited [2007] HCA 61 ; (2007) 241 ALR 88 at para 44.",
      "id": "s176"
    },
    {
      "text": "44 Having regard to what is there said, the arguments advanced on behalf of Prime as to the relevance of the documents in this particular category are not persuasive.",
      "id": "s177"
    },
    {
      "text": "This aspect of the application fails.",
      "id": "s178"
    },
    {
      "text": "Masking out / \"Redaction\": \n \n45 Fig Tree has arrogated to itself the ability, without Court order, to mask out portions of discovered documents.",
      "id": "s179"
    },
    {
      "text": "Mr Tomlinson, in exhibits to his affidavit has given examples of what has been done in this regard.",
      "id": "s180"
    },
    {
      "text": "There are many documents indeed which have been masked out.",
      "id": "s181"
    },
    {
      "text": "How the masking out was done is explained in an affidavit of Ms Freyling, a solicitor in the employ of Minter Ellison, the solicitors for Fig Tree.",
      "id": "s182"
    },
    {
      "text": "She and two others, respectively described as a graduate and a research clerk (each presumably, therefore, not a solicitor), were involved in a process of masking out.",
      "id": "s183"
    },
    {
      "text": "Sometimes in cases thought to be doubtful, advice was taken from a more senior practitioner within the firm.",
      "id": "s184"
    },
    {
      "text": "Ms Freyling swears, and it is worth recording that she was not cross examined in this regard, that some 90 to 95 per cent of masking out was on the basis of \"relevance\" with the balance being privilege.",
      "id": "s185"
    },
    {
      "text": "46 Regrettably, the basis of that differentiated position in relation to masking out is not the subject of any discrete recording, nor very frequently is it apparent on the face of a masked out document as to why the masking out has been undertaken.",
      "id": "s186"
    },
    {
      "text": "47 In Gray and Associated Book Publishers Aust Pty Limited [2002] FCA 1045 , 23 August 2002, one aspect of an interlocutory controversy before Branson J was self indulged masking out seemingly, in that case, on the basis of an asserted private right of confidentiality.",
      "id": "s187"
    },
    {
      "text": "Her Honour observed at para 9:\n The rules of the Federal Court provide no basis for \"a claim of irrelevance\" in respect of a portion of a document that falls within the terms of an order for discovery.",
      "id": "s188"
    },
    {
      "text": "However, it is clear that the power of the court to order that a discovered document be produced for inspection by another party is a discretionary power (see order 15, rule 11).",
      "id": "s189"
    },
    {
      "text": "Further, order, 15 rule 5 relevant provides \"the court shall not make an order under this order for the filing or service of any list of documents or affidavit or other documents or for the production of any document, unless satisfied that the orders are necessary at the time when the order is made.",
      "id": "s190"
    },
    {
      "text": "\" What is \"necessary\" within the meaning of order 15, rule 5 is that which is reasonably necessary in the interests of a fair trial and of the fair disposition of the case (Trade Practices Commission v CC (NSW) Pty Limited (1995) 58 FCR 426 at 436-437 Lindgren J).",
      "id": "s191"
    },
    {
      "text": "48 Her Honour further observed at paras 14 and 15 as follows:\n There is an established practice whereby inspection is provided of discovered documents with parts of the documents masked (Grofam Pty Limited v Australia and New Zealand Banking Group Limited (1993) 43 FCR 408 ; Optus Communications Pty Ltd v Telstra Corporation Ltd [1995] FCA 254 ; GEC Marconi Systems Pty Ltd v BHP Information Technology Pty Ltd [2000] FCA 593 ; Fort Dodge Australia Pty Limited v Nature Vet Pty Limited [2002] FCA 501 ; GE Capital Corporate Finance Group Ltd v Bankers Trust Co [1995] 1 WLR 172 (CA)).",
      "id": "s192"
    },
    {
      "text": "Where there is a valid claim for privilege in respect of the portion of the document withheld from inspection, this practice is based on a positive right to withhold from inspection that part of the document.",
      "id": "s193"
    },
    {
      "text": "However, there is no such positive right in respect of portions of documents sought to be withheld from inspection on the grounds of confidentiality or irrelevance (Telstra Corporation v Australis Media Holdings (McLelland CJ in Eq, 10 February 1997, unreported)).",
      "id": "s194"
    },
    {
      "text": "In my view, where in this Court categories of documents are required to be discovered and thereafter made available for inspection, the true obligation on the party giving discovery is the same as that identified by McLelland CJ in Eq in Telstra Corporation v Australis Media Holdings by reference to Pt 23 of the New South Wales Supreme Court Rules .",
      "id": "s195"
    },
    {
      "text": "The Chief Judge there said: \n \n \"Under the new discovery rules, Pt 23 of the Supreme Court Rules , ... classes of documents required to be discovered may be, and were in the present case, specified not by reference to relevance to a fact or facts in issue, but by description of the nature of the documents, rendering it unnecessary to consider questions of relevance to an issue, as such.",
      "id": "s196"
    },
    {
      "text": "If in such cases the party giving discovery desires to withhold, by making or otherwise, production of part of a discoverable document on the ground that that part does not contribute to the satisfaction of any of the criteria by reference to which the class of documents is described, then it may be that a case can be made for giving effect to that desire, but in my view, unless there is some relevant qualification in the order for discovery, the order requires that the whole document be produced unless there is an agreement to the contrary by the party to which discovery is being made, or unless relief from the requirement, for example by making certain portions is obtained from the Court.",
      "id": "s197"
    },
    {
      "text": "49 I respectfully agree.",
      "id": "s198"
    },
    {
      "text": "As in Gray , Fig Tree did not obtain the agreement of Prime to the masking of portions of its discovered documents, nor did it seek relief from the Court from its prima facie obligations to allow full inspection of its discovered documents.",
      "id": "s199"
    },
    {
      "text": "Should that practice now, nonetheless, be authorised by the Court?",
      "id": "s200"
    },
    {
      "text": "I share with Mackenzie J, whose concern is evidenced in Menkens v Wintour [2007]) 2 QdR 40, the view that it is salutary to keep in mind another passage from McLelland CJ in Telstra, in which his Honour emphasises a need for caution in exercising a discretion to allow parts of a document to be concealed.",
      "id": "s201"
    },
    {
      "text": "As the Chief Judge stated in that case:\n There is a serious risk that too assiduous a marking of documents on the ground of irrelevance will create gaps affecting the ready comprehensibility of the remaining portions of the document and of the context in which those portions appear.",
      "id": "s202"
    },
    {
      "text": "If for this, or any other, reason, masking on the grounds of alleged irrelevance would detract from a proper understanding of the meaning and significance of the admittedly relevant parts of the document, then such masking is not justified.",
      "id": "s203"
    },
    {
      "text": "50 Minor though the sample may be in terms of the masked documents I do apprehend, from those which have been exhibited to Mr Tomlinson's affidavit, that there is just such a risk in this case in relation to the masking which is being performed.",
      "id": "s204"
    },
    {
      "text": "51 Under the rules the right to access another party's documents is qualified; discovery or inspection of discovered documents are matters for the exercise of a discretion as to whether or not to impose the requirement by Court order.",
      "id": "s205"
    },
    {
      "text": "Only what is necessary to ensure justice inter partes should be the subject of such an order, see again O 15 r 15.",
      "id": "s206"
    },
    {
      "text": "That I take to be a paramount consideration.",
      "id": "s207"
    },
    {
      "text": "Subject to that, and in a non-exhaustive way, O 15 r 2(5) sets out considerations which are relevant; their weight depends, of course, on the circumstances of the particular case.",
      "id": "s208"
    },
    {
      "text": "52 Ms Freyling deposes that the process of preparation of Fig Trees two lists of documents involved a review of approximately 30,000 documents and the ultimate discovery of 2005 documents comprising about 38 Lever Arch folders of documents, a process which took weeks to perform.",
      "id": "s209"
    },
    {
      "text": "That process, of course, has been undertaken.",
      "id": "s210"
    },
    {
      "text": "The \"culling\", to use a perhaps inelegant term, took weeks.",
      "id": "s211"
    },
    {
      "text": "What is left, though, is not 30,000 documents but, rather, 2005 documents.",
      "id": "s212"
    },
    {
      "text": "She further deposes to the steps which, in her opinion at least --- and, again, that was not challenged in cross-examination --- would have to be taken to comply with the orders sought by Prime and to an estimate that the ultimate cost of so doing might be in the order of 114 hours of her time, costing in the order of $27,360.",
      "id": "s213"
    },
    {
      "text": "53 Those, of course, would be costs as between a solicitor and client, assuming, of course, that the client is in some way bound to pay for such an exercise.",
      "id": "s214"
    },
    {
      "text": "I am not sitting as a taxing officer and, therefore, apart from an element of mild surprise, form no view as to the worth of that estimate.",
      "id": "s215"
    },
    {
      "text": "54 There is no doubt that the Court can modify the general position in relation to the provision for inspection of the whole of the document if the circumstances of a case so require.",
      "id": "s216"
    },
    {
      "text": "In the proceedings before me, Fig Tree has not furnished complete copies of even the documents which are exhibited to Mr Tomlinson's affidavit and that provision might, if only to a limited extent, have offered some opportunity to assess the quality of the forensic value-judgments as to relevance which have been made in the masking-out exercise.",
      "id": "s217"
    },
    {
      "text": "55 On behalf of Prime, the submission was advanced that it was difficult indeed to form a view as to the quality of those forensic value judgments from what was left.",
      "id": "s218"
    },
    {
      "text": "I share that particular concern.",
      "id": "s219"
    },
    {
      "text": "I remind myself, as well, that orders concerning categories of documents for discovery have been made by consent many months ago.",
      "id": "s220"
    },
    {
      "text": "Prime was entitled to expect, having regard to the orders made and the ordinary practice of the Court, that inspection would follow in the ordinary way of complete documents subject, of course, to just claims of privilege.",
      "id": "s221"
    },
    {
      "text": "Prime's complaint does not strike me as a precious one; it does not question for one moment the integrity or good faith of those involved in the masking-out exercise.",
      "id": "s222"
    },
    {
      "text": "There should not be, as a result of the orders that I propose to make, any inference drawn at all in relation to integrity or good faith.",
      "id": "s223"
    },
    {
      "text": "56 It is submitted that there is no utility demonstrated in requiring the provision for inspection of complete documents; I respectfully disagree.",
      "id": "s224"
    },
    {
      "text": "I have already voiced agreement with concerns voiced by Mackenzie J and made reference to a risk that I apprehend is present.",
      "id": "s225"
    },
    {
      "text": "57 It may very well be that in relation to many of those 2005 documents that this particular risk, presently apprehended, proves to be unfounded.",
      "id": "s226"
    },
    {
      "text": "If so, though, that will be wisdom of hindsight.",
      "id": "s227"
    },
    {
      "text": "At present, it seems to me that Prime has been presented, in a way the nature and extent of which it is not possible, on the materials to hand, fully to judge, with, at least, some and probably many documents which have about them a quality of sterility and depravation of context so far as their meaning is concerned.",
      "id": "s228"
    },
    {
      "text": "There is, in my opinion, forensic utility in the ordinary position prevailing.",
      "id": "s229"
    },
    {
      "text": "That Fig Tree may incur further expense in the provision of unmasked copies is a consideration, but it is outweighed by the considerations that I have mentioned.",
      "id": "s230"
    },
    {
      "text": "58 A concern also that I have is that, at this stage, one ought not encourage what I regard as a practice which is irregular.",
      "id": "s231"
    },
    {
      "text": "Irregular, in the sense that no Court order and, for that matter, no prior agreement was sought.",
      "id": "s232"
    },
    {
      "text": "I am concerned also, though, that Fig Tree should not be deprived of just claims of privilege in respect of its discovered documents.",
      "id": "s233"
    },
    {
      "text": "I therefore propose to order that such of the masked documents as are subject to a claim for privilege be excluded from production, save for that Fig Tree must produce the documents which it has discovered in its lists.",
      "id": "s234"
    },
    {
      "text": "I reserve liberty to apply in respect of any dispute as to the validity of a claim for privilege.",
      "id": "s235"
    },
    {
      "text": "Subject, though, to that, I propose to order that unmasked copies of Fig Tree's discovered documents be produced for inspection.",
      "id": "s236"
    },
    {
      "text": "59 A task for Fig Tree is to review some 2005 documents to determine whether the claim for privilege or a view about relevance was the basis for masking.",
      "id": "s237"
    },
    {
      "text": "That is doubtless a burden, but the category of documents for decision making is much narrower than 30,000.",
      "id": "s238"
    },
    {
      "text": "I should have thought that the exercise would be able to be done within seven days from today.",
      "id": "s239"
    },
    {
      "text": "Inspection of documents should follow forthwith thereafter.",
      "id": "s240"
    },
    {
      "text": "I direct the parties to bring in short minutes to give effect to the orders that I propose in the reasons for judgment just delivered.",
      "id": "s241"
    },
    {
      "text": "60 In my view, there were two major issues which were agitated.",
      "id": "s242"
    },
    {
      "text": "Major in the sense of the taking of time both in relation to preparation as well as submission, both oral and written, in relation to the applications made by Prime in its notice of motion.",
      "id": "s243"
    },
    {
      "text": "They were what one might term the confidentiality order question and the redaction issue.",
      "id": "s244"
    },
    {
      "text": "The other issues on the notice of motion, which was filed by Prime, were doubtless important to the parties, but did not take anywhere near the time.",
      "id": "s245"
    },
    {
      "text": "I also have a view that, in respect of them, that they ought, really, to have been able to be resolved without particular forensic controversy.",
      "id": "s246"
    },
    {
      "text": "They seem to be, though, add-ons, as it were, perhaps even by way of extras, that would follow from coming to Court in any event in respect of major issues of controversy.",
      "id": "s247"
    },
    {
      "text": "61 The orders that I make in respect of costs, then, are as follows:\n \n1.",
      "id": "s248"
    },
    {
      "text": "In respect of Fig Tree's notice of motion, I order that Prime pay the costs of and incidental to that notice of motion, to be taxed.",
      "id": "s249"
    },
    {
      "text": "2.",
      "id": "s250"
    },
    {
      "text": "In respect of Prime's notice of motion, I order that : \n \na In relation to the relief sought in paragraph 1, Prime pay the costs of and incidental to that aspect of the notice motion, to be taxed.",
      "id": "s251"
    },
    {
      "text": "b In relation to the relief sought in paragraphs 2(a) and (b), Prime pay the costs of and incidental to that aspect of the notice motion, to be taxed.",
      "id": "s252"
    },
    {
      "text": "c In respect of the relief sought in paragraph 2(c), Fig Tree pay the costs of and incidental to that aspect of the notice motion, to be taxed.",
      "id": "s253"
    },
    {
      "text": "d In respect of the relief sought in paragraph 3, Prime pay the costs of and incidental to that aspect of the notice motion, to be taxed.",
      "id": "s254"
    },
    {
      "text": "3.",
      "id": "s255"
    },
    {
      "text": "I do not make any particular direction to the taxing officer in respect of the allowance of the attendance of three counsel on behalf of Fig Tree on the hearing of that notice of motion, but, rather, expressly reserve as a question for taxation as to whether or not there ought to be separate allowance for three counsel.",
      "id": "s256"
    },
    {
      "text": "4.",
      "id": "s257"
    },
    {
      "text": "I will vacate the order made yesterday in respect of the ability to access a transcript of the proceedings freely.",
      "id": "s258"
    },
    {
      "text": "5.",
      "id": "s259"
    },
    {
      "text": "Save in respect of exhibits to affidavits read in respect of which there is a subsisting order for confidentiality, the order in respect of the restriction of access to affidavits read yesterday is vacated.",
      "id": "s260"
    },
    {
      "text": "6.",
      "id": "s261"
    },
    {
      "text": "I direct that each of the outlines of submissions which are placed on the Court file be placed in a sealed envelope marked \"Not to be open without the leave of the Court or a Judge.",
      "id": "s262"
    },
    {
      "text": "\"\n I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s263"
    },
    {
      "text": "Associate:\nDated: 11 July 2008\n Counsel for the Applicant: Mr J Bond SC \n \n Counsel for the Applicant: Ms K Downes \n \n Counsel for the Applicant: Mr D de Jersey \n \n Solicitor for the Applicant: Minter Ellison \n \n Counsel for the Respondent: Mr Armstrong \n \n Solicitor for the Respondent Madgwicks \n Date of Hearing: \n 26 June 2008 \n \n Date of Judgment: 27 June 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1041.html",
      "id": "s264"
    }
  ]
}