{
  "name": "Cadd v Repatriation Commission [2008] FCA 1024 (8 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1024.html",
  "catchphrases": [
    {
      "text": "meaning of \"ceasing to engage in remunerative work\" in s 24(2)(a)(i) veterans' entitlements act 1986 (cth)",
      "id": "c0"
    },
    {
      "text": "aat member applied the correct test",
      "id": "c1"
    },
    {
      "text": "veterans' entitlements",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 John Cadd applied unsuccessfully for a special rate of pension under s 24 of the Veterans' Entitlements Act 1986 (Cth).",
      "id": "s0"
    },
    {
      "text": "He sought review of that decision, again unsuccessfully, in the Administrative Appeals Tribunal.",
      "id": "s1"
    },
    {
      "text": "He now has appealed to this Court under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s2"
    },
    {
      "text": "The question of law said to arise on the appeal is whether the Tribunal applied the wrong test in determining that his circumstances brought him within the exclusionary provisions of s 24(2)(a) of the VE Act.",
      "id": "s3"
    },
    {
      "text": "I am satisfied that it did not and that the appeal must be dismissed.",
      "id": "s4"
    },
    {
      "text": "THE STATUTORY SETTING \n \n2 Subsection 24(1) insofar as presently relevant provides:\n (1) This section applies to a veteran if: \n \n \n (c) the veteran is, by reason of incapacity from that war-caused injury or war-caused disease, or both, alone , prevented from continuing to undertake remunerative work that the veteran was undertaking and is, by reason thereof, suffering a loss of salary or wages, or of earnings on his or her own account, that the veteran would not be suffering if the veteran were free of that incapacity;\n (Emphasis added.",
      "id": "s5"
    },
    {
      "text": ") \n \n \n\n3 Subsection 24(2) in turn provides:\n (2) For the purposes of paragraph (1)(c): \n \n \n (a) a veteran who is incapacitated from war-caused injury or war-caused disease, or both, shall not be taken to be suffering a loss of salary or wages, or of earnings on his or her own account, by reason of that incapacity if:\n \n \n \n (i) the veteran has ceased to engage in remunerative work for reasons other than his or her incapacity from that war-caused injury or war-caused disease, or both; or (ii) the veteran is incapacitated, or prevented, from engaging in remunerative work for some other reason; and \n \n \n (b) where a veteran, not being a veteran who has attained the age of 65 years, who has not been engaged in remunerative work satisfies the Commission that he or she has been genuinely seeking to engage in remunerative work , that he or she would, but for that incapacity, be continuing so to seek to engage in remunerative work and that that incapacity is the substantial cause of his or her inability to obtain remunerative work in which to engage, the veteran shall be treated as having been prevented by reason of that incapacity from continuing to undertake remunerative work that the veteran was undertaking.",
      "id": "s6"
    },
    {
      "text": "(Emphasis added) \n \n \n\n4 Though sub-clause (2)(a) alone is of present relevance, I have referred to sub-clause (2)(b) simply to note the contrasting language of the two sub-clauses, the former referring to ceasing to engage in remunerative work; the latter to seeking to engage in remunerative work.",
      "id": "s7"
    },
    {
      "text": "BACKGROUND \n \n5 Mr Cadd, a Vietnam veteran, resigned from the army in 1985.",
      "id": "s8"
    },
    {
      "text": "At the time of his application for a special rate of pension, he was in receipt of a pension at the general rate it being accepted that he suffered from post-traumatic stress disorder (PTSD) and other war-caused disabilities.",
      "id": "s9"
    },
    {
      "text": "6 After his resignation he early obtained employment in a sequence of clubs culminating in 1998 in his appointment as general manager of the Marion Sports and Recreation Club.",
      "id": "s10"
    },
    {
      "text": "He was in that position responsible for the bar, finances, gaming, catering, clubhouse re-development and liaison with the local city council.",
      "id": "s11"
    },
    {
      "text": "7 It was his own evidence that for some years prior to February 2003 he had difficulties with pathological gambling and had been seeking the help of a psychologist for this problem.",
      "id": "s12"
    },
    {
      "text": "He gambled during work hours and up to $1,500 a day.",
      "id": "s13"
    },
    {
      "text": "In his capacity as general manager he instructed the book keeper of the Club to make some payments to him in respect of future entitlements to long service leave and, seemingly, some salary.",
      "id": "s14"
    },
    {
      "text": "When the executive committee of the Club heard his explanation of this and of his problem, it gave him the ultimatum that, if he did not resign, his services would be terminated.",
      "id": "s15"
    },
    {
      "text": "He resigned his employment with effect from 28 February 2003.",
      "id": "s16"
    },
    {
      "text": "8 Shortly thereafter he completed an application to the Repatriation Commission for acceptance of \"anxiety/stressed\" as war-caused.",
      "id": "s17"
    },
    {
      "text": "As the Tribunal noted in its reasons ( Re Cadd and Repatriation Commission [2008] AATA 69 at [18] ):\n The application is dated 18 March 2003 and includes comments that Mr Cadd ceased work on 28 February 2003 as a result of his resignation and that his claimed disability had resulted in behavioural problems which in turn had resulted in \"finishing work\".",
      "id": "s18"
    },
    {
      "text": "9 A witness statement Mr Cadd provided to the Tribunal indicated that, between 2003 and 2006, he applied for employment without success.",
      "id": "s19"
    },
    {
      "text": "The statement listed a large number of primarily hotels and clubs which he approached for employment.",
      "id": "s20"
    },
    {
      "text": "He did not get a job nor, as he indicated in his evidence to the Tribunal, was he ever given a particular reason for this.",
      "id": "s21"
    },
    {
      "text": "In consequence, he accepted in cross-examination that he had not performed remunerative work since March 2003.",
      "id": "s22"
    },
    {
      "text": "By 2006 his applications included the advice that he was not able to work more than 8 hours per week because of his then medical condition.",
      "id": "s23"
    },
    {
      "text": "That advice to prospective employers reflected the opinion in a report of a psychiatrist, Dr Ewer, of 20 April 2005 that his impairments were such as to make him unfit for paid employment as he could not work eight hours per week.",
      "id": "s24"
    },
    {
      "text": "Dr Ewer diagnosed his overall impairment then as being 70 per cent attributable to PTSD and 30 per cent to Major Depressive Disorder.",
      "id": "s25"
    },
    {
      "text": "The same report indicated that the PTSD had \"just emerged in the last year\" and in 2005 should be considered as \"temporary\".",
      "id": "s26"
    },
    {
      "text": "10 The medical evidence accepted by the Tribunal was that of Dr Ewer who provided some number of reports on Mr Cadd dating from 2003.",
      "id": "s27"
    },
    {
      "text": "As the Tribunal noted (at [21] of its reasons) those reports --- \n ... record diagnoses of changing conditions.",
      "id": "s28"
    },
    {
      "text": "Dr Ewer's report dated 8 April 2003 recorded diagnoses of pathological gambling and adjustment disorder with depressed mood.",
      "id": "s29"
    },
    {
      "text": "Dr Ewer's report dated 5 August 2003 again records diagnoses of pathological gambling, this time in remission, and alcohol dependence in remission.",
      "id": "s30"
    },
    {
      "text": "The same report records some features of PTSD, but states that Mr Cadd does not satisfy the diagnostic criteria necessary for PTSD.",
      "id": "s31"
    },
    {
      "text": "Dr Ewer's report of 8 April 2004 stated that Mr Cadd was suffering from a major depressive disorder.",
      "id": "s32"
    },
    {
      "text": "It also stated that Mr Cadd did not satisfy the diagnostic criteria for PTSD.",
      "id": "s33"
    },
    {
      "text": "It was not until his report of 20 April 2005 that Dr Ewer reported that Mr Cadd had developed a number of additional symptoms so that, as of 20 April 2005, Mr Cadd did satisfy the diagnostic criteria for PTSD.",
      "id": "s34"
    },
    {
      "text": "In his most recent report dated 17 July 2007 Dr Ewer addressed the issue of depression and its cause.",
      "id": "s35"
    },
    {
      "text": "He commented as follows: \n \n \"The aetiology of his depression is probably multifactorial.",
      "id": "s36"
    },
    {
      "text": "His longstanding alcohol misuse probably contributed to him becoming depressed.",
      "id": "s37"
    },
    {
      "text": "His gambling losses were another substantial cause of his depression.",
      "id": "s38"
    },
    {
      "text": "His marital disharmony was another substantial cause of his depression.",
      "id": "s39"
    },
    {
      "text": "It is also probable that the emerging Post-Traumatic Stress Disorder symptoms contributed to his depression.",
      "id": "s40"
    },
    {
      "text": "\" \n \n THE TRIBUNAL'S DECISION \n \n11 It is not contended by the applicant that the Tribunal misstated the inquiry it was required to undertake in applying s 24(1)(c) --- an inquiry which the Tribunal acknowledged was encapsulated in the four questions formulated by Branson J in Flentjar v Repatriation Commission [1997] FCA 1200 ; (1997) 48 ALD 1 at 4-5 (which are unnecessary to repeat here).",
      "id": "s41"
    },
    {
      "text": "Suffice it to say that for present purposes it is only necessary to note the following: \n \n(i) The Tribunal acknowledged, correctly, that the relevant \"remunerative work that the veteran was undertaking\" for s 24(1)(c) purposes was a reference to the type of work the veteran had previously undertaken, and not to any particular job: see Banovich v Repatriation Commission (1986) 69 ALR 395 at 402.",
      "id": "s42"
    },
    {
      "text": "Further the parties accept the Tribunal in this case correctly characterised that type of work in Mr Cadd's case as \"a club manager\".",
      "id": "s43"
    },
    {
      "text": "(ii) The Repatriation Commission conceded that Mr Cadd was prevented, because of his war-caused conditions, from continuing to undertake work as a club manager.",
      "id": "s44"
    },
    {
      "text": "The Tribunal found in accordance with Dr Ewer's evidence that from some stage during the assessment period (ie the period from the application day to the date when the application or claim was determined: VE Act s 19(9)) his PTSD disability alone would prevent employment for more than eight hours per week.",
      "id": "s45"
    },
    {
      "text": "(iii) In considering whether s 24(1)(c) was satisfied the Tribunal indicated the decisive issue was, as it is in this application, whether the exclusionary provisions of s 24(2)(a)(i) applied to Mr Cadd's circumstances.",
      "id": "s46"
    },
    {
      "text": "It held that it did.",
      "id": "s47"
    },
    {
      "text": "12 It is convenient to set out in full the Tribunal's exegesis of sub-clause 24(2)(a)(i) and its application of it (at [35]-[41] of its reasons):\n \n \n 35.",
      "id": "s48"
    },
    {
      "text": "In Repatriation Commission v Van Heteren [2003] FCA 888 ; (2003) 75 ALD 703 Finn J considered the relevance of the deeming provisions of s 24(2)(a)(i).",
      "id": "s49"
    },
    {
      "text": "His Honour said, at [25]:\n \n \n \n \n \n \"This question is not answered simply by finding that, in the assessment period, the veteran is unable to engage in any remunerative work.",
      "id": "s50"
    },
    {
      "text": "It in fact presupposes that he or she may well not be: cf 24(1)(b).",
      "id": "s51"
    },
    {
      "text": "And because of the deemed 'no loss' provisions of s 24(2)(a)(i) which apply where the veteran has ceased to engage in remunerative work for reasons other than his or her war-caused conditions, it requires an examination of the reasons why the veteran ceased work.",
      "id": "s52"
    },
    {
      "text": "\" \n \n \n \n \n \n 36.",
      "id": "s53"
    },
    {
      "text": "In this case the expert medical opinion evidence provided by Dr Ewer was to the effect that the applicant was not suffering from PTSD at the time he resigned from work at the Club, that is in February 2003.",
      "id": "s54"
    },
    {
      "text": "Mr Cadd suggested that his resignation did not indicate that he had ceased to engage in remunerative work.",
      "id": "s55"
    },
    {
      "text": "It was argued that Mr Cadd had hoped to find other work and acted in accordance with that desire by lodging applications for employment.",
      "id": "s56"
    },
    {
      "text": "It was suggested therefore that although a reason other than the accepted disability of PTSD was the operative factor in causing Mr Cadd's cessation of employment with the Club, he did not ceased to engage in remunerative work at that time as he looked for other positions.",
      "id": "s57"
    },
    {
      "text": "37.",
      "id": "s58"
    },
    {
      "text": "The Tribunal accepts that in some circumstances a person's last date of work performance may not be considered the date he ceased to engage in remunerative work.",
      "id": "s59"
    },
    {
      "text": "It may be for instance that a person's mode of employment might be to engage in a series of contracts with different principals.",
      "id": "s60"
    },
    {
      "text": "Simply because one contract comes to an end and another has not yet commenced does not mean that the person has ceased to engage in remunerative work.",
      "id": "s61"
    },
    {
      "text": "38.",
      "id": "s62"
    },
    {
      "text": "Deputy President Jarvis commented in Re Smith and Repatriation Commission [2004] AATA 1223 at paragraph 41 as follows:\n \n \n \n \n \n 41.",
      "id": "s63"
    },
    {
      "text": "However, in my view it could not be said that Mr Smith had ceased to engage in remunerative work within the meaning of s 24(2)(a)(i) at the time when he was discharged from the RAAF.",
      "id": "s64"
    },
    {
      "text": "In applying this paragraph of the VE Act, the first step is to identify the time when the veteran has ceased to engage in remunerative work.",
      "id": "s65"
    },
    {
      "text": "As mentioned above, it is clear from the authorities that it is not appropriate under s 24(1)(c) to consider the cessation of particular employment with a particular employer.",
      "id": "s66"
    },
    {
      "text": "In my opinion, under s 24(2)(a) it is necessary to consider whether a state of affairs has been reached where it can be said that the veteran is no longer engaged in remunerative work.",
      "id": "s67"
    },
    {
      "text": "...\" \n \n \n \n \n \n The case of Re Smith is not on all fours with that of Mr Cadd.",
      "id": "s68"
    },
    {
      "text": "In Re Smith , Deputy President Jarvis found that Mr Smith had not ceased to engage in remunerative work following his dismissal from the RAAF.",
      "id": "s69"
    },
    {
      "text": "In that case Mr Smith later found other employment.",
      "id": "s70"
    },
    {
      "text": "39.",
      "id": "s71"
    },
    {
      "text": "The Tribunal finds that Mr Cadd had been engaged as a manager of the Flagstaff Hill Golf Club from March 1994 until December 1998 and then as a manager of the Marion Sports and Community Club from December 1998 until he resigned that position in late February 2003.",
      "id": "s72"
    },
    {
      "text": "The Tribunal has considered all of the medical evidence contained in the material.",
      "id": "s73"
    },
    {
      "text": "Dr Ewer has been the psychiatrist who has reported on Mr Cadd's psychiatric state since his year of resignation from the Club and who has provided the most recent report, in 2007.",
      "id": "s74"
    },
    {
      "text": "The Tribunal has had the benefit of these reports, together with the oral evidence provided by Dr Ewer.",
      "id": "s75"
    },
    {
      "text": "Where Dr Ewer's opinions differ from the opinions of other doctors contained in the material, the Tribunal prefers the evidence of Dr Ewer.",
      "id": "s76"
    },
    {
      "text": "On Dr Ewer's evidence, the Tribunal finds that in 2003, the year Mr Cadd resigned from the Club, his psychiatric symptoms were not such as to allow a diagnosis of PTSD to be made.",
      "id": "s77"
    },
    {
      "text": "The diagnoses made by Dr Ewer in 2003 were, in April, pathological gambling and adjustment disorder with depressed mood and in August, again pathological gambling, this time in remission, together with adjustment disorder with depressed mood and alcohol dependence, also in remission.",
      "id": "s78"
    },
    {
      "text": "40.",
      "id": "s79"
    },
    {
      "text": "The Tribunal notes that Mr Cadd had never found employment after he resigned from the Club in February 2003.",
      "id": "s80"
    },
    {
      "text": "The Tribunal notes Mr Cadd's oral evidence that he now considers that he has been unfit for any employment since his resignation from the Club.",
      "id": "s81"
    },
    {
      "text": "41.",
      "id": "s82"
    },
    {
      "text": "The Tribunal has considered Mr Cadd's evidence to the effect that he attempted to find employment after his resignation from the Club.",
      "id": "s83"
    },
    {
      "text": "However, on balance, the Tribunal finds that with effect from 1 March 2003, that is the day after Mr Cadd resigned his employment with the Club, Mr Cadd had \"ceased to engage in remunerative work\" .",
      "id": "s84"
    },
    {
      "text": "The effect of this finding is that, pursuant to s 24(2)(a) of the VE Act, Mr Cadd is deemed not to satisfy the second limb of s 24(1)(c), that is he shall not be taken to be \"suffering a loss of salary or wages, or of earnings on his or her own account\" by reason of his incapacity from accepted disabilities.",
      "id": "s85"
    },
    {
      "text": "... [C]onsequently Mr Cadd does not qualify for payment of pension at the special rate.",
      "id": "s86"
    },
    {
      "text": "For the same reasons, Mr Cadd does not satisfy requirements for the immediate rate of pension (s 23 of the VE Act).",
      "id": "s87"
    },
    {
      "text": "THE APPEAL \n \n13 The parties accept that the matter in issue is of small compass.",
      "id": "s88"
    },
    {
      "text": "Put shortly, the applicant's contention is that the Tribunal misapplied the law by focussing on why Mr Cadd ceased a particular job and not upon why, if it was the case, he ceased to be engaged in remunerative employment.",
      "id": "s89"
    },
    {
      "text": "An indication of that focus and error, it is said, is the apparent significance the Tribunal attributed to Mr Cadd's 2005 view with hindsight that he had been unfit for any employment since his resignation.",
      "id": "s90"
    },
    {
      "text": "14 The respondent's case is that the applicant has mischaracterised the Tribunal's reasoning and that, fairly considered, that reasoning reveals that the Tribunal asked and answered the correct question, ie whether a state of affairs had been reached such that it could properly be said that Cadd was no longer engaged in remunerative work.",
      "id": "s91"
    },
    {
      "text": "The Tribunal, it is said, considered all of the medical evidence but particularly Dr Ewer's reports from 2003 (see reasons [39]) and Mr Cadd's evidence (see reasons [40] and [41]) and found, in effect, that he ceased to engage in remunerative work on his resignation for reasons related to conditions from which he then suffered which were not war caused.",
      "id": "s92"
    },
    {
      "text": "15 For my own part, and conscious of the frame of mind to be brought to bear by a reviewing court in judicial review proceedings: see Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272; I am satisfied that on a fair reading of the Tribunal's decision it cannot fairly be said to have misapprehended and thus misapplied the test in s 24(2)(a)(i) of the VE Act.",
      "id": "s93"
    },
    {
      "text": "There can be no doubt that the Tribunal understood and asked itself the question required to be asked when considering whether in the circumstances a veteran ceased to engage in remunerative work for reasons other than his war-caused incapacity and disease.",
      "id": "s94"
    },
    {
      "text": "As the respondent correctly contends, the Tribunal addressed the evidence --- both medical and of Mr Cadd --- that related to that question.",
      "id": "s95"
    },
    {
      "text": "In light (i) of the events which occurred since he ceased to have remunerative work in February 2003, ie his persistent inability to get work; (ii) of his medical condition at February 2003 until the onset of PTSD in 2004; and (iii) of his own appreciation, albeit for the most part in retrospect, of his fitness for work (but compare his 18 March 2003 application noted by the Tribunal (at [13] of its reasons)), the conclusion that Mr Cadd ceased to engage in remunerative work for a reason other than incapacity from war-caused condition was one that clearly was open to it.",
      "id": "s96"
    },
    {
      "text": "16 I accept, as I earlier indicated, that the reasons given for this conclusion were economically expressed but they are discernible.",
      "id": "s97"
    },
    {
      "text": "At best the appeal seeks a review on the merits of the Tribunal's decision.",
      "id": "s98"
    },
    {
      "text": "Such is not permissible.",
      "id": "s99"
    },
    {
      "text": "CONCLUSION \n \n17 I will order that the application be dismissed with costs.",
      "id": "s100"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s101"
    },
    {
      "text": "Associate:\n\nDated: 8 July 2008\n\n Counsel for the Applicant: Mr N Swan \n \n Solicitor for the Applicant: Swan Lawyers \n \n Counsel for the Respondent: Ms S Maharaj QC \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 12 June 2008 \n \n Date of Judgment: 8 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1024.html",
      "id": "s102"
    }
  ]
}