{
  "name": "Apotex Pty Ltd (formerly GenRx Pty Ltd) v Sanofi-Aventis [2008] FCA 1194 (12 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1194.html",
  "catchphrases": [
    {
      "text": "applications for revocation",
      "id": "c0"
    },
    {
      "text": "validity",
      "id": "c1"
    },
    {
      "text": "patent in suit claiming d -enantiomer (clopidogrel) of racemate, pharmaceutical compositions of d -enantiomer and process for preparation of each",
      "id": "c2"
    },
    {
      "text": "where racemate the subject of prior art patents in australia and overseas",
      "id": "c3"
    },
    {
      "text": "available grounds for revocation where patent in suit granted under patents act 1952 (cth)",
      "id": "c4"
    },
    {
      "text": "whether d -enantiomer a novel invention in light of prior art patents",
      "id": "c5"
    },
    {
      "text": "whether pharmaceutical compositions (salts) of d -enantiomer novel in light of prior art patents",
      "id": "c6"
    },
    {
      "text": "whether process for preparation novel in light of prior art patents",
      "id": "c7"
    },
    {
      "text": "whether patent in suit valid as a selection patent",
      "id": "c8"
    },
    {
      "text": "whether obtaining d- enantiomer of racemate, preparing its pharmaceutical compositions (salts) and the process for preparation obvious so as to lack inventive step",
      "id": "c9"
    },
    {
      "text": "relevance to consideration of inventive step of references to prior art patents in patent in suit",
      "id": "c10"
    },
    {
      "text": "whether d- enantiomer valid as a manner of manufacture",
      "id": "c11"
    },
    {
      "text": "whether patent in suit contained false suggestion or representation that was a material inducing factor leading to grant of patent in suit",
      "id": "c12"
    },
    {
      "text": "whether d- enantiomer a useful invention",
      "id": "c13"
    },
    {
      "text": "applications granted in part and dismissed in part",
      "id": "c14"
    },
    {
      "text": "patents",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The present cases are applications for revocation of a patent pursuant to s 138(3) of the Patents Act 1990 (Cth) (the 1990 Act).",
      "id": "s0"
    },
    {
      "text": "The patent claims an enantiomer of a racemate where that racemate was disclosed and claimed by an earlier patent.",
      "id": "s1"
    },
    {
      "text": "This has been an issue in relation to other compounds, most recently in two judgments published after the close of evidence and, in one case, after the close of addresses --- the decision of Lindgren J in Alphapharm Pty Ltd v H Lundbeck A/S [2008] FCA 559 and the decision of the Full Court in Ranbaxy Australia Pty Ltd v Warner-Lambert Co LLC [2008] FCAFC 82 respectively.",
      "id": "s2"
    },
    {
      "text": "2 Australian Patent 597784 (the patent in suit) was applied for on 4 February 1988.",
      "id": "s3"
    },
    {
      "text": "The patentee is Sanofi-Aventis.",
      "id": "s4"
    },
    {
      "text": "Application had been made for international versions of the patent in suit on 17 February and 27 November 1987.",
      "id": "s5"
    },
    {
      "text": "It is not contended that the priority date is later than the second of those dates.",
      "id": "s6"
    },
    {
      "text": "The term of the patent in suit has been extended pursuant to the provisions of Pt 3 of Ch 6 of the 1990 Act by five years.",
      "id": "s7"
    },
    {
      "text": "Thus, the patent in suit is due to expire on 4 February 2013.",
      "id": "s8"
    },
    {
      "text": "3 Each of Apotex Pty Ltd (Apotex) and Spirit Pharmaceuticals Pty Ltd (Spirit) seeks revocation of the patent in suit on the grounds of lack of novelty, lack of inventive step, not being a manner of manufacture, inutility and false suggestion or misrepresentation.",
      "id": "s9"
    },
    {
      "text": "Both proceedings were heard together, on the same body of evidence, and one set of reasons will be given.",
      "id": "s10"
    },
    {
      "text": "Chemical background \n \n4 The title of the invention in the specification is:\n \"Dextro-rotatory enantiomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate, a process for its preparation and the pharmaceutical compositions containing it.",
      "id": "s11"
    },
    {
      "text": "\" \n5 The compound the subject of claim 1 of the patent in suit has the international non-proprietary name clopidogrel.",
      "id": "s12"
    },
    {
      "text": "After obtaining regulatory approval, a product was launched by Sanofi-Aventis in 1998 under the name Plavix, the active ingredient of which is the bisulfate salt of clopidogrel.",
      "id": "s13"
    },
    {
      "text": "It has been very successful commercially.",
      "id": "s14"
    },
    {
      "text": "It inhibits platelet aggregation at the site of blood vessel damage and so inhibits thrombus or clot formation.",
      "id": "s15"
    },
    {
      "text": "It is admitted that the applicant Apotex intends to make and sell compositions, the active ingredient of which is clopidogrel bisulfate and, so, would be in breach of claims 1, 3, 10 and 11 of the patent in suit.",
      "id": "s16"
    },
    {
      "text": "6 The invention relates to organic chemistry, which is concerned with the study of carbon compounds and, in particular, with the stereochemistry of carbon compounds respecting the three dimensional structure of their molecules.",
      "id": "s17"
    },
    {
      "text": "Isomers are compounds whose molecules consist of the same number and kind of atoms but differ in their structure or arrangement.",
      "id": "s18"
    },
    {
      "text": "Material that rotates the plane of polarised light is said to be optically active.",
      "id": "s19"
    },
    {
      "text": "The means of identifying compounds which have that property is by shining the plane of polarised light through a sample of the compound dissolved in an appropriate solvent then measuring the extent of the rotation.",
      "id": "s20"
    },
    {
      "text": "7 If the compound displays optical activity, this indicates that the chemical structure of the molecule is non-superimposable on its mirror image.",
      "id": "s21"
    },
    {
      "text": "That property is called \"chirality\" and the molecule is described as \"chiral\".",
      "id": "s22"
    },
    {
      "text": "An organic compound is said to have a chiral centre if it includes a carbon atom bonded to four different substituents.",
      "id": "s23"
    },
    {
      "text": "If the structure of a molecule is non-superimposable on its mirror image, the mirror image must be a different molecule.",
      "id": "s24"
    },
    {
      "text": "In each case of optical activity of a pure compound there are two, and only two, isomers called enantiomers, which differ in structure such that the arrangements of their atoms in space are non-superimposable mirror images of each other.",
      "id": "s25"
    },
    {
      "text": "Enantiomers have identical physical and chemical properties except in two important respects: they rotate the plane of polarised light in opposite directions, though in equal amounts; and they interact in different ways with other chiral compounds, including reacting with them at different rates.",
      "id": "s26"
    },
    {
      "text": "The isomer which rotates the plane of polarised light to the left (counter clockwise) is called the levo isomer, or levo-rotatory or L- enantiomer, and is designated (-), while the one that rotates the plane of polarised light to the right (clockwise) is called the dextro isomer, or dextro-rotatory or D - enantiomer, and is designated (+).",
      "id": "s27"
    },
    {
      "text": "8 Although a pure compound is always optically active if it is composed of chiral molecules, a mixture of equal amounts of enantiomers are optically inactive since the equal and opposite rotations cancel each other out.",
      "id": "s28"
    },
    {
      "text": "A mixture which is comprised of equal amounts of two enantiomers is often designated by the prefix (+/-).",
      "id": "s29"
    },
    {
      "text": "Such mixtures are called racemic mixtures or racemates.",
      "id": "s30"
    },
    {
      "text": "The separation of a racemic mixture into its two optically active enantiomers is called a resolution.",
      "id": "s31"
    },
    {
      "text": "The racemate has the same chemical formula as each enantiomer.",
      "id": "s32"
    },
    {
      "text": "9 There is a debate as to the common general knowledge as to resolving the enantiomers of a racemic mixture in Australia at the priority date of the patent in suit.",
      "id": "s33"
    },
    {
      "text": "I shall return to that issue.",
      "id": "s34"
    },
    {
      "text": "10 In broad terms, the salt of a chemical compound can be formed by combining an acid with a base --- an acidic compound is characterised by its ability to donate a proton to its surroundings whereas a basic compound is characterised by its ability to accept a proton from its surroundings.",
      "id": "s35"
    },
    {
      "text": "Salts may form a crystalline compound.",
      "id": "s36"
    },
    {
      "text": "11 Issues that are critical in relation to pharmaceutical drugs include efficacy, tolerance and toxicity.",
      "id": "s37"
    },
    {
      "text": "These refer to the pharmacological properties of a compound, ie, the operation of the compound in vivo.",
      "id": "s38"
    },
    {
      "text": "This invention is applied to biological systems which are composed of chiral molecules.",
      "id": "s39"
    },
    {
      "text": "Because enantiomers interact with other chiral molecules in different ways, they will often behave differently in biological systems.",
      "id": "s40"
    },
    {
      "text": "This can result in their having different physiological effects.",
      "id": "s41"
    },
    {
      "text": "An enantiomer may also undergo racemization (that is, convert to a 1:1 mixture of both enantiomers) in vivo.",
      "id": "s42"
    },
    {
      "text": "Patent in suit \n \n12 The body of the specification commences as follows:\n \"The compound of the invention corresponds to the following formula (I): \n \n \n in which the C* is an asymmetric carbon atom.",
      "id": "s43"
    },
    {
      "text": "In fact, this formula represents both the dextro-rotatory molecule claimed as well as its levo-rotatory enantiomer.",
      "id": "s44"
    },
    {
      "text": "The racemic mixture corresponding to this formula [PCR 4099] was described in the French patent application published under the No.",
      "id": "s45"
    },
    {
      "text": "2 530 247.",
      "id": "s46"
    },
    {
      "text": "Hereafter the dextro-rotatory enantiomer claimed according to the invention will be designated by Id and the levo-rotatory enantiomer by Il.",
      "id": "s47"
    },
    {
      "text": "It is known that the optical rotatory power of a compound depends on the solvent in which it is measured and on its concentration in this solvent.",
      "id": "s48"
    },
    {
      "text": "The optical rotatory power of the dextro-rotatory isomer according to the invention is positive in methanolic solution.",
      "id": "s49"
    },
    {
      "text": "In an unexpected manner only the dextro-rotatory enantiomer Id exhibits a platelet aggregation inhibiting activity, the levo-rotatory enantiomer Il being inactive.",
      "id": "s50"
    },
    {
      "text": "Moreover, the inactive levo-rotatary enantiomer Il is the less well tolerated of the two enantiomers.",
      "id": "s51"
    },
    {
      "text": "The invention also relates to the addition salts of the compounds of formula (Id) with pharmaceutically acceptable mineral or organic acids.",
      "id": "s52"
    },
    {
      "text": "\" \n13 The specification then outlines in detail the production of certain salts of the compound, methods of separating the enantiomers, converting them to salt and then the determination of the enantiomic purity of each.",
      "id": "s53"
    },
    {
      "text": "Discussion of a pharmacological study follows, introduced thus:\n \"The platelet aggregation inhibiting activity and the toxicity of these new compounds was compared to those of the racemic mixture described in the French patent No.",
      "id": "s54"
    },
    {
      "text": "82.12599 (Publication No.",
      "id": "s55"
    },
    {
      "text": "2 530 247) [PCR 4099].",
      "id": "s56"
    },
    {
      "text": "A description will now be given of the results of this study which demonstrates another advantage of the invention, namely that the salts of the dextro-rotatory isomer have a better therapeutic index than the salt of the racemic mixture; in fact, the levo-rotatory isomer exhibits almost no platelet aggregation inhibiting activity and its toxicity is markedly higher than that of its dextro-rotatory homologue.",
      "id": "s57"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s58"
    },
    {
      "text": ") \n14 The conclusions included the following:\n \"The results obtained for the aggregation with ADP for the hydrochloride of the racemic mixture (PCR 4099), the hydrogen sulfates of the dextro-rotatory (SR 25990 C) and levo-rotatory (SR 25989 C) isomers on the one hand, and for PCR 4099 and the hydrochlorides of the dextro-rotatory (SR 25990 A) and levo-rotatory (SR 25989 A) on the other, are shown in Table 1; they demonstrate that the levo-rotatory isomer is inactive and that the dextro-rotatory isomer is at least as active as the racemate.",
      "id": "s59"
    },
    {
      "text": "\" \"For the aggregation with collagen, the percentage of inhibition is the difference of the slopes of the curves representing the variation of the optical density as a function of time for the control and the product to be tested divided by the slope for the control multiplied by 100.",
      "id": "s60"
    },
    {
      "text": "The results shown in Table II demonstrate again that only the dextro-rotatory isomer is active whereas the salts have comparable activities.",
      "id": "s61"
    },
    {
      "text": "\" \"The results which are presented in Table III show that the levo-rotatory isomer is inactive in this test, in contrast to the dextro-rotatory isomer and the racemate.",
      "id": "s62"
    },
    {
      "text": "\" \"The number of dead animals was determined 14 days after the administration of the compound under study.",
      "id": "s63"
    },
    {
      "text": "The lethal doses thus determined, expressed in weight of the salt administered, are presented in Table IV; these results show on the one hand that the toxicity of the racemic mixture is similar to that of the levo-rotatory isomer whereas the dextro-rotatory isomer is markedly less toxic, and, on the other hand, that the toxicity depends on the nature of the acid used to form the salt.",
      "id": "s64"
    },
    {
      "text": "\" \"The pharmacological study just presented has demonstrated the interesting inhibitory properties towards platelet aggregation of the compound Id and the absence of any activity of its isomer Il.",
      "id": "s65"
    },
    {
      "text": "\" \"On account of its interesting inhibitory properties towards platelet aggregation and its interference in the mechanism of formation of arterial and venous thromboses, the medicine of the invention can be usefully administered in the treatment and prevention of platelet disorders due to extracorporeal blood circuits or the consequence of complications in atheroma.",
      "id": "s66"
    },
    {
      "text": "\" \n15 The significant claims for this case are:\n \n \n \"1.",
      "id": "s67"
    },
    {
      "text": "Dextro-rotatory isomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate and its pharmaceutically acceptable salts.",
      "id": "s68"
    },
    {
      "text": "... \n \n 3.",
      "id": "s69"
    },
    {
      "text": "Hydrogen sulfate of the dextro-rotatory isomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl) -acetate.",
      "id": "s70"
    },
    {
      "text": "... \n \n 6.",
      "id": "s71"
    },
    {
      "text": "Process for the preparation of the compound according to Claim 1, comprising the formation of a salt of racemic methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate with an optically active acid in a solvent, repeated recrystallizations of the salt are carried out until a product of constant optical rotatory power is obtained, then the dextro-rotatory isomer is liberated from its salt by a base and, if necessary, salt formation is carried out with a pharmaceutically acceptable acid.",
      "id": "s72"
    },
    {
      "text": "\" \n \n French patent and development of clopidogrel \n \n16 The French patent application referred to in the specification in suit was filed in July 1982 by Sanofi-Aventis.",
      "id": "s73"
    },
    {
      "text": "Its title was \"New derivatives of thieno (3,2-c) pyridine, process for their preparation and their therapeutic application\".",
      "id": "s74"
    },
    {
      "text": "The specification commenced as follows:\n \"This invention relates to new thieno [3,2-c] pyridines, to a process for their preparation and to their therapeutic applications.",
      "id": "s75"
    },
    {
      "text": "The new derivatives of this invention have the following general formula: in which: Y represents the OH group or an OR group in which R is a straight or branched lower alkyl radical, or Y represents a group in which R1 and R2 are each independently of each other hydrogen or a straight or branched lower alkyl group; or RI and R2 form together and with the nitrogen to which they are attached a heterocycle which may include a second heteroatom such as oxygen or nitrogen, wherein the latter may be substituted by a lower alkyl or benzyl radical which may be substituted; and X represents hydrogen, a halogen or a lower alkyl radical.",
      "id": "s76"
    },
    {
      "text": "These compounds having an asymmetrical carbon may exist in the form of two enantiomers.",
      "id": "s77"
    },
    {
      "text": "The invention relates both to each enantiomer and their mixture.",
      "id": "s78"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s79"
    },
    {
      "text": ") \nExample number 1 (said to be non-limiting) was given, amongst others, to illustrate the invention as follows:\n \"Methyl &#945; - [4,5,6,7-tetrahydro-thieno [3,2-c]-5-pyridyl]-o. chlorophenylacetate (R1 = -CH3;X = 2-Cl) derivative No.",
      "id": "s80"
    },
    {
      "text": "1.",
      "id": "s81"
    },
    {
      "text": "\" \nA method of preparing that compound is then set out.",
      "id": "s82"
    },
    {
      "text": "17 After giving other examples, the specification went on:\n \"The results of pharmacological and toxicological tests reported below demonstrate the properties of the derivatives of the invention both in terms of toxicity and tolerance, and the activity levels of the derivatives, especially their inhibiting action on blood-platelet aggregation and anti-thrombotic activity.",
      "id": "s83"
    },
    {
      "text": "Thus, the invention also relates to a therapeutic composition having in particular an inhibiting action on blood-platelet aggregation and anti-thrombotic action, wherein the active ingredient is a derivative of the formula (I) or an addition salt thereof with a pharmaceutically acceptable mineral or organic acid if Y represents the groups OR or \n18 and with a mineral base if Y is OH.",
      "id": "s84"
    },
    {
      "text": "\"\n \n\n \n \nVarious investigations were then reported (including in relation to derivative 1) and it was said:\n \"The toxicological and pharmacological investigations reported above demonstrate the low toxicity of the compounds of the invention, as well as their excellent tolerance and their inhibiting properties on blood-platelet aggregation, and their anti-thrombotic activity, which make them very useful in medical therapeutic applications.",
      "id": "s85"
    },
    {
      "text": "\" \n19 Claims 1, 8 and 14 were as follows:\n \"1 --- Compounds having the formula: in which Y represents the OH group or an OR group in which R is a straight or branched lower alkyl radical, or Y represents a group in which RI and R2 are each independently of each other hydrogen or a straight or branched lower alkyl group; or R1 and R2 form together and with the nitrogen atom to which they are attached a heterocycle which may include a second heteroatom such as oxygen or nitrogen, wherein the latter may be substituted by a lower alkyl or benzyl radical which may be substituted; and X represents hydrogen, a halogen or a lower alkyl radical; and their addition salts with pharmaceutically acceptable or organic acids if Y represents OR groups or or with mineral bases if Y represents OH, as well as the two enantiomers or their mixture.",
      "id": "s86"
    },
    {
      "text": "... 8 --- Methyl &#945; (4,5,6,7-tetrahydro-thieno (3,2-c)-5-pyridyl)-0. chlorophenyl-acetate.",
      "id": "s87"
    },
    {
      "text": "(derivative ndeg.1).",
      "id": "s88"
    },
    {
      "text": "... 14 --- Therapeutic composition having blood-platelet aggregation inhibiting activities and anti-thrombotic activities containing as active ingredient a derivative of the formula (I) as claimed in Claim 1, or an addition salt thereof with a pharmaceutically acceptable mineral or organic acid or with mineral bases, as well as one of the two enantiomers or their mixture.",
      "id": "s89"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s90"
    },
    {
      "text": ") \n20 Example 1 or derivative 1, the subject of claim 8, corresponds with the formula in the patent in suit.",
      "id": "s91"
    },
    {
      "text": "The racemic mixture was known internally at Sanofi-Aventis as PCR 4099.",
      "id": "s92"
    },
    {
      "text": "Patents corresponding to the French patent were also granted in Canada (Canadian Patent No 1,194,875 (the Canadian patent), Australia (Australian Patent No 554358 (the '358 patent) and the United States (US Patent No 4,529,596 (the US patent)).",
      "id": "s93"
    },
    {
      "text": "These four patents are relied upon as the prior art patents in these cases.",
      "id": "s94"
    },
    {
      "text": "21 A brief chronology of the development of clopidogrel is as follows:\n \n(1) In 1972 Sanofi-Aventis commenced research on thienopyridines.",
      "id": "s95"
    },
    {
      "text": "(2) Sanofi-Aventis was granted various patents around the world, including Australian patent 473141 with a priority date 1 February 1973, for compounds which included ticlopidine.",
      "id": "s96"
    },
    {
      "text": "Ticlopidine was launched in France in 1978 and in Australia in 1992.",
      "id": "s97"
    },
    {
      "text": "Subsequent to launch, Sanofi-Aventis became aware of reports of rare but potentially fatal side effects in some patients.",
      "id": "s98"
    },
    {
      "text": "(3) After the discovery of ticlopidine in 1972, Sanofi-Aventis continued to research other potentially valuable thienopyridines in the hope of finding a compound with better platelet aggregation inhibiting properties.",
      "id": "s99"
    },
    {
      "text": "(4) In 1975, Sanofi-Aventis synthesised a thienopyridine compound which it identified as PCR 1033.",
      "id": "s100"
    },
    {
      "text": "Unlike ticlopidine, PCR 1033 was a racemic compound.",
      "id": "s101"
    },
    {
      "text": "Testing of the racemic compound PCR 1033 indicated that it was a more active platelet aggregation inhibitor than ticlopidine but that it caused trembling, convulsions and even deaths in test animals.",
      "id": "s102"
    },
    {
      "text": "(5) In March 1978, Mr Badorc, an employee of Sanofi-Aventis under the direction of Dr Maffrand, succeeded in separating the enantiomers of PCR 1033.",
      "id": "s103"
    },
    {
      "text": "The levo-rotatory enantiomer was named PCR 3071 and the dextro-rotatory enantiomer was named PCR 3072.",
      "id": "s104"
    },
    {
      "text": "(6) The results of animal testing of the enantiomers of PCR 1033 indicated that PCR 3071 had anti-platelet and anti-thrombotic activity while PCR 3072 was inactive, but that PCR 3071 was too toxic to be tested in humans.",
      "id": "s105"
    },
    {
      "text": "In early 1981, further work on PCR 3071 was abandoned.",
      "id": "s106"
    },
    {
      "text": "(7) In about 1978, Sanofi-Aventis synthesised another racemic thienopyridine compound identified as PCR 3549.",
      "id": "s107"
    },
    {
      "text": "It was very similar in structure to PCR 1033.",
      "id": "s108"
    },
    {
      "text": "Testing of the racemic compound PCR 3549 demonstrated platelet inhibiting activity and tolerance which was better than PCR 1033, but not as favourable as ticlopidine.",
      "id": "s109"
    },
    {
      "text": "A decision was made to separate the enantiomers of PCR 3549.",
      "id": "s110"
    },
    {
      "text": "Mr Badorc undertook the exercise.",
      "id": "s111"
    },
    {
      "text": "(8) Mr Badorc's attempts to separate the enantiomers by the diastereomeric salt formation technique failed.",
      "id": "s112"
    },
    {
      "text": "He ultimately obtained the enantiomers by means of the asymmetric synthesis process.",
      "id": "s113"
    },
    {
      "text": "The enantiomers were named PCR 3620 and PCR 3621 respectively.",
      "id": "s114"
    },
    {
      "text": "Testing of those enantiomers indicated that the activity of each enantiomer was similar to that of the racemate and indicated no advantage over the racemate.",
      "id": "s115"
    },
    {
      "text": "(9) From about 1976, Sanofi-Aventis commenced synthesising compounds with a more complicated functional group than PCR 1033 and PCR 3549.",
      "id": "s116"
    },
    {
      "text": "A series of such compounds was synthesised and tested and ultimately, in July 1980, Sanofi-Aventis synthesised the racemic compound PCR 4099.",
      "id": "s117"
    },
    {
      "text": "Test results indicated that PCR 4099 was better tolerated and more effective than ticlopidine.",
      "id": "s118"
    },
    {
      "text": "In total, 21 compounds of the same formula were synthesised by Sanofi-Aventis, all of which were referred to as examples in the Canadian patent and the Australian '358 patent (as well as the other prior art patents).",
      "id": "s119"
    },
    {
      "text": "(10) The test results for the compounds as reported in the prior art patents indicated no toxicity problems and effectiveness.",
      "id": "s120"
    },
    {
      "text": "In 1982 Sanofi-Aventis determined to develop PCR 4099.",
      "id": "s121"
    },
    {
      "text": "The prior art patents were obtained, in the case of the Australian '358 patent, with a priority date of 13 July 1982.",
      "id": "s122"
    },
    {
      "text": "PCR 4099 is the compound identified in Example 1 of the prior art patents.",
      "id": "s123"
    },
    {
      "text": "(11) PCR 4099 underwent development and testing in and after 1982.",
      "id": "s124"
    },
    {
      "text": "Between 1983 and 1985 there were reports of side effects in some animals and, in particular, convulsions.",
      "id": "s125"
    },
    {
      "text": "Between 1983 and 1987, acute and long term toxicity tests of PCR 4099 were undertaken in rats, mice and baboons.",
      "id": "s126"
    },
    {
      "text": "Phase I studies in human volunteers had been carried out as a precursor to obtaining regulatory approval to permit the sale of PCR 4099 as a therapeutic compound.",
      "id": "s127"
    },
    {
      "text": "(12) In or about November 1985, Dr Maffrand decided that Sanofi-Aventis should attempt to obtain the enantiomers of PCR 4099.",
      "id": "s128"
    },
    {
      "text": "This decision was made in the light of the adverse side effects which test results for PCR 4099 were reporting by that time.",
      "id": "s129"
    },
    {
      "text": "(13) Between November 1985 and February 1986 Mr Badorc unsuccessfully attempted to obtain the separate enantiomers of PCR 4099 by means of asymmetric synthesis.",
      "id": "s130"
    },
    {
      "text": "(14) Mr Badorc then attempted diastereomeric salt formation.",
      "id": "s131"
    },
    {
      "text": "There is debate about the precise order of events but, on 21 March 1986, Mr Badorc carried out an experiment in which he added 9.95 g (0.0397 mole) of dextro-rotatory camphor-l0-sulfonic acid to a solution of 32 g (0.0994 mole) of PCR 4099 in a solution of 150 ml of acetone.",
      "id": "s132"
    },
    {
      "text": "Crystals appeared within 48 hours.",
      "id": "s133"
    },
    {
      "text": "The concentration of PCR 4099 to solvent in that experiment was significantly higher than in all of the earlier experiments.",
      "id": "s134"
    },
    {
      "text": "(15) Subsequent analysis demonstrated that that experiment produced the levo-rotatory enantiomer of PCR 4099.",
      "id": "s135"
    },
    {
      "text": "On 8 April 1986 Mr Badorc obtained the dextro-rotatory enantiomer of PCR 4099 after making levo-rotatory camphor-10-sulfonic acid and using that as the chiral resolving agent.",
      "id": "s136"
    },
    {
      "text": "(16) The method for obtaining the dextro-rotatory enantiomer of PCR 4099 (later named clopidogrel) specified in the patent in suit is the method employed on 21 March 1986 described above, with the exception that the patent specifies the use of levo-rotatory camphor-10-sulfonic acid.",
      "id": "s137"
    },
    {
      "text": "(17) The preliminary tests of clopidogrel were performed using the form of its hydrochloride salt as obtained by Mr Badorc.",
      "id": "s138"
    },
    {
      "text": "This salt was suitable for testing but was unstable and difficult to formulate.",
      "id": "s139"
    },
    {
      "text": "In particular, it was hygroscopic.",
      "id": "s140"
    },
    {
      "text": "(18) Subsequently, the hydrobromide, hydrogen sulfate and taurochlorate salts of the dextro-rotatory enantiomer of PCR 4099 were made.",
      "id": "s141"
    },
    {
      "text": "(19) The enantiomers were then tested.",
      "id": "s142"
    },
    {
      "text": "A review of the test results indicated to Dr Maffrand that the dextro-rotatory enantiomer of PCR 4099 had all of the activity and the levo-rotatory enantiomer had no activity.",
      "id": "s143"
    },
    {
      "text": "The initial pharmacology tests indicated that the levo-rotatory enantiomer was less well tolerated than the dextro-rotatory enantiomer.",
      "id": "s144"
    },
    {
      "text": "The dextro-rotatory enantiomer was named clopidogrel.",
      "id": "s145"
    },
    {
      "text": "Subsequent acute toxicology testing indicated that the inactive enantiomer was more than twice as toxic as the active enantiomer and caused convulsions in test animals which the active enantiomer did not.",
      "id": "s146"
    },
    {
      "text": "(20) Application was made for the international versions of the patent in suit on 17 February 1987 and a convention application for the patent in suit was made on 4 February 1988 with the international filing date priority.",
      "id": "s147"
    },
    {
      "text": "(21) In mid to late 1987, further toxicological testing was undertaken in respect of PCR 4099, its levo-rotatory enantiomer and clopidogrel.",
      "id": "s148"
    },
    {
      "text": "This testing provided further confirmation that PCR 4099 and the levo-rotatory enantiomer caused convulsions but clopidogrel did not.",
      "id": "s149"
    },
    {
      "text": "In about April 1987 it was decided to abandon further development work on PCR 4099.",
      "id": "s150"
    },
    {
      "text": "(22) Phase I human testing of clopidogrel commenced in December 1987.",
      "id": "s151"
    },
    {
      "text": "After obtaining regulatory approval, it was launched in 1998 under the name Plavix.",
      "id": "s152"
    },
    {
      "text": "Common general knowledge \n \n22 The common general knowledge relevant to these cases encompasses, in broad terms, that which was known by 1987 in relation to the following aspects of organic chemistry by the hypothetical skilled but not inventive worker in the field in Australia:\n \n(1) The fundamental principles of stereochemistry;\n \n(2) Methods for obtaining individual enantiomers from a racemate;\n \n(3) The formation of salts of stereochemical compounds for pharmaceutical purposes;\n \n(4) The biological/pharmacological activity and toxicity of stereochemical compounds and the ability to predict same.",
      "id": "s153"
    },
    {
      "text": "23 Several expert witnesses gave evidence relevant to the assessment of the state of the common general knowledge.",
      "id": "s154"
    },
    {
      "text": "Evidence on behalf of the applicants was given by:\n \n&#8226; Dr Keith Geoffrey Watson;\n \n&#8226; Professor Martin Gerhardt Banwell;\n \n&#8226; Professor Bevyn Jarrott;\n \n&#8226; Professor Ian David Rae.",
      "id": "s155"
    },
    {
      "text": "24 Evidence on behalf of the respondent was given (relevantly) by:\n \n&#8226; Professor Christopher John Easton;\n \n&#8226; Professor Peter John Scammells.",
      "id": "s156"
    },
    {
      "text": "25 Professor Shaun Phillip Jackson also gave evidence for the respondent, as did Dr Maffrand and Mr Badorc of Sanofi-Aventis.",
      "id": "s157"
    },
    {
      "text": "The evidence of those witnesses does not contribute to an appreciation of the common general knowledge in Australia relevant to these cases.",
      "id": "s158"
    },
    {
      "text": "Those portions of the evidence of Professor Jackson that were ultimately admitted, went to specific questions concerning the nature of platelet aggregation and its pathological manifestations, and to the operation of clopidogrel as a platelet aggregation inhibitor.",
      "id": "s159"
    },
    {
      "text": "Professor Jackson obtained a Bachelor of Medical Science degree from Monash University in 1987.",
      "id": "s160"
    },
    {
      "text": "26 Set out below is first a broad outline of the evidence given by each expert witness in relation to the four issues above, including a broad outline of the studies and professional activities of each expert up to 1987.",
      "id": "s161"
    },
    {
      "text": "There follows a summary of the state of the common general knowledge as distilled from a consideration of that evidence.",
      "id": "s162"
    },
    {
      "text": "27 Before commencing that analysis, it should be noted in relation to issue 1 that the fundamentals of stereochemistry were outlined at the hearing through two tutorials, one prepared by Dr Watson for the applicants, the other by Professor Easton for Sanofi-Aventis, the latter including comments on the applicants' tutorial.",
      "id": "s163"
    },
    {
      "text": "Despite the areas of disagreement identified in those comments, the fundamental principles of stereochemistry were not relevantly in dispute between the parties.",
      "id": "s164"
    },
    {
      "text": "A broad outline of those principles, informed by the parties' tutorials, has been included above.",
      "id": "s165"
    },
    {
      "text": "The comments below in relation to issue 1 are thus directed instead to certain key principles only, and to the question of how widely those principles were recognised by 1987 in Australia.",
      "id": "s166"
    },
    {
      "text": "Dr Watson \n \n28 Dr Watson obtained a Bachelor of Science with Honours in chemistry from Monash University in 1969.",
      "id": "s167"
    },
    {
      "text": "He obtained a PhD in chemistry from Monash University in 1973.",
      "id": "s168"
    },
    {
      "text": "Between 1973 and 1977, Dr Watson occupied postdoctoral positions in chemistry at Imperial College in London and the CSIRO in Victoria.",
      "id": "s169"
    },
    {
      "text": "His postdoctoral work involved chemical synthesis of derivatives of natural product molecules for testing in biological systems.",
      "id": "s170"
    },
    {
      "text": "Between 1977 and 1986, Dr Watson worked as a Research Officer, and later Senior Research Officer, and from 1987 (to 1991) as Senior Principal Research Scientist, at ICI Australia Central Research Laboratories, Victoria.",
      "id": "s171"
    },
    {
      "text": "Dr Watson's work at ICI focused on the development and commercialisation of selective herbicides, and a drug to treat heart disease.",
      "id": "s172"
    },
    {
      "text": "These appointments had involved the application of synthetic organic chemistry to the preparation of small molecules with biological activity.",
      "id": "s173"
    },
    {
      "text": "Dr Watson's experience up to 1987 had principally been in the area of herbicides.",
      "id": "s174"
    },
    {
      "text": "Since 1972, Dr Watson has attended conferences, in Australia and overseas, relevant to his field of interest.",
      "id": "s175"
    },
    {
      "text": "Dr Watson has also regularly read books and journals relevant to the field of stereochemistry during his career.",
      "id": "s176"
    },
    {
      "text": "In 1987, Dr Watson was approximately 40 years of age.",
      "id": "s177"
    },
    {
      "text": "(1) Dr Watson was taught the fundamentals of stereochemistry during undergraduate studies in the 1960s, hence those underlying concepts were well known to Dr Watson before 1987.",
      "id": "s178"
    },
    {
      "text": "Prior to 1987, Dr Watson had a good working knowledge of the principles of stereochemistry and (relevant also to issue 2) of techniques for resolving racemates.",
      "id": "s179"
    },
    {
      "text": "There have been no significant changes in the science of stereochemistry since 1987.",
      "id": "s180"
    },
    {
      "text": "(2) (i) Prior to 1987, Dr Watson was aware of several techniques for obtaining single enantiomers from racemates.",
      "id": "s181"
    },
    {
      "text": "Diastereomeric salt formation (including of the kind undertaken by Mr Badorc in relation to PCR 4099) was in 1987 and is today a well known and routine technique for obtaining enantiomers.",
      "id": "s182"
    },
    {
      "text": "That technique had been described in the chemical literature well before 1987.",
      "id": "s183"
    },
    {
      "text": "Dr Watson could have performed the technique of diastereomeric salt formation prior to 1987, and had done so in 1976, though only on that one occasion.",
      "id": "s184"
    },
    {
      "text": "(ii) Dr Watson would have used diastereomeric salt formation as the first technique for obtaining enantiomers as it was the simplest approach, and would have expected a yield sufficient for analytical testing.",
      "id": "s185"
    },
    {
      "text": "Dr Watson did indicate that during his work in relation to herbicides, synthesis of the relevant active enantiomer had been the preferred method given the large commercial quantities required.",
      "id": "s186"
    },
    {
      "text": "Dr Watson distanced himself, however, both from the suggestion that asymmetric synthesis is a \"separation\" technique as such, and from the view that diastereomeric salt formation would be difficult and impractical on an industrial scale.",
      "id": "s187"
    },
    {
      "text": "Dr Watson compared the two methods by saying that, while limited methods for an asymmetric synthesis were available prior to 1987, at that stage diastereomeric salt formation was a tried and true method.",
      "id": "s188"
    },
    {
      "text": "A risk of racemisation of the order seen in relation to PCR 4099 would not have dissuaded Dr Watson from using diastereomeric salt formation in relation to that compound.",
      "id": "s189"
    },
    {
      "text": "All of that said, the respondent did highlight certain comments made by Dr Watson during cross-examination that appeared to cast some doubt on his enthusiasm in relation to the process of diastereomeric salt formation.",
      "id": "s190"
    },
    {
      "text": "(iii) Prior to 1987, when determining which chiral acid/amine and which solvent to use as part of the diastereomeric salt formation process, Dr Watson would have begun by consulting the literature for those used previously for resolving similar compounds.",
      "id": "s191"
    },
    {
      "text": "Had no useful information been available, Dr Watson would have consulted a list of standard readily available chiral acids/amines and run parallel experiments.",
      "id": "s192"
    },
    {
      "text": "Parallel experimentation was a common salt formation procedure prior to 1987.",
      "id": "s193"
    },
    {
      "text": "The use of camphor-10-sulfonic acid for resolution was not new in 1987; rather, it was well known and had been described in chemical literature before that time, which literature was in Dr Watson's personal library.",
      "id": "s194"
    },
    {
      "text": "Further, acetone was a well known, widely used and readily available solvent for resolution prior to 1987, and the choice to use it as part of the diastereomeric salt formation process was not new in 1987.",
      "id": "s195"
    },
    {
      "text": "(iv) Dr Watson considered resolution to be generally a relatively fast process, and that one would be able to determine fairly quickly whether the reaction had succeeded.",
      "id": "s196"
    },
    {
      "text": "As to the timeframe required for obtaining a yield, Dr Watson deposed variously that hours or days at most, rather than months or years, would be required, and that obtaining small quantities of enantiomers usually takes no more than several weeks, with industrial quantities perhaps requiring several months.",
      "id": "s197"
    },
    {
      "text": "The latter reference to several weeks was said by the respondent to cast doubt on the former estimate of hours or days.",
      "id": "s198"
    },
    {
      "text": "The latter estimate was sought to be explained by Apotex as being a response only to an estimate by Mr Badorc of the time required for the \"whole process\" rather than the time for \"reactions\", which may take hours or days only.",
      "id": "s199"
    },
    {
      "text": "Dr Watson stated that, if crystals had not developed within a few days for a particular experiment, he would have tried another experiment (in parallel) with a different chiral acid/amine and solvent.",
      "id": "s200"
    },
    {
      "text": "Dr Watson considered that one would expect to succeed with perseverance with the process.",
      "id": "s201"
    },
    {
      "text": "(3) Hydrochloric and sulfuric acids, which are likely to lead to the formation of good hydrochloric and hydrogen sulfate salt crystals respectively, are the most common acids found in chemistry laboratories and are used routinely.",
      "id": "s202"
    },
    {
      "text": "Their salts were very commonly made before 1987.",
      "id": "s203"
    },
    {
      "text": "(4) (i) Approximately a two-fold increase in activity from racemate to enantiomer would have been expected.",
      "id": "s204"
    },
    {
      "text": "That was sufficiently significant to have compelled the separation and testing of the single enantiomers of a racemate.",
      "id": "s205"
    },
    {
      "text": "One would expect one enantiomer to have most or all of the activity and the other to have little or no activity, and examples of compounds displaying such properties were to be found in the literature prior to 1987.",
      "id": "s206"
    },
    {
      "text": "Dr Watson would have obtained and tested the single enantiomers rather than investigating other compounds in the class of compounds.",
      "id": "s207"
    },
    {
      "text": "(ii) Dr Watson considered that, absent literature information about a particular compound, it is impossible to predict the toxicity of enantiomers before testing.",
      "id": "s208"
    },
    {
      "text": "A more physiologically active compound would not necessarily be more toxic, physiological activity not necessarily being related to toxicity.",
      "id": "s209"
    },
    {
      "text": "(iii) Dr Watson considered pharmacological testing of enantiomers to be a more accurate method for determining their characteristics than a theoretical approach based on molecular modelling.",
      "id": "s210"
    },
    {
      "text": "Dr Watson did consider, however, that the properties of salts of racemates can be a useful guide to the properties of enantiomers.",
      "id": "s211"
    },
    {
      "text": "Professor Banwell \n \n29 Professor Banwell obtained a Bachelor of Science with Honours from The Victoria University, Wellington in 1977.",
      "id": "s212"
    },
    {
      "text": "He obtained a PhD in organic chemistry from The Victoria University, Wellington in 1979.",
      "id": "s213"
    },
    {
      "text": "Between 1979 and 1987, Professor Banwell held academic appointments in organic chemistry at universities in Australia and overseas, including the Ohio State University, the University of Adelaide, the University of Auckland and the University of Melbourne.",
      "id": "s214"
    },
    {
      "text": "These appointments involved lecturing, student research supervision and Professor Banwell's own research into the synthesis of novel organic molecules, including biologically active molecules.",
      "id": "s215"
    },
    {
      "text": "During this period, Professor Banwell was also involved with asymmetric synthesis, including supervision of PhD students in that area.",
      "id": "s216"
    },
    {
      "text": "Prior to and after 1987, Professor Banwell would consult scientific literature, attend conferences and meetings, and review patent literature in order to remain familiar with development in the relevant field.",
      "id": "s217"
    },
    {
      "text": "In 1987, Professor Banwell was approximately 33 years of age.",
      "id": "s218"
    },
    {
      "text": "(1) Professor Banwell was taught the fundamental principles of stereochemistry as an undergraduate student in the 1970s and possessed at that time copies of leading stereochemistry texts used to teach undergraduate students.",
      "id": "s219"
    },
    {
      "text": "There have been no significant changes in the science of stereochemistry since 1987.",
      "id": "s220"
    },
    {
      "text": "(2) (i) Professor Banwell considered that, from 1982 onwards (during his period of teaching), undergraduate and postgraduate chemistry students were well aware of many of the available methods for separating racemates.",
      "id": "s221"
    },
    {
      "text": "Professor Banwell had supervised upper level undergraduate and honours students in undertaking separations on multiple occasions.",
      "id": "s222"
    },
    {
      "text": "Professor Banwell was himself capable, prior to 1987, of applying his knowledge of resolution techniques in a laboratory setting.",
      "id": "s223"
    },
    {
      "text": "(ii) Prior to 1987, Professor Banwell would have employed the diastereomeric salt formation technique to separate out the enantiomers of a racemic mixture that displayed relevant functionality, but the identity of the active enantiomer of which he did not know.",
      "id": "s224"
    },
    {
      "text": "The process of diastereomeric salt formation was a relatively straightforward method and was described in leading chemistry textbooks prior to 1987.",
      "id": "s225"
    },
    {
      "text": "He understood at that time that diastereomeric salt formation was an efficient process.",
      "id": "s226"
    },
    {
      "text": "Professor Banwell also queried whether asymmetric synthesis was a technique for \"separation\" of enantiomers as such.",
      "id": "s227"
    },
    {
      "text": "(iii) When resolving a chiral base, Professor Banwell would have selected the chiral acid by consulting the literature in relation to acids previously used to resolve similar compounds.",
      "id": "s228"
    },
    {
      "text": "Professor Banwell was familiar with camphor-10-sulfonic acid prior to 1987 and considered it to be a \"classic acid\".",
      "id": "s229"
    },
    {
      "text": "He expected that both of its enantiomeric forms would have been commercially available.",
      "id": "s230"
    },
    {
      "text": "Professor Banwell would have known how to prepare a chiral form of camphor-10-sulfonic acid.",
      "id": "s231"
    },
    {
      "text": "Professor Banwell would have consulted the literature in relation to the choice of solvent when undertaking diastereomeric salt formation; while the selection would hinge on the compound to be resolved, Professor Banwell commonly used ethanol, methanol, acetone and water.",
      "id": "s232"
    },
    {
      "text": "Professor Banwell would have run various experiments in parallel, that being a straightforward approach with which he had experience prior to 1987 and which would have taken less than an hour to set up.",
      "id": "s233"
    },
    {
      "text": "(iv) Results from diastereomeric salt formation would have been expected within minutes or, at most, days.",
      "id": "s234"
    },
    {
      "text": "Had Professor Banwell sought to obtain the enantiomers by reacting the diastereomeric salts with a strong (mineral) base and undertaking repeated crystallisations until the desired enantiomeric purity had been reached, that technique (also well developed prior to 1987) would have yielded an outcome in days or weeks.",
      "id": "s235"
    },
    {
      "text": "(3) If attempting to formulate a pharmaceutically acceptable salt of an amine that was in the form of an oil, Professor Banwell would have consulted the literature for commonly used acids for salt formation of similar compounds.",
      "id": "s236"
    },
    {
      "text": "Prior to 1987, the salts described in claims 2---5 of the patent in suit were well known to Professor Banwell and the acids required to produce them were readily available.",
      "id": "s237"
    },
    {
      "text": "(4) By 1974 or 1975, Professor Banwell well understood that enantiomers often exhibit different biological activity, including therapeutic activity and toxicity.",
      "id": "s238"
    },
    {
      "text": "Professor Banwell cited the example of thalidomide as representing the potentially different activity of enantiomers, and taught undergraduate students from 1982 onwards about the thalidomide example.",
      "id": "s239"
    },
    {
      "text": "It became clear during cross-examination of Professor Banwell that the thalidomide example was not in fact supportive of the general proposition that one enantiomer of a pair may have all the activity and the other may be completely inactive.",
      "id": "s240"
    },
    {
      "text": "The thalidomide example in fact demonstrated simply that each enantiomer of a pair may exhibit substantially different activity; in the case of thalidomide, one enantiomer was found to possess the bulk of the therapeutic sedative effects, while the other possessed all of the negative teratogenic effects.",
      "id": "s241"
    },
    {
      "text": "By 1979, Professor Banwell understood that no direct relationship exists between desired biological activity of each of a pair of enantiomers and their toxicity.",
      "id": "s242"
    },
    {
      "text": "It would have been no surprise to Professor Banwell at that time if most of the desired activity was present in one enantiomer and most of the toxicity in the other.",
      "id": "s243"
    },
    {
      "text": "Professor Jarrott \n \n30 Professor Jarrott obtained a Bachelor of Pharmacy with First Class Honours from the University of Queensland in 1965.",
      "id": "s244"
    },
    {
      "text": "He obtained a PhD in pharmacology from the University of Cambridge in 1969, focusing in his research on the in vivo disposition of chemical amines such as adrenaline.",
      "id": "s245"
    },
    {
      "text": "After his doctoral studies, Professor Jarrott worked for four years as a Lecturer in pharmacology at Monash University.",
      "id": "s246"
    },
    {
      "text": "In 1975, Professor Jarrott commenced a 17-year period of work as Honorary Clinical Pharmacologist at the Austin Hospital, Victoria.",
      "id": "s247"
    },
    {
      "text": "Between 1974 and 1984, Professor Jarrott worked as Senior Lecturer, and in 1984 was appointed a Reader, in the Clinical Pharmacology and Therapeutic Unit in the Department of Medicine of the Austin Hospital.",
      "id": "s248"
    },
    {
      "text": "From 1978 to 1992, Professor Jarrott was involved in research at the University of Melbourne concerning the mechanisms of action of drugs that block the binding of transmitters to receptors in arteries, heart muscle and the brain.",
      "id": "s249"
    },
    {
      "text": "From 1976 to 1990, he was part of a research team working on the development of beta-blockers.",
      "id": "s250"
    },
    {
      "text": "Professor Jarrott's research into cardiovascular hypertension required regular analysis and testing of the biological properties of chiral compounds, including the pharmacological properties of individual enantiomers.",
      "id": "s251"
    },
    {
      "text": "Professor Jarrott stated that his involvement with drug development work would begin after chemists had isolated a compound or compounds with interesting biological activity in relation to a therapeutic target, and after preliminary in vitro testing for activity and toxicity had been conducted.",
      "id": "s252"
    },
    {
      "text": "Professor Jarrott was involved in selecting the most active compounds for further investigation, and thereafter in producing sufficient efficacy data to enable registration of the compound with the Therapeutic Goods Administration.",
      "id": "s253"
    },
    {
      "text": "In 1987, Professor Jarrott was approximately 44 years of age.",
      "id": "s254"
    },
    {
      "text": "(1) Professor Jarrott was taught the fundamentals of stereochemistry as an undergraduate pharmacology student in the 1960s.",
      "id": "s255"
    },
    {
      "text": "Professor Jarrott had acquired, prior to 1987, copies of textbooks widely used for undergraduate pharmacology lecturing, many of which discussed basic principles of stereochemistry.",
      "id": "s256"
    },
    {
      "text": "There have been no major advances or changes in those principles as they were known prior to 1987, nor in any separation techniques.",
      "id": "s257"
    },
    {
      "text": "(2) Prior to 1987, Professor Jarrott was familiar with the techniques used to obtain enantiomers, having learned about them as an undergraduate student.",
      "id": "s258"
    },
    {
      "text": "Professor Jarrott was aware of the technique of diastereomeric salt formation.",
      "id": "s259"
    },
    {
      "text": "It was a known, well developed and fairly routine separation method prior to 1987 that was often taught to undergraduate science students.",
      "id": "s260"
    },
    {
      "text": "(3) Prior to 1987, Professor Jarrott was familiar with the techniques used by formulation scientists to formulate salts, as he had learned about the as an honours student in the 1960s.",
      "id": "s261"
    },
    {
      "text": "Prior to 1987 and today, formulation of a pharmaceutically acceptable salt involves the selection of an appropriate reagent (acid or base).",
      "id": "s262"
    },
    {
      "text": "(4) (i) Professor Jarrott has well understood since he was an undergraduate student in the 1960s that enantiomers can exhibit different biological activity (therapeutic activity and toxicity).",
      "id": "s263"
    },
    {
      "text": "Prior to 1987, Professor Jarrott would have expected different pharmacological activity from each enantiomer in relation to the relevant receptor.",
      "id": "s264"
    },
    {
      "text": "Professor Jarrott understood prior to 1987 that similar activity in each of a pair of enantiomers is quite unusual and that, more commonly, one enantiomer will be more active than the other.",
      "id": "s265"
    },
    {
      "text": "According to Professor Jarrott, the difference in activity would quite commonly be two-fold, and that approximately that difference would have been expected, however at one point Professor Jarrott stated that he would have expected at least a 10-fold difference in activity between the enantiomers.",
      "id": "s266"
    },
    {
      "text": "It would have been unexpected to him had two enantiomers of the same compound displayed the same activity.",
      "id": "s267"
    },
    {
      "text": "Equally, it was Professor Jarrott's understanding prior to 1987 that the less active enantiomer generally exhibits some activity and is rarely completely inactive.",
      "id": "s268"
    },
    {
      "text": "(ii) Professor Jarrott deposed that, while the level of toxicity of an enantiomer is difficult to predict before separation and testing, toxicity is no more likely in the pharmacologically active enantiomer than the inactive enantiomer.",
      "id": "s269"
    },
    {
      "text": "Prior to 1987, Professor Jarrott would have expected toxicity levels to differ between enantiomers.",
      "id": "s270"
    },
    {
      "text": "Professor Rae \n \n31 Professor Rae obtained a Diploma of Applied Chemistry from Footscray Technical School between 1954 and 1957.",
      "id": "s271"
    },
    {
      "text": "He obtained a Bachelor of Science from the University of Melbourne between 1958 and 1959 and a Master of Science from the University of Melbourne between 1960 and 1961.",
      "id": "s272"
    },
    {
      "text": "His undergraduate and Masters studies involved consideration of three-dimensional stereochemistry.",
      "id": "s273"
    },
    {
      "text": "Professor Rae obtained a PhD from the Australian National University between 1962 and 1964.",
      "id": "s274"
    },
    {
      "text": "Between 1964 and 1967, Professor Rae undertook postdoctoral work in North America at the National Research Council, Ottawa, the University of Toronto and the Massachusetts Institute of Technology, Boston.",
      "id": "s275"
    },
    {
      "text": "His work at the University of Toronto was the only work over this period to involve stereochemistry, though stereochemistry remained a key area of interest for Professor Rae throughout.",
      "id": "s276"
    },
    {
      "text": "He regularly attended seminars, presentations and conferences, and read literature, concerning (in part at least) stereochemistry.",
      "id": "s277"
    },
    {
      "text": "Between 1967 and 1987, Professor Rae worked in chemistry at Monash University as variously a University Research Fellow, Senior Lecturer and Associate Professor.",
      "id": "s278"
    },
    {
      "text": "Professor Rae's teaching work during this period required him to teach the fundamentals of stereochemistry to undergraduate students.",
      "id": "s279"
    },
    {
      "text": "In 1987, Professor Rae was approximately 50 years of age.",
      "id": "s280"
    },
    {
      "text": "(1) Professor Rae was aware of the principles of stereochemistry prior to 1987.",
      "id": "s281"
    },
    {
      "text": "The concept that racemates may have different enantiomeric forms was information taught to university students from the 1970s.",
      "id": "s282"
    },
    {
      "text": "Between 1967 and 1987, Professor Rae had cause to consult leading textbooks relating to stereochemistry.",
      "id": "s283"
    },
    {
      "text": "There have been no major advances in stereochemistry principles or diastereomeric salt formation techniques since 1987, though other methods for obtaining enantiomers have developed and are now more widely used that in 1987.",
      "id": "s284"
    },
    {
      "text": "(2) (i) Professor Rae knew of resolution by diastereomeric salt formation prior to 1987 and considered it to be standard.",
      "id": "s285"
    },
    {
      "text": "Other techniques were also known prior to 1987.",
      "id": "s286"
    },
    {
      "text": "Professor Rae recalled in his evidence that colleagues of his during the 1970s and 1980s had taught courses that included discussion of the theory of resolving racemates by diastereomeric salt formation.",
      "id": "s287"
    },
    {
      "text": "Asymmetric synthesis was also a well developed method prior to 1987, but Professor Rae too does not consider it to be a \"separation\" process as such.",
      "id": "s288"
    },
    {
      "text": "(ii) Professor Rae would have elected to use diastereomeric salt formation rather than asymmetric synthesis to obtain enantiomers from a racemate.",
      "id": "s289"
    },
    {
      "text": "Resolution techniques were well known and proven prior to 1987.",
      "id": "s290"
    },
    {
      "text": "Professor Rae deposed that by 1987, it was not necessary to conduct extensive experimentation to undertake diastereomeric salt formation, as there were well known and established protocols for the process, which a chemist could work through and apply in a routine manner.",
      "id": "s291"
    },
    {
      "text": "Parallel experiments would usually be used.",
      "id": "s292"
    },
    {
      "text": "When undertaking development of a more active drug than a racemate, Professor Rae would have elected to obtain enantiomers rather than undertake a structure-activity study of the relevant class of compounds.",
      "id": "s293"
    },
    {
      "text": "Professor Rae would not agree that the method to be used to obtain a particular enantiomer involved more than routine experimentation.",
      "id": "s294"
    },
    {
      "text": "(iii) Professor Rae would have used diastereomeric salt formation as a means of obtaining enantiomers, consulting the literature when choosing the resolving acid and being likely in that regard to opt for the cheapest acids readily available to him.",
      "id": "s295"
    },
    {
      "text": "Choices of resolving acid (or base) could readily be assisted by relevant literature, which was owned by Professor Rae prior to 1987.",
      "id": "s296"
    },
    {
      "text": "When using diastereomeric salt formation, Professor Rae would have expected a yield sufficient to allow activity analysis of the enantiomer obtained.",
      "id": "s297"
    },
    {
      "text": "(3) Professor Rae variously deposed that a yield could be expected to be known within a few days, and that it would generally take up to a few weeks to obtain a particular enantiomer by resolution, but not months or years.",
      "id": "s298"
    },
    {
      "text": "Prior to 1987, formation of salts of an active enantiomer that was an oil was achievable by well-established, quite straightforward and routine techniques prior to 1987.",
      "id": "s299"
    },
    {
      "text": "Prior to 1987, the behaviour of a racemate with regard to salt formation would be likely to be a useful guide to the behaviour of the enantiomer.",
      "id": "s300"
    },
    {
      "text": "Professor Rae would have considered sulfuric acid and phosphoric acid as highly relevant when attempting to obtain salts.",
      "id": "s301"
    },
    {
      "text": "(4) (i) Professor Rae stated that the characteristics of an enantiomer, once obtained, could not be predicted.",
      "id": "s302"
    },
    {
      "text": "Nevertheless, prior to 1987, Professor Rae was aware, and would have expected, that the enantiomer of a particular racemic compound would have different biological properties, and that almost always one will have most or all activity and the other little or none.",
      "id": "s303"
    },
    {
      "text": "Prior to 1987, Professor Rae would have expected the racemate to be less active than the active enantiomer, and that the active enantiomer would generally be twice as active as the racemate.",
      "id": "s304"
    },
    {
      "text": "Prior to 1987 and today, the biological activity of enantiomers could and can only be determined by separation and testing.",
      "id": "s305"
    },
    {
      "text": "(ii) Professor Rae considered it impossible to generalise about a relationship between toxicity versus desirable activity.",
      "id": "s306"
    },
    {
      "text": "It would not be unexpected to find that the active enantiomer was not toxic while the inactive enantiomer was toxic.",
      "id": "s307"
    },
    {
      "text": "Professor Easton \n \n32 Professor Easton obtained a Bachelor of Science with a double major in chemistry from Flinders University in 1976.",
      "id": "s308"
    },
    {
      "text": "He obtained a Bachelor of Science with Honours in physical organic chemistry from Flinders University in 1977.",
      "id": "s309"
    },
    {
      "text": "He obtained a PhD in organic chemistry from the University of Adelaide in 1981.",
      "id": "s310"
    },
    {
      "text": "Professor Easton undertook work as a Postdoctoral Fellow in chemistry at Harvard University between 1980 and 1981, working in the area of the organic chemistry of bacterial resistance to penicillin.",
      "id": "s311"
    },
    {
      "text": "In 1982, Professor Easton worked as a Research Fellow in the Institute of Advanced Studies in the Research School of Chemistry at the Australian National University, where he was involved in projects dealing with organic and biological chemistry in relation to penicillin biosynthesis.",
      "id": "s312"
    },
    {
      "text": "Between 1983 and 1986, Professor Easton was first Lecturer and later Senior Lecturer in chemistry at the University of Canterbury in New Zealand, where he continued work on penicillin biosynthesis, which involved the synthesis of compounds and the study of their interaction with biological target molecules.",
      "id": "s313"
    },
    {
      "text": "From 1986 to 1988, Professor Easton was a Lecturer in organic chemistry at the University of Adelaide.",
      "id": "s314"
    },
    {
      "text": "In 1987, Professor Easton was approximately 32 years of age.",
      "id": "s315"
    },
    {
      "text": "(1) Professor Easton's outline, both in his affidavit evidence and through his tutorial, of the basic principles of stereochemistry and what was known in relation to them at the relevant date did not differ in any relevant manner from that which appears to have been understood by the other expert witnesses prior to 1987.",
      "id": "s316"
    },
    {
      "text": "(2) (i) Enantiomers would be obtained by trial and error, with no possibility of predicting whether a particular method would work.",
      "id": "s317"
    },
    {
      "text": "Professor Easton would not have sought to obtain the enantiomers of a racemate on the chance that one enantiomer may display increased activity, but rather would have investigated a related group of compounds.",
      "id": "s318"
    },
    {
      "text": "(ii) Professor Easton cited various textbooks that cast doubt upon the simplicity of diastereomeric salt formation as a method for obtaining enantiomers.",
      "id": "s319"
    },
    {
      "text": "(3) The choice of salt in relation to the enantiomer in the patent in suit would have been a matter of trial and error.",
      "id": "s320"
    },
    {
      "text": "(4) It is not possible to predict the effectiveness or the toxicity of a particular enantiomer without obtaining it and testing it.",
      "id": "s321"
    },
    {
      "text": "Knowledge of the structure of the relevant receptor to which an enantiomer would be directed may provide some guidance that the enantiomer with the complementary chirality to that of the receptor is likely to be the more active of a pair.",
      "id": "s322"
    },
    {
      "text": "Professor Scammells \n \n33 Professor Scammells obtained a Bachelor of Science in chemistry (including organic chemistry) and life sciences from Griffith University in 1986.",
      "id": "s323"
    },
    {
      "text": "He obtained a Bachelor of Science degree with Honours, focusing on synthetic medicinal chemistry, from Griffith University in 1987.",
      "id": "s324"
    },
    {
      "text": "From 1987 to 1991, Professor Scammells undertook research towards a PhD in synthetic medicinal chemistry at Griffith University.",
      "id": "s325"
    },
    {
      "text": "In 1987, Professor Scammells was approximately 22 years of age.",
      "id": "s326"
    },
    {
      "text": "(1) The stereochemistry described in the prior art patents is chemistry with which Professor Scammells is personally familiar, and which is relatively straightforward chemistry similar to that which Professor Scammells would have expected undergraduate and honours students to be able to perform in practical work and in final year research projects at the publication dates of the prior art patents (around 1984-1985).",
      "id": "s327"
    },
    {
      "text": "(2) (i) At the publication dates of the prior art patents, Professor Scammells was an undergraduate student and learned about the broad methods of resolution and asymmetric synthesis (and its various subset methods) for obtaining single enantiomers, though he did not perform practical experiments.",
      "id": "s328"
    },
    {
      "text": "Professor Scammells states that those methods were known prior to 1987 but that it was not possible to predict whether they would lead to the obtaining of a particular enantiomer.",
      "id": "s329"
    },
    {
      "text": "(ii) At the publication dates of the prior art patents, Professor Scammells would not necessarily have attempted to obtain the individual enantiomers of a racemate in an effort to increase activity, but rather would have opted for a wider structure-activity study of the relevant class of compounds.",
      "id": "s330"
    },
    {
      "text": "(iii) The choice of chiral acid/base and solvent in diastereomeric salt formation was in 1987 and is now a matter of trial and error, with the price and ease of obtaining any acid being relevant factors.",
      "id": "s331"
    },
    {
      "text": "Camphor-10-sulfonic acid was one acid among many that might be suitable.",
      "id": "s332"
    },
    {
      "text": "Likewise, acetone is a common solvent but there is a range of other common solvents, as well as certain solvent mixtures.",
      "id": "s333"
    },
    {
      "text": "(iv) There is a spectrum of difficulty in obtaining single enantiomers of racemates.",
      "id": "s334"
    },
    {
      "text": "An attempt to obtain the dextro-rotatory enantiomer of PCR 4099 in 1987 would have been a matter of trial and error, with no ability to predict success using any particular method.",
      "id": "s335"
    },
    {
      "text": "The process of diastereomeric salt formation would not have a fixed likely duration and could encompass a first-time success, a process lasting weeks and a complete lack of success.",
      "id": "s336"
    },
    {
      "text": "(3) Professor Scammells did not appear to direct comments relevantly to this issue.",
      "id": "s337"
    },
    {
      "text": "(4) (i) At the publication dates of the prior art patents, it was known that one enantiomer of a pair may be more therapeutically active than the other, but it was not possible to predict activity without testing, except by knowledge of the structure of the intended receptor, which knowledge was and is scarce.",
      "id": "s338"
    },
    {
      "text": "Even knowledge of the intended receptor in the present cases would not necessarily have enabled predictions to be made.",
      "id": "s339"
    },
    {
      "text": "(ii) Professor Scammells stated that, if one enantiomer has all the therapeutic activity, the greatest increase in activity to be achieved by its separation from the racemate would be two-fold.",
      "id": "s340"
    },
    {
      "text": "A greater increase would be fairly surprising but could be possible where one enantiomer is blocking the activity of the other.",
      "id": "s341"
    },
    {
      "text": "It may also be that each enantiomer will display therapeutic activity, but that the activity will differ in nature between the enantiomers.",
      "id": "s342"
    },
    {
      "text": "(iii) Prior to 1987, it was known that one enantiomer may be more toxic than the other, though that may not necessarily be the case.",
      "id": "s343"
    },
    {
      "text": "It was not possible to predict toxicity, including on the basis of therapeutic activity.",
      "id": "s344"
    },
    {
      "text": "Summary \n \n34 The differences between the witnesses on the state of common general knowledge are not great, and to an extent arise from their different qualifications and experience.",
      "id": "s345"
    },
    {
      "text": "I am satisfied that a synthesis of their evidence gives a sound idea of the state of relevant knowledge in Australia in 1987.",
      "id": "s346"
    },
    {
      "text": "At that time, the relevant knowledge was principally academic as there was little evidence as to local pharmaceutical drug development.",
      "id": "s347"
    },
    {
      "text": "I am satisfied that these witnesses represent a fair cross-section of the knowledge that was available at the time.",
      "id": "s348"
    },
    {
      "text": "I am also satisfied that the common features of their evidence are at a reasonably basic level, albeit in a complex field.",
      "id": "s349"
    },
    {
      "text": "35 On the basis of the foregoing, the following emerges as indicative of the state of the common general knowledge in the relevant field in Australia by 1987 in relation to each of the four issues:\n \n(1) The principles of stereochemistry were well known prior to 1987.",
      "id": "s350"
    },
    {
      "text": "They, as well as information concerning techniques for obtaining enantiomers, were taught to undergraduate students, and university students more generally, from the 1960s through to 1987.",
      "id": "s351"
    },
    {
      "text": "There have been no significant changes in the science of stereochemistry since 1987, though certain advances have been made in the understanding and application of certain techniques for obtaining enantiomers, asymmetric synthesis being an example.",
      "id": "s352"
    },
    {
      "text": "(2) (i) A range of techniques for obtaining enantiomers from a racemate was well known prior to 1987.",
      "id": "s353"
    },
    {
      "text": "Information concerning those techniques, and in particular diastereomeric salt formation, were taught to undergraduate students from the 1960s, though this may not always have involved practical experimentation.",
      "id": "s354"
    },
    {
      "text": "Asymmetric synthesis was also a known technique, though query whether it was to be understood as a \"separation\" technique.",
      "id": "s355"
    },
    {
      "text": "(ii) Prior to 1987, diastereomeric salt formation was a well developed method, which was straightforward and routine, though involving choices.",
      "id": "s356"
    },
    {
      "text": "Those choices included choices of chiral resolving agent (acid or base as required) and solvent.",
      "id": "s357"
    },
    {
      "text": "The variety of choices in that regard, as well as certain other factors, meant that the process may well involve trial and error experimentation carrying no guarantee of success.",
      "id": "s358"
    },
    {
      "text": "That was, however, not such as to take the process beyond routine experimentation, including in respect of parallel experimentation.",
      "id": "s359"
    },
    {
      "text": "Though a choice certainly existed in the drug development process as to whether to obtain enantiomers by diastereomeric salt formation or, say, asymmetric synthesis instead, or indeed simply to undertake a wider structure-activity study in the relevant class of compounds, diastereomeric salt formation was certainly a prominent, widely used and well developed technique prior to 1987.",
      "id": "s360"
    },
    {
      "text": "It is clear that many would have elected to use that technique as a first step, though there was obvious disagreement on that point.",
      "id": "s361"
    },
    {
      "text": "Though not without certain difficulties, the process had been known and reported to yield results, though not necessarily in relation to thienopyridine compounds.",
      "id": "s362"
    },
    {
      "text": "(iii) As to the resolving acid or base, and solvent, there were clearly choices to be made in this regard.",
      "id": "s363"
    },
    {
      "text": "Guidance could be gained from the literature, though principally, it would appear, where similar compounds had already been resolved.",
      "id": "s364"
    },
    {
      "text": "Lists of standard chiral acids and amines were also available.",
      "id": "s365"
    },
    {
      "text": "Camphor-10-sulfonic acid was known as a chiral resolving agent prior to 1987 and its use was not new.",
      "id": "s366"
    },
    {
      "text": "Its commercial availability in both enantiomeric forms was perhaps not certain, though it was possible to prepare a chiral form of the acid.",
      "id": "s367"
    },
    {
      "text": "Acetone was a well known and commonly used solvent prior to 1987.",
      "id": "s368"
    },
    {
      "text": "Further variables such as the temperature at which the experiment was conducted, the sealing and shape of the reaction vessel, the concentration of racemate to reagent and solvent respectively, the amount of solvent present and the room temperature, were variables to be dealt with as part of the normal experimentation process.",
      "id": "s369"
    },
    {
      "text": "As Apotex alluded to in its submissions, details as to those variables did not appear to warrant particular focus in the patent in suit.",
      "id": "s370"
    },
    {
      "text": "(iv) The time that might be expected to elapse before obtaining a yield from the diastereomeric salt formation process, was a matter of some difference of opinion.",
      "id": "s371"
    },
    {
      "text": "What appears to emerge is that there is no fixed likely duration for such a process and, indeed, no ability to predict with certainty whether one will be successful.",
      "id": "s372"
    },
    {
      "text": "The process may involve immediate success (most likely meaning days) or may be drawn out over weeks.",
      "id": "s373"
    },
    {
      "text": "Months or years would not be expected.",
      "id": "s374"
    },
    {
      "text": "The process may also be without success.",
      "id": "s375"
    },
    {
      "text": "The process involves trial and error and may require perseverance.",
      "id": "s376"
    },
    {
      "text": "Yields may be obtained that are sufficient for analysis of the activity of an enantiomer.",
      "id": "s377"
    },
    {
      "text": "(3) The formation of pharmaceutically acceptable salts of both racemates and enantiomers, including those in the form of an oil, was a common process prior to 1987, the techniques for which were known.",
      "id": "s378"
    },
    {
      "text": "There was a choice to be made in relation to which salt would be made, that process involving trial and error, and hence a choice in terms of acid.",
      "id": "s379"
    },
    {
      "text": "Hydrochloric and sulfuric acids were, however, common laboratory acids and were used to make pharmaceutical salts prior to 1987.",
      "id": "s380"
    },
    {
      "text": "(4) (i) It was well understood prior to 1987 that enantiomers can exhibit different biological activity and toxicity.",
      "id": "s381"
    },
    {
      "text": "The thalidomide example had clearly provided a cautionary tale in this regard.",
      "id": "s382"
    },
    {
      "text": "It was not possible without separation and testing to predict with certainty the activity or toxicity of an enantiomer.",
      "id": "s383"
    },
    {
      "text": "Some prediction might be made based on knowledge of the intended receptor or the properties of salt of the relevant racemate, but that knowledge, where it was available, still could not ensure certainty.",
      "id": "s384"
    },
    {
      "text": "(ii) There was and is a range of potential difference in activity between enantiomers.",
      "id": "s385"
    },
    {
      "text": "At the extremes, activity may be the same, or one enantiomer might have all the activity and the other none.",
      "id": "s386"
    },
    {
      "text": "Those two extremes were, however, less likely and would have been less expected than a result in the intermediate range.",
      "id": "s387"
    },
    {
      "text": "It was not unusual for one enantiomer to display most of the activity and the other little.",
      "id": "s388"
    },
    {
      "text": "The difference between the activity of the racemate and that of the active enantiomer could be expected to be about two-fold, though that difference might increase where the inactive enantiomer served to inhibit the activity of the active enantiomer when both were present in the racemate.",
      "id": "s389"
    },
    {
      "text": "(iii) The toxicity of an enantiomer is not related to its physiological activity.",
      "id": "s390"
    },
    {
      "text": "36 Another issue was the state of knowledge in Australia as at 1987 concerning the possibility that various regulatory authorities overseas would compel testing the enantiomers of a racemic mix proposed for registration as a pharmaceutical drug.",
      "id": "s391"
    },
    {
      "text": "I am satisfied that this possibility was generally recognised at that time by those in the field.",
      "id": "s392"
    },
    {
      "text": "The United States Food and Drug Administration (FDA) draft guidelines were issued in early 1987 and recommended that course.",
      "id": "s393"
    },
    {
      "text": "There is little doubt that there would have been widespread knowledge of those guidelines in Australia.",
      "id": "s394"
    },
    {
      "text": "There is evidence of similar views in Europe and Japan.",
      "id": "s395"
    },
    {
      "text": "REVOCATION \n \n37 Before turning to examine the grounds of revocation, it is necessary to notice an oddity about the system.",
      "id": "s396"
    },
    {
      "text": "The patent was granted pursuant to the Patents Act 1952 (Cth) (the 1952 Act).",
      "id": "s397"
    },
    {
      "text": "The grounds for revocation were set out in s 100 of that Act.",
      "id": "s398"
    },
    {
      "text": "The 1990 Act, when enacted, repealed the 1952 Act and contained the transitional and savings provisions in Ch 23.",
      "id": "s399"
    },
    {
      "text": "Section 233 is as follows:\n \n \n \" 233 Patents granted under 1952 Act \n (1) Subject to this Chapter and the regulations, this Act applies in relation to a standard patent or a petty patent granted under the 1952 Act as if the patent had been granted under this Act.",
      "id": "s400"
    },
    {
      "text": "(2) A patent mentioned in subsection (1) does not have effect in any place in which it did not have effect immediately before the commencing day.",
      "id": "s401"
    },
    {
      "text": "(3) Chapter 9 of this Act does not apply in relation to a patent mentioned in subsection (1).",
      "id": "s402"
    },
    {
      "text": "(4) Objection cannot be taken to a patent mentioned in subsection (1), and such a patent is not invalid, so far as the invention is claimed in any claim, on any ground that would not have been available against the patent under the 1952 Act.",
      "id": "s403"
    },
    {
      "text": "\" \n \n \n38 The validity of patents is dealt with in Pt 3 of Ch 2 of the 1990 Act.",
      "id": "s404"
    },
    {
      "text": "The revocation of patents is (relevantly) dealt with by s 138 of the 1990 Act, the grounds being set out in s 138(3).",
      "id": "s405"
    },
    {
      "text": "Those grounds are similar to, but have important differences from, those which were provided for by s 100 of the 1952 Act.",
      "id": "s406"
    },
    {
      "text": "39 Section 233 of the 1990 Act has been applied on the basis that a 1952 Act patent can now only be revoked on a ground provided for by the 1990 Act but as if it corresponds with the similar ground available under the 1952 Act (eg NV Philips Gloeilampenfabrieken v Mirabella International Pty Ltd [1993] FCA 404 ; (1993) 44 FCR 239 per Lockhart J at 250---254 (agreed in by Northrop J at 241 and Burchett J at 268); ICI Chemicals &amp; Polymers Ltd v Lubrizol Corp Inc [2000] FCA 1349 ; (2000) 106 FCR 214 at [22] ---[23]; and Abbott Laboratories v Corbridge Group Pty Ltd [2002] FCAFC 314 , (2002) 57 IPR 432 at [81] ).",
      "id": "s407"
    },
    {
      "text": "This is a somewhat strange result as the grounds do not correspond, particularly in relation to lack of novelty and obviousness.",
      "id": "s408"
    },
    {
      "text": "Uninstructed by authority, I should have thought that the intention was to maintain the status quo in relation to revocation for 1952 Act patents with time to run under the 1990 Act --- in other words, the grounds for revocation would be those set out in s 100(1) of the 1952 Act.",
      "id": "s409"
    },
    {
      "text": "That would maintain the status quo and neither advantage nor disadvantage the 1952 Act patentee.",
      "id": "s410"
    },
    {
      "text": "However, that approach is not reflected in the authorities and has not been contended for by either party.",
      "id": "s411"
    },
    {
      "text": "Lack of novelty \n \n40 Section 100(1)(f) and (g) of the 1952 Act were as follows:\n \n \n \"(1) A standard patent may be revoked, either wholly or in so far as it relates to any claim of the complete specification, and a petty patent may be revoked, on one or more of the following grounds, but on no other ground:\n ... \n \n \n \n \n (f) that the invention, so far as claimed in any claim of the complete specification or in the claim of the petty patent specification, as the case may be, is the subject of a valid claim of earlier priority date contained in the complete specification of a standard patent or in the petty patent specification of a petty patent;\n \n (g) that the invention, so far as claimed in any claim of the complete specification or in the claim of the petty patent specification, as the case may be, was not novel in Australia on the priority date of that claim;\" \n \n \n \n \n \n \n\nPrior claiming is not a ground available in this case because of the received wisdom as to the application of s 233 of the 1990 Act.",
      "id": "s412"
    },
    {
      "text": "41 The applicants rely upon the following publications prior to the priority date of the claims in suit:\n \n \n \"(a) Australian Patent No.",
      "id": "s413"
    },
    {
      "text": "554358 laid open to public inspection at the Australian Patent Office on 19 January 1984 (the '358 Patent ), being a translation of French Patent Application No.",
      "id": "s414"
    },
    {
      "text": "82/12599 which was granted without amendment as French Patent No.",
      "id": "s415"
    },
    {
      "text": "2 530 247 (the French Patent );\n \n (b) French Patent Application No.",
      "id": "s416"
    },
    {
      "text": "82/12599 laid open to public inspection at the Australian Patent Office on 15 March 1984 as European Patent Application No.",
      "id": "s417"
    },
    {
      "text": "99802A;\n \n (c) Canadian Patent No.",
      "id": "s418"
    },
    {
      "text": "1,194,875 laid open to public inspection at the Australian Patent Office on 7 November 1985 (the Canadian Patent ); and\n \n (d) United States Patent No.",
      "id": "s419"
    },
    {
      "text": "4,529,596 laid open to public inspection at the Australian Patent Office on 3 September 1985 (the US Patent ).",
      "id": "s420"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s421"
    },
    {
      "text": ")\n \n \n\n42 Each is a version of the French patent in slightly different language.",
      "id": "s422"
    },
    {
      "text": "Relevant portions of the French patent have been set out above.",
      "id": "s423"
    },
    {
      "text": "Particular reference has been made by the applicants to the following claims of the Canadian patent which are more detailed than in the French patent: \n \"1.",
      "id": "s424"
    },
    {
      "text": "A process for the preparation of derivatives of general formula (I): in which Y may represent either a hydroxyl radical or an -OR group radical, in which R is a straight or branched lower alkyl radical, or Y represents a radical of the formula: in which either R1 and R2, identical or different, represent a hydrogen atom or a straight or branched lower alkyl group; or R1 and R2 form together and with the nitrogen atom to which they are attached a heterocycle which may or may not include a second heteroatom chosen from the group containing oxygen and nitrogen, wherein the latter may be substituted by a lower alkyl or benzyl radical which may or may not be substituted; and X represents a hydrogen or halogen atom, or a lower alkyl radical; and their the addition salts with pharmaceutically acceptable mineral or organic acids if Y represents a radical of the -OR formula or of the ---NR1R2 formula; R, R1 and R2 having the above-defined meanings, or with mineral bases if Y represents a hydroxyl radical; as well as the 2 enantiomers or their mixture of these compounds of formula (I); wherein: - either, in order to prepare the esters of formula (I), in which Y represents a radical of the -OR formula, in which R has the above-defined meaning, and X has the above-defined meaning, the 4,5,6,7-tetrahydro-thieno[3,2-c]pyridine of formula (II) is condensed: on a &#945;-chlorophenylacetate of formula (III): in which R and X have the above-defined meanings, then the derivative sought is obtained, which is isolated and, if desired, its enantiomers are separated and/or it is salified by mineral or organic acid action; - or, in order to prepare the acid of formula (I) in which Y represents a hydroxyl radical and X has the above-defined meaning, the ester of formula (I), in which Y represents a radical of the -OR formula in which R and X have the above-defined meanings, is saponified, then the derivative sought is obtained, which is isolated and, if desired, its enantiomers are separated and/or it is salified by mineral or organic acid action; - or, in order to prepare the compounds of formula (I), in which X has the above-defined meaning and Y represents a radical of the -OR formula, in which R has the above-defined meaning, or a radical of the -NR1R2 formula, in which R1 and R2 have the above-defined meanings, the acid of formula (I), in which X has the above-defined meaning and Y represents a hydroxyl radical, may or may not be activated, is reacted with either an alcohol of the H-OR formula, in which R has the above-defined meaning, or with an amine of the H-NR1R2 formula, in which R1 and R2 have the above-defined meanings, then the corresponding derivative sought is obtained, which is isolated and, if desired, its enantiomers are separated and/or it is salified by mineral or organic acid action.",
      "id": "s425"
    },
    {
      "text": "... 8.",
      "id": "s426"
    },
    {
      "text": "Process according to claim 1, for the preparation of methyl &#945;-[4,5,6,7-tetrahydro-thieno[3,2-c]-5-pyridyl]-o.chlorophenylacetate, wherein the 4,5,6,7-tetrahydro thieno[3,2-c]pyridine is condensed over the methyl 2-chloro-o.chlorophenylacetate, and the derivative sought, which is isolated, is obtained.",
      "id": "s427"
    },
    {
      "text": "... 14.",
      "id": "s428"
    },
    {
      "text": "Derivatives of general formula (I): in which Y may represent either a hydroxyl radical or an -OR group radical, in which R is a straight or branched lower alkyl radical, or Y represents a radical of the formula: in which R1 and R2, identical or different, represent a hydrogen atom or a straight or branched lower alkyl group; or R1 and R2 form together and with the nitrogen atom to which they are attached a heterocycle which may or may not include a second heteroatom chosen from the group containing oxygen and nitrogen, wherein the latter may be substituted by a lower alkyl or benzyl radical which may or may not be substituted; and X represents a hydrogen or halogen atom, or a lower alkyl radical; and their addition salts with pharmaceutically acceptable mineral or organic acids if Y represents a radical of the -OR formula or of the ---NR1R2 forrnula; R, R1 and R2 having the above-defined meanings, or with mineral bases if Y represents a hydroxyl radical; as well as the 2 enantiomers or their mixture of these compounds of formula (I); each time they are obtained by the process of claim 1 or its manifest chemical equivalents.",
      "id": "s429"
    },
    {
      "text": "15.",
      "id": "s430"
    },
    {
      "text": "Methyl &#945;-[4,5,6,7-tetrahydro-thieno[3,2-c]-5-pyridyl]-o.chlorophenyl-acetate, each time it is obtained by the process of claim 8 or its manifest chemical equivalents.",
      "id": "s431"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s432"
    },
    {
      "text": ") \n43 The phrase in s 100(1)(g) of the 1952 Act, \"was not novel in Australia\", is similar in substance to the phrase in s 7(1) of the 1990 Act \"not novel in the light of\" various kinds of information.",
      "id": "s433"
    },
    {
      "text": "To say that the claim of a patent is not novel in that sense is to say that it adds nothing new to that with which it is compared.",
      "id": "s434"
    },
    {
      "text": "In the case of a paper anticipation, it assumes that the product described is made or the process outlined is followed.",
      "id": "s435"
    },
    {
      "text": "Each integer of the claimed invention must be disclosed in the prior publication.",
      "id": "s436"
    },
    {
      "text": "The reverse infringement test is a practical way of detecting whether that is so in most cases ( Meyers Taylor Pty Ltd v Vicarr Industries Ltd [1977] HCA 19 ; (1977) 137 CLR 228 at 235).",
      "id": "s437"
    },
    {
      "text": "44 The patent in suit claims a chemical compound with a specific property --- namely, the capacity to rotate plane-polarised light to the right.",
      "id": "s438"
    },
    {
      "text": "That property distinguishes it both from the racemate and from the levo-rotatory enantiomer.",
      "id": "s439"
    },
    {
      "text": "The dextro-rotatory enantiomer is not expressly identified as such in the French patent.",
      "id": "s440"
    },
    {
      "text": "Counsel for Sanofi-Aventis submits that it is not possible from the face of the earlier specifications to say which enantiomer is the levo-rotatory and which is the dextro-rotatory --- the most that can be said is that both are in the racemate.",
      "id": "s441"
    },
    {
      "text": "Furthermore, it is said that that difference is significant so far as pharmacological efficacy and toxicity were concerned as disclosed in the complete specification of the patent in suit.",
      "id": "s442"
    },
    {
      "text": "Thus, the patentee's contention is that this is something new and different --- novel --- in form and in substance.",
      "id": "s443"
    },
    {
      "text": "45 On the other hand, the formula identified as derivative 1 or example 1 in the French patent and corresponding patents (PCR 4099) has the identical formula to the enantiomer in suit.",
      "id": "s444"
    },
    {
      "text": "I am satisfied that the skilled but not inventive reader of the French and corresponding patents would understand that the derivative in question (in common with all of the derivatives) was the racemate and that all of the technical explanations as to the means of obtaining that (and other) derivatives and as to the testing of them related only to the racemate and not to any individual enantiomer.",
      "id": "s445"
    },
    {
      "text": "There is no express suggestion that either enantiomer had in fact been separately obtained or tested for efficacy or toxicity.",
      "id": "s446"
    },
    {
      "text": "That said, it was commonly known, and was spelled out in the French patent, that the compound in question was a racemate with one chiral centre and two enantiomers --- one dextro and the other levo.",
      "id": "s447"
    },
    {
      "text": "There were express references to the enantiomers in both the body of the specification and in the claims of the French and corresponding patents, with the detail most clearly spelled out in the Canadian patent.",
      "id": "s448"
    },
    {
      "text": "The express references to the enantiomers in the French and corresponding patents (particularly the Canadian patent) plainly carry the claim that the enantiomers are within the compounds disclosed.",
      "id": "s449"
    },
    {
      "text": "46 The relevant phrases in the French and Canadian patents --- in the specification: \"The invention relates both to each enantiomer and their mixture\" (French patent) and \"The invention also concerns each of the enantiomers and their mixture\" (Canadian patent); in claim 1: \"as well as the 2 [two] enantiomers or their mixture ...\" (French and Canadian patents); \"and, if desired, its enantiomers are separated and/or it is salified\" (Canadian patent); and in claim 14: \"as well as one of the two enantiomers or their mixture\" (French patent) and \"as well as the 2 enantiomers or their mixture\" (Canadian patent) --- are consistent only with a disclosure of, and a claim to, each enantiomer (dextro and levo) separate from the racemate and from each other.",
      "id": "s450"
    },
    {
      "text": "I should say that the attempts by the witnesses for the patentee to deny that the claims of these patents encompassed each of the separated single enantiomers were, to say the least, not impressive.",
      "id": "s451"
    },
    {
      "text": "47 The basis of the French and corresponding patents is that all compounds of the class claimed (whether exemplified or not) displayed useful inhibiting action on platelet aggregation and anti-thrombotic activity.",
      "id": "s452"
    },
    {
      "text": "The precise effect differed as between the various examples discussed.",
      "id": "s453"
    },
    {
      "text": "Although the compounds tested were racemates, no distinction as to pharmacological properties was drawn between the racemate and each of the single enantiomers.",
      "id": "s454"
    },
    {
      "text": "It follows that the patentee was asserting that the relevant qualities of each enantiomer were not to be relevantly distinguished from any particular racemate or the other enantiomer.",
      "id": "s455"
    },
    {
      "text": "48 The claims for the separate enantiomers could be described as bare claims for efficacy without any foundation being shown for them in any part of the complete specification.",
      "id": "s456"
    },
    {
      "text": "There is no basis for knowing what, if any, efficacy or toxicity would apply to either enantiomer of any particular racemate.",
      "id": "s457"
    },
    {
      "text": "It is now known, of course, that one of the enantiomers of PCR 4099 was not only almost completely ineffective but was significantly more toxic than the other.",
      "id": "s458"
    },
    {
      "text": "That may have been exorbitant or covetous claiming (cf Mullard Radio Valve Co Ltd v Philco Radio &amp; Television Corporation of Great Britain Ltd [1936] 2 All ER 920, (1936) 53 RPC 323 at 349).",
      "id": "s459"
    },
    {
      "text": "No doubt, if only the racemate were claimed, there would be a large risk that this would not protect against competition from a drug with one of the enantiomers as the active ingredient, which might be as efficacious as, and perhaps more efficacious than, the racemate as an active ingredient.",
      "id": "s460"
    },
    {
      "text": "The covetous nature of the claim does not advance Sanofi-Aventis' position.",
      "id": "s461"
    },
    {
      "text": "The dextro-rotatory enantiomer of PCR 4099 was identified as a compound with useful qualities concerning platelet aggregation.",
      "id": "s462"
    },
    {
      "text": "The truth or falsity of the claimed advantage is not relevant for this purpose.",
      "id": "s463"
    },
    {
      "text": "49 Counsel for Sanofi-Aventis submitted that enabling disclosure, not mere disclosure, is required for anticipation, citing, most recently, Lindgren J in Alphapharm Pty Ltd [2008] FCA 559 at [160] ---[161] and the decision of the House of Lords in SmithKline Beecham (Paroxetine Methanesulfonate) Patent [2006] RPC 323.",
      "id": "s464"
    },
    {
      "text": "By way of introduction, it is worth remarking that the phrase \"enabling disclosure\" was brought to prominence by the speech of Lord Hoffmann in Biogen Inc v Medeva plc [1996] UKHL 18 ; [1997] RPC 1 , (1996) 36 IPR 438.",
      "id": "s465"
    },
    {
      "text": "That decision concerned the requirements for a valid patent under the 1997 United Kingdom Act (based upon the European Patent Convention) but did not concern the question of anticipation.",
      "id": "s466"
    },
    {
      "text": "The most important question was whether a later patent could claim an earlier priority date because it was \"supported\" by the earlier specification.",
      "id": "s467"
    },
    {
      "text": "That is a concept similar to, but narrower than, whether a later patent is fairly based upon an earlier specification in our law (cf F Hoffman-La Roche &amp; Co AG v Commissioner of Patents [1971] HCA 3 ; (1971) 123 CLR 529 ; CCOM Pty Ltd v Jiejing Pty Ltd [1994] FCA 1168 ; (1994) 51 FCR 260 ; Lockwood Security Products Pty Ltd v Doric Products Pty Ltd [2004] HCA 58 ; (2004) 217 CLR 274).",
      "id": "s468"
    },
    {
      "text": "It may be accepted that, in the case of a claim for a chemical compound by formula, in order to be valid, the specification would have to disclose how it might be manufactured (s 40).",
      "id": "s469"
    },
    {
      "text": "The phrase was also used in the speech of Lord Oliver in Asahi Kasei Kogyo KK's Application [1991] RPC 485 , to which I shall return.",
      "id": "s470"
    },
    {
      "text": "The phrase is reasonable shorthand in relation to the disclosure required for there to be anticipation of a process or method claim but, in my opinion, has little, if any, relevance to anticipation of a product claim or a claim for a chemical compound by formula.",
      "id": "s471"
    },
    {
      "text": "Indeed, it is apt to mislead in relation to the latter.",
      "id": "s472"
    },
    {
      "text": "For a product claim, the novelty must lie in the product not the means of producing it ( May &amp; Baker Ltd v Boots Pure Drug Co Ltd (1948) 65 RPC 255 at 281---282).",
      "id": "s473"
    },
    {
      "text": "By the same token, a new process to obtain an old product will have novelty.",
      "id": "s474"
    },
    {
      "text": "50 The usual starting point in discussion of anticipation is the judgment of Lord Westbury LC in Hill v Evans (1862) 1A IPR 1 , (1862) 4 De GF &amp; J 288, (1862) 31 LJ Ch 457 , (1862) 6 LT 90, (1862) 45 ER 1195 , particularly the following (1A IPR 1 at 6---7):\n \"the antecedent statement must be such that a person of ordinary knowledge of the subject would at once perceive, understand, and be able practically to apply the discovery without the necessity of making further experiments and gaining further information before the invention can be made useful.",
      "id": "s475"
    },
    {
      "text": "If something remains to be ascertained which is necessary for the useful application of the discovery, that affords sufficient room for another valid patent.",
      "id": "s476"
    },
    {
      "text": "...",
      "id": "s477"
    },
    {
      "text": "There is not, I think, any other general answer that can be given to this question than this: that the information as to the alleged invention given by the prior publication must, for the purposes of practical utility, be equal to that given by the subsequent patent.",
      "id": "s478"
    },
    {
      "text": "The invention must be shewn to have been before made known.",
      "id": "s479"
    },
    {
      "text": "Whatever, therefore, is essential to the invention must be read out of the prior publication.",
      "id": "s480"
    },
    {
      "text": "If specific details are necessary for the practical working and real utility of the alleged invention, they must be found substantially in the prior publication.",
      "id": "s481"
    },
    {
      "text": "\" \nNone of the reports set out the particulars of the plaintiff's patent.",
      "id": "s482"
    },
    {
      "text": "For those details it is necessary to go to the related case of Hills v London Gaslight Co 5 H and N 312, referred to by Lord Westbury LC in Hill v Evans (1862) 1A IPR 1 at 3.",
      "id": "s483"
    },
    {
      "text": "The description of the invention was \"an improved mode of compressing peat and of manufacturing gas and of obtaining certain substances applicable to purifying the same\".",
      "id": "s484"
    },
    {
      "text": "It consisted of passing gas through a mixture with the object of purifying the gas and then renovating the purifying material.",
      "id": "s485"
    },
    {
      "text": "Each of the specifications cited against Hill's patent was also process or method patent.",
      "id": "s486"
    },
    {
      "text": "Heard's was a patent for the application of lime in the purification of gas, croll's patent was directed to an improved method of purifying coal gas from ammonia and Laming's patent also dealt with the process of purification of gas.",
      "id": "s487"
    },
    {
      "text": "The general statements by Lord Westbury LC need to be understood in the context of the facts of that case.",
      "id": "s488"
    },
    {
      "text": "With a qualification to be mentioned, the principle was established that all integers of an invention must be in the prior specification if novelty is to be defeated.",
      "id": "s489"
    },
    {
      "text": "In the case of a process or method, that means each integer of the process or method.",
      "id": "s490"
    },
    {
      "text": "51 The qualification is expressed in various places including by Lord Reid in C Van der Lely NV v Bamfords Ltd [1963] RPC 61 at 71:\n \"But Lord Westbury must have meant experiments with a view to discovering something not disclosed.",
      "id": "s491"
    },
    {
      "text": "He cannot have meant to refer to the ordinary methods of trial and error which involve no inventive step and are generally necessary in applying any discovery to produce a practical result.",
      "id": "s492"
    },
    {
      "text": "\" \nIn that case, the question was whether a skilled reader would infer from photographs of a machine in magazine articles that the rake wheels of the alleged anticipating machine were ground driven rather than gear driven.",
      "id": "s493"
    },
    {
      "text": "It is interesting that Lord Reid went on to say ([1963] RPC 61 at 72):\n \"The appellants' first argument is that it is not enough that the photograph should disclose a probability that the wheels were ground driven.",
      "id": "s494"
    },
    {
      "text": "There cannot be anticipation, they say, unless this is shown clearly and unmistakably.",
      "id": "s495"
    },
    {
      "text": "I cannot accept that argument.",
      "id": "s496"
    },
    {
      "text": "I would agree that the anticipating material must be as good for practical purposes as the material in the appellants' specification.",
      "id": "s497"
    },
    {
      "text": "But I can see no practical difference between a definite statement of fact and material from which the skilled man would clearly infer its existence.",
      "id": "s498"
    },
    {
      "text": "So the question is whether the typical skilled man would infer ground drive from the photograph.",
      "id": "s499"
    },
    {
      "text": "It would not be enough that a quick-witted man would guess that.",
      "id": "s500"
    },
    {
      "text": "But in this case I think that it is proved that the ordinary skilled man would have had good grounds for reaching the conclusion that these wheels were ground driven.",
      "id": "s501"
    },
    {
      "text": "He could not have been certain, but practical men act on something less than absolute certainty.",
      "id": "s502"
    },
    {
      "text": "\" \n52 The reference by Lord Reid to \"clearly and unmistakably\" no doubt refers to the same source as lay behind the well-known passage from the later Court of Appeal judgment in General Tire &amp; Rubber Co v Firestone Tyre and Rubber Co Ltd [1972] RPC 457 at 485---486:\n \n \"If the prior inventor's publication contains a clear description of, or clear instructions to do or make , something that would infringe the patentee's claim if carried out after the grant of the patentee's patent, the patentee's claim will have been shown to lack the necessary novelty, that is to say, it will have been anticipated.",
      "id": "s503"
    },
    {
      "text": "The prior inventor, however, and the patentee may have approached the same device from different starting points and may for this reason, or it may be for other reasons, have so described their devices that it cannot be immediately discerned from a reading of the language which they have respectively used that they have discovered in truth the same device; but if carrying out the directions contained in the prior inventor's publication will inevitably result in something being made or done which, if the patentee's patent were valid, would constitute an infringement of the patentee's claim, this circumstance demonstrates that the patentee's claim has in fact been anticipated.",
      "id": "s504"
    },
    {
      "text": "If, on the other hand, the prior publication contains a direction which is capable of being carried out in a manner which would infringe the patentee's claim, but would be at least as likely to be carried out in a way which would not do so, the patentee's claim will not have been anticipated, although it may fail on the ground of obviousness.",
      "id": "s505"
    },
    {
      "text": "To anticipate the patentee's claim the prior publication must contain clear and unmistakeable directions to do what the patentee claims to have invented : Flour Oxidizing Co. Ltd. v. Carr &amp; Co. Ltd. ((1908) 25 R.P.C.",
      "id": "s506"
    },
    {
      "text": "428 at 457, line 34, approved in B.T.H.",
      "id": "s507"
    },
    {
      "text": "Co Ltd v Metropolitan Vickers Electrical Co. Ltd. (1928) 45 R.P.C.",
      "id": "s508"
    },
    {
      "text": "1 at 24, line 1).",
      "id": "s509"
    },
    {
      "text": "A signpost, however clear, upon the road to the patentee's invention will not suffice.",
      "id": "s510"
    },
    {
      "text": "The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.",
      "id": "s511"
    },
    {
      "text": "[Emphasis added.",
      "id": "s512"
    },
    {
      "text": "] \n \n53 The source, Flour Oxidizing Co Ltd v Carr &amp; Co Ltd (1908) 25 RPC 428 , concerned an invention for \"[i]mprovements in conditioning or improving the quality of recently ground flour, semolina, or the like\", one of the claims of the relevant patent being for a \"process of conditioning flour and the like, passing the same with full exposure through an atmosphere containing a gaseous oxide of nitrogen or chlorine or bromine oxidising agent in the gaseous or vapourised state\".",
      "id": "s513"
    },
    {
      "text": "The alleged anticipation being discussed by Parker J in the relevant passage ( Flour Oxidizing Co Ltd 25 RPC 428 at 457) was entitled \"[i]mprovements in and relating to the treatment of alimentary substances and beverages\" essentially by subjecting the substances to the action of electricity.",
      "id": "s514"
    },
    {
      "text": "54 The patent in suit in General Tire &amp; Rubber Co [1972] RPC 457 was for a process for making a compound suitable for tyre treads by mixing synthetic rubber with oil and carbon black and for the compound thus made (at 470).",
      "id": "s515"
    },
    {
      "text": "The issue in General Tire &amp; Rubber Co [1972] RPC 457 , as appears from the general treatment of anticipation from 486---497, focussed upon the method or process.",
      "id": "s516"
    },
    {
      "text": "The references to a signpost and a flag, which have excited later imaginations, deal with a situation in which the language and the directions given as to process or method were equivocal.",
      "id": "s517"
    },
    {
      "text": "The main principle is that, if the prior inventor's publication contains a clear description of something that would infringe the patentee's claim if carried out after the grant of the patentee's patent, the patentee's claim will have been shown to lack the necessary novelty.",
      "id": "s518"
    },
    {
      "text": "Alternatively, if the prior inventor's publication contains clear instructions to do or make something that would infringe the patentee's claim if carried out after the grant of the patentee's patent, the patentee's claim will have been shown to lack the necessary novelty.",
      "id": "s519"
    },
    {
      "text": "55 The first case to which I have referred that suggested that disclosure of a chemical compound by formula was not disclosure for the purposes of anticipation was the decision of Falconer J in Re Genentech Inc's (Human Growth Hormone) Patent [1989] RPC 613, in which it was held that, for a disclosure of a chemical compound in a prior document to anticipate a later claim to that compound, the cited document must contain sufficient directions to enable the compound to be made ([1989] RPC at 629---635).",
      "id": "s520"
    },
    {
      "text": "56 Asahi Kasei Kogyo KK's Application [1991] RPC 485 concerned the 1977 United Kingdom Act.",
      "id": "s521"
    },
    {
      "text": "Counsel for the Comptroller of Patents neatly, and, in my opinion correctly, summed up the law as it previously stood in the following way ([1991] RPC at 520):\n \"Novelty is a fundamental of patent law.",
      "id": "s522"
    },
    {
      "text": "Prior to the Act of 1977 it was settled law in the U.K. that \"if the prior inventor's publication contains a clear description of, or clear instruction to do or make, something that would infringe that patentee's claim if carried out after the grant of the patentee's patent, that patentee's claim will have been shown to lack the necessary novelty\", see: General Tire v. Firestone [1972] R.P.C.",
      "id": "s523"
    },
    {
      "text": "457 at p 485.",
      "id": "s524"
    },
    {
      "text": "Accordingly under the Act of 1949 a claim to a chemical compound has been held to be anticipated by a statement that it has been prepared (Gyogyszeripari [1958] R.P.C.",
      "id": "s525"
    },
    {
      "text": "51) or with a method for preparation which does not work (SKF [1968] R.P.C.",
      "id": "s526"
    },
    {
      "text": "415).",
      "id": "s527"
    },
    {
      "text": "The latter cases were consistent with General Tire being instances where the prior documentation contained a description of the invention.",
      "id": "s528"
    },
    {
      "text": "\" \nThe House of Lords upheld the contrary view of Falconer J in Re Genentech Inc's (Human Growth Hormone) Patent [1989] RPC 613.",
      "id": "s529"
    },
    {
      "text": "The 1977 Act, in s 2(2), included the words \"made available to the public\".",
      "id": "s530"
    },
    {
      "text": "Counsel in Asahi [1991] RPC 485 suggested this may have made a difference to the test.",
      "id": "s531"
    },
    {
      "text": "Falconer J's reasoning did not appear to depend upon that distinction, although he did refer to a decision of the Technical Board of Appeal of the European Patent Office supporting his position.",
      "id": "s532"
    },
    {
      "text": "Falconer J expressly declined to follow decisions of the Patents Appeal Tribunal in Gyogyszeripara Kurato Interzet's Application [1958] RPC 51 and Smith Kline &amp; French Laboratories' Application [1968] RPC 415 and the established practice of the Comptroller.",
      "id": "s533"
    },
    {
      "text": "Counsel for the petitioner for revocation in that case submitted that this was a departure from the long standing law in the United Kingdom as to anticipation and I agree with that submission.",
      "id": "s534"
    },
    {
      "text": "57 Lord Hoffman's speech in SmithKline Beecham (Paroxetine Methanesulfonate) Patent [2006] RPC 323 spells out the current United Kingdom position with clarity.",
      "id": "s535"
    },
    {
      "text": "Under the 1977 United Kingdom Act \"disclosure\" and \"enablement\" are separate concepts and are cumulative requirements for anticipation, although there may be circumstances where disclosure will also satisfy enablement.",
      "id": "s536"
    },
    {
      "text": "In my opinion, at least in relation to product claims and claims for chemical compounds by formula, this is a departure from the law of Australia and from English law as it was applied up to 1977.",
      "id": "s537"
    },
    {
      "text": "I would respectfully suggest that it creates an anomalous relationship between anticipation and infringement.",
      "id": "s538"
    },
    {
      "text": "58 In the present case, the earlier patent gave Sanofi-Aventis a monopoly in relation to the making and using of PCR 4099 and its enantiomers, together or separate, even though there was no description of a method of resolving the enantiomers.",
      "id": "s539"
    },
    {
      "text": "59 I venture the view that the claimed symmetry between the disclosure requirements for validity of the earlier patent and disclosure for anticipation purposes does not exist or is anomalous in the case of a chemical compound described (adequately) by formula.",
      "id": "s540"
    },
    {
      "text": "60 Nonetheless, Lord Hoffman's speech is useful in other respects.",
      "id": "s541"
    },
    {
      "text": "So far as the immediate point is concerned, in dealing with disclosure, he said ( SmithKline Beecham (Paroxetine Methanesulfonate) Patent [2006] RPC 323 at 337, [34]---[35]):\n \"Did the Synthon application disclose an invention which, if performed, would infringe the SB patent?",
      "id": "s542"
    },
    {
      "text": "Because it covered a class of chemicals defined by reference to a formula, it disclosed a myriad of compounds, each of which may be regarded as an invention.",
      "id": "s543"
    },
    {
      "text": "But that does not matter if one of those inventions was the crystalline PMS claimed in the patent.",
      "id": "s544"
    },
    {
      "text": "There seems to me no doubt that the application disclosed the existence of PMS crystals of 98 per cent purity and claimed that they could be made.",
      "id": "s545"
    },
    {
      "text": "Whether in fact they could be made is the question of enablement which I shall come to in a moment.",
      "id": "s546"
    },
    {
      "text": "But their existence and their advantages for pharmaceutical use were clearly disclosed in the application.",
      "id": "s547"
    },
    {
      "text": "And on the basis of the judge's finding of monomorphism, a PMS crystal of 98 per cent purity must necessarily have all the characteristics of the crystals claimed in the patent, including the IR and XRD spectra.",
      "id": "s548"
    },
    {
      "text": "\" \nAt 334 ([22]) he said:\n \"It follows that, whether or not it would be apparent to anyone at the time, whenever subject-matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied.",
      "id": "s549"
    },
    {
      "text": "The flag has been planted, even though the author or maker of the prior art was not aware that he was doing so.",
      "id": "s550"
    },
    {
      "text": "\" \nThen, at 336 ([32]):\n \"In the case of disclosure, when the matter relied upon as prior art consists (as in this case) of a written description, the skilled person is taken to be trying to understand what the author of the description meant.",
      "id": "s551"
    },
    {
      "text": "His common general knowledge forms the background to an exercise in construction of the kind recently discussed by this House in Kirin-Amgen Inc v Hoechst Marion Roussel Ltd [2004] UKHL 46 ; [2005] R.P.C.",
      "id": "s552"
    },
    {
      "text": "9.",
      "id": "s553"
    },
    {
      "text": "And of course the patent itself must be construed on similar principles.",
      "id": "s554"
    },
    {
      "text": "But once the meanings of the prior disclosure and the patent have been determined, the disclosure is either of an invention which, if performed, would infringe the patent, or it is not.",
      "id": "s555"
    },
    {
      "text": "The person skilled in the art has no further part to play.",
      "id": "s556"
    },
    {
      "text": "\" \n61 The applicants contend that, in any event, the methods of resolving the enantiomers were part of the common knowledge of skilled persons in Australia at the priority date and would be applied as a matter of routine.",
      "id": "s557"
    },
    {
      "text": "62 It was submitted on behalf of Sanofi-Aventis that neither PCR 4099 nor either of the enantiomers of that compound were \"taught\" in the sense of recommended by the French patent, citing Bristol-Myers Squibb Co v FH Faulding &amp; Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524 at [67] per Black CJ and Lehane J.",
      "id": "s558"
    },
    {
      "text": "That case concerned a method of administration of a naturally occurring drug to a patient.",
      "id": "s559"
    },
    {
      "text": "The full passage is as follows:\n \"What all those authorities contemplate, in our view, is that a prior publication, if it is to destroy novelty, must give a direction or make a recommendation or suggestion which will result, if the skilled reader follows it, in the claimed invention.",
      "id": "s560"
    },
    {
      "text": "A direction, recommendation or suggestion may often, of course, be implicit in what is described and commonly the only question may be whether the publication describes with sufficient clarity the claimed invention or, in the case of a combination, each integer of it.",
      "id": "s561"
    },
    {
      "text": "\" \n63 That language is quite conventional in relation to a dose regime.",
      "id": "s562"
    },
    {
      "text": "The actual decision in the case was that there was anticipation of the dosage regime claimed in the patent in suit by the earlier publication which included the following ( Bristol-Myers Squibb Co [2000] FCA 316 ; 97 FCR 524 at [71] ):\n \"Further studies to evaluate the feasibility of shorter infusion time, 3 hours versus 24 hours and a lower 135mg/m2 versus a maximum tolerated dose of 175mg/m2 are now in progress in relapsing ovarian cancer patients both in Canada and in Europe.",
      "id": "s563"
    },
    {
      "text": "Already more than 200 patients have been entered into this four-arm randomized, NCIC guided international study.",
      "id": "s564"
    },
    {
      "text": "Indeed, the 3 hours infusion time administration schedule proved to be feasible, if given concomitantly to profylactic [sic] measures as high dose dexamethasone, cimetidine and difenhydramine.",
      "id": "s565"
    },
    {
      "text": "This makes even outpatient treatment with this first available representative of this new class of antitumor agents possible.",
      "id": "s566"
    },
    {
      "text": "\" \n(cf Merck &amp; Co Inc v Arrow Pharmaceuticals Ltd [2006] FCAFC 91 ; (2006) 154 FCR 31 at 60).",
      "id": "s567"
    },
    {
      "text": "In any event, the problem does not arise in the present case.",
      "id": "s568"
    },
    {
      "text": "The invention disclosed and claimed by the French patent necessarily carried the implication of a direction, recommendation or suggestion.",
      "id": "s569"
    },
    {
      "text": "That is the consideration for which the monopoly was granted.",
      "id": "s570"
    },
    {
      "text": "64 Something was sought to be made of the fact that PCR 4099 or derivative 1 was not unmistakably pointed to as the best of the compounds.",
      "id": "s571"
    },
    {
      "text": "There was competing evidence from the experts related to that question.",
      "id": "s572"
    },
    {
      "text": "In my view, that was a red herring as far as novelty is concerned.",
      "id": "s573"
    },
    {
      "text": "On any view, it was expressly disclosed as one of the most promising of the compounds.",
      "id": "s574"
    },
    {
      "text": "The invention was not limited to the most effective or most promising example.",
      "id": "s575"
    },
    {
      "text": "The invention was a broad class.",
      "id": "s576"
    },
    {
      "text": "As Lord Hoffmann lucidly explained in Biogen Inc [1996] UKHL 18 ; [1997] RPC 1 at 48---49, 36 IPR 438 at 455:\n \"If the invention discloses a principle capable of general application, the claims may be in correspondingly general terms.",
      "id": "s577"
    },
    {
      "text": "The patentee need not show that he has proved its application in every individual instance.",
      "id": "s578"
    },
    {
      "text": "On the other hand, if the claims include a number of discrete methods or products, the patentee must enable the invention to be performed in respect of each of them.",
      "id": "s579"
    },
    {
      "text": "Thus if the patentee has hit upon a new product which has a beneficial effect but cannot demonstrate that there is a common principle by which that effect will be shared by other products of the same class, he will be entitled to a patent for that product but not for the class, even though some may subsequently turn out to have the same beneficial effect: see May &amp; Baker Ltd v Boots Pure Drug Co Ltd [1950] RPC 23 at 50.",
      "id": "s580"
    },
    {
      "text": "On the other hand, if he has disclosed a beneficial property which is common to the class, he will be entitled to a patent for all products of that class (assuming them to be new) even though he has not himself made more than one or two of them.",
      "id": "s581"
    },
    {
      "text": "\" \n65 In other words, examples are used to show the utility of the invention as a whole by providing a basis for generalising from them to the balance of the class claimed.",
      "id": "s582"
    },
    {
      "text": "The invention of the French and corresponding patents is not described by reference to a particular result as to efficacy or toxicity and the claims are not so limited.",
      "id": "s583"
    },
    {
      "text": "In my opinion, it is clear that the formula of PCR 4099 was expressly disclosed as having the claimed advantage and that the same claim was made in relation to each enantiomer.",
      "id": "s584"
    },
    {
      "text": "The same can be said of each of the specific examples.",
      "id": "s585"
    },
    {
      "text": "66 The patent in suit identifies the dextro-rotatory enantiomer of example 1 as having all of the activity and the levo-rotatory enantiomer none, with efficacy at least as good as the racemate but less toxicity than the racemate.",
      "id": "s586"
    },
    {
      "text": "However, the dextro-rotatory enantiomer of PCR 4099 was clearly enough within the compounds claimed by the French and corresponding patents as having the beneficial effect illustrated by the result of testing of PCR 4099 and the other examples.",
      "id": "s587"
    },
    {
      "text": "That disclosure anticipates claim 1 of the patent in suit unless it can be viewed as a selection patent --- a somewhat controversial topic.",
      "id": "s588"
    },
    {
      "text": "Before considering it, I should digress to some other authorities concerning racemates, including the two recent cases to which I referred earlier.",
      "id": "s589"
    },
    {
      "text": "67 Lindgren J dealt with a somewhat similar situation in Alphapharm [2008] FCA 559 although, in that case, there was no express reference to, or claim to, the enantiomers of the racemate in the alleged anticipation.",
      "id": "s590"
    },
    {
      "text": "His Honour had construed the relevant claims of the patent in suit as relating only to the (+)- or dextro-rotatory enantiomer of citalopram, having a separate existence, not being an indistinguishable part of the unresolved racemate.",
      "id": "s591"
    },
    {
      "text": "His reasoning included the following ( Alphapharm [2008] FCA 559 at [118] ---[119]):\n \"The only context that I take into account in arriving at this conclusion is that it was part of common general knowledge: \n \n &#8226; that racemates contained in equal parts (+) and (---) enantiomers;\n &#8226; that the enantiomers of a racemate were potentially separable, and it was a possibility that an enantiomer might have a stable existence as a compound distinct from being part of the racemate;\n &#8226; that some racemates had in fact been resolved into their separate enantiomers; and\n &#8226; that racemates were commonly represented by the symbol (+/-) to indicate the presence of both enantiomers.",
      "id": "s592"
    },
    {
      "text": "It is not that the (+)-citalopram compound does not exist when it is part of the racemate.",
      "id": "s593"
    },
    {
      "text": "The skilled addressee would understand that it exists whether a part of the racemate or apart from it, and that the purpose of the (+) symbol is only to distinguish it from the (---)-enantiomer and from its being merely part of the racemate or of some other mixture.",
      "id": "s594"
    },
    {
      "text": "The (+) or (---) symbol, devoid of any context suggesting otherwise, implies distinctness from the racemate.",
      "id": "s595"
    },
    {
      "text": "\" \nIn Alphapharm [2008] FCA 559 , Professor Martin Banwell was called by the applicant for revocation, as he was in these cases.",
      "id": "s596"
    },
    {
      "text": "68 After referring to the well-known passage from General Tire &amp; Rubber Co [1972] RPC 457 at 485---486 and citing various other cases, his Honour said ( Alphapharm [2008] FCA 559 at [161] ):\n \"What does \"enabling disclosure\" mean in the context of a product claim?",
      "id": "s597"
    },
    {
      "text": "It means that the earlier disclosure must point unmistakeably to the (+)-enantiomer of citalopram, as distinct from the racemate, as a drug desirable to obtain.",
      "id": "s598"
    },
    {
      "text": "\" \nI take \"as distinct from\" to mean \"separately from\" not \"instead of\" or \"as opposed to\".",
      "id": "s599"
    },
    {
      "text": "This does not include any separate requirement of enablement in accordance with SmithKline Beecham (Paroxetine Methanesulfonate) Patent [2006] RPC 323 and is consistent with my opinion.",
      "id": "s600"
    },
    {
      "text": "69 It was alleged that the product claims of the patent in suit in that case were anticipated by the Australian Citalopram Patent.",
      "id": "s601"
    },
    {
      "text": "His Honour rejected the argument on the following basis ( Alphapharm Pty Ltd [2008] FCA 559 at [171] ---[173]):\n \"The Australian Citalopram Patent did not refer to \"enantiomers\".",
      "id": "s602"
    },
    {
      "text": "It did not expressly or by implication otherwise disclose the individual enantiomers.",
      "id": "s603"
    },
    {
      "text": "It disclosed the racemate and enabled the obtaining of it.",
      "id": "s604"
    },
    {
      "text": "Whether this anticipated the present invention turns on my construction of the Patent --- see Section C above.",
      "id": "s605"
    },
    {
      "text": "The skilled but non-inventive addressee reading the Australian Citalopram Patent would have understood that (+/-)-citalopram consisted of the (+)-enantiomer of citalopram and the (-)-enantiomer, each as to 50%, and would have been able to identify the formulae for the S and R enantiomers, but would not have known, in the absence of experimentation, which was (+) and which was (-).",
      "id": "s606"
    },
    {
      "text": "These facts would not, however, point specifically to the independent existence of the enantiomers which is, according to my construction of the Patent specification, of the essence of claim 1.",
      "id": "s607"
    },
    {
      "text": "If I had construed claim 1 as referring to (+)-citalopram when present in the unresolved racemate, the Australian Citalopram Patent would have been an anticipation.",
      "id": "s608"
    },
    {
      "text": "But because of my construction outlined at Section C above, a person taught by the Australian Citalopram Patent, although taught to desire to obtain the racemate, would not be taught to desire to obtain the specific (+)-enantiomer in its own right.",
      "id": "s609"
    },
    {
      "text": "Similarly, the Australian Citalopram Patent's citalopram formula did not disclose the independently existing (+)-enantiomer.",
      "id": "s610"
    },
    {
      "text": "I note that if In re Adamson (1960) 275 F2d 952 is authority for the proposition that a patent for a racemate necessarily anticipates a claimed invention of either of its enantiomers, I respectfully disagree.",
      "id": "s611"
    },
    {
      "text": "\" \n70 A little earlier than the decision in Alphapharm [2008] FCA 559 , Young J had considered a similar issue in Ranbaxy Australia Pty Ltd v Warner-Lambert Co LLC (No 2) [2006] FCA 1787 , (2006) 71 IPR 46.",
      "id": "s612"
    },
    {
      "text": "One question was whether the formula in claim 1 of the relevant patent claimed only the racemate and not the enantiomers separate from the racemate.",
      "id": "s613"
    },
    {
      "text": "The patentee, Warner-Lambert, called, amongst other witnesses, Professor Christopher Easton and Professor Peter Scammells, who gave evidence for Sanofi-Aventis in these cases.",
      "id": "s614"
    },
    {
      "text": "The applicant for revocation, Ranbaxy, called, inter alia, Dr Keith Watson, who was called by Apotex, one of the applicants, in these cases.",
      "id": "s615"
    },
    {
      "text": "His Honour's findings about common general knowledge (so far as is relevant) were as follows ( Ranbaxy [2006] FCA 1787 , 71 IPR 46 at [113] ):\n \n \n \"(7) The biological activity of a racemate in a biological system can be quite different from that of a single enantiomer.",
      "id": "s616"
    },
    {
      "text": "The physical and biological properties of a racemate differ from that of an individual enantiomer in various respects: for example, there may be differences in solubility between the racemate and its enantiomers and differences in pharmacological properties.",
      "id": "s617"
    },
    {
      "text": "(8) The normal expectation is that there would be one enantiomer that is approximately twice as active as the racemate in terms of its operation in the target biological system.",
      "id": "s618"
    },
    {
      "text": "(9) Before 30 May 1986, the skilled team would expect that the R enantiomer was very likely to be the active, or more active, enantiomer, but this could not be known with certainty without isolating and testing the enantiomer.",
      "id": "s619"
    },
    {
      "text": "(10) Conversely, it was very likely to be the case that the S enantiomer was inactive, or substantially less active, than the R enantiomer, but this could not be known with certainty until the enantiomers had been isolated and tested.",
      "id": "s620"
    },
    {
      "text": "(11) Well before 30 May 1986, it was common general knowledge amongst medicinal chemists that racemic mixtures could be separated into the individual enantiomers by well-known methods of resolution.",
      "id": "s621"
    },
    {
      "text": "Indeed, undergraduate chemical students were taught procedures to resolve enantiomers.",
      "id": "s622"
    },
    {
      "text": "It was also generally known before May 1986 that enantiomers could be obtained by chiral synthesis.",
      "id": "s623"
    },
    {
      "text": "(12) As at 30 May 1986, it was feasible to use resolution or chiral synthesis to obtain a single enantiomer drug.",
      "id": "s624"
    },
    {
      "text": "Pharmaceutical companies had produced single enantiomer synthetic drugs either by way of resolution from the corresponding racemic mixture or by way of chiral synthesis prior to May 1986.",
      "id": "s625"
    },
    {
      "text": "(13) As at May 1986, it was known that enantiomers could have different biological properties and that it may be desirable to separate and remove the less active enantiomer.",
      "id": "s626"
    },
    {
      "text": "\"\n \n \n\n71 His Honour found that the formula did include claims for the enantiomers as such, notwithstanding that there was no reference to them.",
      "id": "s627"
    },
    {
      "text": "An important part of his reasoning was as follows ( Ranbaxy [2006] FCA 1787 , 71 IPR 46 at [121] ---[122] and [128]---[129]): \n \"Perhaps the most important background consideration against which the claims of the 981 Patent must be construed is that the skilled addressee would know that HMG-CoA reductase inhibitors, such as the class of compounds referred to in claim 1, are enantiomeric and that one enantiomer is very likely to be more active than the other.",
      "id": "s628"
    },
    {
      "text": "The skilled addressee would also know that the biological activity of a racemate will be different from that of the single enantiomers, and that the active or more active enantiomer will be approximately twice as active as the racemate.",
      "id": "s629"
    },
    {
      "text": "In these circumstances, confronted by a structural formula in claim 1 that shows relative stereochemistry, the skilled reader would consider that the structural formula was intended to claim both enantiomers, as well as racemic mixtures.",
      "id": "s630"
    },
    {
      "text": "I do not think that the skilled addressee would read the structural formula as one that was intended to exclude the more active enantiomer.",
      "id": "s631"
    },
    {
      "text": "Reading the specification as a whole, the skilled addressee would discern that the patentee had not isolated the individual enantiomers and that the absolute stereochemistry of the more active enantiomer, and that of the less active enantiomer, had not been defined.",
      "id": "s632"
    },
    {
      "text": "The skilled addressee would also know that, while it had not yet been done by the patentee, it was a routine step to obtain the individual enantiomers by resolving the racemic mixture, and that it was also possible to make the individual enantiomers by chiral synthesis.",
      "id": "s633"
    },
    {
      "text": "In those circumstances, the skilled addressee would expect, in the absence of a clear indication to the contrary, that claim 1 of the patent was intended to include the more active enantiomer.",
      "id": "s634"
    },
    {
      "text": "...",
      "id": "s635"
    },
    {
      "text": "In these circumstances, in the absence of any clear indication or language to the contrary, the skilled addressee as at May 1986 would read claim 1 as encompassing both individual enantiomers, as well as mixtures of them.",
      "id": "s636"
    },
    {
      "text": "As Warner-Lambert submitted, it would make no sense to exclude patent protection for the more active enantiomer.",
      "id": "s637"
    },
    {
      "text": "The point was well made by Professor Easton in the course of his affidavit evidence when he said that to confine the subject of the 981 Patent to racemic mixtures would exclude the thing (the active or more active enantiomer) that he, and any person working in the field as at May 1986, would know to be the key to the useful activity of the compounds disclosed by the patent.",
      "id": "s638"
    },
    {
      "text": "It is not in dispute that structural formula I would be construed by the skilled addressee as including a trans racemate of the compounds of the formula.",
      "id": "s639"
    },
    {
      "text": "But there is no reason why the skilled reader would construe the formula as meaning only the trans racemate, thereby excluding both the R-trans and the S-trans enantiomers.",
      "id": "s640"
    },
    {
      "text": "In the absence of a clear indication to the contrary, it offends common sense to construe structural formula I in that way.",
      "id": "s641"
    },
    {
      "text": "\" \nYoung J referred to decisions on the same patent in England and the United States which adopted a similar construction.",
      "id": "s642"
    },
    {
      "text": "72 The Full Court upheld the decision of Young J on the basis that the conclusion was open to the judge on the evidence, although the Full Court did appear to adopt some of the judge's reasoning ( Ranbaxy [2008] FCAFC 82 at [60] ---[77]).",
      "id": "s643"
    },
    {
      "text": "73 Although the decisions in Alphapharm [2008] FCA 559 and Ranbaxy [2006] FCA 1787 , 71 IPR 46 turned in large measure upon the evidence in each case, a difference in approach can be detected on the question involving the disclosure of enantiomers, with Ranbaxy [2006] FCA 1787 , 71 IPR 46 favourable to the applicants on this issue, and Alphapharm [2008] FCA 559 being neutral.",
      "id": "s644"
    },
    {
      "text": "In neither case was there the express reference to enantiomers such as there is in the French and corresponding patents here.",
      "id": "s645"
    },
    {
      "text": "The priority dates of the relevant patents are also interesting when compared with the priority dates in issue here.",
      "id": "s646"
    },
    {
      "text": "In Ranbaxy [2006] FCA 1787 , 71 IPR 46 , the priority date of the broader patent was 30 May 1986 and that of the enantiomer patent 21 July 1989.",
      "id": "s647"
    },
    {
      "text": "In the case of Alphapharm [2008] FCA 559 the Australian Citalopram Patent had a priority date of 14 January 1976 and the enantiomer patent 14 June 1988.",
      "id": "s648"
    },
    {
      "text": "The common general knowledge found by Lindgren J to relate to the enantiomer patent and by Young J to relate to the broader patent was very much in the same time band as that relevant to construction of the patent in suit here.",
      "id": "s649"
    },
    {
      "text": "Naturally, the field of each invention is somewhat different but the principles of stereochemistry as they were understood at the time should not have varied much.",
      "id": "s650"
    },
    {
      "text": "There is no suggestion of any crucial and widely known developments during the years in question.",
      "id": "s651"
    },
    {
      "text": "74 In the Encyclopedia of United Kingdom and European Patent Law (Sweet &amp; Maxwell Limited, 1977---2007), footnote 3 on page 1109 includes the following: \n \"It has, for instance, been held that publication of the existence of an \"optically active\" compound is not publication of the separated optically active forms, even though any chemist would appreciate that they must exist and could be prepared: I.C.I. (1971) unrep.",
      "id": "s652"
    },
    {
      "text": "(No.",
      "id": "s653"
    },
    {
      "text": "1,069,343 opposed by Sandoz, P.A.T.).",
      "id": "s654"
    },
    {
      "text": "The case could have been treated as a \"selection\" patent, but it was not.",
      "id": "s655"
    },
    {
      "text": "But cf.",
      "id": "s656"
    },
    {
      "text": "ante, SS 2-015.",
      "id": "s657"
    },
    {
      "text": "A similar view was taken by the EPO in PFIZER/Penem (T1048/92) [1995] E.P.O.R.",
      "id": "s658"
    },
    {
      "text": "207 but not in SANOFI/HOECHST Enantiomers (T296/87) [1990] E.P.O.R.",
      "id": "s659"
    },
    {
      "text": "337 and in (T658/91) [1996] E.P.O.R.",
      "id": "s660"
    },
    {
      "text": "24.",
      "id": "s661"
    },
    {
      "text": "The cases seem to be distinguished by the degree to which the earlier publication specified that Enantiomers formed part of the disclosed invention.",
      "id": "s662"
    },
    {
      "text": "\" \nLater, the authors said (5-110 on page 1110):\n \"The teaching of a racemate does not amount to the teaching of a single enantiomer (at least in the absence of the clear identification of the relevant chiral site and an indication that the enantiomers are encompassed by the disclosure).",
      "id": "s663"
    },
    {
      "text": "\" \n(T296/87 was the European Patent Office decision as to an application corresponding with the patent in suit.",
      "id": "s664"
    },
    {
      "text": ")\n \n75 I return to selection patents.",
      "id": "s665"
    },
    {
      "text": "There has been little discussion of that topic in the Australian authorities and I was not referred to any Australian judicial decision based upon it.",
      "id": "s666"
    },
    {
      "text": "Counsel for the applicants submit that it is not referred to in the 1952 Act or the 1990 Act and that there is no warrant for recognizing a special class of patent in Australia.",
      "id": "s667"
    },
    {
      "text": "The commentary in Lahore, Patents Trade Marks &amp; Related Rights (LexisNexis Butterworths, Australia, 2006) at [12,910] can be described as lukewarm.",
      "id": "s668"
    },
    {
      "text": "Even in the United Kingdom, where the topic has been dealt with in a number of authorities and is firmly entrenched, the commentators remain somewhat sceptical about the principle.",
      "id": "s669"
    },
    {
      "text": "The situation there is now affected by the 1977 United Kingdom Act based upon the European Patent Convention.",
      "id": "s670"
    },
    {
      "text": "( Encyclopedia of United Kingdom and European Patent Law at 5-109, 5-110; Thorley S, Miller R, Burkill G, Birss C, Campbell D, Terrell on the Law of Patents , (16 th edn, Sweet &amp; Maxwell, London, 2006) at 7-42).",
      "id": "s671"
    },
    {
      "text": "76 The most recent reference to the topic in Australia is that by the Full Court in Ranbaxy [2008] FCAFC 82 at [105] :\n \"A patent application will overcome a prior publication, as a selection patent, if the following criteria are met: \n \n &#8226; there must be some substantial advantage to be secured by the use of the selected members;\n &#8226; the whole of the selected members must possess the advantage in question;\n &#8226; the selection must be in respect of a quality of a special character, which can fairly be said to be peculiar to the group; and\n &#8226; the advantage possessed by the selected members must be clearly disclosed in the specification.",
      "id": "s672"
    },
    {
      "text": "(see Re IG Farbenindustrie AG's Patents (1930) 47 RPC 289 at 322-3).",
      "id": "s673"
    },
    {
      "text": "\" \nHowever, that was said in considering the ground of false suggestion rather than lack of novelty.",
      "id": "s674"
    },
    {
      "text": "It is a fair brief summary of the position as it was understood at the time of the 1952 Act based upon the authority to which reference was made --- Re IG Farbenindustrie AG's Patents (1930) 47 RPC 289.",
      "id": "s675"
    },
    {
      "text": "This remained the basis of the law in the United Kingdom, at least until the decision of the House of Lords in EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303.",
      "id": "s676"
    },
    {
      "text": "77 The first case in the United Kingdom Court of Appeal to consider selection patents was In the matter of Esso Research and Engineering Co's Application (Shell) [1960] RPC 35 where the principle was explained as follows ([1960] RPC 35 at 53):\n \"So it is that you may have first the scientist who discovers and discloses the whole range and who may obtain patent protection for the subject-matter of his discovery or the means of manufacturing them --- what Maugham, J. called the \"originating patent\".",
      "id": "s677"
    },
    {
      "text": "But within such a range there is room also for the second scientist whose researches may discover and disclose that certain of the items or a section of them have advantages peculiar to themselves, hitherto unknown; and, if so, then there would appear to be no ground on reason or principle why patent protection should not be, in proper cases, available to the second scientist.",
      "id": "s678"
    },
    {
      "text": "\" \n(See also Institut Francais du Petrole des Carburants et Lubricants' Application, Re [1972] FSR 147, [1972] RPC 364; May &amp; Baker Ltd (1948) 65 RPC 255.",
      "id": "s679"
    },
    {
      "text": ") \n \n78 Crennan J made a passing reference to patents of addition (to which I shall return) and selection patents in Imperial Chemicals Industries Pty Ltd v Commissioner of Patents [2004] FCA 1658 ; (2004) 213 ALR 399 , (2004) 63 IPR 476 , (2005) AIPC 92-055 at [66] .",
      "id": "s680"
    },
    {
      "text": "Her Honour also referred to a decision of Delegate Barker in University of Georgia Research Foundation Inc v Biochem Pharma Inc (2000) 51 IPR 222 , (2001) AIPC 91-676.",
      "id": "s681"
    },
    {
      "text": "It is quite clear from that decision that the Commissioner of Patents has applied the IG Farbenindustrie AG's Patents (1930) 47 RPC 289 principles for many years (see also Pfizer Inc v Commissioner of Patents [2005] FCA 137 ; (2005) 141 FCR 413 at [10] and [11]).",
      "id": "s682"
    },
    {
      "text": "Gummow J made a delphic reference to the topic in Nicaro Holdings Pty Ltd v Martin Engineering Co (1990) 91 ALR 513 at 529, (1990) 16 IPR 545 , (1990) AIPC 90-670 where, after reference to the decision of Falconer J in Re Genentech Inc's (Human Growth Hormone) Patent [1989] RPC 613 at 629---633, he said:\n \"[s]election patents may require special attention, but that is a matter for another day.",
      "id": "s683"
    },
    {
      "text": "\" \nAs I said earlier, the decision of Falconer J appeared to be and, in my opinion, was, a departure from the manner in which the law of anticipation had been understood in the United Kingdom and in Australia up to that time.",
      "id": "s684"
    },
    {
      "text": "79 It seems to me that it is too late in the day to find that the principles explained by Maugham J in IG Farbenindustrie AG's Patents (1930) 47 RPC 289 are not relevant to the question of anticipation under the 1952 Act (and the 1990 Act, for that matter).",
      "id": "s685"
    },
    {
      "text": "That is not to recognise a special class of patents --- the reference to a selection patent is a convenient shorthand to pick up the relevant principles concerning anticipation.",
      "id": "s686"
    },
    {
      "text": "I approach the United Kingdom cases from and including EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303 with caution.",
      "id": "s687"
    },
    {
      "text": "I must also endeavour to keep separate questions of anticipation, on the one hand, and obviousness, on the other.",
      "id": "s688"
    },
    {
      "text": "The distinction is not always easy to discern in the authorities on this topic, including the seminal judgment of Maugham J.",
      "id": "s689"
    },
    {
      "text": "80 There is a question as to whether the selection patent principles apply to a compound specifically identified in the early specification as a member of the larger class (eg as an example or derivative) or whether it is restricted to the express identification (for the first time) of a particular member of the larger class with the special characteristic.",
      "id": "s690"
    },
    {
      "text": "The latter was conceded by the patentee in EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303.",
      "id": "s691"
    },
    {
      "text": "In the Court of Appeal, Buckley LJ had favoured the view that the concession was necessary (395) but, in the House of Lords, Lord Simon preferred to leave the point open ([1982] FSR 303 at 315).",
      "id": "s692"
    },
    {
      "text": "I favour the view of Buckley LJ as more in accordance with the rationale as explained by Maugham J and with his description of the class as follows ( IG Farbenindustrie AG's Patents (1930) 47 RPC at 321):\n \"The second class comprises patents (the so-called selection patents) based on a selection of related compounds such as the homologues and substitution derivatives of the original compounds which presumably have been described in general terms and claimed in the originating patent.",
      "id": "s693"
    },
    {
      "text": "\" \n81 If that view is correct, then the patent in suit is not a selection patent in the ordinary sense as PCR 4099 and each of the enantiomers were expressly disclosed and claimed in the earlier patents and are expressly referred to in the patent in suit.",
      "id": "s694"
    },
    {
      "text": "In one sense, the dextro-rotatory enantiomer is selected from that sub-class.",
      "id": "s695"
    },
    {
      "text": "There is authority to suggest that selection can be from a small class (per Buckley LJ in Beecham Group Ltd's (Amoxycillin) Application, Re [1980] RPC 261 at 292; EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303 per Lord Wilberforce at 310; but, cf Institut Francais du Petrole des Carburants et Lubricants' Application, Re [1972] FSR 147 at 154, [1972] RPC 364).",
      "id": "s696"
    },
    {
      "text": "I will therefore assume, contrary to my own opinion, that the principle can apply to the present case on that basis if the requirements are met.",
      "id": "s697"
    },
    {
      "text": "82 It is convenient to state once again the summary of those requirements from the Full Court decision in Ranbaxy [2008] FCAFC 82 at [105] :\n \n \n \"&#8226; there must be some substantial advantage to be secured by the use of the selected members;\n &#8226; the whole of the selected members must possess the advantage in question;\n &#8226; the selection must be in respect of a quality of a special character, which can fairly be said to be peculiar to the group; and\n &#8226; the advantage possessed by the selected members must be clearly disclosed in the specification.",
      "id": "s698"
    },
    {
      "text": "\"\n \n \n\n83 There is a substantial advantage to be secured by the use of the dextro-rotatory enantiomer of PCR 4099 as compared with use of either the racemic mixture or the levo-rotatory enantiomer.",
      "id": "s699"
    },
    {
      "text": "It is better tolerated or less toxic than either and as effective as the racemate with a lesser concentration.",
      "id": "s700"
    },
    {
      "text": "That proved to be the difference between success as a pharmaceutical drug and otherwise.",
      "id": "s701"
    },
    {
      "text": "In that sense, the first of the criteria is satisfied.",
      "id": "s702"
    },
    {
      "text": "The second and fourth criteria are also, obviously, satisfied.",
      "id": "s703"
    },
    {
      "text": "84 However, is the selection in respect of a quality of a special character?",
      "id": "s704"
    },
    {
      "text": "It will be recalled that the complete specification of the French patent, and corresponding patents, described the advantages of the invention as follows:\n \"The toxicological and pharmacological investigations reported above demonstrate the low toxicity of the compounds of the invention, as well as their excellent tolerance and their inhibiting properties on blood-platelet aggregation, and their anti-thrombotic activity, which make them very useful in medical therapeutic applications.",
      "id": "s705"
    },
    {
      "text": "\" \nThe claims were not limited to any particular result.",
      "id": "s706"
    },
    {
      "text": "In my opinion, that is a good description of the performance of the dextro-rotatory enantiomer of PCR 4099.",
      "id": "s707"
    },
    {
      "text": "It was obvious from the specification of the French and corresponding patents that it was not claimed that each compound within the class would have equal qualities --- indeed, the report of the tests demonstrated that that was not so --- the advantages were described very generally.",
      "id": "s708"
    },
    {
      "text": "85 The third proposition was explained by Maugham J in IG Farbenindustrie AG's Patents (1930) 47 RPC 289 as follows (at 323):\n \"If there are five thousand possible members of the group, and a hundred have been selected as possessing some new and definite advantage, it is not intended to assert that such a selection patent would be bad if it were shown as the result of further research that there existed another hundred members possessing the same advantage.",
      "id": "s709"
    },
    {
      "text": "If, on the other hand, it were to be established that there were a thousand unselected members which possessed the same advantage, I doubt very much whether the patent could be sustained.",
      "id": "s710"
    },
    {
      "text": "The quality must be of a special character.",
      "id": "s711"
    },
    {
      "text": "It must not be one which those skilled in the art will expect to find in a large number of the members.",
      "id": "s712"
    },
    {
      "text": "It would be rash to attempt a closer definition, for the question is ultimately one of appreciation.",
      "id": "s713"
    },
    {
      "text": "Returning to the same old fashioned metaphor I would say that the citadel must be defended, and that there is no reward if the gates have been opened at the first blast of the trumpet.",
      "id": "s714"
    },
    {
      "text": "...",
      "id": "s715"
    },
    {
      "text": "I will summarise the conclusion at which I have arrived by saying that in a selection patent the inventive step lies in the selection for a useful and special property or characteristic adequately defined; and this is the proposition which has to be kept in mind in considering the application to amend and the Petition for revocation.",
      "id": "s716"
    },
    {
      "text": "\" \n86 The phrase in In the matter of Esso Research and Engineering Co's Application (Shell) [1960] RPC 35 at 53 was \"advantages peculiar to themselves\" or, as Lord Wilberforce put it in EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303 at 309 \"unrecognised advantages\".",
      "id": "s717"
    },
    {
      "text": "Buckley LJ said in Beecham Group Ltd's (Amoxycillin) Application, Re [1980] RPC 261 at 292:\n \"... the substance must be truly new and the advantage to be gained from its selection must be the inventor's own discovery as opposed to mere verification by him of previous predictions or of what was previously predictable; in other words, it must be unexpected.",
      "id": "s718"
    },
    {
      "text": "\" \n \n \n \n\nThe specification in question here was, no doubt, drawn with this concept in mind.",
      "id": "s719"
    },
    {
      "text": "However, the advantages here are not different in kind from those described and predicted in the earlier patent specifications.",
      "id": "s720"
    },
    {
      "text": "Even if such an advantage could be satisfied by a quantum leap in relation to an earlier claimed advantage, the results here are by no means out of the range of results predictable from the tests done on the examples in the earlier specification.",
      "id": "s721"
    },
    {
      "text": "87 There was debate between the experts as to whether it was \"unexpected\" that the differences between the enantiomers in their performance would be as great as were ascertained by testing.",
      "id": "s722"
    },
    {
      "text": "In my view, for present purposes, that was a false issue.",
      "id": "s723"
    },
    {
      "text": "The question is whether the advantages of the characteristics of the dextro-rotatory enantiomer were unexpected.",
      "id": "s724"
    },
    {
      "text": "For the same reason, the question is not which of the three possibilities --- the racemate and each of the enantiomers --- was best, either as against themselves or compared with other members of the wider class.",
      "id": "s725"
    },
    {
      "text": "88 I therefore conclude that claim 1 cannot be defended as a valid selection and was anticipated by each of the cited specifications.",
      "id": "s726"
    },
    {
      "text": "This conclusion also affects claims 10 and 11.",
      "id": "s727"
    },
    {
      "text": "89 Claim 3 then requires consideration.",
      "id": "s728"
    },
    {
      "text": "There is no disclosure of the precise formula of claim 3 in any of the cited specifications (or of claims 2, 4 and 5 either).",
      "id": "s729"
    },
    {
      "text": "The closest that the specifications of the prior art patents come is the reference to \"and their addition salts with pharmaceutically acceptable mineral or organic acids\".",
      "id": "s730"
    },
    {
      "text": "It is contended that the choice of acid and the making of the salt of a compound was routine.",
      "id": "s731"
    },
    {
      "text": "The specifications most naturally refer to salts of the racemate rather than of the enantiomers.",
      "id": "s732"
    },
    {
      "text": "In any event, once there is a choice of acid to be made, then it cannot be said that there is the necessary disclosure to anticipate any particular claim.",
      "id": "s733"
    },
    {
      "text": "There is not a clear description of the salt described in claim 3 or clear instructions to do or make that particular salt in the earlier specifications.",
      "id": "s734"
    },
    {
      "text": "The attack on the novelty of claim 3 fails.",
      "id": "s735"
    },
    {
      "text": "90 Claim 6 then needs to be considered.",
      "id": "s736"
    },
    {
      "text": "None of the cited prior art specifications contain a description of a process which accords with claim 6.",
      "id": "s737"
    },
    {
      "text": "Claim 6 is the process for the separation of the dextro-rotatory enantiomer plus salt formation.",
      "id": "s738"
    },
    {
      "text": "The earlier specifications in question do not rise above the statement in the claims of the Canadian patent \"and, if desired, its enantiomers are separated\".",
      "id": "s739"
    },
    {
      "text": "The evidence is that more than one method of resolving or separating the enantiomers of a racemic compound of this kind was known as at the priority date.",
      "id": "s740"
    },
    {
      "text": "Therefore, a choice was involved and the same reasoning applies here as applied in relation to claim 3.",
      "id": "s741"
    },
    {
      "text": "The challenge to novelty in relation to claim 6 fails.",
      "id": "s742"
    },
    {
      "text": "91 Anticipation is deadly but requires the accuracy of a sniper, not the firing of a 12 gauge shotgun.",
      "id": "s743"
    },
    {
      "text": "Lack of inventive step \n \n92 Section 100(1)(e) of the 1952 Act was as follows:\n \n \n \"(1) A standard patent may be revoked, either wholly or in so far as it relates to any claim of the complete specification, and a petty patent may be revoked, on one or more of the following grounds, but on no other ground:\n ... \n \n \n \n \n (e) that the invention, so far as claimed in any claim of the complete specification or in the claim of the petty patent specification, as the case may be, was obvious and did not involve an inventive step having regard to what was known or used in Australia on or before the priority date of that claim;\n ...\"\n \n \n \n\n93 Section 7(2) and (3) of the 1990 Act are as follows:\n \n \n \"(2) For the purposes of this Act, an invention is to be taken to involve an inventive step when compared with the prior art base unless the invention would have been obvious to a person skilled in the relevant art in the light of the common general knowledge as it existed in the patent area before the priority date of the relevant claim, whether that knowledge is considered separately or together with the information mentioned in subsection (3).",
      "id": "s744"
    },
    {
      "text": "(3) The information for the purposes of subsection (2) is: \n \n (a) any single piece of prior art information; or\n (b) a combination of any 2 or more pieces of prior art information;\n being information that the skilled person mentioned in subsection (2) could, before the priority date of the relevant claim, be reasonably expected to have ascertained, understood, regarded as relevant and, in the case of information mentioned in paragraph (b), combined as mentioned in that paragraph.",
      "id": "s745"
    },
    {
      "text": "\"\n \n \n\n94 Ground 3 of the Amended Particulars of Invalidity is as follows:\n \"Lack of Inventive Step \n \n 3.",
      "id": "s746"
    },
    {
      "text": "The Patent is invalid and liable to be revoked insofar as it relates to each claim of the Specification on the ground that the alleged invention is not a patentable invention within the meaning of s138(3)(b) of the Act in that the alleged invention does not involve an inventive step.",
      "id": "s747"
    },
    {
      "text": "PARTICULARS \n \n 3.1 The alleged invention would have been obvious in the light of the common general knowledge in Australia before the priority date of each claim (the Common General Knowledge ).",
      "id": "s748"
    },
    {
      "text": "The Applicant does not submit, and has not attempted to prove : \n \n \n \n \n (a)that the compound of formula (I) referred to at p 1a, lines 5-14 of the Patent forms part of the Common General Knowledge otherwise than by reliance on p1a.",
      "id": "s749"
    },
    {
      "text": "lines 1-17 of the Patent; or \n (b)that the person skilled in the relevant art in Australia would have been able to arrive at the compound of formula (I) on the basis otherwise of his or her Common General Knowledge.",
      "id": "s750"
    },
    {
      "text": "3.2 Further or in the alternative, the Applicant relies on the admissions made at page 1a, lines 1 to 17 of the Patent.",
      "id": "s751"
    },
    {
      "text": "3.3 Further or in the alternative, to the extent that the alleged invention resides in a selection from the invention disclosed in the French Patent, or from enantiomers and mixtures of enantiomers disclosed in the French Patent: \n \n \n \n \n (a) the alleged invention does not possess any substantial advantage over the invention disclosed in the French Patent, or over other enantiomers or mixtures of enantiomers disclosed in the French Patent;\n (b) further or in the alternative, the alleged invention does not possess any substantial advantage of the kind referred to in sub-paragraph (a) which would have been unexpected in the light of the common general knowledge in Australia before the priority date of each claim;\n (c) further or in the alternative, no substantial advantage of the kind referred to in sub-paragraph (a) or (b) is shown on the face of the Specification.",
      "id": "s752"
    },
    {
      "text": "3.4 Such further particulars as may be provided from time to time.",
      "id": "s753"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s754"
    },
    {
      "text": ")\n \n \n\n95 I will consider claim 1 on the basis that (contrary to my opinion) it was not anticipated.",
      "id": "s755"
    },
    {
      "text": "96 A threshold question of law arises.",
      "id": "s756"
    },
    {
      "text": "It is submitted for the patentee that, once it is accepted that clopidogrel was not part of common general knowledge in Australia, let alone the broader teachings of the French patent, the ground of lack of inventive step is misconceived and has no possibility of success.",
      "id": "s757"
    },
    {
      "text": "It is pointed out that the statutory phrase is \"what was known or used in Australia\", before the priority date.",
      "id": "s758"
    },
    {
      "text": "It is well-established that that phrase refers to common general knowledge in the relevant field in Australia, that is to say, \"the background knowledge and experience which is available to all in the trade in considering the making of new products, or the making of improvements in old\" ( Minnesota Mining &amp; Manufacturing Co v Beiersdorf (Aust) Ltd [1980] HCA 9 ; (1980) 144 CLR 253 at 292).",
      "id": "s759"
    },
    {
      "text": "97 The applicants seek to sidestep this considerable obstacle by relying upon the description of the inventive step in the complete specification which makes it clear that the step was to go from the racemic mixture corresponding to the formula methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl) acetate, described as derivative 1 in the French patent, to the dextro-rotatory enantiomer of that racemic mixture.",
      "id": "s760"
    },
    {
      "text": "The inventiveness of that step would then be judged according to Australian common general knowledge.",
      "id": "s761"
    },
    {
      "text": "It was submitted that this approach is consistent with that of the majority of the High Court in Aktiebolaget H&auml;ssle v Alphapharm Pty Ltd [2002] HCA 59 ; (2002) 212 CLR 411 at [41] and [52]---[53].",
      "id": "s762"
    },
    {
      "text": "That was consistent with the way in which that case had been conducted below ( Aktiebolaget H&auml;ssle v Alphapharm Pty Ltd [2000] FCA 1303 , (2000) 51 IPR 375 at [15] ---[24] and [44]).",
      "id": "s763"
    },
    {
      "text": "98 An inventive step does not require any particular process of invention such as a flash of genius.",
      "id": "s764"
    },
    {
      "text": "However, there must be a step from one thing to another.",
      "id": "s765"
    },
    {
      "text": "In the case of a seminal invention, it may be from very little to something.",
      "id": "s766"
    },
    {
      "text": "The same might be said of any original invention.",
      "id": "s767"
    },
    {
      "text": "Where an inventor describes the step by reference to the starting point or base line and an end point or result, it is the inventiveness of that step that is to be judged, not, for example, the inventiveness of the base line or starting point.",
      "id": "s768"
    },
    {
      "text": "In making that judgment, the standard test is:\n \"whether the hypothetical addressee faced with the same problem would have taken as a matter of routine whatever steps might have led from the prior art to the invention, whether they be the steps of the inventor or not.",
      "id": "s769"
    },
    {
      "text": "\" \n( Wellcome Foundation Ltd v VR Laboratories (Aust) Pty Ltd [1981] HCA 12 ; (1981) 148 CLR 262 per Aickin J at 286).",
      "id": "s770"
    },
    {
      "text": "99 Aktiebolaget [2002] HCA 59 ; 212 CLR 411 provides a good example.",
      "id": "s771"
    },
    {
      "text": "The compound, known as omeprazole, which undoubtedly involved an inventive step, was not easily formulated into a satisfactory pharmaceutical composition, and solving a problem in the administration of the drug by formulation was required, that being the gist of the inventive step claimed in that case.",
      "id": "s772"
    },
    {
      "text": "Obviousness was not judged on the basis that omeprazole had not been discovered simply because it had not passed into Australian common general knowledge.",
      "id": "s773"
    },
    {
      "text": "By analogy in the present case, the only invention described in the specification is moving from the particular racemic compound to the dextro-rotatory enantiomer of that compound.",
      "id": "s774"
    },
    {
      "text": "It would be the obviousness, or otherwise, of that step which would be tested, not the obviousness of formulating clopidogrel or any of the other compounds encompassed by the French patent.",
      "id": "s775"
    },
    {
      "text": "100 On this basis, the state of Australian common general knowledge would still have an important part to play in judging inventiveness.",
      "id": "s776"
    },
    {
      "text": "It is easy to imagine that there would be technical fields where there is little Australian common general knowledge so that, for example, what may be routine in the laboratories of Switzerland would be inventive by Australian standards.",
      "id": "s777"
    },
    {
      "text": "On the other hand, there may be other fields where the relevant Australian knowledge was in advance of the country where the claimed invention took place, leading to the opposite conclusion.",
      "id": "s778"
    },
    {
      "text": "101 It is difficult to see how this patent could have been valid without disclosing the starting point or the master patent in the specification.",
      "id": "s779"
    },
    {
      "text": "To do so would have amounted to obtaining the patent on a false suggestion or representation within the meaning of s 100(1)(k) of the 1952 Act or be in breach of s 40(1)(a) of that Act by not describing the invention (see Sami S Svendsen Inc v Independent Products Canada Ltd [1968] HCA 65 ; (1968) 119 CLR 156 at 159 and 164---165).",
      "id": "s780"
    },
    {
      "text": "The same applies under the 1990 Act.",
      "id": "s781"
    },
    {
      "text": "Hence the necessity to spell out that step and the advantage in the complete specification ( Re IG Farbenindustrie AG's Patents (1930) 47 RPC 289 at 323; Institut Francais du Petrole des Carburants et Lubricants' Application, Re [1972] FSR 147 at 154, [1972] RPC 364).",
      "id": "s782"
    },
    {
      "text": "The specification of the patent in suit is drafted consistently with that obligation.",
      "id": "s783"
    },
    {
      "text": "The cases on selection patents discuss both novelty and obviousness by reference to the nature of the selection from the earlier patent specification to the later claim.",
      "id": "s784"
    },
    {
      "text": "102 This submission was described as heretical.",
      "id": "s785"
    },
    {
      "text": "I, therefore, carefully reread the analysis of s 100(1)(e) of the 1952 Act by Aickin J in Minnesota Mining [1980] HCA 9 ; 144 CLR 253 , particularly at 287---295.",
      "id": "s786"
    },
    {
      "text": "That analysis is not directed to the question that arises here.",
      "id": "s787"
    },
    {
      "text": "There is no indication in that case that any of the patent specifications relied upon were cited in the patent in suit, that they had any connection with the patentee or that the patentee was aware of them.",
      "id": "s788"
    },
    {
      "text": "It was not a selection patent in any sense.",
      "id": "s789"
    },
    {
      "text": "103 The position established in Minnesota Mining [1980] HCA 9 ; 144 CLR 253 was of relatively short duration.",
      "id": "s790"
    },
    {
      "text": "Until then, the wider view of Williams J in HPM Industries Pty Ltd v Gerard Industries Ltd [1957] HCA 47 ; (1957) 98 CLR 424 had applied (see Graham Hart (1971) Pty Ltd v SW Hart &amp; Co Pty Ltd [1978] HCA 61 ; (1978) 141 CLR 305 per Aickin J at 329---330).",
      "id": "s791"
    },
    {
      "text": "The 1990 Act widens the prior art base, but does not change the nature of the issue.",
      "id": "s792"
    },
    {
      "text": "Leaving aside Aktiebolaget [2002] HCA 59 ; 212 CLR 411 , the principal survey of the topic by the High Court since Minnesota Mining [1980] HCA 9 ; 144 CLR 253 was in Lockwood Security Products Pty Ltd v Doric Products Pty Ltd (No 2) [2007] HCA 21 ; (2007) 235 ALR 202 , (2007) 81 ALJR 1070 , particularly at [31]---[66].",
      "id": "s793"
    },
    {
      "text": "That case did not involve the problem that arises here.",
      "id": "s794"
    },
    {
      "text": "It is noteworthy that the Court said of the 1990 provisions (at [127]): \n \"As stated above, by enlarging the prior art base through including relevant prior disclosures beyond those disclosures proven to be part of the common general knowledge, these provisions raise the threshold for inventiveness.",
      "id": "s795"
    },
    {
      "text": "However, the idea remains that the prior disclosures to be taken into account, even as enlarged by s 7(3), are being considered for a particular purpose.",
      "id": "s796"
    },
    {
      "text": "That purpose is the purpose of looking forward from the prior art base to see what a person skilled in the relevant art is likely to have done when faced with a similar problem which the patentee claims to have solved with the invention.",
      "id": "s797"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s798"
    },
    {
      "text": ") \n(cf Firebelt Pty Ltd v Brambles Australia Ltd [2002] HCA 21 ; (2002) 188 ALR 280 , (2002) 76 ALJR 816 at [33] as to combination patents.",
      "id": "s799"
    },
    {
      "text": ") The applicants do not seek to utilise the contents of the prior specification as an admission as to common general knowledge (cf Lockwood Security Products [2007] HCA 21 ; 235 ALR 202 , 81 ALJR 1070 at [105] ---[109]).",
      "id": "s800"
    },
    {
      "text": "Rather, it is a statement of the nature of the inventive step that is claimed (cf in another context, Commissioner of Patents v Microcell Ltd [1959] HCA 71 ; (1959) 102 CLR 232).",
      "id": "s801"
    },
    {
      "text": "104 The submission by the patentee would have the consequence that, pursuant to the 1952 Act, a person (including a foreign patentee) could take a foreign patent published in Australia some time ago that was not widely known, make sufficient changes to avoid anticipation and could seek a patent without having to run the gauntlet of obviousness, even if the changes were routine for those in the field in Australia at the time, but taking care to disclose the existence of the foreign patent to avoid any charge of false suggestion or representation and to describe the invention.",
      "id": "s802"
    },
    {
      "text": "That patent would have a term commencing again.",
      "id": "s803"
    },
    {
      "text": "That result is counter-intuitive.",
      "id": "s804"
    },
    {
      "text": "105 The patentee's argument is not easily reconcilable with the existence of Pt VII of the 1952 Act dealing with patents of addition for \"improvement in or modification of\" the main invention, particularly with s 76, which was as follows:\n \"Objection shall not be taken to an application for a patent of addition, so far as the invention is claimed in any claim of the complete specification, and a patent of addition, so far as the invention is so claimed, is not invalid, on the ground only that the invention, so far as claimed in any claim of the complete specification, is obvious and does not involve an inventive step, having regard to- \n \n (a) the publication of the main invention before the priority date of that claim but after the priority date of the claim of the specification of the main invention defining the invention the improvement in which, or the modification of which, is the subject of the first-mentioned claim, or, if there are two or more claims defining that invention, after the priority date of whichever of those claims has the earlier or earliest priority date; or\n (b) the use of the main invention during that period.",
      "id": "s805"
    },
    {
      "text": "\" \n \n \nA patent of addition expired with the original patent (s 75) (cf Ch 7 of the 1990 Act.",
      "id": "s806"
    },
    {
      "text": ") It will be observed that the section protected against invalidity on the ground of obviousness not novelty, and did so regardless of the state of common general knowledge in Australia.",
      "id": "s807"
    },
    {
      "text": "(For an interesting example of patents of addition in a similar context see Beecham Group Ltd's (Amoxycillin) Application, Re [1980] RPC 261.",
      "id": "s808"
    },
    {
      "text": ") \n \n106 On the other hand, if the starting point or baseline is not known to those in the field in Australia, then the selected compound may be seen as a large advance or inventive step in one leap and may be a valuable contribution to the relevant field.",
      "id": "s809"
    },
    {
      "text": "It may, as in this case, provide a useful product for the public, thus justifying patent protection.",
      "id": "s810"
    },
    {
      "text": "107 The applicants' contention cannot be rejected out of hand, particularly in the case of a selection patent where the prior publication is a patent specification published or issued in Australia.",
      "id": "s811"
    },
    {
      "text": "If that contention is wrong, then this objection to the validity of claim 1 fails.",
      "id": "s812"
    },
    {
      "text": "I will consider the position if the contention were accepted and on the basis that the starting point for analysis of the inventive step was the racemic compound of PCR 4099 as disclosed in the French patent.",
      "id": "s813"
    },
    {
      "text": "The starting point of the invention identified in the complete specification in suit is the racemic mixture of derivative 1 as described in the French patent application.",
      "id": "s814"
    },
    {
      "text": "There is no claim of invention in selecting that racemic mixture out of the others disclosed in the French patent.",
      "id": "s815"
    },
    {
      "text": "The invention claimed was ascertaining that only the dextro-rotatory enantiomer exhibited platelet aggregation inhibiting activity, the levo-rotatory enantiomer being inactive and being the less well tolerated of the two.",
      "id": "s816"
    },
    {
      "text": "It is, thus, expressed to be a selection patent only in that limited respect.",
      "id": "s817"
    },
    {
      "text": "108 The specification in suit does not explain in express terms the reason or motivation for separating and testing the enantiomers and comparing the results with those for the racemic mix.",
      "id": "s818"
    },
    {
      "text": "It is assumed that the enantiomers might be separated.",
      "id": "s819"
    },
    {
      "text": "The reason for that course is not disclosed.",
      "id": "s820"
    },
    {
      "text": "There is no statement, for example, of the problems concerning tolerance and toxicity which are now known to have affected the racemic mix and to have led to the search for a better alternative.",
      "id": "s821"
    },
    {
      "text": "The inventive step claimed, in relation to the product claim for the dextro-rotatory enantiomer, was the unexpected nature of the result.",
      "id": "s822"
    },
    {
      "text": "It is as if, in the course of an investigation, an unexpected result occurred.",
      "id": "s823"
    },
    {
      "text": "That can be sufficient to provide subject matter (as it used to be called) for an invention in appropriate circumstances.",
      "id": "s824"
    },
    {
      "text": "The references to the French patent in the complete specification of the patent in suit are sufficient to permit reference to the French specification but only to understand the context of the disclosure of the particular racemate.",
      "id": "s825"
    },
    {
      "text": "The discussion by Gummow J (agreed with by Jenkinson J) in Nicaro Holdings Pty Ltd 91 ALR 513 at 532---539 is apposite, although directed to novelty in that case.",
      "id": "s826"
    },
    {
      "text": "109 The applicants submit that it would also be appropriate to inform the skilled addressee of the results of the testing of the formulations of PCR 4099 which had taken place up to November 1985 when the decision was made to attempt to obtain the enantiomers of PCR 4099.",
      "id": "s827"
    },
    {
      "text": "In particular, that between 1983 and 1985 there were reports of side effects and, in particular, convulsions and death in some animals.",
      "id": "s828"
    },
    {
      "text": "I cannot reconcile that submission with the narrow basis upon which inventive step is being considered.",
      "id": "s829"
    },
    {
      "text": "It is also questionable as to whether that would be consistent with the limited use to which evidence of what the inventor knows and does can be put (cf Wellcome Foundation Ltd [1981] HCA 12 ; 148 CLR 262 per Aickin J at 268---288).",
      "id": "s830"
    },
    {
      "text": "The patentee chose to omit those matters from the specification.",
      "id": "s831"
    },
    {
      "text": "110 The result which might be described as unexpected in the light of the French specification was not so much the characteristics of the dextro-rotatory enantiomer (which were within the expected broad range) but rather the characteristics of the levo-rotatory enantiomer --- in particular, that it was inactive.",
      "id": "s832"
    },
    {
      "text": "It was common general knowledge among skilled workers in the field in Australia at the priority date that one of the two enantiomers might contain all of the activity.",
      "id": "s833"
    },
    {
      "text": "In my opinion, the discovery of that characteristic in this case was not so unexpected as to amount to an inventive step.",
      "id": "s834"
    },
    {
      "text": "Therefore, if, contrary to my opinion, claim 1 was novel and if it is to be considered in the light of the complete specification, then it was obvious and did not involve an inventive step.",
      "id": "s835"
    },
    {
      "text": "111 It then becomes necessary to consider claims 2---5, which I do consider novel.",
      "id": "s836"
    },
    {
      "text": "The specification in suit refers to the finding of salts among the mineral and organic acid salts of the dextro-rotatory enantiomer, \"which crystallize easily, are not hygroscopic and are sufficiently water-soluble as to make their use as active medicinal principals particularly advantageous\".",
      "id": "s837"
    },
    {
      "text": "Three salts in particular are identified: hydrogen sulfate, the taurocholate and the hydrobromide.",
      "id": "s838"
    },
    {
      "text": "The hydrochloride had been identified as of use because it was in powder form.",
      "id": "s839"
    },
    {
      "text": "These compounds are the subject of claims 2, 3, 4 and 5.",
      "id": "s840"
    },
    {
      "text": "The conversion of the pure enantiomer to any of the salts was not suggested to have any particular difficulties --- that was described as being achieved \"in standard manner\" and \"by means of standard methods\".",
      "id": "s841"
    },
    {
      "text": "The specification in suit does not claim any inventive step in the method of obtaining the salts once clopidogrel was known --- the claims rest on the properties of the salts.",
      "id": "s842"
    },
    {
      "text": "Again, the critical issue is the correct starting point.",
      "id": "s843"
    },
    {
      "text": "If it is only common general knowledge in Australia at the priority date, then the ground of invalidity must fail, as clopidogrel was not part of that common general knowledge.",
      "id": "s844"
    },
    {
      "text": "On the other hand, if the starting point is that which is recounted in the specification of the patent in suit, including the racemic mix PCR 4099 disclosed in the French patent and the dextro-rotatory enantiomer, then there is at least substance in the contention that each of the claims was obvious.",
      "id": "s845"
    },
    {
      "text": "112 In my view, the inventive step is not to be judged on the basis that either PCR 4099 or the dextro-rotatory enantiomer of it is the starting point.",
      "id": "s846"
    },
    {
      "text": "It may seem anomalous that the major compound might be obvious because of the statements in the specification in suit but that salts of it are not.",
      "id": "s847"
    },
    {
      "text": "However, the salts are novel without any special consideration as selection patents.",
      "id": "s848"
    },
    {
      "text": "To take the specification in suit into account in this way to judge the obviousness of these claims would have to be based upon a general principle, not restricted to selection patents.",
      "id": "s849"
    },
    {
      "text": "There is much to be said for the view that a patentee should be held to the advance in the art identified in the specification for the purposes of judging whether there is an inventive step.",
      "id": "s850"
    },
    {
      "text": "Put another way, the contents of the specification in suit would be taken into account in identifying the inventive step for the purposes of judging obviousness.",
      "id": "s851"
    },
    {
      "text": "However, no authority was cited that directly establishes such a principle.",
      "id": "s852"
    },
    {
      "text": "Even application of it to selection patents is doubtful.",
      "id": "s853"
    },
    {
      "text": "A similar issue arose in the recent Full Court decision in Insta Image Pty Ltd v KD Kanopy Australasia Pty Ltd [2008] FCAFC 139 in connection with a mechanical invention under the 1990 Act.",
      "id": "s854"
    },
    {
      "text": "To the extent that the decision has any application to these cases, it tends against the applicants' contention as to the use that can be made of statements in the specification in suit as to the inventive step, although the reasoning is not altogether clear (see Insta Image Pty Ltd [2008] FCAFC 139 at [38] ---[61] and [80]---[115]).",
      "id": "s855"
    },
    {
      "text": "The applicants' contention is a step too far for a single judge.",
      "id": "s856"
    },
    {
      "text": "It follows that claims 2---5 do represent an inventive step compared with common general knowledge in Australia at the time.",
      "id": "s857"
    },
    {
      "text": "113 If the inventive step were identified as having the single enantiomer of clopidogrel as the starting point, I would have held that each salt claimed was obvious.",
      "id": "s858"
    },
    {
      "text": "It was known that a pharmaceutically acceptable salt was useful for administration of an active compound.",
      "id": "s859"
    },
    {
      "text": "It was known how to prepare such salts using known mineral or organic acids.",
      "id": "s860"
    },
    {
      "text": "The acids chosen here --- hydrochloric acid sulfuric acid, hydrobromic acid and taurocholic acid --- were conventional.",
      "id": "s861"
    },
    {
      "text": "They were (with the exception of taurocholic acid) the acids utilised in relation to the salts of PCR 4099 in the French patent.",
      "id": "s862"
    },
    {
      "text": "Standard methods of preparation of the salts were known.",
      "id": "s863"
    },
    {
      "text": "114 Claim 6 is the principal process claim.",
      "id": "s864"
    },
    {
      "text": "It describes in a general way the process of liberating the dextro-rotatory enantiomer from the racemic compound PCR 4099 by means of diastereomeric salt formation.",
      "id": "s865"
    },
    {
      "text": "The desire to obtain the dextro-rotatory enantiomer of the racemic compound is taken for granted.",
      "id": "s866"
    },
    {
      "text": "The claim does not relate to that choice; it relates only to the means of doing so.",
      "id": "s867"
    },
    {
      "text": "Novelty lies in the fact that no prior art discloses the use of that process in relation to that particular compound to obtain that particular enantiomer.",
      "id": "s868"
    },
    {
      "text": "That method was well-known in the field in Australia at the priority date as a classic means of obtaining the enantiomers of a racemic compound.",
      "id": "s869"
    },
    {
      "text": "What the specification in suit discloses is that the classic method worked in this case.",
      "id": "s870"
    },
    {
      "text": "The patentee sought to establish, principally through Mr Badorc, firstly, that the method did not always work in relation to particular compounds and, secondly, that the application of the method in this case required choices to be made in the light of difficulties encountered in the course of carrying it out that were not standard, and were not obvious.",
      "id": "s871"
    },
    {
      "text": "A number of other methods of obtaining the enantiomers of a racemic compound were known at the priority date and it was also contended that the choice of one over the other was not obvious.",
      "id": "s872"
    },
    {
      "text": "115 None of those contentions detract from the fact that claim 6 represents a classic process being applied to a known compound to produce the desired result.",
      "id": "s873"
    },
    {
      "text": "The relevance of Mr Badorc's evidence to the issue is doubtful at least.",
      "id": "s874"
    },
    {
      "text": "Even if admissible, in my opinion, the particular application of the method by Mr Badorc did not involve any inventive step.",
      "id": "s875"
    },
    {
      "text": "Mr Badorc's evidence of the steps he took by way of diastereomeric salt formation, leading to the successful experiment on 21 March 1986, was challenged in various respects, principally because of apparent discrepancies between that evidence and the contemporaneous records.",
      "id": "s876"
    },
    {
      "text": "His explanations were far from convincing.",
      "id": "s877"
    },
    {
      "text": "Even if his evidence is accepted, the steps he took were typical of the trial and error that was necessarily involved with the use of such a technique.",
      "id": "s878"
    },
    {
      "text": "Even if there were an inventive step in the particular application by Mr Badorc, claim 6 is not so limited.",
      "id": "s879"
    },
    {
      "text": "Each of the additional integers in claims 7, 8 and 9 was well-known in the field in Australia at the priority date and were available as part of the ordinary process of trial and error.",
      "id": "s880"
    },
    {
      "text": "They do not reflect any particular inventive step identified by Mr Badorc.",
      "id": "s881"
    },
    {
      "text": "116 The fact that a process may not always work in particular circumstances and that there were other available alternatives does not establish that it was inventive to choose to use it.",
      "id": "s882"
    },
    {
      "text": "The choice of one known process over other known processes may be inventive in some circumstances --- perhaps where the received wisdom would point in the other direction or the result was unexpected.",
      "id": "s883"
    },
    {
      "text": "There were no such circumstances here.",
      "id": "s884"
    },
    {
      "text": "For the sake of completeness, I should say that there was no inventive step involved (or claimed) in ascertaining the pharmacological characteristics of the respective enantiomers.",
      "id": "s885"
    },
    {
      "text": "117 Given the racemate, and given the desire to obtain the dextro-rotatory enantiomer of it, the processes described in claims 6, 7, 8 and 9 were obvious and the claims invalid.",
      "id": "s886"
    },
    {
      "text": "Manner of new manufacture \n \n118 It is contended by the applicants that the claims in suit do not represent an invention because they are not a manner of new manufacture --- s 100(1)(d) of the 1952 Act combined with the definition of \"invention\" in s 6; s 18(1) of the 1990 Act together with the definition of \"invention\" in the dictionary in Sch 1.",
      "id": "s887"
    },
    {
      "text": "The most illuminating discussion of that which is encompassed by \"a manner of manufacture\" is that by the High Court in National Research Development Corp v Commissioner of Patents (NRDC Case) [1959] HCA 67 ; (1959) 102 CLR 252 where the extended meaning of the phrase in accordance with principles which were developed for the application of s 6 of the Statute of Monopolies was explained by reference to the authorities up to that point.",
      "id": "s888"
    },
    {
      "text": "In my opinion, it could not be suggested that the subject matter of the present claims is outside that extended notion.",
      "id": "s889"
    },
    {
      "text": "The claims are for compounds and processes in a field of useful pharmacological application.",
      "id": "s890"
    },
    {
      "text": "119 That decision was delivered several months after the decision of another Full Court of the High Court in Commissioner of Patents v Microcell Ltd [1959] HCA 71 ; 102 CLR 232.",
      "id": "s891"
    },
    {
      "text": "In that case it was held that the specification did not disclose a patentable invention --- the headnote succinctly summarises the gist of the decision as follows: \n \"It is not an inventive idea for which a monopoly can be claimed to take a substance which is known and used for the making of various articles and make out of it an article for which its known properties make it suitable, although it has not in fact been used to make that article before.",
      "id": "s892"
    },
    {
      "text": "\" \nIn NV Philips Gloeilampenfabrieken v Mirabella International Pty Ltd [1995] HCA 15 ; (1995) 183 CLR 655 at 664 the High Court quoted with approval the following passage from the NRDC Case [1959] HCA 67 ; 102 CLR 252 at 261---262 per Dixon CJ, Kitto and Windeyer JJ: \n \"the Commissioner may properly reject a claim for a process which is not within the concept of a \"manufacture\".",
      "id": "s893"
    },
    {
      "text": "But the case cited [ie Microcell] shows also that even if the process is within the concept the Commissioner is not bound to accept the allegation of the applicant that it is new, if it is apparent on the face of the specification, when properly construed, that the allegation is unfounded\".",
      "id": "s894"
    },
    {
      "text": "120 The latter decision has subsequently been discussed by the High Court in Advanced Building Systems Pty Ltd v Ramset Fasteners (Aust) Pty Ltd [1998] HCA 19 ; (1998) 194 CLR 171 , particularly at [36]---[40] per Brennan CJ, Gaudron, McHugh and Gummow JJ and in Lockwood Security Products [2007] HCA 21 ; 235 ALR 202 ; (2007) 81 ALJR 1070 at [106] ---[107].",
      "id": "s895"
    },
    {
      "text": "It is made clear that external evidence cannot be relied upon.",
      "id": "s896"
    },
    {
      "text": "The same ground of invalidity was examined in some detail by the Full Court in Merck &amp; Co Inc [2006] FCAFC 91 ; 154 FCR 31 at [20] ---[75] (cf at first instance Arrow Pharmaceuticals Ltd v Merck &amp; Co Inc (2004) 213 ALR 182 , (2004) 63 IPR 85 at [80]---[97]).",
      "id": "s897"
    },
    {
      "text": "The true scope of this ground of invalidity is difficult to discern in a case such as the present where the claims are for conventional products (albeit defined by chemical formula) and processes for the manufacture of products compared, say, with Merck &amp; Co Inc [2006] FCAFC 91 ; 154 FCR 31 which dealt with a variation of a dosage regime.",
      "id": "s898"
    },
    {
      "text": "It is clear that the grounds of novelty and obviousness must be considered as such rather than through this prism ( CCOM Pty Ltd [1994] FCA 1168 ; 51 FCR 260 at 295---295).",
      "id": "s899"
    },
    {
      "text": "121 In my opinion, it cannot be said that the patent in suit claims an invention that is not new on the face of the specification without regard to what may be described as external evidence.",
      "id": "s900"
    },
    {
      "text": "Indeed, the specification has been drawn in a fashion which is designed to ensure that the claims are new if the contents of the specification are accepted.",
      "id": "s901"
    },
    {
      "text": "I do not agree that the French specification is incorporated by reference as a whole and for all purposes into the specification in suit.",
      "id": "s902"
    },
    {
      "text": "It is incorporated sufficiently to understand the reference to the racemic compound in the specification in suit.",
      "id": "s903"
    },
    {
      "text": "Even if that be wrong, and it is incorporated as a whole (as appeared to be the case with some prior documents in the Full Court decision in Merck &amp; Co Inc [2006] FCAFC 91 ; 154 FCR 31) , it would take the matter no further than the decision to which I have come on novelty.",
      "id": "s904"
    },
    {
      "text": "False suggestion or representation \n \n122 The next ground to be considered is that the patent was obtained on a false suggestion or representation (1952 Act, s 100(1)(k); 1990 Act, s 138(3)(d)).",
      "id": "s905"
    },
    {
      "text": "The first false and misleading representation alleged was the statement:\n \"in an unexpected manner only the dextro-rotatory enantiomer Id exhibits a platelet aggregation inhibiting activity, the levo-rotatory enantiomer Il being inactive\".",
      "id": "s906"
    },
    {
      "text": "(Emphasis added.",
      "id": "s907"
    },
    {
      "text": ") \nIt is accepted that the statement as to the relative activity is accurate but it is alleged that it was not \"unexpected\".",
      "id": "s908"
    },
    {
      "text": "This was linked with the following representation:\n \"The pharmacological study just presented has demonstrated the interesting inhibitory properties towards platelet aggregation of the compound Id and the absence of any activity of its isomer Il.",
      "id": "s909"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s910"
    },
    {
      "text": ") \n123 Those statements were obviously designed to support the claim to novelty for the dextro-rotatory enantiomer --- to counter any suggestion that this was merely another use for a known substance and, in particular, to support a claim for novelty based upon selection.",
      "id": "s911"
    },
    {
      "text": "124 The other representation was the statement:\n \"The racemic mixture corresponding to this formula was described in the French patent application published under the No.",
      "id": "s912"
    },
    {
      "text": "2 530 247.",
      "id": "s913"
    },
    {
      "text": "\" \nIt was suggested that the use of the expression \"racemic mixture\" impliedly represented that the French patent did not describe or disclose the enantiomers of the compound referred to in that patent.",
      "id": "s914"
    },
    {
      "text": "That representation would again go to the question of novelty of claim 1 and dependent claims.",
      "id": "s915"
    },
    {
      "text": "Furthermore, it would only be established if the earlier specification did disclose the enantiomer in a way that would destroy novelty.",
      "id": "s916"
    },
    {
      "text": "In Arrow Pharmaceuticals Ltd 213 ALR 182 , 63 IPR 85 I had to consider a similar argument based upon what was said to the office about an article.",
      "id": "s917"
    },
    {
      "text": "I said (213 ALR 182, 63 IPR 85 at [120]):\n \"This is a difficult ground to establish where the statement that is attacked purports to be a conclusion drawn from a published article.",
      "id": "s918"
    },
    {
      "text": "The patent office and others with an interest are all able to read the article and form independent judgments.",
      "id": "s919"
    },
    {
      "text": "\" \nThe same point would apply here.",
      "id": "s920"
    },
    {
      "text": "125 As I have found that claim 1 and dependent claims lack novelty, this ground adds nothing to that result.",
      "id": "s921"
    },
    {
      "text": "The 1990 Act contemplates revocation claim by claim (s 138(3)); the 1952 Act ground is \"that the patent was obtained on a false suggestion or representation\" (s 100(1)(k)).",
      "id": "s922"
    },
    {
      "text": "Nonetheless, the Full Court in ICI Chemicals &amp; Polymers Ltd v Lubrizol Corp Inc [2000] FCA 1349 ; (2000) 106 FCR 214 at [93] held that the opening words of s 100(1) of the 1952 Act contemplated claim by claim revocation.",
      "id": "s923"
    },
    {
      "text": "126 It was submitted for the patentee that the descriptions \"unexpected\" and \"interesting\" are expressions of opinion and can only be falsified or made misleading by establishing that they were not genuinely held.",
      "id": "s924"
    },
    {
      "text": "That distinction is well-known in the fields of misrepresentation, misleading conduct contrary to s 52 of the Trade Practices Act 1974 (Cth) and defamation.",
      "id": "s925"
    },
    {
      "text": "There is a good deal to commend the approach in this context.",
      "id": "s926"
    },
    {
      "text": "There is material in the internal documents of Sanofi-Aventis that would provide some support for such a case.",
      "id": "s927"
    },
    {
      "text": "However, it was pointed out on behalf of Sanofi-Aventis that such a case had not been pleaded or presented by the applicants.",
      "id": "s928"
    },
    {
      "text": "Further, that does not appear to be the way in which the issue was approached by the Full Court in Ranbaxy [2008] FCAFC 82 at [131] ---[141] where it was considered objectively.",
      "id": "s929"
    },
    {
      "text": "The decision of the Full Court in ICI Chemicals [2000] FCA 1349 ; 106 FCR 214 may support an objective approach as it was held that a false suggestion or representation may be made in good faith --- although the false statement in that case could possibly be regarded as a statement of fact not a statement of opinion (see ICI Chemicals [2000] FCA 1349 ; (2000) 106 FCR 214 at [88] ---[91]).",
      "id": "s930"
    },
    {
      "text": "127 Viewed in an objective fashion, if the question is asked, \"'surprising' and 'unexpected' to whom?",
      "id": "s931"
    },
    {
      "text": "\", presumably the answer would be, \"to a notional person skilled in the art in Australia\".",
      "id": "s932"
    },
    {
      "text": "On that basis I would not conclude that the statements were false.",
      "id": "s933"
    },
    {
      "text": "At the priority date, it was known to those in the field in Australia that at one end of the spectrum each enantiomer would contribute equally to the activity of the racemate.",
      "id": "s934"
    },
    {
      "text": "At the other end of the spectrum, one would have all of the activity and the other none.",
      "id": "s935"
    },
    {
      "text": "Both of those results were known to be possible, but the usual result would be somewhere between the two.",
      "id": "s936"
    },
    {
      "text": "Prediction, without testing, was not regarded as reliable.",
      "id": "s937"
    },
    {
      "text": "To say that a possible result at one end of the spectrum, even if unlikely, was unexpected cannot be categorised as false.",
      "id": "s938"
    },
    {
      "text": "The statement that the result was \"interesting\" is even more difficult to falsify.",
      "id": "s939"
    },
    {
      "text": "128 Even if the statements were false, it must be asked whether the suggestion or representation was \"a material inducing factor which led to the grant\" ( ICI Chemicals [2000] FCA 1349 ; (2000) 106 FCR 214 at [88] citing Prestige Group (Aust) Pty Ltd v Dart Industries Inc (1990) 26 FCR 197 at 201 per Lockhart J and 218 per Gummow J, with whom Northrop J agreed).",
      "id": "s940"
    },
    {
      "text": "129 In Ranbaxy [2008] FCAFC 82 it was said (at [135]---[138]):\n \"The ground of false suggestion or misrepresentation must involve some misleading or deception of the Commissioner or the Commissioner's delegate, being the person who makes the grant.",
      "id": "s941"
    },
    {
      "text": "To establish the ground, there must be a finding that the Commissioner or the Commissioner's delegate was in some way misled or deceived by the suggestion or representation in question and that being so misled or deceived contributed to or caused the decision to grant the patent.",
      "id": "s942"
    },
    {
      "text": "The Commissioner was a party to the proceeding but took no substantive part in the proceeding.",
      "id": "s943"
    },
    {
      "text": "The Commissioner may have taken the view that Ranbaxy was prosecuting the alleged grounds of invalidity with sufficient vigour for the Commissioner not to be involved.",
      "id": "s944"
    },
    {
      "text": "Ranbaxy adduced no evidence as to the way in which the alleged false suggestions or misrepresentations operated on the decision making process of the Commissioner.",
      "id": "s945"
    },
    {
      "text": "Where it is alleged that a patent was obtained on or by false suggestion or misrepresentation, it is relevant, although not decisive, that the Commissioner has made no complaint about being misled or deceived.",
      "id": "s946"
    },
    {
      "text": "In the absence of an allegation of fraud, which involves an examination of the state of mind of the patent applicant, it is not sufficient to make out the ground of false suggestion or misrepresentation to prove simply that a false or misleading statement was made and nothing else.",
      "id": "s947"
    },
    {
      "text": "That is to say, even if a suggestion or representation is shown to be false or misleading, that, of itself, is not sufficient reason to draw an inference that the suggestion or representation contributed to the decision to grant the patent.",
      "id": "s948"
    },
    {
      "text": "In the present case, there was no explicit evidence to the effect that, if there had been no assertion that the effectiveness of the relevant compounds was surprising and unexpected, the Enantiomer Patent would not have been granted.",
      "id": "s949"
    },
    {
      "text": "While inferences can be drawn, in the absence of any evidence concerning the Commissioner's decision making process, the inferences must be reasonably cogent.",
      "id": "s950"
    },
    {
      "text": "\" (Original emphasis.",
      "id": "s951"
    },
    {
      "text": ") \nIn that case the examiner had questioned the patentability of the claim to the enantiomer where the racemate had previously been published.",
      "id": "s952"
    },
    {
      "text": "The statements which were found to be false were made on behalf of the patentee in order to overcome the examiner's objection.",
      "id": "s953"
    },
    {
      "text": "In those circumstances, the Full Court agreed with the conclusion of the primary judge that the necessary element of causation was present.",
      "id": "s954"
    },
    {
      "text": "130 However, in the present case the Patent Office file shows no indication that the examiner was conscious of any potential problem or raised one with the patentee.",
      "id": "s955"
    },
    {
      "text": "That being so, the approach of the Full Court in Ranbaxy [2008] FCAFC 82 would require a negative answer to the question as to whether the false statements did materially induce the decision (see also ICI Chemicals [2000] FCA 1349 ; 106 FCR 214 at [92] ).",
      "id": "s956"
    },
    {
      "text": "In any event, I would be inclined to think that by the time this application was being considered, patent officers would have regarded the description of a finding as \"unexpected\" or \"interesting\" in the field of selection patents as likely to be a patent attorney's \"puff\" rather than a serious statement of fact.",
      "id": "s957"
    },
    {
      "text": "Inutility \n \n131 The last ground of invalidity to be considered is that the alleged invention is not useful (1952 Act s 100(1)(h); 1990 Act s 138(3)(b), together with the definition of \"patentable invention\" provided by Sch 1 and s 18 cumulatively).",
      "id": "s958"
    },
    {
      "text": "The particulars pressed at the hearing were as follows:\n \n \n \"5.1 The alleged invention does not achieve, or is not capable of achieving, the results promised for it in the Specification, in that, in light of the Common General Knowledge: \n \n \n \n \n (a) the dextro-rotatory enantiomer of the Compound does not exhibit activity in an \"unexpected\" manner as suggested at page 1a, line 25 of the Specification; \n \n \n \n \n \n \n \n \n \n (b) the inhibitory properties of the dextro-rotatory enantiomer of the Compound referred to at page 20, lines 1---2 of the Specification were not \"interesting.",
      "id": "s959"
    },
    {
      "text": "\" \" \n \n \n \nThat way of putting the ground can hardly rise higher than the false representation case and fails for the same reasons.",
      "id": "s960"
    },
    {
      "text": "That relieves me from deciding whether, in any event, the objection is misconceived.",
      "id": "s961"
    },
    {
      "text": "My inclination is to think that it is.",
      "id": "s962"
    },
    {
      "text": "132 \"Utility\" in this sense \"depends upon whether, by following the teaching of the complete specification, the result claimed is produced\" ( Advanced Building Systems [1998] HCA 19 ; 194 CLR 171 at [24] ).",
      "id": "s963"
    },
    {
      "text": "The result claimed may cover two aspects --- one is physically producing a result and the other is producing a result that is useful.",
      "id": "s964"
    },
    {
      "text": "Useful in this sense does not mean commercially successful.",
      "id": "s965"
    },
    {
      "text": "Put another way, Gummow J in Rehm Pty Ltd v Websters Security Systems (International) Pty Ltd (1988) 81 ALR 79 at 96 approved the following statement of general principle:\n \"If an invention does what it is intended by the patentee to do, and the end attained is itself useful, the invention is a useful invention.",
      "id": "s966"
    },
    {
      "text": "\" \n133 Here, there is no suggestion that any of the process claims do not work in that sense and there is no suggestion that the compounds claimed do not usefully inhibit platelet aggregation.",
      "id": "s967"
    },
    {
      "text": "Indeed, it has not been contended that the compounds claimed are not better in that respect than the racemate.",
      "id": "s968"
    },
    {
      "text": "I do not see that the claims that the properties were \"unexpected\" or \"surprising\" have anything to do with that concept.",
      "id": "s969"
    },
    {
      "text": "The decision of Young J in Ranbaxy [2006] FCA 1787 , 71 IPR 46 must have been based upon the view that the specification there was construed as promising a particular level of result.",
      "id": "s970"
    },
    {
      "text": "The correctness of the decision on this point was left open in the Full Court ( Ranbaxy [2008] FCAFC 82 at [142] ---[144]).",
      "id": "s971"
    },
    {
      "text": "CONCLUSION \n \n134 Claim 1 is invalid on the ground of lack of novelty.",
      "id": "s972"
    },
    {
      "text": "Claims 10 and 11 as presently framed fall with it.",
      "id": "s973"
    },
    {
      "text": "Claims 6---9 inclusive are invalid on the ground of lack of inventive step.",
      "id": "s974"
    },
    {
      "text": "All other grounds of invalidity are dismissed.",
      "id": "s975"
    },
    {
      "text": "135 The proceeding will stand over for a limited period for orders to be made, either by agreement or after argument, including orders for costs.",
      "id": "s976"
    },
    {
      "text": "The parties should also consider whether any necessary issue has been overlooked in these reasons.",
      "id": "s977"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-five (135) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s978"
    },
    {
      "text": "Associate:\n\nDated: 12 August 2008\n\n\n Counsel for Apotex Pty Ltd (formerly GenRx Pty Ltd): Mr DK Catterns QC, Mr C Dimitriadis \n \n Solicitor for Apotex Pty Ltd (formerly GenRx Pty Ltd): Blake Dawson \n \n Counsel for Spirit Pharmaceuticals Pty Ltd: Mr SCG Burley SC, Mr JS Cooke \n \n Solicitor for Spirit Pharmaceuticals Pty Ltd: Blake Dawson \n \n Counsel for the Respondents: Mr AJL Bannon SC, Ms C Cochrane \n \n Solicitor for the Respondents: Allens Arthur Robinson \n\n Dates of Hearing: 28---30 April, 1---2, 5---7, 13---15 May 2008 \n \n Date of Judgment: 12 August 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1194.html",
      "id": "s979"
    }
  ]
}