{
  "name": "SZMKV v Minister for Immigration and Citizenship [2008] FCA 1864 (25 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1864.html",
  "catchphrases": [
    {
      "text": "protection visa application completed and signed by first migration agent",
      "id": "c0"
    },
    {
      "text": "appellant says claims incorrect and alleges fraud by migration agent",
      "id": "c1"
    },
    {
      "text": "same claims repeated by second migration agent",
      "id": "c2"
    },
    {
      "text": "appellant not informed of tribunal hearing by migration agent",
      "id": "c3"
    },
    {
      "text": "appellant failed to inform migration agent of change of address",
      "id": "c4"
    },
    {
      "text": "claims of fraud rejected",
      "id": "c5"
    },
    {
      "text": "appeal dismissed",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 In this appeal from a decision of the Federal Magistrates Court, the appellant claims that the Federal Magistrate failed to find that the decision under review, the decision of the Refugee Review Tribunal ('the Tribunal'), was influenced by the fraud of his first migration agent.",
      "id": "s0"
    },
    {
      "text": "The appellant says that the Federal Magistrate failed to take into account compelling evidence of fraud by the migration agent, namely the fact that the application for a protection visa was not signed by him but by the agent.",
      "id": "s1"
    },
    {
      "text": "He claims that, due to that fraud, his claim for a protection visa has not reached the Tribunal and the jurisdiction of the Tribunal remains unexecuted.",
      "id": "s2"
    },
    {
      "text": "2 The question of whether or not there was such fraud on the Tribunal rests essentially on the findings of fact made by the Federal Magistrate.",
      "id": "s3"
    },
    {
      "text": "The appellant seems to be relying upon SZFDE v Minister for Immigration and Citizenship [2007] HCA 35 ; (2007) 232 CLR 189.",
      "id": "s4"
    },
    {
      "text": "3 The appellant has had two migration agents advise him.",
      "id": "s5"
    },
    {
      "text": "A further particular of his ground of appeal is that Raphael FM failed to conduct a complete investigation into whether or not his second migration agent fulfilled his duty as legal representative.",
      "id": "s6"
    },
    {
      "text": "4 The appellant's evidence before Raphael FM was that his first migration agent, Mr Shi, had concocted his protection visa claims.",
      "id": "s7"
    },
    {
      "text": "He says that he told Mr Shi that he was a Falun Gong practitioner and feared harm in China for that reason.",
      "id": "s8"
    },
    {
      "text": "The appellant says that Mr Shi completed the statement accompanying the appellant's protection visa application which stated that he had been the head chef at his workplace, had refused a request for a false receipt from some public servants, had complained to the authorities about the corruption, was warned by the head of the company to cease his involvement and was stood down and the accounts he managed audited.",
      "id": "s9"
    },
    {
      "text": "The appellant accepts that Mr Shi made the application on his behalf but says that he did not sign it, he did not know what was in it, he was not advised about the progress of the application, of the application for review of the delegate's decision, of the invitation to attend a hearing or of the Tribunal's decision.",
      "id": "s10"
    },
    {
      "text": "5 The Tribunal decided that based upon the claims set out in the application, it was not satisfied on the material before it that the claimed persecution arose for a Convention reason.",
      "id": "s11"
    },
    {
      "text": "The Tribunal did not accept that the adverse consequences there described were so serious as to amount to persecution.",
      "id": "s12"
    },
    {
      "text": "6 The appellant says that he told the Federal Magistrate that when he was told of the decision of the Tribunal in May 2000, he was advised by Mr Shi that he could do nothing more.",
      "id": "s13"
    },
    {
      "text": "He then went to a second migration agent, Mr Feng.",
      "id": "s14"
    },
    {
      "text": "Mr Feng wrote to the Minister on the appellant's behalf.",
      "id": "s15"
    },
    {
      "text": "The appellant says that he told Mr Feng that he was a Falun Gong practitioner but Mr Feng repeated his protection visa claims which, of course, were not based on his practice of Falun Gong.",
      "id": "s16"
    },
    {
      "text": "7 The appellant was cross-examined before the Federal Magistrate as to why it was that the two migration agents repeated the same claims.",
      "id": "s17"
    },
    {
      "text": "He was asked questions on that subject both by counsel for the Minister and by Raphael FM.",
      "id": "s18"
    },
    {
      "text": "His Honour put to the appellant that he found it difficult to believe that, notwithstanding the fact that the appellant knew there was a discrepancy between his claims and what the first migration agent had stated, the second migration agent nonetheless repeated what the appellant described as the lies of the first migration agent.",
      "id": "s19"
    },
    {
      "text": "8 The explanation given by the appellant was that the second migration agent just transferred the information from the first migration agent's files.",
      "id": "s20"
    },
    {
      "text": "One of the reasons for his Honour's scepticism in accepting the appellant's story was his view that it was unlikely that a migration agent would recite claims based upon allegations of corruption rather than claims based upon being a Falun Gong practitioner if the latter were available.",
      "id": "s21"
    },
    {
      "text": "9 Federal Magistrate Raphael considered the matters put by the appellant and had the benefit of the evidence that was before him, including the oral evidence.",
      "id": "s22"
    },
    {
      "text": "His Honour accepted that Mr Shi, and not the appellant, signed the documents submitted to the Department and later to the Tribunal.",
      "id": "s23"
    },
    {
      "text": "However, his Honour noted that the appellant had confirmed that he had authorised Mr Shi to act for him.",
      "id": "s24"
    },
    {
      "text": "His Honour did not find anything fraudulent in the fact that Mr Shi had signed the document in Mandarin with the appellant's name.",
      "id": "s25"
    },
    {
      "text": "His Honour accepted that the appellant did not know about the Tribunal hearing because he was not told of it by Mr Shi.",
      "id": "s26"
    },
    {
      "text": "10 Federal Magistrate Raphael concluded at [9] that it was inherently improbable that the appellant had told the second migration agent that he was a Falun Gong practitioner and that:\n In all likelihood he repeated the story that I believe he in fact gave to Mr Shi and that formed the basis of the letter to the Minister under s 417.",
      "id": "s27"
    },
    {
      "text": "11 His Honour was not satisfied that the appellant had been the victim of fraud by his migration agent.",
      "id": "s28"
    },
    {
      "text": "He did not accept that the appellant had been truthful in his account of his dealings with Mr Shi and Mr Feng and was not satisfied that there was a sufficient reason why both migration agents would fail to repeat the appellant's claim of being a Falun Gong practitioner.",
      "id": "s29"
    },
    {
      "text": "12 His Honour rejected the claim of fraud.",
      "id": "s30"
    },
    {
      "text": "13 When asked what error there was in his Honour's decision, the appellant essentially said that the Federal Magistrate did not believe his story and was therefore unfair to him.",
      "id": "s31"
    },
    {
      "text": "That assertion is not sufficient to point to error on the part of his Honour.",
      "id": "s32"
    },
    {
      "text": "14 Like Raphael FM, I do not see sufficient explanation as to why both migration agents would have repeated the same, allegedly incorrect, story and not have described the appellant's claims to be a Falun Gong practitioner.",
      "id": "s33"
    },
    {
      "text": "There is no evidence of any sufficient motive on the part of either or both of the migration agents for doing so.",
      "id": "s34"
    },
    {
      "text": "Judges of the Court have considered that the fact that the forms were signed by the migration agent and not by the appellant may give rise to fraud.",
      "id": "s35"
    },
    {
      "text": "However, that is not necessarily sufficient to constitute fraud on the Tribunal.",
      "id": "s36"
    },
    {
      "text": "15 As to the fact that the appellant was not aware of the Tribunal hearing, Raphael FM referred to Minister for Immigration and Citizenship v SZLIX [2008] FCAFC 171 ; (2008) 245 ALR 501 , where the Full Court noted that, before an omission or an action can properly be said to have occasioned a fraud on a Tribunal, it must itself be properly characterised as a fraudulent omission vis-&agrave;-vis the visa applicant.",
      "id": "s37"
    },
    {
      "text": "His Honour observed that there was a simple explanation why the appellant was not informed of the date of the hearing.",
      "id": "s38"
    },
    {
      "text": "It was because he had not told Mr Shi his new address.",
      "id": "s39"
    },
    {
      "text": "His Honour did not infer fraud arising from that fact.",
      "id": "s40"
    },
    {
      "text": "16 In SZFNX v Minister for Immigration and Citizenship [2007] FCA 1980 , Besanko J considered fraud by an agent in the context of a Tribunal hearing.",
      "id": "s41"
    },
    {
      "text": "In that case, the appellant's signature had been falsely placed on the document and part of the appellant's statement had been made up.",
      "id": "s42"
    },
    {
      "text": "Justice Besanko said at [37] that those facts may go some way towards establishing fraud but that it is still necessary for the appellant to show that the fraud has affected the process described by the Migration Act 1958 (Cth).",
      "id": "s43"
    },
    {
      "text": "In this case, the matters raised by the appellant, namely:\n \n&#8226; the fact that Mr Shi signed the form in the context of an authority to act;\n \n&#8226; the fact that the appellant had not notified Mr Shi of his new address; and\n \n&#8226; the fact that Mr Shi failed to tell the appellant about the Tribunal hearing;\n \ndo not constitute fraud on the Tribunal within the meaning of SZFDE and there is not sufficient evidence to support such a conclusion.",
      "id": "s44"
    },
    {
      "text": "17 The appellant also complains that the Federal Magistrate failed to conduct a complete investigation into Mr Feng's conduct.",
      "id": "s45"
    },
    {
      "text": "As noted by counsel for the Minister, this is apparently a complaint about Raphael FM's comment on that subject at [9].",
      "id": "s46"
    },
    {
      "text": "His Honour declined to comment upon the appellant's claim that Mr Feng's explanation of why he did not turn up to the Tribunal was false.",
      "id": "s47"
    },
    {
      "text": "His Honour's statement, that Mr Feng's conduct cannot constitute fraud on the Tribunal as he was not, at the time of its decision, the appellant's migration agent, is correct.",
      "id": "s48"
    },
    {
      "text": "18 Counsel for the Minister raises the delay between the Tribunal decision of 21 March 2000 and the date of the application to the Federal Magistrates Court on 19 June 2008.",
      "id": "s49"
    },
    {
      "text": "The Minister submits that this of itself would be sufficient, even if fraud were established, to refuse relief.",
      "id": "s50"
    },
    {
      "text": "There has been no explanation for the delay other than a lack of appreciation on the part of the appellant of his ability to bring such an action.",
      "id": "s51"
    },
    {
      "text": "As I see no error on the part of the Federal Magistrate in relation to the substantive grounds of appeal, I do not need to decide whether the appellant would be refused relief by reason of his delay.",
      "id": "s52"
    },
    {
      "text": "19 It follows that the appeal should be dismissed with costs.",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s54"
    },
    {
      "text": "Associate:\n\nDated: 11 December 2008\n\n The Appellant appeared in person.",
      "id": "s55"
    },
    {
      "text": "Counsel for the Respondents: Mr T Reilly \n \n Solicitor for the Respondents: Sparke Helmore \n\n Date of Hearing: 25 November 2008 \n \n Date of Judgment: 25 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1864.html",
      "id": "s56"
    }
  ]
}