{
  "name": "Disney Enterprises, Inc v Sondavid Pty Ltd [2008] FCA 1394 (11 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1394.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "ex parte application for interlocutory relief",
      "id": "c1"
    },
    {
      "text": "goods seized by australian customs service",
      "id": "c2"
    },
    {
      "text": "infringement proceedings",
      "id": "c3"
    },
    {
      "text": "interlocutory order preventing release of the goods held : interlocutory orders granted.",
      "id": "c4"
    },
    {
      "text": "intellectual property",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion filed on 3 September 2008, the applicants seek an order against the Chief Executive Officer of Customs (the Customs CEO) pursuant to s 137(5) of the Trade Marks Act 1995 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The order would restrain the Customs CEO until further order from releasing certain goods seized by the Australian Customs Service as notified to the applicants on 18 July 2008.",
      "id": "s1"
    },
    {
      "text": "Neither the Customs CEO nor the respondents appeared at the hearing of the notice of motion today.",
      "id": "s2"
    },
    {
      "text": "2 Section 137 of the Act is within Pt 13.",
      "id": "s3"
    },
    {
      "text": "Part 13 contains a scheme the object of which is to \"protect registered trade marks by making provision allowing the Customs CEO to seize and deal with goods that are imported into Australia if the importation infringes, or appears to infringe, a registered trade mark\".",
      "id": "s4"
    },
    {
      "text": "3 The applicants relied on affidavits of Rebekah Gay, solicitor, of 1 and 10 September 2008.",
      "id": "s5"
    },
    {
      "text": "The affidavits identified the first applicant as the registered owner in Australia of various trade marks known as the Disney trade marks.",
      "id": "s6"
    },
    {
      "text": "These marks include the marks MINNIE MOUSE and MICKEY MOUSE in class 25 and a mark known as the MINNIE MOUSE device in the same class (which includes clothing).",
      "id": "s7"
    },
    {
      "text": "The second applicant is a subsidiary of the first applicant.",
      "id": "s8"
    },
    {
      "text": "4 The first applicant filed notices of objection in respect of the Disney marks under s 132 of the Act.",
      "id": "s9"
    },
    {
      "text": "Section 132 permits the registered owner of a registered trade mark to give the Customs CEO a notice in writing objecting to the importation after the date of the notice of goods that infringe the trade mark.",
      "id": "s10"
    },
    {
      "text": "The first applicant's notices of objection bear an expiry date of 11 August 2011.",
      "id": "s11"
    },
    {
      "text": "5 On 18 July 2008 the Australian Customs Service gave the first applicant (via its solicitors as the person who lodged the notices of objection) notice of the seizure of a commercial consignment of 1180 Minnie Mouse tops under s 133 of the Act.",
      "id": "s12"
    },
    {
      "text": "Section 133 applies to goods manufactured outside Australia that are imported into Australia and are subject to the control of Customs within the meaning of the Customs Act 1901 (Cth).",
      "id": "s13"
    },
    {
      "text": "Section 133(2) provides as follows:\n \n(2) If goods to which this section applies: \n \n(a) have applied to them or in relation to them a sign that, in the opinion of the Customs CEO, is substantially identical with, or deceptively similar to, a notified trade mark; and \n \n(b) are goods in respect of which the notified trade mark is registered; \n \nthe Customs CEO must seize the goods unless he or she is satisfied that there are no reasonable grounds for believing that the notified trade mark is infringed by the importation of the goods.",
      "id": "s14"
    },
    {
      "text": "6 The notice of the seizure identified the first respondent as the designated owner of the seized goods.",
      "id": "s15"
    },
    {
      "text": "An ASIC search disclosed that the second respondent is the director of the first respondent.",
      "id": "s16"
    },
    {
      "text": "The tops bear images of Minnie Mouse, the words \"Original Minnie\", \"Original Mickey\" and \"(c) Disney\".",
      "id": "s17"
    },
    {
      "text": "7 By s 136 the Customs CEO must release the seized goods if the objector does not bring an action for infringement of the trade mark within a defined period (known as the action period).",
      "id": "s18"
    },
    {
      "text": "8 On 4 August 2008 the applicants' solicitors requested an extension of time to commence proceedings under s 137(1) of the Act.",
      "id": "s19"
    },
    {
      "text": "Section 137(1) relates to infringement proceedings in respect of seized goods.",
      "id": "s20"
    },
    {
      "text": "By notice dated 6 August 2008, the Customs CEO extended the time for the commencement of these proceedings to 20 August 2008.",
      "id": "s21"
    },
    {
      "text": "9 On 20 August 2008 the applicants commenced proceedings against the respondents alleging, amongst other things, infringement of its Disney trade marks.",
      "id": "s22"
    },
    {
      "text": "On the same day the applicants' solicitors notified the Australian Customs Service of the commencement of the proceedings and that, as the importer had not consented to forfeiture of the goods, the applicants would be seeking an order as required by s 137(5) of the Act.",
      "id": "s23"
    },
    {
      "text": "Section 137(5) provides as follows:\n (5) If, after 20 working days from the day on which the action was brought, there is not in force at any time an order of the court directed at the Customs CEO preventing the goods from being released, the Customs CEO must release the goods to their designated owner.",
      "id": "s24"
    },
    {
      "text": "10 Section 137(4) is also relevant.",
      "id": "s25"
    },
    {
      "text": "It provides that the Court may order compensation if the Court decides that the trade mark was not infringed by the importation of the goods and the designated owner of the goods, or any other defendant, satisfies the Court that he or she has suffered loss or damage because the goods were seized.",
      "id": "s26"
    },
    {
      "text": "11 On 20 August 2008 the solicitors for the applicants served the application and statement of claim on the first respondent at its registered office by registered post and by facsimile.",
      "id": "s27"
    },
    {
      "text": "On the same day the solicitors retained agents to effect service on the second respondent.",
      "id": "s28"
    },
    {
      "text": "Ms Gay was informed and believes that a representative of the agent attempted to effect service on the second respondent on 22, 23, 24 and 25 August 2008.",
      "id": "s29"
    },
    {
      "text": "Further, that through various telephone conversations, including with a Mr Ian Richards (see below), the agent was informed that the second respondent was overseas and would not return until 25 September 2008.",
      "id": "s30"
    },
    {
      "text": "As a result service on the second respondent has not yet been effected.",
      "id": "s31"
    },
    {
      "text": "12 The applicants filed the notice of motion seeking interlocutory orders against the Customs CEO as contemplated by s 137(5) of the Act on 3 September 2008 (within the period of 20 working days specified).",
      "id": "s32"
    },
    {
      "text": "The solicitors for the applicants served the notice of motion and Ms Gay's first affidavit on the first respondent at its registered office by registered post and by facsimile.",
      "id": "s33"
    },
    {
      "text": "13 On 4 September 2008 Ms Gay received a telephone call from Mr Ian Richards, who identified himself as the financial controller of the first respondent.",
      "id": "s34"
    },
    {
      "text": "They had a conversation to the following effect:\n Gay: The Notice of Motion relates to the goods that are currently being held by Customs.",
      "id": "s35"
    },
    {
      "text": "We are required by the Trade Marks Act to get an order preventing the goods from being released to Sondavid.",
      "id": "s36"
    },
    {
      "text": "Richards: I am happy to consent to the goods not being released.",
      "id": "s37"
    },
    {
      "text": "Just send me through whatever I need to sign.",
      "id": "s38"
    },
    {
      "text": "14 On 8 September 2008 Ms Gay sent a letter to the Customs CEO by express post and facsimile enclosing the notice of motion and her first affidavit.",
      "id": "s39"
    },
    {
      "text": "She received an email in response on the same day stating that the Customs CEO did not object to the orders sought in the notice of motion.",
      "id": "s40"
    },
    {
      "text": "15 On 10 September 2008 Mr Richards forwarded a letter to Ms Gay on the first respondent's letterhead stating that there was no objection to the goods being held by Customs until some mutual agreement was reached.",
      "id": "s41"
    },
    {
      "text": "This letter enclosed a document styled consent order signed by Mr Richards on behalf of the first respondent in respect of the substantive order set out in paragraph 1 of the applicants' notice of motion.",
      "id": "s42"
    },
    {
      "text": "16 Photographs of the tops of the consignment boxes supplied by the Australian Customs Service show a label that states \"Made in India\".",
      "id": "s43"
    },
    {
      "text": "Ms Gay is informed by an employee of a company related to the applicants responsible for identifying any trade marks infringing the Disney trade marks and believes that the first applicant has not licensed any entity in India to manufacture the consigned goods.",
      "id": "s44"
    },
    {
      "text": "17 Ms Gay appeared this morning for the applicants and, in support of the application, also offered the usual undertaking as to damages.",
      "id": "s45"
    },
    {
      "text": "18 Various decisions have held that the Court may make an order against the Customs CEO, being a non-party to the proceedings (for example, Nokia Corporation v Yu [2008] FCA 1087 at [10] and the cases cited in that paragraph).",
      "id": "s46"
    },
    {
      "text": "19 The applicants have sought orders under s 137(5) within the time nominated in that provision.",
      "id": "s47"
    },
    {
      "text": "In the circumstances recorded above, such orders should be made.",
      "id": "s48"
    },
    {
      "text": "There is evidence that the tops in the consignment were not manufactured or imported into Australia with the first applicant's consent.",
      "id": "s49"
    },
    {
      "text": "The tops bear images and words substantially identical or deceptively similar to the registered Disney trade marks which the first applicant owns.",
      "id": "s50"
    },
    {
      "text": "The Customs CEO was served with the notice of motion and does not object to the orders sought.",
      "id": "s51"
    },
    {
      "text": "The notice of motion was also served on the first respondent.",
      "id": "s52"
    },
    {
      "text": "The first respondent has not appeared but has indicated its consent to the orders sought.",
      "id": "s53"
    },
    {
      "text": "Attempts were made to serve the second respondent but it appears he will be overseas until near the end of September.",
      "id": "s54"
    },
    {
      "text": "20 I am satisfied for these reasons that orders and directions to the following effect should be made but will hear from the applicants further about the form of the orders:\n \n(1) On the applicants giving the usual undertaking as to damages, the Chief Executive Officer of Customs is restrained until further order from releasing any of the goods bearing the Disney Trade Marks or any mark which is substantially identical or deceptively similar to the Disney Trade Marks, which goods are the subject of and referred to in the Notification of Seizure to Objector dated 18 July 2008 sent to the first applicant marked with the Australian Customs Service reference number 2008/019868-01.",
      "id": "s55"
    },
    {
      "text": "(2) These orders be entered ex parte.",
      "id": "s56"
    },
    {
      "text": "(3) The costs of the applicants' notice of motion filed 3 September 2008 are reserved.",
      "id": "s57"
    },
    {
      "text": "(4) Direct the applicants to notify the respondents of these orders and the date of the next directions hearing by sending a letter enclosing a copy of the orders as entered, by pre-paid registered post, to Sondavid Pty Ltd, Level 1, Plazza on the Boulevard, corner Elkhorn Ave and Surfers Paradise Boulevard, Surfers Paradise QLD 4217.",
      "id": "s58"
    },
    {
      "text": "(5) Direct the applicants to notify the Chief Executive Officer of the Australian Customs Service of these orders and provide a copy of the orders as entered by 18 September 2008.",
      "id": "s59"
    },
    {
      "text": "(6) List the proceedings for directions before Jagot J at 9.30am on 23 September 2008.",
      "id": "s60"
    },
    {
      "text": "[Discussion about the form of orders and directions with the applicants' solicitor]\n \n21 I make orders in accordance with paragraphs (1) to (5) above and amend paragraph (6) as follows:\n \n (6) List the proceedings for directions before Jagot J at 9.30am on 7 October 2008 and vacate the directions hearing on 23 September 2008.",
      "id": "s61"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s62"
    },
    {
      "text": "Associate:\n\nDated: 11 September 2008\n\n Solicitor for the Applicants: Shelston IP Lawyers \n \n The Respondents did not appear.",
      "id": "s63"
    },
    {
      "text": "Date of Hearing: 11 September 2008 \n \n Date of Judgment: 11 September 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1394.html",
      "id": "s64"
    }
  ]
}