{
  "name": "TS Production LLC v Drew Pictures Pty Ltd [2008] FCA 1329 (27 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1329.html",
  "catchphrases": [
    {
      "text": "whether application for leave to appeal from interlocutory judgment should be heard by single judge or full court",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant seeks leave to appeal from the judgment and orders of Sundberg J on 30 July 2008: TS Production LLC v Drew Pictures Pty Ltd [2008] FCA 1110.",
      "id": "s0"
    },
    {
      "text": "The issue before me is not the substantive question of leave, but whether the application for leave should be heard by a single judge or by the Full Court.",
      "id": "s1"
    },
    {
      "text": "Order 52 r 2AA creates a presumption in favour of hearing such applications by a single judge.",
      "id": "s2"
    },
    {
      "text": "Relevantly it provides:\n An application mentioned in subsection 25(2) of the [Federal Court of Australia] Act must be heard and determined by a single Judge unless: \n \n \n (a) a judge directs that the application be heard and determined by a Full Court\n \n \n \n\n2 The dispute between the parties concerns the copyright, both in Australia and in the United States, in a film called \"The Secret\" and a related book of the same name.",
      "id": "s3"
    },
    {
      "text": "The applicant commenced the present proceeding in the Federal Magistrates Court.",
      "id": "s4"
    },
    {
      "text": "It was subsequently transferred to this Court.",
      "id": "s5"
    },
    {
      "text": "Some six months later the respondents commenced similar, although not identical, proceedings in the United States District Court for the Northern District of Illinois, Eastern Division.",
      "id": "s6"
    },
    {
      "text": "3 Before Sundberg J the respondents sought a stay of the Australian proceeding and the applicant sought to restrain the respondents from taking or causing to be taken any further steps in the US proceeding.",
      "id": "s7"
    },
    {
      "text": "4 In a detailed judgment his Honour upheld the application of the respondents and ordered that this proceeding be stayed pending the outcome of the US proceeding, and that the proceeding be removed from the list of cases with a right of reinstatement.",
      "id": "s8"
    },
    {
      "text": "5 A major issue before his Honour was whether in the US proceeding the US court would apply the law of that country or Australian law.",
      "id": "s9"
    },
    {
      "text": "After considering the rival opinion evidence of two American lawyers, his Honour found that US law would be applied.",
      "id": "s10"
    },
    {
      "text": "6 After argument was concluded before his Honour, but before he delivered judgment, the US District Court delivered a judgment declining to stay the US proceeding.",
      "id": "s11"
    },
    {
      "text": "The judge, the Honourable Suzanne B Conlon, reached the same conclusion as Sundberg J as to the choice of law in the US proceeding.",
      "id": "s12"
    },
    {
      "text": "Judge Conlon made various procedural directions including discovery by 8 December 2008 and other dates for joint pre-trial orders and \"agreed pattern jury instructions\", and ordered that the case be placed in the February 2009 trial calendar.",
      "id": "s13"
    },
    {
      "text": "Her Honour directed that \"THESE DATES ARE FIRM\" (upper case in original).",
      "id": "s14"
    },
    {
      "text": "7 Order 52 r 2AA requires some ground to be shown why an application for leave to appeal should be determined by the Full Court.",
      "id": "s15"
    },
    {
      "text": "In my opinion such ground has been shown in the present case.",
      "id": "s16"
    },
    {
      "text": "This case cannot be characterised as a minor interlocutory squabble over discovery or the like.",
      "id": "s17"
    },
    {
      "text": "His Honour's orders result in important consequences for the parties, even though, as Mr Rebikoff for the respondents pointed out, they do not determine substantive rights.",
      "id": "s18"
    },
    {
      "text": "8 Mr Rebikoff argued that the only prejudice alleged by the applicant was the cost of the US proceeding.",
      "id": "s19"
    },
    {
      "text": "However, he said, the applicant would in truth suffer no prejudice because, were Sundberg J's orders to be reversed, the proceeding would continue in Australia and not in the US and \"the cost that they have to incur in prosecuting the proceeding in the United States would have to be incurred in Australia in any event\".",
      "id": "s20"
    },
    {
      "text": "It followed, so the argument went, that the question of substantial injustice was \"entirely separate\" from the merits of the proposed appeal and could, and should, be considered by a single judge.",
      "id": "s21"
    },
    {
      "text": "If leave were nevertheless granted \"expedition can be dealt with at that point\".",
      "id": "s22"
    },
    {
      "text": "9 However the US proceeding will deal not only with copyright ownership, but with questions of infringement and damages, issues which do not arise in the Australian proceeding.",
      "id": "s23"
    },
    {
      "text": "There will be a significant burden, both financial and otherwise, on the applicant in having to contest that proceeding.",
      "id": "s24"
    },
    {
      "text": "Moreover, as Mr Batt for the applicant points out, his client's Australian proceeding was commenced first, seeking a remedy under Australian legislation arising out of events which allegedly took place in Australia.",
      "id": "s25"
    },
    {
      "text": "The opportunity for the applicant to contest, and possibly win, the Australian proceeding, without having to defend the more extensive US proceeding, is something of real value, the loss of which arguably amounts to real injustice, supposing Sundberg J's decision to be wrong.",
      "id": "s26"
    },
    {
      "text": "Apart from anything else, victory in the Australian proceeding may create some issue estoppel in favour of the applicant, or give it leverage in commercial negotiations.",
      "id": "s27"
    },
    {
      "text": "10 Neither counsel's argument really addressed the substantive merits of an appeal against Sundberg J's judgment, apart from Mr Rebikoff noting the bare fact that Judge Conlon reached the same choice of law conclusion as Sundberg J.",
      "id": "s28"
    },
    {
      "text": "Implicit in Mr Rebikoff's case was the contention that because of the lack of \"substantial injustice\" to the applicant, supposing Sundberg J to be wrong (see D&eacute;cor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397 at 398), there was no need to go to the other limb of the D&eacute;cor test and show that his Honour's order was \"attended with sufficient doubt to warrant it being considered by the Full Court\".",
      "id": "s29"
    },
    {
      "text": "The lack of substantial injustice was so clear that the application could, and should, be disposed of by a single judge on that ground alone.",
      "id": "s30"
    },
    {
      "text": "11 In theory one can envisage cases where the presence or absence of either substantial injustice or sufficient doubt is so clear and obvious that the application should be disposed of on that ground alone.",
      "id": "s31"
    },
    {
      "text": "Such circumstance may in itself point against any departure from the presumption in the Rules that the application be heard before a single judge.",
      "id": "s32"
    },
    {
      "text": "The present case is not such a one.",
      "id": "s33"
    },
    {
      "text": "As already mentioned, there is, arguably at least, the possibility of substantial injustice being suffered by the applicant.",
      "id": "s34"
    },
    {
      "text": "12 As to sufficient doubt, the point, as I have said, has not been addressed in detail.",
      "id": "s35"
    },
    {
      "text": "All I can say is that his Honour's reserved judgment of 81 paragraphs carefully reviews the evidence and authorities.",
      "id": "s36"
    },
    {
      "text": "The question for me is not whether it is attended by doubt, sufficient or otherwise, but whether the application should be heard by a Full Court.",
      "id": "s37"
    },
    {
      "text": "Sundberg J's judgment deals with substantial legal issues which are appropriate for resolution by a Full Court.",
      "id": "s38"
    },
    {
      "text": "13 Experience shows that, in cases like the present one, it is not really practicable to separate out the leave issue of whether there the decision below is \"attended with sufficient doubt\" from the substantive merits.",
      "id": "s39"
    },
    {
      "text": "Often the merits of the proposed appeal are argued no less fully than would have been the case were leave not an issue: Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2008] FCAFC 133 at [28] .",
      "id": "s40"
    },
    {
      "text": "14 It would seem to be a very inefficient and wasteful course for there to be a separate hearing before a single judge, and if leave were granted, a subsequent hearing before a Full Court.",
      "id": "s41"
    },
    {
      "text": "Notwithstanding the complexity of the matter which resulted in, I am told, written submissions of some 40 pages on each side, his Honour disposed of the hearing in less than a day.",
      "id": "s42"
    },
    {
      "text": "One would expect that a Full Court dealing with the leave application would be able to deal with the hearing of the matter in a similar time.",
      "id": "s43"
    },
    {
      "text": "15 Related to the question of efficiency is the matter of timing.",
      "id": "s44"
    },
    {
      "text": "There is a possibility, although it certainly cannot be guaranteed, that the leave application and appeal could be heard before a Full Court in either the first week or the last week of the coming November sittings.",
      "id": "s45"
    },
    {
      "text": "However, these sittings are already extremely full.",
      "id": "s46"
    },
    {
      "text": "Alternatively, and still less is this the subject of any promise, a Full Court might be convened before November.",
      "id": "s47"
    },
    {
      "text": "16 If the application for leave were to be heard before a single judge, the hearing may not occur immediately and the judge might have to reserve his or her decision.",
      "id": "s48"
    },
    {
      "text": "While of course if leave were refused that would be the end of the matter, if leave were granted the passage of time may have made it impossible to secure a hearing date for the appeal in the November sittings or earlier.",
      "id": "s49"
    },
    {
      "text": "In the meantime, the parties would have to go ahead with their preparations for the US trial --- which conceivably could be heard before the hearing and disposition of the appeal.",
      "id": "s50"
    },
    {
      "text": "17 I think that in all the circumstances the most efficient and fairest course is to order that the application for leave to appeal be heard by a Full Court.",
      "id": "s51"
    },
    {
      "text": "18 The motion seeks an order \"that the application be heard by the Full Court of this Court concurrently with, or alternatively, immediately before the appeal\".",
      "id": "s52"
    },
    {
      "text": "I am prepared to make that order, but with the proviso that it is subject, of course, to any direction by the Full Court itself.",
      "id": "s53"
    },
    {
      "text": "I will also order that the hearing of the application be expedited.",
      "id": "s54"
    },
    {
      "text": "There will be a direction that parties comply mutatis mutandis with Practice Note 1 of 2008.",
      "id": "s55"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s56"
    },
    {
      "text": "Associate:\n\nDated: 29 August 2008\n\n Counsel for the Applicant: D J Batt \n \n Solicitor for the Applicant: Arnold Bloch Leibler \n \n Counsel for the Respondents: S M Rebikoff \n \n Solicitor for the Respondents: Mallesons Stephen Jaques \n\n Date of Hearing: 27 August 2008 \n \n Date of Judgment: 27 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1329.html",
      "id": "s57"
    }
  ]
}