{
  "name": "SZBNH v Minister for Immigration &amp; Citizenship [2008] FCA 1661 (3 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1661.html",
  "catchphrases": [
    {
      "text": "consideration of an application for judgment by default",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This matter has been listed for hearing and determination of the appeal this afternoon at 2.15 pm.",
      "id": "s0"
    },
    {
      "text": "There has been no appearance for the appellant, and as a result the respondent seeks an order that the appeal be dismissed pursuant to section 25(2B)(bb)(ii) of the Federal Court of Australia Act (1976) (Cth).",
      "id": "s1"
    },
    {
      "text": "That raises the question of whether the appellant has properly been informed of and had brought to his conscious understanding, the date and time for hearing of the appeal.",
      "id": "s2"
    },
    {
      "text": "The material before me going to that question is this.",
      "id": "s3"
    },
    {
      "text": "The solicitors for the respondent Messrs Clayton Utz, wrote a letter to the appellant at the address recorded as his address for service in the Notice of Appeal which is, 167 Regent Street, Redfern, New South Wales 2016, on 3 September 2008.",
      "id": "s4"
    },
    {
      "text": "In that letter the solicitors for the respondent enclosed, by way of service, a copy of the appeal book filed on 3 September 2008.",
      "id": "s5"
    },
    {
      "text": "That letter at least brought the appeal book to the presence of the respondent.",
      "id": "s6"
    },
    {
      "text": "2 On 1 October 2008, Clayton Utz wrote a further letter to the appellant at the same address recorded in the notice of appeal and in that letter Clayton Utz enclosed a copy of the hearing notice dated 15 September 2008 and advised the appellant in these terms:\n We note that this matter is listed for hearing on 3 November 2008 at 2.15pm in the Federal Court, Law Courts Building, Queens Square, Sydney.",
      "id": "s7"
    },
    {
      "text": "If you do not attend the hearing either in person or by legal representative, we are instructed to seek to have your matter dismissed with costs.",
      "id": "s8"
    },
    {
      "text": "3 The letter goes on to then identify an individual within the firm, Mr Richard Baird, who might be contacted if the appellant had any queries in relation to any particular matter.",
      "id": "s9"
    },
    {
      "text": "On 24 October 2008, Clayton Utz wrote a letter to the appellant and in that letter the solicitor for the respondent enclosed an unfiled supplementary appeal book.",
      "id": "s10"
    },
    {
      "text": "The letter again advises the respondent of the date and time for the hearing and determination of the appeal.",
      "id": "s11"
    },
    {
      "text": "The only difference in this letter is that apart from the matters quoted previously, the letter also advises the appellant that the address for the Court is 80 William Street, Sydney.",
      "id": "s12"
    },
    {
      "text": "As events transpired the letter of 3 September 2008 was returned and on 31 October 2008 a telephone call was made by the solicitors for the respondent to the appellant, to inquire whether, and to ensure that, the appellant would be attending the appeal.",
      "id": "s13"
    },
    {
      "text": "The appellant indicated in that conversation that the appellant would be attending on the hearing and determination of the appeal.",
      "id": "s14"
    },
    {
      "text": "4 The appeal book which was sent by correspondence was returned and there seems to be no explanation for that.",
      "id": "s15"
    },
    {
      "text": "The suggestion might be that the appellant no longer was residing at the address to which it was sent at 167 Regent Street, Redfern, New South Wales 2016, but that seems not to be the case.",
      "id": "s16"
    },
    {
      "text": "The appellant seems to have received other correspondence and indicated, in the course of the telephone call, that he did intend to attend on the hearing of the appeal.",
      "id": "s17"
    },
    {
      "text": "There has been no appearance by the appellant at the appointed time of 2.15pm this afternoon.",
      "id": "s18"
    },
    {
      "text": "The matter has been further called at 25 minutes past 2pm outside the Court and there has been no response to that.",
      "id": "s19"
    },
    {
      "text": "It is now 2.30pm in the afternoon and there is still no appearance.",
      "id": "s20"
    },
    {
      "text": "Accordingly, the appropriate course, it seems to me, is to dismiss the appeal on the footing that the appellant has failed to attend the hearing in relation to the appeal and in default of appearance, an appropriate order ought to be made.",
      "id": "s21"
    },
    {
      "text": "I therefore dismiss the appeal pursuant to s 25(2B)(bb)(ii) of the Federal Court of Australia Act .",
      "id": "s22"
    },
    {
      "text": "An application has also been made for leave to file a supplementary appeal book.",
      "id": "s23"
    },
    {
      "text": "This material was also sent, as I have said, to the appellant.",
      "id": "s24"
    },
    {
      "text": "The supplementary appeal book contains an affidavit sworn by the appellant on 12 September 2007 to which there is reference in the course of the judgment of the Federal Magistrate.",
      "id": "s25"
    },
    {
      "text": "I give leave to file that supplementary appeal book.",
      "id": "s26"
    },
    {
      "text": "5 The formal orders of the Court will be that the appeal is dismissed with an order that the appellant pay the respondent's costs of and incidental to the appeal and that leave be given to file the supplementary appeal book.",
      "id": "s27"
    },
    {
      "text": "6 Pursuant to the order made that the appellant pay the respondent's costs of and incidental to the appeal, a further application is now made that the costs so ordered be fixed in an amount of $2600.",
      "id": "s28"
    },
    {
      "text": "In support of that application, leave is given to read and file an affidavit of Audrey Lizanne Echevarria.",
      "id": "s29"
    },
    {
      "text": "Ms Echevarria is an employee of the solicitors for the respondent and has deposed to the various steps associated with the appeal, has identified the range of costs and has also identified a discounted amount in respect of those costs.",
      "id": "s30"
    },
    {
      "text": "Accordingly, in reliance upon that evidence and pursuant to order 62 of the Federal Court Rules , I fix the costs payable by the appellant of and incidental to the appeal in an amount of $2,600.",
      "id": "s31"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s32"
    },
    {
      "text": "Associate:\n\nDated: 3 November 2008\n\n Counsel for the Appellant: No appearance (Appellant self represented) \n \n Solicitor for the Appellant: No appearance (Appellant self represented) \n \n Counsel for the Respondents: Mr J Knazkstredt \n \n Solicitor for the Respondents: Clayton Utz Lawyers \n\n Date of Hearing: 3 November 2008 \n \n Date of Judgment: 3 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1661.html",
      "id": "s33"
    }
  ]
}