{
  "name": "SZMBW v Minister for Immigration and Citizenship [2008] FCA 1767 (26 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1767.html",
  "catchphrases": [
    {
      "text": "consideration of an application for leave to extend time for the filing of a notice of appeal from an order of the federal magistrates court dismissing the applicant's application for an order that the respondents show cause why an order ought not to be made pursuant to s 476 of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "consideration of an application for leave to appeal an interlocutory order of that court",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "The application \n \n1 By an application filed on 16 July 2008, the applicant seeks an extension of time within which to file a notice of appeal from orders and a judgment of the Federal Magistrates Court given on 10 June 2008 at Sydney.",
      "id": "s0"
    },
    {
      "text": "By that judgment, the Federal Magistrates Court dismissed the applicant's application for an order that the respondents show cause why a remedy should not lie under s 476 of the Migration Act 1958 (Cth) (\"the Act \") in respect of a decision of the Refugee Review Tribunal (\"the Tribunal\") by which the Tribunal affirmed a decision of the Minister's delegate to refuse the applicant the grant of a Protection (Class XA) visa under the Act .",
      "id": "s1"
    },
    {
      "text": "Subject to the limitations contained in s 476(2) , s 476(1) of the Act confers the same original jurisdiction in the Federal Magistrates Court in relation to a migration decision (as defined by the Federal Magistrates Court Rules ) as that exercised by the High Court under para 75(v) of the Constitution .",
      "id": "s2"
    },
    {
      "text": "2 The application for the grant of a show cause order was listed for hearing on 10 June 2008 under r 44.12(1) of the Federal Magistrates Court Rules .",
      "id": "s3"
    },
    {
      "text": "Rule 44.12(1)(a) provides that at the hearing of such an application, the Court may dismiss the application if it is not satisfied that the application raises an arguable case for the relief claimed.",
      "id": "s4"
    },
    {
      "text": "Rule 44.12(2) provides that a dismissal of such an application under para (1)(a) of r 44 is an interlocutory order.",
      "id": "s5"
    },
    {
      "text": "On 10 June 2008, Federal Magistrate Smith dismissed the application under r 44.12(1)(a) on the footing that the application did not raise an arguable case for the relief claimed.",
      "id": "s6"
    },
    {
      "text": "3 The judgment was pronounced orally.",
      "id": "s7"
    },
    {
      "text": "The applicant attended the hearing and was assisted by an interpreter skilled in the applicant's Chinese dialect (the Fuqing dialect) and the English language.",
      "id": "s8"
    },
    {
      "text": "The applicant was present when Federal Magistrate Smith pronounced judgment.",
      "id": "s9"
    },
    {
      "text": "The applicant was that day handed the sealed orders of the Court.",
      "id": "s10"
    },
    {
      "text": "4 The applicant filed an affidavit on 16 July 2008 in support of the application for an extension of time to file a notice of appeal.",
      "id": "s11"
    },
    {
      "text": "The applicant says that the judgment was not posted to her until 23 June 2008; she did not receive it until 30 June 2008; and she thought she had 21 days from the date of receipt of the judgment to file a notice of appeal.",
      "id": "s12"
    },
    {
      "text": "By s 24(1A) of the Federal Court of Australia Act 1976 an appeal does not lie from a judgment of the Federal Magistrates Court exercising original jurisdiction under a law of the Commonwealth (s 24(1)(d)) without leave, if the judgment is an interlocutory judgment.",
      "id": "s13"
    },
    {
      "text": "The application for leave ought to have been filed within 21 days of pronouncement of the judgment on 10 June 2008 ( i.e.",
      "id": "s14"
    },
    {
      "text": "by 1 July 2008).",
      "id": "s15"
    },
    {
      "text": "The present application was filed on 16 July 2008.",
      "id": "s16"
    },
    {
      "text": "The first respondent opposes the application for an extension of time to file a notice of appeal on the same grounds that leave to appeal is opposed, namely, that the applicant has no prospect of success in any appeal and the judgment of Federal Magistrate Smith is not attended with sufficient doubt so as to warrant consideration by the Full Court of this Court.",
      "id": "s17"
    },
    {
      "text": "5 Since the delay in filing the application is short and the applicant was not assisted by a lawyer before the Federal Magistrates Court, the failure to file the application within the time limited by the Rules is sufficiently explained.",
      "id": "s18"
    },
    {
      "text": "The real questions are whether the judgment of the Federal Magistrates Court is attended with sufficient doubt so as to warrant reconsideration by an Appeal Court and whether substantial injustice would result if leave were refused ( D&eacute;cor Corporation Pty Ltd v Dart Industries Inc. [1991] FCA 655 ; (1991) 33 FCR 397 ; Herald &amp; Weekly Times Ltd v Williams [2003] FCAFC 217 ; (2003) 130 FCR 435 at 440 [19] ; and MZWRW v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1665).",
      "id": "s19"
    },
    {
      "text": "In a case where the question of substantial injustice is to be assessed in the context of contended error by the primary court in addressing whether the Tribunal engaged in jurisdictional error in relation to a claim of well-founded fear of persecution for a Convention reason (1951 Convention Relating to the Status of Refugees as amended by the 1967 Protocol Relating to the Status of Refugees: see ss 65(1) and 36 (2)(a) of the Act ), error on the part of the primary court on the issue of the Tribunal's jurisdiction is likely to give rise to injustice which satisfies the test.",
      "id": "s20"
    },
    {
      "text": "Although the two issues are separate, they are necessarily related and must be carefully balanced.",
      "id": "s21"
    },
    {
      "text": "The gravity of the consequences of error in the case of a refugee claim may prove to be very significant.",
      "id": "s22"
    },
    {
      "text": "The primary question in this application is whether the judgment of the Federal Magistrates Court that the applicant's application for a show cause order was to be dismissed as disclosing no arguable case for the relief claimed, is attended with sufficient doubt so as to warrant consideration by this Court in the exercise of its appellate jurisdiction.",
      "id": "s23"
    },
    {
      "text": "The proposed grounds of appeal \n \n6 The applicant is self-represented before this Court and is assisted by an interpreter of the applicant's Chinese dialect.",
      "id": "s24"
    },
    {
      "text": "The draft notice of appeal contends for these grounds of appeal.",
      "id": "s25"
    },
    {
      "text": "First , Federal Magistrate Smith erred in law.",
      "id": "s26"
    },
    {
      "text": "Secondly , the primary judge was \"wrong in finding that the [Tribunal] acted properly in its findings\".",
      "id": "s27"
    },
    {
      "text": "As particulars of that ground, the applicant contends that the Tribunal failed to comply with its obligations under s 424A(1) of the Act .",
      "id": "s28"
    },
    {
      "text": "The applicant says that the Tribunal considered certain information and failed to give the applicant particulars of that information before relying upon it in reaching its decision.",
      "id": "s29"
    },
    {
      "text": "The criticism is that the Tribunal reached conclusions about the weight to be attributed to three documents and the reliability of information contained in the documents, without putting to the applicant those elements of the documents about which it was concerned or alternatively the basis upon which the Tribunal elected to discount the documents in assisting it to reach its decision.",
      "id": "s30"
    },
    {
      "text": "Thus, the applicant was not given, it is said, an opportunity to comment on the documents.",
      "id": "s31"
    },
    {
      "text": "The three documents were a letter from the applicant's husband in the form of a facsimile.",
      "id": "s32"
    },
    {
      "text": "The second was a letter from a representative of the applicant's Church in Sydney and the third was a declaration from a man (who I will describe as Mr XTH) who said that he had known the applicant since May 2007 and who also spoke about the applicant's engagement with the Church.",
      "id": "s33"
    },
    {
      "text": "7 Thirdly , the Tribunal \"failed to consider my claims properly and fairly\".",
      "id": "s34"
    },
    {
      "text": "As particulars of that ground, the applicant again relied upon a contended failure on the part of the Tribunal to consider information contained in a facsimile from the applicant's husband and information provided by another male witness.",
      "id": "s35"
    },
    {
      "text": "Fourthly , the Tribunal's decision \"has included a reasonable apprehension of bias\".",
      "id": "s36"
    },
    {
      "text": "As particulars of apprehended bias, the applicant asserted that the Tribunal disregarded the applicant's evidence that she attended a local Church in Sydney.",
      "id": "s37"
    },
    {
      "text": "The Tribunal said in its reasons that the evidence was to be disregarded under s 91R(3) of the Act on the footing that the applicant had attended a local Church in Sydney simply for the purpose of acquiring some knowledge of the Christian religion in order to strengthen her claims for protection.",
      "id": "s38"
    },
    {
      "text": "8 In order to deal with these proposed grounds of appeal, it is necessary examine the claims made by the applicant, the treatment of those claims adopted by the Tribunal and the treatment by Federal Magistrate Smith of the contended errors on the part of the Tribunal.",
      "id": "s39"
    },
    {
      "text": "The background contentions and the Tribunal's examination of them \n \n9 The applicant is a citizen of China who arrived in Australia on 24 April 2007.",
      "id": "s40"
    },
    {
      "text": "The applicant claimed to hold a well-founded fear of persecution on the ground of her practice of the Christian religion.",
      "id": "s41"
    },
    {
      "text": "In a declaration sworn 7 June 2007, the applicant claimed that she was married; had two children in the People's Republic of China; and a brother living in Australia who is now an Australian citizen.",
      "id": "s42"
    },
    {
      "text": "The applicant claimed in her declaration that she had grown up in circumstances of poverty; did not attend school; and became a victim of domestic violence.",
      "id": "s43"
    },
    {
      "text": "In January 2006, she was befriended by a person who was a member of the Christian \"Shouter\" movement.",
      "id": "s44"
    },
    {
      "text": "The applicant contended that she attended gatherings of adherents of the faith every Tuesday, Friday and Sunday at various and changing places due to the illegality of the Christian faith in China.",
      "id": "s45"
    },
    {
      "text": "On 1 May 2006, the applicant was baptised with five other believers.",
      "id": "s46"
    },
    {
      "text": "The applicant's husband became a Christian and was baptised on 1 October 2006 which transformed his behaviour.",
      "id": "s47"
    },
    {
      "text": "The applicant claimed that her parents tried to persuade her to discontinue her involvement in the Church and asked her brother in Australia (among others) to arrange for her to go overseas in case she was in danger.",
      "id": "s48"
    },
    {
      "text": "The applicant obtained a passport in December 2006.",
      "id": "s49"
    },
    {
      "text": "10 On 17 April 2007, the applicant attended a Christian gathering.",
      "id": "s50"
    },
    {
      "text": "She contended that she received a telephone call to tell her that fellow Christians had been arrested.",
      "id": "s51"
    },
    {
      "text": "Her husband asked her to return home and then arranged for her to go to Guangzhou with her brother for some time.",
      "id": "s52"
    },
    {
      "text": "While in Guangzhou, the applicant was told that her husband had been arrested by police on 21 April 2007 and her home had been searched by members of the Public Security Bureau (\"PSB\") of the PRC.",
      "id": "s53"
    },
    {
      "text": "The applicant contended that she left Guangzhou on 23 April 2007.",
      "id": "s54"
    },
    {
      "text": "The applicant arrived in Australia on 24 April 2007.",
      "id": "s55"
    },
    {
      "text": "In her declaration of 7 June 2007 the applicant said that shortly after her arrival in Australia it was confirmed to her that police had looked for her on 21 April 2007 because she had been regarded \"as one of [the] key members of the Local Church who had played [an] important role in recruiting new members for [the Christian] gathering group\".",
      "id": "s56"
    },
    {
      "text": "The applicant claimed that the police could not find her and then took her husband to a PSB facility.",
      "id": "s57"
    },
    {
      "text": "The applicant claimed in her declaration that she had been informed that she would be arrested \"immediately if I return to China\".",
      "id": "s58"
    },
    {
      "text": "The applicant concluded her declaration by saying, \"Thanks my Lord, I have found the local Church in Australia; and therefore I am able to continually practice my religion in this country\".",
      "id": "s59"
    },
    {
      "text": "11 The applicant appeared before the Tribunal on 1 November 2007.",
      "id": "s60"
    },
    {
      "text": "The applicant gave evidence and presented arguments.",
      "id": "s61"
    },
    {
      "text": "The Tribunal notes at p 4 of its reasons (Green Book \"GB\" 109) that the applicant was assisted by an interpreter \"in the Fuqing (Chinese) and English languages\".",
      "id": "s62"
    },
    {
      "text": "12 The Tribunal explored a number of the matters relied upon by the applicant, with her during the course of the hearing.",
      "id": "s63"
    },
    {
      "text": "The applicant told the Tribunal that since arriving in Australia she had been living with her brother in Killara, Sydney.",
      "id": "s64"
    },
    {
      "text": "The Tribunal asked the applicant whether she had received any help in preparing the documents for her protection visa application and in particular the declaration of 7 June 2007.",
      "id": "s65"
    },
    {
      "text": "She said that members of the Church community in Sydney had helped her prepare the documents.",
      "id": "s66"
    },
    {
      "text": "The applicant told the Tribunal she had given details of her circumstances to Church members who had helped her write the declaration.",
      "id": "s67"
    },
    {
      "text": "She gave the information in her own language and it was written down by them in Chinese.",
      "id": "s68"
    },
    {
      "text": "The documents were then given to an agent who had the information translated into English.",
      "id": "s69"
    },
    {
      "text": "13 The second topic considered by the Tribunal was whether the applicant had experienced any difficulty in leaving China.",
      "id": "s70"
    },
    {
      "text": "The applicant departed China to Australia on a passport issued to her in her own name.",
      "id": "s71"
    },
    {
      "text": "The applicant said that the government wanted to arrest her.",
      "id": "s72"
    },
    {
      "text": "Her brothers and sisters had helped her to leave.",
      "id": "s73"
    },
    {
      "text": "The applicant told the Tribunal that she met a fellow passenger, a Chinese person who helped her with the departure forms both at the airport and on the plane.",
      "id": "s74"
    },
    {
      "text": "The applicant told the Tribunal that Chinese authorities had not questioned or queried her passport.",
      "id": "s75"
    },
    {
      "text": "The applicant explained that at that stage (23 April 2007) the authorities in the PRC did not know about her.",
      "id": "s76"
    },
    {
      "text": "The applicant said that her husband had been arrested on 21 April 2007 (although at GB110, the Tribunal wrongly records that date as 21 April 2006).",
      "id": "s77"
    },
    {
      "text": "She told the Tribunal that Church people were afraid that she would be arrested as she was a member of the Church.",
      "id": "s78"
    },
    {
      "text": "14 The third topic raised with the applicant was information derived from independent country information.",
      "id": "s79"
    },
    {
      "text": "That information suggested that persons known adversely to PRC authorities had difficulty leaving China on their own passport.",
      "id": "s80"
    },
    {
      "text": "The Tribunal suggested to the applicant that since she had left China without any difficulty, that circumstance might suggest that she was not adversely known to Chinese authorities and thus may not have been at risk at all.",
      "id": "s81"
    },
    {
      "text": "Alternatively, the Tribunal raised the possibility that ease of departure might suggest that the applicant was not a member of the Church Shouter group of believers as she contended.",
      "id": "s82"
    },
    {
      "text": "15 The applicant told the Tribunal of her background and life in a village in Fuqing City, her relationship with her friend who introduced her to the Church and the notion that her family were \"saved by God\".",
      "id": "s83"
    },
    {
      "text": "At GB111, the Tribunal refers to the arrest of the applicant's husband describing that date again as 21 April 2006.",
      "id": "s84"
    },
    {
      "text": "16 The fourth topic concerned the circumstances surrounding the applicant's request for a visitor's visa to enter Australia.",
      "id": "s85"
    },
    {
      "text": "The Tribunal records at GB111 that the applicant told the Tribunal that \"Church [members] told her to leave the PRC on 23 April 2006\".",
      "id": "s86"
    },
    {
      "text": "That date ought to have been recorded as 23 April 2007.",
      "id": "s87"
    },
    {
      "text": "The Tribunal records the applicant as telling the Tribunal that Church members had told her that if information about her was entered into the government computer system \"she would be in trouble\".",
      "id": "s88"
    },
    {
      "text": "The Tribunal pressed the applicant as to the date when she applied for an Australian visitor's visa.",
      "id": "s89"
    },
    {
      "text": "The applicant seemed unable to answer that question and said that everything had been arranged by Church members.",
      "id": "s90"
    },
    {
      "text": "The Tribunal pressed her as to the reasons why she was in hiding and she responded that police wanted to arrest her.",
      "id": "s91"
    },
    {
      "text": "The Tribunal pressed the applicant as to what plans were in place when the applicant went into hiding on 17 April 2007 (the Guangzhou hiding).",
      "id": "s92"
    },
    {
      "text": "The applicant told the Tribunal that she had no plans and that Church people had arranged everything.",
      "id": "s93"
    },
    {
      "text": "17 The Tribunal then put to the applicant that her Australian visitor's visa was granted to her on 28 March 2007 and secondly, that that date was before she knew on 17 April 2007 she was in danger.",
      "id": "s94"
    },
    {
      "text": "The applicant responded by telling the Tribunal that from 2006 she was aware of \"trouble from the authorities\" and was advised to obtain a passport \"in case\".",
      "id": "s95"
    },
    {
      "text": "Accordingly, she did so in December 2006.",
      "id": "s96"
    },
    {
      "text": "The applicant told the Tribunal that when she obtained the visitor's visa on 28 March 2007 she was planning to leave the PRC because the authorities were planning to arrest her.",
      "id": "s97"
    },
    {
      "text": "Again, the Tribunal put to the applicant that she had obtained the visa before she knew of any interest on the part of PRC authorities in her activity as a Christian believer, on 17 April 2007.",
      "id": "s98"
    },
    {
      "text": "The applicant responded by saying that in 2006 she had preached to people and \"was considered a kind of leader by the authorities\".",
      "id": "s99"
    },
    {
      "text": "18 The fifth topic addressed by the Tribunal concerns a letter given to the Tribunal authored jointly by two men identifying themselves as \"responsible brothers\" of \"The Local Church in Sydney\".",
      "id": "s100"
    },
    {
      "text": "The letter (GB81) is dated 29 October 2007 and simply states: \n The Local Church in Sydney TO WHOM IT MAY CONCERN This is to confirm that [SZMBW] has been meeting regularly with the church since May 2007.",
      "id": "s101"
    },
    {
      "text": "Please do not hesitate to contact [WP --- phone number] should you have any further enquiry.",
      "id": "s102"
    },
    {
      "text": "[Mr] WP and [Mr] AY \n19 The letter was handed to the Tribunal by the applicant at the hearing on 1 November 2007.",
      "id": "s103"
    },
    {
      "text": "The Tribunal put to the applicant that this letter had not been provided to the Minister's delegate at the time of the visa application or on the review application.",
      "id": "s104"
    },
    {
      "text": "The letter of course was dated 29 October 2007.",
      "id": "s105"
    },
    {
      "text": "The visa application was lodged on 7 June 2007.",
      "id": "s106"
    },
    {
      "text": "The application for review before the Tribunal was lodged on 14 September 2007.",
      "id": "s107"
    },
    {
      "text": "The Tribunal plainly was intending to convey a concern that a letter in the terms of the letter of 29 October 2007 might have been expected to form part of the documents filed either in June or September 2007.",
      "id": "s108"
    },
    {
      "text": "20 The sixth topic concerned the nature of the applicant's relationship with her brother in Australia.",
      "id": "s109"
    },
    {
      "text": "The applicant told the Tribunal that she had not told her brother of her practice of the Christian faith in China and nor did she tell her brother of her broader marital problems.",
      "id": "s110"
    },
    {
      "text": "The applicant said that her brother did not know of her involvement with the local Church in Australia.",
      "id": "s111"
    },
    {
      "text": "The Tribunal then drew the applicant's attention to what it described as the conflict in her evidence to the Tribunal about living with her brother.",
      "id": "s112"
    },
    {
      "text": "The Tribunal noted that the applicant initially said that she lived with him in Kallara and then later said that she did not.",
      "id": "s113"
    },
    {
      "text": "The applicant then told the Tribunal that the person previously described as her brother was in fact a distant cousin rather than her brother.",
      "id": "s114"
    },
    {
      "text": "The Tribunal put to the applicant that she had identified him as her brother in her visa application.",
      "id": "s115"
    },
    {
      "text": "The applicant explained the apparent anomaly by saying that she did not make any distinction between a brother and a cousin.",
      "id": "s116"
    },
    {
      "text": "21 The seventh topic concerned the applicant's method of attendance at Church meetings in Sydney.",
      "id": "s117"
    },
    {
      "text": "The applicant told the Tribunal that she travelled to such meetings by train.",
      "id": "s118"
    },
    {
      "text": "The Tribunal asked her at which station did she get off the train.",
      "id": "s119"
    },
    {
      "text": "The applicant did not know.",
      "id": "s120"
    },
    {
      "text": "The applicant told the Tribunal she had been given a piece of paper with the address and she showed this paper to people who told her where to go.",
      "id": "s121"
    },
    {
      "text": "She said that she caught the train from Kallara to the City and then Church people would pick her up.",
      "id": "s122"
    },
    {
      "text": "The applicant was asked at which station did she get off the train in the City and she told the Tribunal, Platform 16-17.",
      "id": "s123"
    },
    {
      "text": "The applicant was unable to name the station.",
      "id": "s124"
    },
    {
      "text": "She told the Tribunal that she had been making this trip since May 2007.",
      "id": "s125"
    },
    {
      "text": "She said that there were gatherings every Monday and Sunday.",
      "id": "s126"
    },
    {
      "text": "Although she did not attend on each of those days she attended on most Sundays and last attended on 28 October 2007.",
      "id": "s127"
    },
    {
      "text": "In order to explore that matter further, the Tribunal asked the applicant whether her brother could provide any evidence of her engagement with the Church.",
      "id": "s128"
    },
    {
      "text": "The applicant told the Tribunal that her brother was not involved in the Church.",
      "id": "s129"
    },
    {
      "text": "The Tribunal put to the applicant that as she lived with him he would presumably be aware of her involvement with the Church.",
      "id": "s130"
    },
    {
      "text": "In response, the applicant told the Tribunal that her brother does not live at the Kallara house.",
      "id": "s131"
    },
    {
      "text": "The applicant told the Tribunal that her brother owns the house and it is rented to her and three others.",
      "id": "s132"
    },
    {
      "text": "22 At the conclusion of the hearing on 1 November 2007, the Tribunal adjourned to 21 November 2007 in order to enable the applicant to respond to various issues raised during the hearing.",
      "id": "s133"
    },
    {
      "text": "On 3 December 2007, the applicant's migration agent sent the Tribunal a further statutory declaration dated 29 November 2007; a copy of a letter written and faxed from the applicant's husband and a statutory declaration from Mr XTH who is a \"Church brother\" of the applicant in the local Church in Sydney.",
      "id": "s134"
    },
    {
      "text": "23 As to the applicant's husband's facsimile (GB76), the applicant's husband described his wife as a pious local Church member who played an important role in the village underground Church in China and encouraged him to take part.",
      "id": "s135"
    },
    {
      "text": "He describes the transformation in his character by reason of Church activities.",
      "id": "s136"
    },
    {
      "text": "He said that when Chinese authorities found that his wife was a local Church member, he and his wife had \"no peace at home\".",
      "id": "s137"
    },
    {
      "text": "The PSB arrested people and did not spare his family.",
      "id": "s138"
    },
    {
      "text": "He contended that if his wife returns to China \"she would definitely be persecuted by the Chinese government\".",
      "id": "s139"
    },
    {
      "text": "24 As to the declaration sworn by Mr XTH (GB79), he says that he is a Christian in the local Church and has known the applicant since May 2007.",
      "id": "s140"
    },
    {
      "text": "He says that the applicant attended weekly worship every Sunday in the City on a regular basis and attended group gatherings regularly every Friday in Auburn.",
      "id": "s141"
    },
    {
      "text": "Mr XTH says that he has personally witnessed the applicant participating in these Christian activities.",
      "id": "s142"
    },
    {
      "text": "As to the applicant's declaration of 29 November 2007, the applicant sought to explain some of the matters put to the Tribunal on 1 November 2007.",
      "id": "s143"
    },
    {
      "text": "The applicant said:\n I made some mistakes for the reason that I had been very nervous under huge pressure on one hand and on the other hand I was really in a very difficult situation.",
      "id": "s144"
    },
    {
      "text": "25 The applicant then explained that her mother was then suffering from serious cancer in China and family members including \"my brother Mr XYH who is an Australian citizen, have blamed me for my mother's illness\".",
      "id": "s145"
    },
    {
      "text": "The applicant also said this:\n Also, at that time when I attended the Tribunal hearing, my brother Mr XYH, together with his wife and little son, were going to return to China owing to my mother's serious illness.",
      "id": "s146"
    },
    {
      "text": "They did not like to get implicated by my matter; and they were afraid that they might have troubles with PRC authorities if they were found to have any connections with me.",
      "id": "s147"
    },
    {
      "text": "Therefore, they did not like me to say too much about them.",
      "id": "s148"
    },
    {
      "text": "It is owing to above-reasons that I had to tell the Tribunal that Mr XYH was not my brother because I knew that they were going to return to China and because I did not want to give him or his family any troubles.",
      "id": "s149"
    },
    {
      "text": "But, as a matter of fact, he is my blood brother.",
      "id": "s150"
    },
    {
      "text": "It is also for the reason mentioned above that I had to tell the Tribunal that I had not stayed at his place in Australia but actually, I am living there.",
      "id": "s151"
    },
    {
      "text": "(GB74 and GB75) \n26 On 5 December 2007, the Tribunal wrote to the applicant and raised a number of matters to which the applicant was invited to respond by 19 December 2007.",
      "id": "s152"
    },
    {
      "text": "In that letter, the Tribunal referred to the departmental file which was before the Tribunal and a tape-recording of the applicant's interview with the delegate which took place on 24 July 2007.",
      "id": "s153"
    },
    {
      "text": "The Tribunal noted in its letter that the applicant's answers to issues raised on p 8 of the delegate's decision indicated that the delegate found that the applicant had very little knowledge of the Christian religion and its foundation principles.",
      "id": "s154"
    },
    {
      "text": "The Tribunal said that that information was relevant as it might lead the Tribunal to conclude that the applicant was not a Christian in China as claimed.",
      "id": "s155"
    },
    {
      "text": "The Tribunal said that it may lead it to find that the applicant had not suffered persecution in China as claimed and that the claims made in the protection visa application and at the hearing were not true.",
      "id": "s156"
    },
    {
      "text": "27 The Tribunal in its letter said that it had received the evidence in relation to the applicant's claimed attendance at the Sydney Church (the letter dated 29 October 2007 from the joint authors WP and AU) and the declaration from Mr XTH's sworn 29 November 2007.",
      "id": "s157"
    },
    {
      "text": "The Tribunal said that it may find that the applicant had attended the \"Local Church\" meetings in Sydney for the purpose only of acquiring knowledge of the Christian religion and in order to strengthen the applicant's claims for protection.",
      "id": "s158"
    },
    {
      "text": "The Tribunal said that under s 91R(3) of the Act , conduct engaged in by a person in Australia must be disregarded when determining whether the person has a well-founded fear of persecution for a Convention reason, unless the person satisfies the Tribunal that he or she had engaged in the conduct otherwise than for the purpose of strengthening a claim to be a refugee.",
      "id": "s159"
    },
    {
      "text": "The Tribunal said that it may disregard the evidence it held concerning the applicant's involvement with the Church in Australia.",
      "id": "s160"
    },
    {
      "text": "The Tribunal said that it may conclude that the applicant did not have a genuine commitment to the Christian religion and that she would not continue to practice the Christian religion in China in the future.",
      "id": "s161"
    },
    {
      "text": "The Tribunal said it may find that the applicant would not face persecution in China for a Convention related reason.",
      "id": "s162"
    },
    {
      "text": "28 In response, the applicant submitted a further statutory declaration to the Tribunal sworn 19 December 2007 (GB97 and GB98).",
      "id": "s163"
    },
    {
      "text": "29 In that declaration the applicant explained that she came from Fujian Province in PRC where she mostly spoke a particular dialect used in the Province called Fuqingness.",
      "id": "s164"
    },
    {
      "text": "The applicant said that she had little education and thus the combination of her poor education and the particular dialect she speaks made her become \"very scared\" in \"formal\" or \"official\" situations such as the circumstances of an interview with a representative of the Minister's Department or the Tribunal.",
      "id": "s165"
    },
    {
      "text": "In order to explain the apparent anomalies in her evidence before the Tribunal and matters put to her in the s 424A letter, the applicant said this in her declaration (GB97):\n However, at the Departmental interview, I was very much nervous on one hand and on the other hand, I really did not understand what the interpreter had said while I was asked some particular religious terms such as \"the Lord's prayer\" or \"religious celebrations\".",
      "id": "s166"
    },
    {
      "text": "In such a situation, I was unable to demonstrate my religious knowledge.",
      "id": "s167"
    },
    {
      "text": "Furthermore, particular teachings of the Local Church have made it difficult for me to answer the Departmental questions.",
      "id": "s168"
    },
    {
      "text": "For example, we normally do not practice celebrating Christmas or Easter in the Local Church, because neither Christmas nor Easter were originally in relation to the birth of our Lord Jesus Christ and with the incarnation and resurrection of our Lord Jesus Christ.",
      "id": "s169"
    },
    {
      "text": "30 The applicant contended that she had sufficient religious knowledge but was unable to demonstrate it at the Departmental interview.",
      "id": "s170"
    },
    {
      "text": "As to the question of the applicant's participation in Church services in Sydney at the Church described as \"the Local Church in Sydney\", the applicant said this in her declaration:\n I understand that under the provisions of s 91R(3) of the [Act] when determining whether a person has a well-founded of being persecuted for a Convention related reason, any conduct engaged in by the person in Australia must be disregarded unless the person satisfies the Tribunal that he or she engaged in the conduct otherwise than for the purpose of strengthening his or her claims to be a refugee.",
      "id": "s171"
    },
    {
      "text": "I have to emphasise that my attending at the Local Church in Sydney is definitely NOT for the [purpose] of strengthening my claims to be a refugee.",
      "id": "s172"
    },
    {
      "text": "It is not only for me to continue my religious practice in Sydney but also mostly for me to have a chance to pray for my church brothers or sisters who are still in China under the Communist dictatorship and who have been subjected to persecution by the PRC authorities.",
      "id": "s173"
    },
    {
      "text": "The Tribunal's decision \n \n31 In dealing with those contentions, the Tribunal reached these findings and conclusions.",
      "id": "s174"
    },
    {
      "text": "At GB115, the Tribunal recognised that the applicant speaks a dialect which the Tribunal described as \"Fuqingness\".",
      "id": "s175"
    },
    {
      "text": "The Tribunal concluded that there was no indication to it at any time during the hearing that the applicant had any difficulty in understanding questions put to her or in giving evidence, with the assistance of the interpreter, to the Tribunal.",
      "id": "s176"
    },
    {
      "text": "At GB115, having recognised the applicant's linguistic dialect as Fuqingness, the Tribunal then wrongly, in the next sentence, described the interpreter assisting the applicant as a \"Mandarin interpreter\".",
      "id": "s177"
    },
    {
      "text": "It is plain from the preceding sentence and from the introductory remarks at GB109 that the Tribunal was clearly conscious of the fact that the interpreter was providing assistance in the Fuqing dialect.",
      "id": "s178"
    },
    {
      "text": "32 The Tribunal concluded that it did not find the applicant to be a credible or truthful witness for a number of reasons.",
      "id": "s179"
    },
    {
      "text": "The Tribunal reached that conclusion by reason of \"inconsistencies in her evidence\".",
      "id": "s180"
    },
    {
      "text": "One inconsistency described as \"of particular significance\" concerned the change in position in relation to the evidence given about the applicant's brother.",
      "id": "s181"
    },
    {
      "text": "The Tribunal was plainly concerned that the applicant had given evidence that her brother was in Australia and that she was living with him.",
      "id": "s182"
    },
    {
      "text": "Later, the applicant described that person as her cousin.",
      "id": "s183"
    },
    {
      "text": "The Tribunal noted the explanation for the change in position contained in the statutory declaration of 29 November 2007.",
      "id": "s184"
    },
    {
      "text": "The description of her brother as her cousin had been given, she said, in order to avoid problems for her brother upon his return to the PRC arising out of the illness of the applicant's mother.",
      "id": "s185"
    },
    {
      "text": "The Tribunal noted however, that the version of events by which she described her brother as her cousin was given in response to a proposition put to the applicant that since she was living with her brother she would be in a position to obtain evidence in support of her claims, especially in relation to her commitment to the Christian religion.",
      "id": "s186"
    },
    {
      "text": "She said she could not do so because her brother was her cousin and she was not living with him.",
      "id": "s187"
    },
    {
      "text": "33 These matters represented, in the mind of the Tribunal, a significant inconsistency which led the Tribunal to conclude that the applicant's evidence \"often appeared rehearsed\".",
      "id": "s188"
    },
    {
      "text": "34 The Tribunal concluded that the applicant appeared to be vague in respect of other matters.",
      "id": "s189"
    },
    {
      "text": "The Tribunal noted that the applicant was unable to name the location of the Church she had been attending for many months and nor could she tell the Tribunal the name of the station where she alighted from the train she took to attend services at the Church.",
      "id": "s190"
    },
    {
      "text": "35 The Tribunal was concerned that although the applicant claimed she had converted to Christianity in March 2006 in China, had been baptised on 1 May 2006 and had been an active member of the Church, she demonstrated a lack of basic knowledge about the Christian religion when interviewed by the department.",
      "id": "s191"
    },
    {
      "text": "The Tribunal accepted that the applicant may have been nervous but did not accept that there was a language issue which prevented her from providing answers to questions.",
      "id": "s192"
    },
    {
      "text": "36 The Tribunal considered the evidence put to it by the applicant of the applicant's husband's facsimile.",
      "id": "s193"
    },
    {
      "text": "The Tribunal was concerned that there was no way of establishing the identity of the writer or the origin of the facsimile.",
      "id": "s194"
    },
    {
      "text": "For those reasons, the Tribunal elected to \"not give this evidence any weight\".",
      "id": "s195"
    },
    {
      "text": "It did so in the context of its concern about the origin of the facsimile and its earlier expressed view concerning a significant inconsistency in the applicant's evidence which had caused it to conclude that the applicant was neither credible nor truthful.",
      "id": "s196"
    },
    {
      "text": "The Tribunal then considered the letter from Mr WP and Mr AY [18] dated 29 October 2007.",
      "id": "s197"
    },
    {
      "text": "The Tribunal noted that the letter did not make any mention of personal knowledge of her activities in China.",
      "id": "s198"
    },
    {
      "text": "For that reason, the Tribunal chose not to give any weight to the letter from the joint authors.",
      "id": "s199"
    },
    {
      "text": "That letter might have been consistent with a claim by the applicant that she was a practising member of the Christian faith.",
      "id": "s200"
    },
    {
      "text": "The Tribunal might have elected to have regard to that fact in weighing all of the evidence.",
      "id": "s201"
    },
    {
      "text": "However, the Tribunal chose to disregard that letter as, in its view, it did not speak to the central matter which was the claim by the applicant to have practised the Christian faith in the PRC thus giving rise to a well-founded fear of persecution should the applicant return to the PRC.",
      "id": "s202"
    },
    {
      "text": "The Tribunal also considered the declaration by Mr XTH sworn 29 November 2007 and elected to place no reliance upon that declaration for the same reason that the Tribunal chose to place no weight upon the letter from the joint authors.",
      "id": "s203"
    },
    {
      "text": "The Tribunal was concerned that Mr XTH's declaration gave no real detail of his own involvement in the Church.",
      "id": "s204"
    },
    {
      "text": "The declaration asserted that he had known the applicant since May 2007 and that the applicant had attended Church since that time.",
      "id": "s205"
    },
    {
      "text": "37 The Tribunal weighed all of the evidence in the balance.",
      "id": "s206"
    },
    {
      "text": "The Tribunal in doing so was further concerned about an apparent inconsistency between the applicant's claim that she had been regularly attending Church since May 2007 for a period of six months yet was unable to provide the Tribunal with evidence of the address of the Church, the name of the suburb for the Church or the train station to which she travelled to regularly attend the Church.",
      "id": "s207"
    },
    {
      "text": "In weighing all the evidence, the Tribunal concluded that it could not accept that the applicant was a Christian or a member of the \"Shouters\" group in China.",
      "id": "s208"
    },
    {
      "text": "The Tribunal did not accept that the applicant had been active in the practice of religion in China.",
      "id": "s209"
    },
    {
      "text": "Notwithstanding the inconsistency concerning her knowledge of the location of the Sydney Church, the Tribunal found that the applicant had attended the Church \"at some time\" but not on a regular basis.",
      "id": "s210"
    },
    {
      "text": "The Tribunal concluded that it could not be satisfied that the applicant had been a member of the \"Local Church\" in Australia since her arrival in May 2007.",
      "id": "s211"
    },
    {
      "text": "As to her attendance at the \"Local Church\" at irregular times, the Tribunal concluded that it was not satisfied that the applicant attended that Church otherwise than for the purpose of strengthening her claim to be a refugee.",
      "id": "s212"
    },
    {
      "text": "Having regard to those earlier findings, the Tribunal concluded that it could not be satisfied that the applicant would practice as a member of the Christian faith or as a member of the Christian \"Shouter\" group should she return to China.",
      "id": "s213"
    },
    {
      "text": "The Tribunal took into account the claims and weighed each of them both independently and cumulatively.",
      "id": "s214"
    },
    {
      "text": "The Tribunal concluded that it was not satisfied that the applicant had suffered harm nor that the applicant held a well-founded fear of serious harm on the basis of her contended commitment to the Christian faith.",
      "id": "s215"
    },
    {
      "text": "The Tribunal explained that it had disregarded \"her religion related conduct in Australia as it is not satisfied that she engaged in that conduct otherwise than for the purpose of strengthening her claim to be a refugee\".",
      "id": "s216"
    },
    {
      "text": "38 Accordingly, the Tribunal affirmed the decision of the Minister's delegate not to grant the applicant a protection visa.",
      "id": "s217"
    },
    {
      "text": "The proposed grounds of appeal \n \n39 In light of those claims, the evidence going to them and the forensic analysis by the Tribunal of all the evidence leading to its conclusions, the following position emerges in relation to the proposed grounds of appeal.",
      "id": "s218"
    },
    {
      "text": "As to the first ground, there is nothing in the material which demonstrates that Federal Magistrate Smith erred in law.",
      "id": "s219"
    },
    {
      "text": "There is no elaboration upon that ground.",
      "id": "s220"
    },
    {
      "text": "I have examined all of the material in order to satisfy myself as to whether there is any error in law not properly particularised or identified by the appellant.",
      "id": "s221"
    },
    {
      "text": "There are some factual errors in the Tribunal's decision.",
      "id": "s222"
    },
    {
      "text": "Those errors concern the Tribunal's failure to record, in two places, the date of arrest of the applicant's husband as 21 April 2007.",
      "id": "s223"
    },
    {
      "text": "The Tribunal had described that date as 21 April 2006.",
      "id": "s224"
    },
    {
      "text": "However, in other places the date is correctly recorded and it is clear from the chronological context of the discussion in relation to the events of 23 April 2007 that the Tribunal was intending to refer to the earlier date of 21 April 2007, contextually, but simply and mistakenly recorded the date as 21 April 2006.",
      "id": "s225"
    },
    {
      "text": "The second error concerned the description of the interpreter as a Mandarin interpreter rather than an interpreter conversant with the Fuqing dialect.",
      "id": "s226"
    },
    {
      "text": "As I have already indicated that mistake was a factual mis-description.",
      "id": "s227"
    },
    {
      "text": "Contextually, the Tribunal had earlier described, in two places, the interpreter's linguistic skill as one in the Fuqingness dialect.",
      "id": "s228"
    },
    {
      "text": "Neither of those mistakes affected the analysis of the claims nor the conclusions reached especially in relation to the evidence analysed by the Tribunal which, in its view, revealed inconsistencies of treatment calling into question the credit of the applicant.",
      "id": "s229"
    },
    {
      "text": "40 The second proposed ground of appeal is that the primary judge erred by wrongly finding that the Tribunal had acted properly in reaching its findings.",
      "id": "s230"
    },
    {
      "text": "The particulars of improper procedure on the part of the Tribunal in reaching its findings, rely upon a contended failure on the part of the Tribunal to discharge its statutory obligation under s 424A(1) of the Act .",
      "id": "s231"
    },
    {
      "text": "The essence of that complaint is that the Tribunal failed to tell the applicant of its process of reasoning in relation to the proposed treatment of the facsimile by the applicant's husband, the letter from the joint authors Mr WP and Mr AY and the declaration sworn by Mr XTH.",
      "id": "s232"
    },
    {
      "text": "All of these documents were put by the applicant to the Tribunal.",
      "id": "s233"
    },
    {
      "text": "There was no obligation upon the Tribunal to put matters going to those documents to the applicant nor the process of reasoning influencing the mind of the Tribunal in relation to its review of the documents put to it by the applicant.",
      "id": "s234"
    },
    {
      "text": "Nevertheless, the Tribunal in its letter dated 5 December 2007 noted that it had received evidence concerning the applicant's claimed attendance at the Church in Sydney and expressly referred to the letter from the joint authors dated 29 October 2007 and the declaration by Mr XTH.",
      "id": "s235"
    },
    {
      "text": "The applicant was invited to comment further about those matters.",
      "id": "s236"
    },
    {
      "text": "41 The third proposed ground of appeal is that the Tribunal failed to consider the applicant's claims properly and fairly.",
      "id": "s237"
    },
    {
      "text": "The specific matter amplifying that contention is that the Tribunal failed to consider the material contained in the facsimile from the applicant's husband and information provided by Mr XTH in his declaration sworn 29 November 2007.",
      "id": "s238"
    },
    {
      "text": "However, it is clear from the reasons that the Tribunal considered those documents, plainly took them into account and weighed them in the balance in the context of the overall assessment by the Tribunal of the applicant's own evidence which, in its view, revealed a significant inconsistency in respect of one class of evidence ( i.e.",
      "id": "s239"
    },
    {
      "text": "the evidence in relation to the applicant's brother) and inconsistencies in other evidence concerning the level of familiarity of the applicant with the location of the Church and the extent of the applicant's apparent knowledge of core or basic tenets of the Christian faith.",
      "id": "s240"
    },
    {
      "text": "42 By the fourth ground, the applicant contends that she holds a reasonable apprehension of bias on the part of the Tribunal.",
      "id": "s241"
    },
    {
      "text": "The basis for that apprehension lies in the Tribunal's disregard of the applicant's evidence that she attended the Local Church in Sydney.",
      "id": "s242"
    },
    {
      "text": "The Tribunal said that it disregarded that evidence under s 91R(3) of the Act as it could not be satisfied that the applicant had attended Church services (irregularly in its view) otherwise than for the purpose of acquiring some knowledge of the Christian religion in order to strengthen her claims of a commitment to the Christian faith and a well-founded fear of persecution should she return to the PRC and practice that faith.",
      "id": "s243"
    },
    {
      "text": "In the applicant's declaration sworn 19 December 2007 and submitted to the Tribunal in response to the s 424A(1) letter of 5 December 2007, the applicant acknowledged her understanding of s 91R(3) but emphasised that she was not attending Church services in Sydney to strengthen her claims but rather to pray for her brothers and sisters in China living under the Communist dictatorship.",
      "id": "s244"
    },
    {
      "text": "The conclusion that the Tribunal could not be satisfied that the applicant attended Church services in Sydney otherwise than for the purpose of strengthening her claims was a conclusion which emerged from an analysis of all of the evidence including the documents put to the Tribunal and the Tribunal's assessment of the oral evidence of the applicant.",
      "id": "s245"
    },
    {
      "text": "There is nothing in the material to suggest actual bias on the part of the Tribunal.",
      "id": "s246"
    },
    {
      "text": "The Tribunal's conclusion on this issue is not the expression of conduct which gives rise to an apprehension of bias.",
      "id": "s247"
    },
    {
      "text": "It is a conclusion reached by the Tribunal arising out of a process of reasoning and forensic analysis of the evidence which the Tribunal addressed expressly as part of its statutory role.",
      "id": "s248"
    },
    {
      "text": "The Tribunal disregarded the evidence of the applicant's attendance at Church services in Sydney, as it was required to do under the Act , as it could not be satisfied of the relevant matter for the purposes of the Act .",
      "id": "s249"
    },
    {
      "text": "43 It follows therefore that none of the grounds of appeal which the applicant would wish to agitate by way of an appeal has any prospect of success.",
      "id": "s250"
    },
    {
      "text": "Accordingly, the judgment of the Federal Magistrates Court that the applicant's application for an order that the respondents show cause, ought to be dismissed on the footing that the application failed to disclose an arguable basis for the relief sought, is an order which is not attended with any doubt.",
      "id": "s251"
    },
    {
      "text": "I have examined in considerable detail the criticisms of the judgment of the Federal Magistrates Court and the decision of the Tribunal in order to be satisfied as to whether it might be said that the decision of the Federal Magistrates Court is attended with sufficient doubt to warrant reconsideration by an Appeal Court and whether substantial injustice might arise should leave not be given.",
      "id": "s252"
    },
    {
      "text": "Since I have concluded that none of the proposed grounds of appeal have any prospect of success, I am satisfied that leave ought not to be granted.",
      "id": "s253"
    },
    {
      "text": "I am therefore also satisfied that substantial injustice does not arise by refusing the application to extend time for the filing of a notice of appeal and by refusing the application for leave to appeal.",
      "id": "s254"
    },
    {
      "text": "44 Accordingly, the application of 16 July 2008 must be dismissed with an order that the applicant pay the costs of the first respondent of and incidental to the application.",
      "id": "s255"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s256"
    },
    {
      "text": "Associate:\n\nDated: 26 November 2008\n\n Counsel for the Applicant: Applicant - Self Represented \n \n Solicitor for the Applicant: Applicant - Self Represented \n \n Counsel for the First Respondent: Represented by the Australian Government Solicitor \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 26 August 2008 \n \n Date of Judgment: 26 November 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1767.html",
      "id": "s257"
    }
  ]
}