{
  "name": "Business &amp; Research Management Pty Ltd v Commissioner of Taxation [2008] FCA 1652 (14 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1652.html",
  "catchphrases": [
    {
      "text": "management fee income discharged by bills of exchange",
      "id": "c0"
    },
    {
      "text": "issue as to appropriate basis of accounting for same for income tax purposes",
      "id": "c1"
    },
    {
      "text": "issue as to measurement of amount of income derived",
      "id": "c2"
    },
    {
      "text": "whether related limited recourse loans impacted measure of income derived",
      "id": "c3"
    },
    {
      "text": "no evidence as to money value of bills.",
      "id": "c4"
    },
    {
      "text": "income tax",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 These are appeals by the applicant, Business and Research Management Limited (in liquidation) ('BARM'), pursuant to s 14ZZ of the Taxation Administration Act 1953 (Cth) against objection decisions dated 15 July 2004 made by the respondent ('the Commissioner') in respect of the years of income ended 30 June 1997 ('1997 year') and 30 June 1998 ('1998 year') (together 'the years of income').",
      "id": "s0"
    },
    {
      "text": "2 There are two issues before the Court:\n Issue 1: \n \nWhether in each of the years of income, BARM derived income in respect of 'management fees' payable to BARM by the participants in each Budplan Project equal to the amount payable by the participants under their contracts with BARM at the time those amounts became due and payable under each contract, or only an amount equal to the total of the amounts to which Project &amp; General Finance Pty Limited ('PGF') had recourse under the loans made by PGF to the participants?",
      "id": "s1"
    },
    {
      "text": "Issue 2: \n \nWhether an amount of $6,336,420, described by BARM as an 'audit adjustment', should be included in BARM's assessable income for the 1998 year?",
      "id": "s2"
    },
    {
      "text": "3 BARM submitted that:\n \n(1) as to Issue 1, the only income derived by BARM in respect of 'management fees' for the Budplan Projects (other than the Melaleuca Biotics Budplan which is not in dispute in these proceedings) in each of the years of income was that portion of the 'management fees' that BARM received from PGF on the repayment of the limited recourse deposit (including interest) made by BARM with PGF; and that occurred at the time PGF received repayment of the recourse portion of the loans made by it to participants (being no greater than the amounts of $8,035,539 and $8,565,556 respectively);\n \n(2) as to Issue 2, the amount of $6,336,420 returned by BARM as an 'audit adjustment' in the 1998 year should not be included in BARM's assessable income for that year because this amount relates to 'management fees' not derived by BARM as income in that year.",
      "id": "s3"
    },
    {
      "text": "FACTUAL BACKGROUND \n Structure of the Budplans \n \n4 Generally speaking, the background facts are not in dispute, save for the issue of the terms of the deposit made by BARM with PGF referred to in [37] --- [40] below and dealt with more fully in [52] --- [65] below.",
      "id": "s4"
    },
    {
      "text": "5 BARM was incorporated in Australia on 4 September 1995.",
      "id": "s5"
    },
    {
      "text": "From incorporation until October 1996, the directors of BARM were Messrs Donald Charles Priest, Glendon Michael Stotter, Peter Charles Lucas, Dennis Charles Lear and Alan Jones Gallagher.",
      "id": "s6"
    },
    {
      "text": "6 BARM was the manager of nine relevant projects, collectively known as the 'Budplans' (and referred to below as 'Budplans' or 'Budplan Projects'), that established syndicates for the stated purpose of commercialising products (which in most cases were tea tree oil based products) developed through research and development.",
      "id": "s7"
    },
    {
      "text": "7 Prescribed interests in each of the Budplans were offered pursuant to a prospectus which purported to constitute investors as participants or proprietors of the relevant Budplan business.",
      "id": "s8"
    },
    {
      "text": "8 Each Budplan involved the following common features:\n \n(1) a trustee --- Australian Rural Group Ltd ('ARG'), was appointed as Trustee to protect the interests of participants in each project;\n \n(2) a manager --- BARM, was appointed for each project, and was also appointed the agent of each participant for the purposes of managing what was said to be each participant's separate business in each project;\n \n(3) a researcher --- the Australian Tea Tree Oil Research Institute Ltd ('ATTORI'), was engaged to conduct research and development for all projects except for Budplan 'A' Series No 1 and Personal Budplan No 5, where the Australian Agricultural Research Institute Ltd was engaged to conduct the research and development activities;\n \n(4) a lender --- PGF, from whom potential investors could apply to borrow funds payable by way of 'management fees' to BARM as manager and by way of 'research fees' to the researcher (and farm fees payable to the landowner under the Budplan 'A' Series No 1);\n \n(5) in the case of Budplan 'A' Series No 1, there was also a landowner --- Australian Land and Cattle Company Pty Ltd, which licensed land to participants upon which a specified number of table grape vines per participation were to be planted.",
      "id": "s9"
    },
    {
      "text": "9 The principal outlays required to be made by participants in each Budplan were:\n \n(1) 'management fees' to BARM as manager; and \n \n(2) 'research fees' to the researcher.",
      "id": "s10"
    },
    {
      "text": "10 The 'management fees' were payable by each participant to BARM under a contract between BARM and each participant:\n \n(1) for the first and second years of the project (or for the first year only in some projects), and these are the fees which are the subject of dispute in these proceedings;\n \n(2) thereafter from each participants' 'Net Income' from the project.",
      "id": "s11"
    },
    {
      "text": "11 All participants in the Budplans, except for one, chose to finance their participation by way of a loan from PGF.",
      "id": "s12"
    },
    {
      "text": "12 The loans by PGF were limited recourse.",
      "id": "s13"
    },
    {
      "text": "The loan funds were advanced by PGF to the borrower by PGF delivering to BARM and to the relevant researcher bills of exchange, that were immediately endorsed back to PGF and cancelled, as part of a 'round robin' transaction described in more detail below.",
      "id": "s14"
    },
    {
      "text": "13 Differences between the Budplans were, relevantly for present purposes, as follows:\n \n(a) some projects required payment of 'management fees' and 'research fees' for the first and second years, and others for the first year only; \n \n(b) the amounts payable on account of 'management fees' for the first and second years (or the first year only) were different for each project;\n \n(c) the projects were established on different dates, and accordingly the dates of payment to BARM of the 'management fees' for each project differed; and\n \n(d) the length of the period in respect of which management services were to be performed by BARM in consideration of the payment of 'management fees' differed in some projects.",
      "id": "s15"
    },
    {
      "text": "14 None of these differences is material to the issues raised in these proceedings.",
      "id": "s16"
    },
    {
      "text": "The procedures, documentation and arrangements that were developed for the first of the Budplans, which was Budplan Personal Syndicate ('BPS'), were adopted and replicated, subject to minor variations, for each subsequent Budplan project.",
      "id": "s17"
    },
    {
      "text": "For this reason, both parties agree that BPS may he treated as representative of all the Budplans for the purpose of these proceedings, in particular, as to the means adopted for the payment of 'management fees' to BARM on which the issues in these proceedings turn.",
      "id": "s18"
    },
    {
      "text": "15 In the course of its submission, BARM noted that in Howland-Rose and Ors v Federal Commissioner of Taxation [2002] FCA 246 ; (2002) 118 FCR 61 , Conti J dealt with the tax position of four participants in BPS, in what amounted to a test case for BPS and the subsequent Budplans.",
      "id": "s19"
    },
    {
      "text": "His Honour held that the participants were not entitled to allowable deductions under s 51(1) of the Income Tax Assessment Act 1936 (Cth) ('ITAA 1936 ' ) in respect of the 'management fees' or 'research fees' paid by them.",
      "id": "s20"
    },
    {
      "text": "A review of his Honour's reasons does not indicate than any issue arose in that case as to the quantum of the outgoings claimed to be incurred; only their characterisation in terms of the section of the statute.",
      "id": "s21"
    },
    {
      "text": "Budplan Personal Syndicate \n \n16 BPS was established by a prospectus dated 5 December 1995 ('Prospectus') and a trust deed dated the same date between BARM, ATTORI, ARG and each participant ('the Trust Deed'), once he or she signed the 'Principal Deed' referred to below.",
      "id": "s22"
    },
    {
      "text": "17 Participants in BPS executed the following documents:\n \n(1) an application form that is found at page 56 of the Prospectus ('Application Form');\n \n(2) the Principal Deed that is found at pages 57 and 58 of the Prospectus ('Principal Deed'), to which were annexed a copy of the Budplan Syndicate Deed, at pages 46-51 of the Prospectus ('Syndicate Deed') and a Loan Agreement between PGF and the participant, at pages 52 --- 54 of the Prospectus ('Loan Agreement');\n \n (3) in some or all cases, an alternative loan agreement between the participant and PGF ('Alternative Loan Agreement').",
      "id": "s23"
    },
    {
      "text": "18 The Prospectus stated that a participant could borrow from PGF the amounts payable for the first and second years to BARM in respect of 'management fees' and ATTORI in respect of 'research fees', being in total $12,000 for each of those years per syndicate participation.",
      "id": "s24"
    },
    {
      "text": "19 Where a participant applied for a loan from PGF, he or she did so by indicating this on the Application Form and the participant's obligations to BARM and ATTORI under the Syndicate Deed were conditional on PGF accepting the application for loan.",
      "id": "s25"
    },
    {
      "text": "20 As noted in [11] above, all participants in BPS except for one, requested a loan from PGF to fund the payment of fees due to BARM and ATTORI under the Syndicate Deed.",
      "id": "s26"
    },
    {
      "text": "The time of derivation of the 'management fee' paid by the one participant in BPS who did not borrow from PGF is not in issue in these proceedings.",
      "id": "s27"
    },
    {
      "text": "21 Relevantly for present purposes, the agreed means by which the participants were to discharge their obligation to pay to BARM the 'management fees' at issue in these proceedings was through the loan made by PGF.",
      "id": "s28"
    },
    {
      "text": "Syndicate Deed \n \n22 Pursuant to clauses 2.1 and 2.2 of the Syndicate Deed, each participant agreed to be party to a joint venture to conduct the 'Business' for a term of 15 years.",
      "id": "s29"
    },
    {
      "text": "The 'Business' is essentially the development and commercialisation of products and product packages relating to acne treatment, oral hygiene and hospital and antiseptic products using tea tree oil.",
      "id": "s30"
    },
    {
      "text": "23 The payments required to be made by each participant pursuant to the Syndicate Deed were as follows:\n \n(a) The amount of $200 per syndicate participation to BARM to be used by BARM to establish the business.",
      "id": "s31"
    },
    {
      "text": "(b) The amount of $24,000 per syndicate participation to BARM either by 24 monthly payments of $1,000 per month, monthly in advance, or alternatively by two payments of $12,000 each annually in advance to be applied by BARM as follows:\n \n \n &#8226; as to $10,800 (i.e.",
      "id": "s32"
    },
    {
      "text": "90%), to ATTORI as a 'prepaid fee' in consideration for undertaking the research and development activities set out in clause 6 of the Syndicate Deed;\n &#8226; as to $1,200 (i.e.",
      "id": "s33"
    },
    {
      "text": "10%), to BARM as a 'prepaid fee' in consideration for BARM undertaking the duties and obligations set out in clause 7 of the Syndicate Deed.",
      "id": "s34"
    },
    {
      "text": "24 As all participants in BPS except for one requested a loan from PGF to fund the payment of fees due to BARM and ATTORI under the Syndicate Deed, it is the second of the two alternatives referred to in (2) above that is presently relevant.",
      "id": "s35"
    },
    {
      "text": "25 Clause 7.4 of the Syndicate Deed set out BARM's obligations as manager of the syndicate.",
      "id": "s36"
    },
    {
      "text": "BARM's primary role was to investigate and pursue the commercialisation of the research results to produce income.",
      "id": "s37"
    },
    {
      "text": "26 In addition to the 'management fee' of $2,400 per syndicate participation referred to above, BARM was entitled to a further 'fee' of 25% of the gross income of the business and, in the event of any sale of the research results, 50% of the gross proceeds of sale of the research results.",
      "id": "s38"
    },
    {
      "text": "Trust Deed \n \n27 Each participant became a party to the Trust Deed by executing the Principal Deed [see the description of the parties on page 1 of the Trust Deed].",
      "id": "s39"
    },
    {
      "text": "28 Clause 2.2 of the Trust Deed provides that each applicant appoints BARM to 'establish and conduct [the applicant's] Business by carrying out the Manager's functions, covenants and duties ...'.",
      "id": "s40"
    },
    {
      "text": "The term 'Business' has the same meaning as in the Syndicate Deed.",
      "id": "s41"
    },
    {
      "text": "The obligations of BARM as manager are set out in clauses 21, 22, 23 and 26 of the Trust Deed.",
      "id": "s42"
    },
    {
      "text": "29 Clause 3.3 of the Trust Deed provides that the 'Business' is deemed to commence on the date BARM accepts each participant's application under the Prospectus.",
      "id": "s43"
    },
    {
      "text": "Loan Agreement \n \n30 Under clause 2.2 of the Loan Agreement, PGF agreed to lend to each participant the amount required to be paid by that participant to ATTORI and BARM in respect of the 'fees' payable under clauses 4.3 --- 4.5 of the Syndicate Deed.",
      "id": "s44"
    },
    {
      "text": "Each advance was required to be made on the same day that those fees were payable by the participant to BARM and ATTORI.",
      "id": "s45"
    },
    {
      "text": "31 In the case of a single Syndicate participation, the amount of the loan was $24,000 in two instalments of $12,000 each.",
      "id": "s46"
    },
    {
      "text": "Interest was payable at the rate of 17% per annum reducing to 15% per annum for the first year if the borrower was not in default and thereafter reducing to 8.57% per annum if the borrower was not in default.",
      "id": "s47"
    },
    {
      "text": "The borrower was required to pay interest of $150 on execution and thereafter monthly in advance for the first two years (i.e.",
      "id": "s48"
    },
    {
      "text": "$3,000) and principal of $250 per month for the first 2 years (i.e.",
      "id": "s49"
    },
    {
      "text": "$6,000).",
      "id": "s50"
    },
    {
      "text": "32 The balance of the principal amount of the loan ('reduced principal sum'), being $18,000 out of the total advance of $24,000, was only repayable during the 15 year term out of the 'Net Amount'.",
      "id": "s51"
    },
    {
      "text": "Under clause 7.1, there is a limit on the borrower's liability in respect of the 'reduced principal sum'.",
      "id": "s52"
    },
    {
      "text": "In other words, the loan was limited recourse as to 75% of the principal sum.",
      "id": "s53"
    },
    {
      "text": "33 The participants also signed the Alternative Loan Agreement, that differs from the Loan Agreement in the Prospectus in the following respects:\n \n(a) Clause 3.1.8 allows the borrower to elect to prepay interest;\n \n(b) in clause 5.1.3, the words 'elect to' have been inserted before 'cease';\n \n(c) in clause 8.6, the words 'other than for gross negligence, fraud, repeated breaches or a fundamental breach of the said deed or voluntary resignation of the manager' have been added before the word 'then'; and\n \n(d) a new clause 8.7 has been inserted.",
      "id": "s54"
    },
    {
      "text": "34 The differences between the Loan Agreement and the Alternative Loan Agreement are not material for present purposes.",
      "id": "s55"
    },
    {
      "text": "Funding of the loans by PGF to participants \n \n35 PGF obtained finance to meet its obligation to make loans to participants in BPS (and in the other Budplans) by entering into a Bill Acceptance Facility Agreement with First Sydney Investments Pty Limited ('FSI').",
      "id": "s56"
    },
    {
      "text": "The facility was limited to $600,000 and the agreement provided that FSI would accept the obligations of payer under bills of exchange on the basis that PGF returned the bills to FSI no later than 1 hour before the time of negotiation of the bill.",
      "id": "s57"
    },
    {
      "text": "36 From April 1996 onwards, PGF drew bills for each of the various Budplans to effect the loans.",
      "id": "s58"
    },
    {
      "text": "The bill settlements were attended by authorised signatories for PGF, FSI and BARM and were supervised by St Malo Australia Limited.",
      "id": "s59"
    },
    {
      "text": "At the bill settlements, PGF drew bills in favour of BARM having a term of 1 day that were accepted by FSI, endorsed by BARM in favour of PGF and then cancelled.",
      "id": "s60"
    },
    {
      "text": "The drawing, acceptance, endorsement and cancellation of the bills occurred within minutes.",
      "id": "s61"
    },
    {
      "text": "PGF and BARM, being subsidiaries of the same holding company, had the same authorised signatories who attended and signed the bills of exchange on behalf of each company.",
      "id": "s62"
    },
    {
      "text": "37 It is common ground that these 'round robin' transactions involved BARM making a deposit with PGF equal to the face amount of each bill delivered to it by PGF.",
      "id": "s63"
    },
    {
      "text": "What is in dispute are the terms on which the deposit was made.",
      "id": "s64"
    },
    {
      "text": "This arises because there was no written deposit agreement between BARM and PGF until March 1998 (at which time, written deposit agreements for all the Budplans were executed).",
      "id": "s65"
    },
    {
      "text": "38 BARM submitted that prior to that time, there was an implied agreement between BARM and PGF and that it was a term of that implied agreement that PGF would advance loans to participants by drawing bills of exchange in favour of BARM on terms that: \n \n(a) BARM would immediately endorse each bill of exchange in favour of PGF as a deposit of the amount expressed on the face of the bill; and\n \n(b) BARM was only entitled to repayment of the deposit, and interest thereon, from PGF to the extent that the advances (and interest thereon) were repaid by the participants in accordance with their loan agreements with PGF.",
      "id": "s66"
    },
    {
      "text": "39 The Commissioner submitted that BARM's submission in [38] above, should be rejected because there is no evidence to support a finding of an implied agreement between BARM and PGF containing such terms.",
      "id": "s67"
    },
    {
      "text": "40 The issue of the terms of the deposit made by BARM with PGF and the competing submissions of the parties are dealt with more fully in [52]-[65] below.",
      "id": "s68"
    },
    {
      "text": "41 Counsel for BARM provided a diagram of the payment flows that are contemplated by the transaction documents, which is reproduced below.",
      "id": "s69"
    },
    {
      "text": "42 The Budplan Projects were not profitable in the relevant years.",
      "id": "s70"
    },
    {
      "text": "Accordingly, participants were not obliged to, and did not, repay the limited recourse portion of the loan (i.e.",
      "id": "s71"
    },
    {
      "text": "approximately 75% of the principal sum advanced).",
      "id": "s72"
    },
    {
      "text": "Consequently, BARM's position is that it did not have a right to call on the deposits beyond the amounts repaid by participants, being the recourse amount of approximately 25% plus interest thereon: see [38] above.",
      "id": "s73"
    },
    {
      "text": "Amounts returned as assessable income by BARM in respect of the 'management fees' \n \n43 In its income tax return for the year ended 30 June 1996 ('1996 year'), BARM returned the amount of $1,672,618 as assessable income derived by it in respect of 'management fees' from the Budplan Projects, as follows:\n Management service fees included in accounting income in the determination of the accounting profit (before tax) at Item E of the return $3,678,208 Plus an add-back item $1,245,467 $4,923,675 Less a subtraction item $3,251,057 Total $1,672,618 \n44 In its income tax return for the 1997 year, BARM returned the amount of $10,495,854 as assessable income derived by it in respect of 'management fees' from the Budplan Projects, as follows:\n Management service fees included as accounting income in the determination of the accounting profit (before tax) at Item R of the return $8,495,051 Plus an add-back item described as 'REVERSE 1996 SUBTRACTION - MGT FEES RE COMMISSIONS' $3,251,057 $11,746,108 Less a subtraction item described as 'RELATED PARTY MANAGEMENT FEES - REVERSE 1996 ADJUST' $1,250,254 Total $10,495,854 \n45 In its income tax return for the 1998 year, BARM returned the amount of $24,669,973 as assessable income derived by it in respect of 'management fees' from the Budplan Projects, as follows:\n Management service fees included in accounting income in the determination of the accounting profit (before tax) at Item C of the return $18,333,553 Plus an add-back item (being an 'audit adjustment') $6.336,420 Total $24,669,973 \n46 The amount of $24,669,973 returned as assessable income for the 1998 year was calculated as follows:\n \n(a) First, the total 'management fees' for the life of the Budplan Projects for which units of participation had been issued on or before 30 June 1998 was determined, being:\n \n \n (i) in the case of the Budplan Projects (apart from the Melaleuca Biotics Budplan), the amount of $44,386,725;\n (ii) in the case of the Melaleuca Biotics Budplan, the amount of $2,400,000.",
      "id": "s74"
    },
    {
      "text": "(b) From the figure referred to in paragraph (a) above, there was then deducted the amount of $9,948,282, being the portion of the 'management fees' for certain of the Budplan Projects that was unearned as at 30 June 1998.",
      "id": "s75"
    },
    {
      "text": "(c) From the figure referred to in paragraph (b) above, there was deducted the amount of $12,168,470 in respect of the 'management fees' for the Budplan Projects returned as income in prior years, comprising $1,672,618 for the 1996 year and $10,495,854 for the 1997 year.",
      "id": "s76"
    },
    {
      "text": "(d) The amount resulting from the above calculation was $24,669,973.",
      "id": "s77"
    },
    {
      "text": "47 In the 1996 year and each of the years of income, the amount returned as assessable income in respect of 'management fees' for the Budplan Projects (other than the Melaleuca Biotics Budplan) was based on the face amount of the bills of exchange delivered to BARM by PGF on account of 'management fees' payable by participants in those Budplans with no allowance being made for the fact that the recourse portion of that amount was only $11,083,564.",
      "id": "s78"
    },
    {
      "text": "48 In each of the years of income, BARM retuned as assessable income the following amounts as 'interest':\n \n(a) for the 1997 year, the amount of $345,954; and\n \n(b) for the 1998 year, the amount of $656,884.",
      "id": "s79"
    },
    {
      "text": "49 It is unclear to what extent the amounts of interest income referred to in [47] above, are referable to interest derived by BARM on the deposits with PGF, although it did not exceed the amounts stated in [48] above.",
      "id": "s80"
    },
    {
      "text": "The calculations of the assessable income derived by BARM set out in [50] below have assumed, against BARM, that none of the amounts of interest referred to in [48] above relate to the deposit with PGF.",
      "id": "s81"
    },
    {
      "text": "50 BARM's case is that the quantum of the income it derived in respect of the 'management fees' in respect of the 1997 and 1998 years is:\n \n(a) in respect of the 1997 year, the amount of $8,035,539 (that is made up of $2,676,343 in principal, $3,859,196 of interest and $1,500,000 in respect of the Melaleuca Biotics Budplan that is not in dispute) rather than the amount of $10,495,854 included in the return;\n \n(b) in respect of the 1998 year, the amount of $8,565,556 (that is made up of $5,874,432 of principal, $1,791,124 of interest, and $900,000 in respect of the Melaleuca Biotics Budplan that is not in dispute) rather than the amount of $24,669,973 included in the return.",
      "id": "s82"
    },
    {
      "text": "51 The purpose of the 'audit adjustment' of $6,336,420 in BARM's income tax return for the 1998 year was to ensure that BARM returned as assessable income in that year an amount of $24,669,973 in respect of management fees from the Budplans for the 1998 year.",
      "id": "s83"
    },
    {
      "text": "Accordingly, BARM's case is that if it succeeds in relation to Issue 1, the amount of $6,336,420 should not be included in its assessable income for the 1998 year because it will relate to management fees not derived by it as income in that year.",
      "id": "s84"
    },
    {
      "text": "THE TERMS OF THE DEPOSIT BY BARM WITH PGF \n BARM's contentions \n \n52 BARM filed comprehensive written submissions on this discrete issue, and they are set out in [53] --- [58] below.",
      "id": "s85"
    },
    {
      "text": "53 BARM contends that there existed an agreement or understanding between BARM and PGF as to the amounts that BARM put on deposit with PGF as a consequence of BARM's endorsement of the relevant bills of exchange in favour of PGF.",
      "id": "s86"
    },
    {
      "text": "Moreover, the acts and conduct of BARM and PGF evidence that there was an agreement that PGF would advance loans to participants by drawing bills of exchange in favour of BARM on the basis that BARM would endorse the bills delivered to it by PGF back to PGF, by way of a deposit by BARM with PGF.",
      "id": "s87"
    },
    {
      "text": "54 BARM contends that there is no evidence that supports a proposition that such a deposit was repayable on demand.",
      "id": "s88"
    },
    {
      "text": "Rather, the evidence supports the proposition that there was an agreement that PGF would advance loans to participants by drawing bills of exchange in favour of BARM on the terms set out in [38] above, namely:\n \n(a) BARM would immediately endorse each bill of exchange in favour of PGF as a deposit of the amount expressed on the face of the bill; and\n \n(b) BARM was only entitled to repayment of the deposit, and interest thereon, from PGF to the extent that the advances (and interest thereon) were repaid by the participants in accordance with their loan agreements with PGF.",
      "id": "s89"
    },
    {
      "text": "55 The following incontrovertible facts support that proposition:\n \n(a) At the inception of the BPS in late 2005 and early 2006, Messrs Lear, Lucas and Gallagher, each of whom were directors of BARM, PGF and ATTORI, were all responsible for the documentation and administration of the funding arrangements.",
      "id": "s90"
    },
    {
      "text": "Dennis Lear was appointed Managing Director of BARM and Group Financial Director for the Main Camp Tea Tree Oil Group.",
      "id": "s91"
    },
    {
      "text": "(b) Dennis Lear conceived from the inception of financing arrangements for the Budplans in February 1996 that BARM would receive amounts referable to its obligations under the management agreements and put those on deposit with PGF and would only receive for its own benefit, the amounts repaid by participants to PGF.",
      "id": "s92"
    },
    {
      "text": "(c) This conception formed the basis of negotiations with the then proposed financier First Sydney Capital Limited and a related entity, FSI, that ultimately became the financier.",
      "id": "s93"
    },
    {
      "text": "The contemporaneous correspondence initiated by Dennis Lear and fellow director Peter Lucas, of February and March 1996 demonstrates that this is so.",
      "id": "s94"
    },
    {
      "text": "(d) In a facsimile to Fred Kempson of First Sydney Capital dated 14 February 1996, Dennis Lear relevantly proposed: \n \n \n '2.",
      "id": "s95"
    },
    {
      "text": "B&amp;M will receive $60,000 as management fees ($1,200 X 50) and will deposit $60,000 with P&amp;GF at interest.",
      "id": "s96"
    },
    {
      "text": "... \n \n B&amp;RM will receive from P&amp;GF $2,000 per month ($40 X 50) as repayment of deposit and interest.",
      "id": "s97"
    },
    {
      "text": "' \n \n \n\n(e) Patrick Flanagan of First Sydney Capital adopted this proposal in identical terms in his correspondence with Dennis Lear of 16 February 1996 and 19 February 1996.",
      "id": "s98"
    },
    {
      "text": "(f) This proposal then formed the basis of discussions at a board meeting for ATTORI held on 20 March 1996.",
      "id": "s99"
    },
    {
      "text": "Present at that board meeting were all of the directors of ATTORI, BARM and PGF.",
      "id": "s100"
    },
    {
      "text": "The minutes of the meeting relevantly stated:\n 'It was noted that the Directors have been advised by the Manager of the Budplan Personal Syndicate Prospectus that the issue of the Prospectus has been successful and that the minimum number of subscriptions had been reached.",
      "id": "s101"
    },
    {
      "text": "The Chairman reported his understanding that most Participants would want to take advantage of the funding option to be provided by Project &amp; General Finance Pty Limited in accordance with the documents in the Prospectus; and further that Project &amp; General Finance Pty Limited had intended to arrange a facility with its banker, but this had not been forthcoming because of the 15 year term and the fact that the only source from which the facility could be recouped is the Participant's business of and income generated from the research undertaking.",
      "id": "s102"
    },
    {
      "text": "The Directors noted that other options for raising and investing funds were considered including an arrangement with Bank of New York, and none had been approved for the same reasons of term and repayment.",
      "id": "s103"
    },
    {
      "text": "Project &amp; General Finance Pty Limited requires that the Company deposit all of its available funds with Project &amp; General Finance Pty Limited.",
      "id": "s104"
    },
    {
      "text": "The Chairman advised the Directors that as the Company had no readily available alternative source of funding at this time, for the Company to proceed with the Project and the research, the subject of the Prospectus, the Company had no alternative but to proceed on the basis of the Project &amp; General Finance Pty Limited requirement and it would be necessary for the Company funds to be placed on deposit with Project &amp; General Finance Pty Limited.",
      "id": "s105"
    },
    {
      "text": "After further discussion and having regard to the matters already noted the Directors concluded that the deposit with Project &amp; General Finance Pty Limited of funds not immediately required for research and/or working capital is in the best interest of the Company.",
      "id": "s106"
    },
    {
      "text": "' \n(g) This proposal was further reflected in written correspondence from Stephen Law of FSI on 21 March 1996 which relevantly stated:\n 'The proposal is that there will be two Bills of Exchange drawn under the facility in maximum parcels of 50 investors.",
      "id": "s107"
    },
    {
      "text": "The first Bill would be for the amount of up to $540,000 and would be drawn on the account of Project and General and payable to ATTORI.",
      "id": "s108"
    },
    {
      "text": "It would be accepted by First Sydney Investments, and endorsed by Attori in favour of Project and General.",
      "id": "s109"
    },
    {
      "text": "At this point the loop then closes and the Bill is cancelled.",
      "id": "s110"
    },
    {
      "text": "The second Bill will be drawn for an amount not exceeding $60,000 with the same parties as the first Bill, with the exception that ATTORI is replaced by Business and Research Management Limited as the endorser.",
      "id": "s111"
    },
    {
      "text": "' \n(h) This was subsequently reflected in a conversation between Peter Lucas and Stephen Law or Frederick Kempson of FSI in the following terms:\n \n Lucas said:\n 'Project and General will use the bill facility to make loans to participants in Personal Budplan No.",
      "id": "s112"
    },
    {
      "text": "1 to satisfy the amounts payable by them to ATTORI and BARM.",
      "id": "s113"
    },
    {
      "text": "Bills of exchange made payable to ATTORI will be drawn by Project and General and accepted by FSI.",
      "id": "s114"
    },
    {
      "text": "The bills will then be endorsed by ATTORI in favour of Project and General by way of deposit by ATTORI with Project and General.",
      "id": "s115"
    },
    {
      "text": "Following this the bills will be cancelled.",
      "id": "s116"
    },
    {
      "text": "Project and General will also draw bills made payable to BARM which will be accepted by FSI.",
      "id": "s117"
    },
    {
      "text": "We will use the same procedure for these bills as for the bills payable to ATTORI.",
      "id": "s118"
    },
    {
      "text": "All the funds lent by Project and General are to come back on deposit with Project and General.",
      "id": "s119"
    },
    {
      "text": "As the facility limit will be $600,000 we will need to draw bills in batches having a face amount of less than $600,000 and repeat the process until the full amount to be paid to ATTORI and BARM has been paid.",
      "id": "s120"
    },
    {
      "text": "' He said: 'Yes.",
      "id": "s121"
    },
    {
      "text": "' \n(i) This formed the agreed basis upon which Peter Lucas signed the relevant agreements for the financing of the BPS on behalf of PGF on 3 April 1996.",
      "id": "s122"
    },
    {
      "text": "Included in these agreements was a deposit agreement between PGF and ATTORI that relevantly stated:\n \n \n \n '3.1 The Depositor covenants with the Company that it will not draw on its deposit with the Company except to the extent that funds have been repaid by the Participants to the Company less such fees as the Company shall reasonably charge from time to time.",
      "id": "s123"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n(j) On the same day, bills with a total face value of $364,200 were settled on the basis of a facility agreement that provided that the limit of the facility was $600,000 and acceptance notices that expressed the tenor of the bills to be one day.",
      "id": "s124"
    },
    {
      "text": "(k) Thereafter, Dennis Lear continued to conduct the affairs of BARM on the basis of the funding arrangements agreed with FSI in February and March 1996.",
      "id": "s125"
    },
    {
      "text": "Specifically:\n \n \n (i) In his discussions with Messrs Gallagher, Lucas and Stotter on around April 1996 he proposed that: \n \n'The terms of the deposit by BARM with PGF are to be similar to the terms of the Deposit Agreement between PGF and ATTORI except that BARM will only be entitled to ten per cent of the payments of principal and interest made by participants in Budplan Personal Syndicate to PGF.",
      "id": "s126"
    },
    {
      "text": "' \n \n At this time, there were four directors of PGF (Lear, Stotter, Lucas and Gallagher) and five directors of BARM (Lear, Stotter, Lucas, Gallagher and Priest).",
      "id": "s127"
    },
    {
      "text": "Donald Priest was not privy to the above conversation and was not involved in the financing of the Budplans.",
      "id": "s128"
    },
    {
      "text": "Only Allan Gallagher had an objection to the proposal that was to be a written agreement imposing legal restrictions on PGF.",
      "id": "s129"
    },
    {
      "text": "(ii) On 29 April 1996 Dennis Lear provided fellow director Allan Gallagher with a breakdown of draw downs to be made by BARM from the deposit with PGF so as to pay Monpro, a promoter of BPS.",
      "id": "s130"
    },
    {
      "text": "(iii) On 3 May 1996, Dennis Lear wrote to Allan Gallagher to convey the breakdown of how the amounts received by PGF from participants on account of the recourse portion of the loans should be distributed to BARM and ATTORI.",
      "id": "s131"
    },
    {
      "text": "That memorandum relevantly stated: \n \n'In the first instance, this will require Project &amp; General Finance Pty Limited to pay from the sum of $400 principal and interest received per participation the proportion of $225 deposit drawdown for ATTORI and $7 in respect of BARM.",
      "id": "s132"
    },
    {
      "text": "This will leave Project &amp; General Finance Pty Limited with a profit on these loans comprising interest margin of $80 per participation.",
      "id": "s133"
    },
    {
      "text": "' (emphasis added) \n \n (iv) On 7 May 1996, Dennis Lear provided Allan Gallagher with a further breakdown of how the amounts received by PGF from participants on account of the recourse portion of the loans should be distributed to BARM and ATTORI.",
      "id": "s134"
    },
    {
      "text": "(v) On 7 June 1996, Dennis Lear provided the promoter of Company Budplan No 2 a diagrammatical representation of the cashflows for that Budplan.",
      "id": "s135"
    },
    {
      "text": "(vi) On 9 September 1996, Dennis Lear provided Peter Lucas, director of BARM, PGF, ATTORI and SMA (SMA being appointed on 4 July 1996 as the entity responsible for the collection and processing of receivables and administration of the bill settlements), with a diagrammatical representation of the cash flows for the first two Budplans.",
      "id": "s136"
    },
    {
      "text": "Significantly, the diagram represented that cash flows to BARM from PGF were to be taken as a percentage of the repayments by participants and those cashflows to BARM would form the basis for the estimated tax liability.",
      "id": "s137"
    },
    {
      "text": "(vii) On 24 September 1996, Dennis Lear provided John Mathie, Chief Financial Officer of the Main Camp group, with the appropriate wording of notes for the financial statements that recognised the limited recourse nature of the loans to participants.",
      "id": "s138"
    },
    {
      "text": "That note relevantly stated: \n \n'SECURED LOANS - OTHER The recoverability of 'Secured Loans --- Other' is dependent upon farmers in Main Camp Tea Tree Oil Projects Nos 3 and 4 and Central Highlands Wine Grape Project No.2, and participants of Budplan Personal Syndicate, Personal Budplan No.2, Company Budplan No.1 and Company Budplan No.2 repaying the secured loans due to the company The farmers and participants have or will repay a portion of their loans in cash with the remainder of the repayment of these loans to be ,funded out of the future commercial proceeds of the projects.",
      "id": "s139"
    },
    {
      "text": "The amount of non-current receivables at 30 June 1996, whose recoverability is dependent upon the projects achieving a sufficient level of profitability through the operation of the relevant commercial projects or the commercial development of the Budplan Projects at or above their book value, is $ (insert amount).",
      "id": "s140"
    },
    {
      "text": "As with any business venture, there is a risk of these various projects not being commercially successful.",
      "id": "s141"
    },
    {
      "text": "In respect of the projects managed by related companies of this company, the directors are satisfied that the matters required to be attended to, so as to provide the projects with the opportunity for future commercial success, are being carried out.",
      "id": "s142"
    },
    {
      "text": "Accordingly, at the date of these accounts, the directors have no reason to believe that the projects will not be commercially successful.",
      "id": "s143"
    },
    {
      "text": "If conditions occur in future periods whereby the directors consider that it is probable that the full amount of these receivables will not be recovered, an adjustment will be made to the carrying value of these assets.",
      "id": "s144"
    },
    {
      "text": "' \n(l) The understanding evidenced by the above correspondence continued to govern the bill settlements for the Budplans thereafter.",
      "id": "s145"
    },
    {
      "text": "That is, at each bill settlement, PGF drew bills in favour of BARM with a tenor of one day, that were accepted by FSI, endorsed by BARM in favour of PGF, and then cancelled.",
      "id": "s146"
    },
    {
      "text": "This occurred within minutes and involved signatories that were authorised to sign on behalf of both BARM and PGF and were often directors of both BARM and PGF.",
      "id": "s147"
    },
    {
      "text": "The bills themselves were drafted in a manner that provided for endorsement by BARM in favour of PGF.",
      "id": "s148"
    },
    {
      "text": "(m) Further, it is not in contest in these proceedings that, based on the financial position of PGF, the limited recourse portions of the loans (as reflected in the face value of the bills) were not realisable.",
      "id": "s149"
    },
    {
      "text": "That is, PGF did not have the funds to make the limited recourse portion available to BARM as its asset position was insufficient to meet any call by BARM on the deposit beyond the recourse amount.",
      "id": "s150"
    },
    {
      "text": "This may be summarised in the following table:\n\n Financial Year PGF Assets less receivables from participants PGF Net assets/ (liabilities) Value of bills settled and referable to Applicant's management fees 1996 59,839,544 1,030,097 8,163,800 1997 38,018,098 (54,363,633) 25,069,725 1998 7,265,101 (74,106,376) 12,876,945 \n\n \n \nThis table explains why the limit of the bill facility was $600,000.",
      "id": "s151"
    },
    {
      "text": "(n) This was a matter that the directors of BARM were acutely aware of and formed the basis of communications between the directors of BARM and PGF responsible for the funding arrangements, Lear and Lucas, in September 1996 as to the projected cash flows for the group arising from the loans to participants.",
      "id": "s152"
    },
    {
      "text": "(o) It was also a matter that was reflected in the working papers of John Mathie, Chief Financial Officer of Mainstar One Holdings Pty Limited, that formed the basis for the audited accounts of BARM, ATTORI and PGF.",
      "id": "s153"
    },
    {
      "text": "That is, John Mathie compiled working papers for BARM and PGF from April 1996 on the basis that BARM and ATTORI were only entitled to drawdown the recourse portion of the loans to participants plus interest on those amounts, notwithstanding that in some cases the recourse amounts exceeded by a relatively minor amount the amounts actually repaid by participants.",
      "id": "s154"
    },
    {
      "text": "(p) The audited financial statements of BARM, PGF and their holding company Mainstar One Holdings also recognised that their receivables were affected by the terms of the loan agreements between PGF and participants.",
      "id": "s155"
    },
    {
      "text": "Specifically:\n \n \n (i) The audit report for BARM's Annual Financial Report dated 30 June 1997 provided at page 3: \n \n \n \n 'As indicated in Note 5 to the financial statements, the company has certain receivables due from related entities in respect of accrued management and administration fees which are recorded in the .financial statements at a net carrying value of $7,774,975.",
      "id": "s156"
    },
    {
      "text": "The recoverability of these receivables is dependent upon the future commercial success of certain business and collaborative research and development projects that are managed by the Company.",
      "id": "s157"
    },
    {
      "text": "As outlined in Note 5, the ultimate commercial success of these projects cannot presently be determined with an acceptable degree of reliability, and therefore the recoverability of these receivables may be in doubt.",
      "id": "s158"
    },
    {
      "text": "' \n \n \n \n \n The notes in respect to the financial statements for those receivables stated at page 10: \n \n \n \n 'The recoverability of these receivables is subject to other entities within the wholly owned group recovering loans provided by them to the participants in these projects in order to find the participants' interest in the various projects.",
      "id": "s159"
    },
    {
      "text": "' (emphasis added)\n \n \n \n \n (ii) The notes to BARM's Annual Financial Report dated 30 June 1998 provided at page 11: \n \n \n \n \n 'These receivables can only be drawn down by the company when the related company receives principal repayments of the limited recourse portion of loans to participants in certain prescribed interest undertakings.",
      "id": "s160"
    },
    {
      "text": "The limited recourse portion of these loans is repayable only out of the participants' share of the business earnings of the ventures.",
      "id": "s161"
    },
    {
      "text": "The management fees and receivables will be recognised in future years to the extent that principal repayments are received by the related company from business earnings.",
      "id": "s162"
    },
    {
      "text": "' (emphasis added)\n \n \n \n \n \n (iii) The notes to the PGF Annual Financial Report dated 30 June 1997 provided at page 16: \n \n \n \n \n 'The company is holding certain deposits for a director-related entity, an entity within the wholly owned group and two other related entities pursuant to the terms of various deposit agreements.",
      "id": "s163"
    },
    {
      "text": "The deposits relate to research fees, farm fees and management fees earned by these entities pursuant to a number of prescribed interest undertakings, whereby the participants in these undertakings have been financed by the company.",
      "id": "s164"
    },
    {
      "text": "Under the loan agreements approximately 75% of the principal is repayable out of the participant's share of the business earnings of these ventures.",
      "id": "s165"
    },
    {
      "text": "Under the deposit agreements, the deposits can only be called on to the extent that the loan principal and interest repayments have been received by the company.",
      "id": "s166"
    },
    {
      "text": "' (emphasis added)\n \n \n \n \n \n (iv) The notes to the PGF Annual Financial Report dated 30 June 1998 provided at page 14: \n \n \n \n \n 'The company is holding certain deposits for a director-related entity, an entity within the wholly owned group and two other related entities pursuant to the terms of various deposit agreements.",
      "id": "s167"
    },
    {
      "text": "The deposits relate to research fees, ,farm fees and management fees earned by these entities pursuant to a number of prescribed interest undertakings, whereby the participants in these undertakings have been financed by the company.",
      "id": "s168"
    },
    {
      "text": "Under the loan agreements approximately 75% of the principal is repayable out of the participant's share of the business earnings of these ventures.",
      "id": "s169"
    },
    {
      "text": "Under the deposit agreements, the deposits can only be called on to the extent that the loan principal and interest repayments have been received by the company.",
      "id": "s170"
    },
    {
      "text": "' (emphasis added)\n \n \n \n \n \n (v) The notes to the Mainstar One Holdings Annual Financial Report dated 30 June 1998 provided at page 25: \n \n \n \n \n 'Under the deposit agreements, the deposits can only be called to the extent that the loan principal and interest repayments have been received by P&amp;G.' \n \n \n \n\n56 The Commissioner has not led any evidence that controverts the above evidence.",
      "id": "s171"
    },
    {
      "text": "Indeed the Commissioner's evidence is supportive of the proposition that if the deposit was not made by BARM, no further loans could be advanced by PGF.",
      "id": "s172"
    },
    {
      "text": "57 The authorities support the proposition that an agreement may be implied from the acts and conduct of the parties even where the strictures of offer and acceptance cannot be strictly proven: see Brogden v Metropolitan Railway (1877) 2 AC 666 at 672, 678, 679, 686, 689, 698; Integrated Computer Services Pty Ltd v Digital Equipment Corp (Aust) Pty Ltd (1988) 5 B.P.R 11,110 at 11,117; Pobjie Agencies v Vinidex Tubemakers (2000) Aust Contract R 90-112 at [21]-[32]; see also Vroon v Foster's Brewing Group Ltd [1994] 2 VR 32 at 67.",
      "id": "s173"
    },
    {
      "text": "58 In the present case, it is clear that Dennis Lear proposed that the deposit made by BARM with PGF (both of which were wholly owned subsidiaries of Mainstar One Holdings), be subject to the same agreement as that which applied to ATTORI and PGF from April 1996.",
      "id": "s174"
    },
    {
      "text": "None of the directors of either company, with the exception of Allan Gallagher, opposed the proposal.",
      "id": "s175"
    },
    {
      "text": "Allan Gallagher's objection was to there being a written agreement (see [55(k)(i)] above).",
      "id": "s176"
    },
    {
      "text": "Thereafter, the acts and conduct of BARM and PGF were consistent with the existence of a deposit agreement on the terms referred to above.",
      "id": "s177"
    },
    {
      "text": "It was not consistent with a proposition that the deposit was repayable on demand, particularly when the notes to BARM's financial statements for the 1997 (and 1998) financial year are considered.",
      "id": "s178"
    },
    {
      "text": "Commissioner's contentions \n \n59 The Commissioner did not put in issue any of the factual matters upon which BARM relied, however he contended that there is no basis for inferring an agreement in the terms of the deposit agreement entered into on 6 March 1998 in respect of the period before that time; that is, from 1996 through to 6 March 1998.",
      "id": "s179"
    },
    {
      "text": "60 Specifically, he made the submissions set out in [61] --- [64] below.",
      "id": "s180"
    },
    {
      "text": "61 The question of whether a contract was entered into or, if so, what the terms of that contract were, is not resolved by inadmissible assertions as to subjective beliefs, intentions or desires.",
      "id": "s181"
    },
    {
      "text": "Questions of formation of contract are dealt with on the objective theory of contract.",
      "id": "s182"
    },
    {
      "text": "As was recently restated by the High Court in Toll (FGCT) Pty Ltd v Alphapharm Pty Ltd [2004] HCA 52 ; (2004) 219 CLR 165 at 179:\n 'This Court, in Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 78 ALJR 1045 , has recently reaffirmed the principle of objectivity by which the rights and liabilities of the parties to a contract are determined.",
      "id": "s183"
    },
    {
      "text": "It is not the subjective beliefs or understandings of the parties about their rights and liabilities that govern their contractual relations.",
      "id": "s184"
    },
    {
      "text": "What matters is what each party by words and conduct would have led a reasonable person in the position of the other party to believe.",
      "id": "s185"
    },
    {
      "text": "' \n62 The Commissioner submitted in the present case:\n \n(a) There is no evidence of any negotiations in relation to a deposit agreement.",
      "id": "s186"
    },
    {
      "text": "It is not self-evident what the terms of such an agreement would have been had there been any negotiation.",
      "id": "s187"
    },
    {
      "text": "(b) Athough Mr Lear proposed a deposit agreement (with unidentified terms), Mr Gallagher did not want to impose any 'legal restrictions as to how it uses its money'.",
      "id": "s188"
    },
    {
      "text": "63 The reliance on Integrated Computer Services Pty Ltd is misplaced.",
      "id": "s189"
    },
    {
      "text": "The relevant principle was stated by McHugh JA (with whom Hope and Mahoney JJA agreed) at 11,117:\n '[I]t is an error 'to suppose that merely because something has been done then there is therefore some contract in existence which has thereby been executed'.",
      "id": "s190"
    },
    {
      "text": "Nevertheless, a contract may be inferred from the acts and conduct of parties as well as or in the absence of their words.",
      "id": "s191"
    },
    {
      "text": "(Empirnall Holdings Pty Ltd v Machon Paull Partners Pty Ltd (1988) 14 NSWLR 523).",
      "id": "s192"
    },
    {
      "text": "The question in this class of case is whether the conduct of the parties, viewed in the light of the surrounding circumstances, shows a tacit understanding or agreement.",
      "id": "s193"
    },
    {
      "text": "The conduct of the parties, however, must be capable of proving all the essential elements of an express contract (cf Baltimore &amp; Ohio Railway Co v US [1923] USSC 85 ; (1923) 261 US 592 ; Fincke v US (1982) 675 F 2d 289).",
      "id": "s194"
    },
    {
      "text": "' \n 64 It is not possible in the present case to determine all the essential elements of an express contract.",
      "id": "s195"
    },
    {
      "text": "To the extent that one is left to seek to imply terms from conduct (rather than from the express words of a written contract) one is faced with the hurdle that the parties evidently turned their minds to, and rejected, entering into a written contract.",
      "id": "s196"
    },
    {
      "text": "The best inference to be drawn from the rejection of entering into a written contract was that the parties could not agree to the essential terms of the contract (and thus did not reach any concluding agreement).",
      "id": "s197"
    },
    {
      "text": "It was not until 6 March 1998 that there was a consensus as to the terms of the deposit agreements.",
      "id": "s198"
    },
    {
      "text": "Conclusion \n \n65 Having regard to the factual matters referred to in [55] above, none of which were put in issue by the Commissioner, I find that the acts and conduct of BARM and PGF were consistent with the existence of a deposit agreement on the terms referred to in [38] and [54] above, during a period commencing prior to 1 July 1996 up to and including the time when the agreement was reduced to writing in March 1998.",
      "id": "s199"
    },
    {
      "text": "They were the essential terms of any such contract and the parties' conduct proved as much.",
      "id": "s200"
    },
    {
      "text": "ISSUE 1 \n BARM's Submissions \n \n66 BARM's submissions on this issue were put in two alternative ways:\n \n(1) the amount to be recognised as income in respect of the 'management fees' should reflect the economic reality of the entire transaction; the amount so recognised is limited to the amount received by BARM from PGF by way of payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s201"
    },
    {
      "text": "(2) even if the amount to be recognised as income in respect of the 'management fees' is the amount provided for in clause 4.5 --- 4.6 of the Syndicate Deed, it is only derived as income as and when BARM received payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s202"
    },
    {
      "text": "67 While BARM's submissions put these alternatives in the order they appear in [66] above, counsel for BARM made it clear that alternative (2) was at the forefront of his argument.",
      "id": "s203"
    },
    {
      "text": "On the other hand, they can be viewed as being two sides of the same coin.",
      "id": "s204"
    },
    {
      "text": "Alternative (1) \n \n68 The elements of this argument are set out in [69]-[74] below.",
      "id": "s205"
    },
    {
      "text": "69 BARM submitted that an amount received by a taxpayer in consideration of, or as reward for, services is income according to ordinary concepts and, therefore, assessable under s 25(1) of the ITAA 1936 (in the case of the 1997 year) of s 6-5 of the Income Tax Assessment Act 1997 (Cth) ('the ITAA 1997') (in the case of the 1998 year) when derived.",
      "id": "s206"
    },
    {
      "text": "70 The 'management fees' expressed to be payable to BARM under each contract between BARM and a participant will only be income in their gross amount if they can be said to be the true consideration, or reward, for the services to be performed by BARM.",
      "id": "s207"
    },
    {
      "text": "71 In determining whether an amount paid or payable to the taxpayer has the character of income, it is necessary:\n \n(a) to have regard to the quality of the amount in the hands of the taxpayer and not to the character of the expenditure to the payer : Federal Commissioner of Taxation v McNeil [2007] HCA 5 ; (2007) 229 CLR 656 at [20] and [55]; G.P.",
      "id": "s208"
    },
    {
      "text": "International Pipecoaters Pty Ltd v Federal Commissioner of Taxation [1990] HCA 25 ; (1990) 170 CLR 124 at 136;\n \n(b) to have regard to the whole of the surrounding circumstances or factual matrix, and not just to the contract under which the amount is paid or payable: Federal Coke Co Pty Ltd v Federal Commissioner of Taxation (1977) 34 FLR 375 at 385; Federal Commissioner of Taxation v Cooling (1990) 22 FCR 42 at 53;\n \n(c) as an elaboration of the previous paragraph, to consider the substance rather than the form of the transaction, particularly where an amount is paid as part of a wider, composite transaction: Dickenson v Federal Commissioner of Taxation [1958] HCA 62 ; (1958) 98 CLR 460 at 482, 491; Reuter v Federal Commissioner of Taxation 93 ATC 5030 at 5036 --- 5037; Federal Commissioner of Taxation v Broken Hill Pty Co Ltd (2000) 45 ATR 507 at [50]; Macquarie Finance Ltd v Federal Commissioner of Taxation (2004) 57 ATR 115 at [61], [64] per Hill J, on appeal [2005] FCAFC 205 ; (2005) 146 FCR 77 at [109] --- [111] per French J, [169] --- [170] and [187] per Hely J, and [251] --- [253] per Gyles J; Customs &amp; Excise Commissioners v Diners Club Ltd [1989] 1 WLR 1196 at 1207; see also Barclays Mercantile Business Finance Ltd v Mawson [2005] 1 AC 684; and\n \n(d) to disregard the labels used by the parties: Federal Commissioner of Taxation v Krakos Investments Pty Ltd (1995) 61 FCR 489 at 495; Vincent v Federal Commissioner of Taxation (2002) 124 FCR 350 at [64] --- [72].",
      "id": "s209"
    },
    {
      "text": "72 When regard is paid to the entire transaction to which BARM was party, it will be seen that, in substance, the reward for the services to be performed by BARM to participants in BPS was not the payment of the 'management fee' provided for in clauses 4.5 --- 4.6 of the Syndicate Deed but rather the payments made by PGF to BARM in payment of interest and repayments of principal of the deposit, funded by payments of interest and repayments of principal by participants under their loan agreements with PGF.",
      "id": "s210"
    },
    {
      "text": "The same can be said for all the other Budplans.",
      "id": "s211"
    },
    {
      "text": "73 This is not to disregard the legal relationships created by the Syndicate Deed or to tax by economic equivalence.",
      "id": "s212"
    },
    {
      "text": "Rather it is to avoid taking a blinkered view of the transaction entered into by BARM, and to recognise the reality of the transaction which was that BARM would only ever be paid for the management services that it would perform if participants made payments to PGF under their respective loan agreements.",
      "id": "s213"
    },
    {
      "text": "74 Accordingly, the only amount which is assessable as ordinary income in respect of the 'management fees' is the amount which was received by BARM from PGF by way of payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s214"
    },
    {
      "text": "Alternative (2) \n \n75 The elements of this argument are set out in [76] --- [85] below.",
      "id": "s215"
    },
    {
      "text": "76 BARM submitted that the assessable income of BARM for the 1997 and 1998 years of income included gross or ordinary income derived from all sources (see [69] above).",
      "id": "s216"
    },
    {
      "text": "77 As an alternative to the submission under the previous heading, it is submitted that if the management fees are to be recognised as income in their gross amount, they were only derived as income as and when BARM received payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s217"
    },
    {
      "text": "78 Central to the concept of derivation is the proposition that there must be a gain in the sense of an amount which has 'come home' to the taxpayer, i.e.",
      "id": "s218"
    },
    {
      "text": "it is available for the taxpayer's separate use, benefit and disposal: Federal Commissioner of Taxation v Montgomery [1999] HCA 34 ; (1999) 198 CLR 639 at [65] and [117]-[118]; Commissioner of Taxes (SA) v Executor Trustee and Agency Co of South Australia (' Carden ') [1938] HCA 69 ; (1938) 63 CLR 108 at 155; Arthur Murray (NSW) Pty Ltd v Federal Commissioner of Taxation [1965] HCA 58 ; (1965) 114 CLR 314 at 318; Eisner v Macomber [1919] USSC 118 ; (1920) 252 US 189 at 207 applied in Montgomery at [117].",
      "id": "s219"
    },
    {
      "text": "That is, receipt of itself is not sufficient to constitute a gain or an amount as income derived: Arthur Murray at 318.",
      "id": "s220"
    },
    {
      "text": "79 In order to determine whether a receipt has come home the enquiry is focused upon the general understanding among practical business people as to whether the receipt has come home for the separate use, benefit and disposal of the taxpayer: Arthur Murray at 318; Montgomery at [117].",
      "id": "s221"
    },
    {
      "text": "80 That enquiry proceeds by reference to the 'realities' that affect the taxpayer's separate use, benefit and disposal of the receipt rather than merely the legal form of, or legal entitlements arising from, the receipt itself: Permanent Trustee Co of New South Wales v Federal Commissioner of Taxation (' Prior ') (1940) 6 ATD 5 at 13.",
      "id": "s222"
    },
    {
      "text": "81 A receipt will not come home where the amount received is affected by a legal or equitable restriction affecting the separate use, benefit or enjoyment of the recipient: Arthur Murray at 318; Barratt v Federal Commissioner of Taxation [1992] FCA 271 ; (1992) 36 FCR 222 at 231; RW Parsons, Income Taxation in Australia : Principles of Income, Deductibility and Tax Accounting , Law Book Company, Sydney (1985) at [11.49].",
      "id": "s223"
    },
    {
      "text": "For example, where the receipt is affected by a constructive trust (see, MacFarlane v Federal Commissioner of Taxation (1986) 13 FCR 356) or where the recipient is not the beneficial object of the receipt (see The Countess of Bective v Federal Commissioner of Taxation (1932) 47 CLR 417 at 424).",
      "id": "s224"
    },
    {
      "text": "82 Further, even where there is no legal or equitable restriction affecting the receipt, the receipt may not come home where: \n \n(a) the practical 'realities' prevent the taxpayer from the separate use, benefit or enjoyment of a gain because the obligor cannot meet their legal or contractual obligations to the taxpayer (see Prior at 13); or\n \n(b) it would be unsound from a business or legal perspective, to recognise the receipt as income because the receipt did not give a 'substantially correct reflex of the taxpayer's true income': see Carden at 145; Arthur Murray at 318; Ballarat Brewing Company Limited v Federal Commissioner of Taxation [1951] HCA 35 ; (1951) 82 CLR 364 at 368, 369.",
      "id": "s225"
    },
    {
      "text": "83 This is illustrated by the approach to income recognition in the area of insurance.",
      "id": "s226"
    },
    {
      "text": "It is accepted that, in an appropriate case, the aggregate of insurance premiums received by an insurer in a year of income does not give a substantially correct reflex of that insurer's income because of the contingencies affecting those premiums: see Sun Insurance Office v Clark (1912) AC 443 at 452-4, 456 and 460, 461, approved in Ballarat Brewing and Carden .",
      "id": "s227"
    },
    {
      "text": "84 In the present case, the means by which BARM was to be paid the ''management fees' was by the delivery of bills by PGF but due to the requirement of the 'round robin' arrangements previously agreed by BARM and PGF, it could not and did not enjoy the separate use, benefit and enjoyment of those bills.",
      "id": "s228"
    },
    {
      "text": "The bills were required to be returned by BARM to PGF by way of a deposit and, as a consequence of the terms of the deposit agreement referred to at para 42 above, amount in respect of the 'management fees' would come home to BARM until BARM received from PGF payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s229"
    },
    {
      "text": "85 Accordingly, it cannot be said that BARM derived the 'management fees' as income when either the contracts between BARM and participants were entered into which provided for payment of the 'management fees' or when the 'round robin' transactions occurred to effect payment of those 'management fees'.",
      "id": "s230"
    },
    {
      "text": "The Commissioner's Submissions \n \n86 The Commissioner's submissions on this issue are set out in [87] to [103] below.",
      "id": "s231"
    },
    {
      "text": "87 Underlying the Commissioner's submissions is the premise, which is not put in issue by BARM, that BARM is an accruals basis taxpayer, and that the accruals method would give 'a substantially correct reflex of [BARM's] income': cf.",
      "id": "s232"
    },
    {
      "text": "Carden .",
      "id": "s233"
    },
    {
      "text": "88 As an accruals basis taxpayer, BARM derived amounts as income at such time or times as debts became due to it, even through such amounts may not yet have been paid.",
      "id": "s234"
    },
    {
      "text": "As Dixon J noted in Carden at 155.5, quoting with apparent approval The Law of Income Tax by Sir Houldsworth Shaw and Mr Baker (at 111):\n 'There is an important distinction between debts due to a trading company and unpaid in a particular year or period and other income which is not a trade receipt.",
      "id": "s235"
    },
    {
      "text": "Trading debts due but not yet paid must be included in arriving at the balance of profits or gains.",
      "id": "s236"
    },
    {
      "text": "' \nAnd further at 157:\n 'The foundation of the accrual system is the view that the accounts should show at once the liabilities incurred and the revenue earned, independently of the date when payment is made or becomes due.",
      "id": "s237"
    },
    {
      "text": "...",
      "id": "s238"
    },
    {
      "text": "The word \"derived\" is the equivalent of \"arising\" or \"accruing\".",
      "id": "s239"
    },
    {
      "text": "' \n89 In respect of an accruals basis taxpayer, the time of derivation will normally be the time when a recoverable debt arises: Barratt at 231.2; Henderson v Federal Commissioner of Taxation [1970] HCA 62 ; (1968) 119 CLR 612 at 650.6.",
      "id": "s240"
    },
    {
      "text": "90 The consequence is that BARM derived income represented by the management fees payable pursuant to the Syndicate Deeds (subject to the operation of the ' Arthur Murray principle' discussed below) at the time at which the management fees became due to it by Participants; so understood, neither the time at which the payment obligation was discharged, nor the mode by which the payment obligation was discharged, were matters which affected the derivation by BARM of the income represented by the management fees.",
      "id": "s241"
    },
    {
      "text": "91 Nor did the use to which the bills of exchange were put by BARM affect the derivation by it of income represented by the management fees: see G.P.",
      "id": "s242"
    },
    {
      "text": "International Pipecoaters .",
      "id": "s243"
    },
    {
      "text": "92 While the Commissioner's primary submission is that the mode of discharge of payment of the management fees is irrelevant to the issue of derivation by BARM, the mode of discharge adopted (utilising bills of exchange) had the consequence that payments in the amounts shown on the bills of exchange (i.e.",
      "id": "s244"
    },
    {
      "text": "full payment of the management fees instalments) are to be taken as having been made to BARM on the dates on which the bills of exchange were delivered to it: Howland-Rose at [128] --- [130]; Equuscorp Pty Ltd v Glengallan Investments Pty Ltd [2004] HCA 55 ; (2004) 218 CLR 471 at [44] --- [47].",
      "id": "s245"
    },
    {
      "text": "93 The position was therefore that:\n \n(a) debts became due from Participants in favour of BARM in respect of management fees pursuant to the terms of the management agreements, and BARM derived the amounts of those debts as income at such times as the debts fell due; and\n \n(b) those debts were subsequently discharged in full through the mechanism of the receipt by BARM of bills of exchange.",
      "id": "s246"
    },
    {
      "text": "94 The present state of authority recognises only a very limited class of cases in that payments may be actually received by a taxpayer, but only derived as income at later points in time.",
      "id": "s247"
    },
    {
      "text": "The relevant class of cases are those coming within the principle recognised in Arthur Murray .",
      "id": "s248"
    },
    {
      "text": "95 It is not disputed here that, to the extent that BARM received management fees in one year that related in part to the provision by it of management services in the next year, the principle recognised in Arthur Murray would apply to defer the derivation of that part of the management fees until the later year, when the services in connection with those management fees were actually performed.",
      "id": "s249"
    },
    {
      "text": "Indeed, that is how it returned the income represented by the management fees.",
      "id": "s250"
    },
    {
      "text": "96 The present case is, however, an attempt by BARM in reliance on Arthur Murray , to advance a broader proposition, namely, that notwithstanding:\n \n(i) the incurring by Participants of debts in favour of BARM in respect of management fees; and\n \n(ii) the discharge of those debts by delivery of the bills to BARM;\n \nthere was no derivation of income by BARM in respect of the management fees.",
      "id": "s251"
    },
    {
      "text": "97 Unlike Arthur Murray , the foundation for this broader proposition does not relate to the time of performance by BARM of the management services.",
      "id": "s252"
    },
    {
      "text": "Rather, it rests on the following circumstances:\n \n(a) BARM's conduct in entering into commercial transactions (i.e.",
      "id": "s253"
    },
    {
      "text": "loans) that were distinct and separate from the provision of the management services;\n \n(b) the utilisation of the consideration received by BARM from Participants in respect of management fees in making those loans to PGF; and\n \n(c) the circumstance that, by agreement with the borrower (PGF), BARM had limited or restricted its ability to enforce repayment of the loans.",
      "id": "s254"
    },
    {
      "text": "98 The Commissioner submitted that the flaw in BARM's argument is that it attempts to conflate, for taxation purposes, the consequences of distinct and separate transactions being:\n \n(i) the arrangement under which BARM provided management services to the Participants; and\n \n(ii) the arrangement under which BARM made loans to PGF.",
      "id": "s255"
    },
    {
      "text": "99 The first of those arrangements resulted in BARM agreeing to perform management activities which constituted the provision of services in the ordinary course of the business that it carried on and that resulted in the Participants discharging their payment obligations to it.",
      "id": "s256"
    },
    {
      "text": "100 The taxation consequences of performance of those income earning activities were independent of the consequences of what BARM did with the consideration that it received from Participants.",
      "id": "s257"
    },
    {
      "text": "101 The High Court noted in G.P.",
      "id": "s258"
    },
    {
      "text": "International Pipecoaters at 136 --- 137:\n 'The question in this appeal is the character of the establishment costs as receipts in the hands of the taxpayer 'Whether or not a particular receipt is income depends upon its quality in the hands of the recipient': Scott v Federal Commissioner of Taxation [1966] HCA 48 ; [(1996) 117 CLR 514] , per Windeyer J.",
      "id": "s259"
    },
    {
      "text": "The relevant question is not the character of the expenditure by SECWA A receipt may be income in the hands of a payee whether or not it is expenditure of a capital nature by the payer.",
      "id": "s260"
    },
    {
      "text": "Nor is the relevant question the nature of the expenditure made by the taxpayer in the construction of the plant.",
      "id": "s261"
    },
    {
      "text": "A taxpayer may apply income in the acquisition of a capital asset or, conversely, apply a capital receipt to discharge a liability of a non-capital nature.",
      "id": "s262"
    },
    {
      "text": "As Cozens-Hardy MR observed in Hudson's Bay Co v Stevens: '... if the money is otherwise liable to income tax it cannot escape taxation by reason of its being applied to a capital purpose'.",
      "id": "s263"
    },
    {
      "text": "And thus a receipt may be income although the recipient is bound to apply it for the purpose of discharging a capital liability: Mersey Docks v Lucas [(1883) 8 App Cas 891, at 904, 909-910; Commissioners of Inland Revenue v Corporation of London (as Conservators of Epping Forest) [(1953) 34 TC 293, at 329].",
      "id": "s264"
    },
    {
      "text": "The Commissioner and the taxpayer both treated the cost of constructing the plant as capital expenditure, but the question is not whether that was an expenditure of capital nor whether the plant was used for the purpose of producing assessable income so that depreciation of the plant was deductible under s 54 of the Act.",
      "id": "s265"
    },
    {
      "text": "The relevant question is whether the receipt of the establishment costs was income in the taxpayer's hands.",
      "id": "s266"
    },
    {
      "text": "It is necessary to keep that question steadily in mind and not to confuse the character of the receipt with the nature of the asset acquired by application of the moneys received.",
      "id": "s267"
    },
    {
      "text": "The appellant's argument was, in substance, that the plant was a capital asset, that the moneys expended in its construction were an expenditure of a capital nature by the taxpayer and that, as those moneys were received for the purpose of expenditure on the construction of the plant, their receipt was a receipt of capital.",
      "id": "s268"
    },
    {
      "text": "The first two steps may be accepted but the final step assumes that, when money is received for the purpose of its being expended by the recipient, the.",
      "id": "s269"
    },
    {
      "text": "character of the receipt is necessarily determined by the character of its proposed expenditure by the recipient.",
      "id": "s270"
    },
    {
      "text": "That assumption is erroneous and, even if the establishment costs were received for the purpose of expenditure on the construction of the plant, it does not necessarily follow that their receipt was a receipt of capital.",
      "id": "s271"
    },
    {
      "text": "Before turning to the character of the receipt, it is desirable first to consider the means by which the character of expenditure may be determined.",
      "id": "s272"
    },
    {
      "text": "' (emphasis added) \n102 The taxation consequences of the loans to PGF must be addressed independently of the taxation consequences of the provision of management services.",
      "id": "s273"
    },
    {
      "text": "The loans to PGF were transactions that:\n \n(a) had to be evaluated separately as coming within the capital gains regimes under the ITAA 1936 and the ITAA 1997: and\n \n(b) represented a use of the consideration received from Participants in respect of management fees, by way of investment for income earning purposes;\n \n(c) had the result that BARM incurred capital losses to the extent that there existed limited recourse provisions which had the consequences that loans to PGF were not repaid in full.",
      "id": "s274"
    },
    {
      "text": "103 The Commissioner submitted that it is a fundamental defect in BARM's argument that it impermissibly seeks to make derivation of the income amount (the debt/payment in respect of management services) dependent upon the capacity to recover the capital asset arising from investment of the income (the debt owing by PGF).",
      "id": "s275"
    },
    {
      "text": "Apart from the illogicality of the contended dependence, it is relevant to note that even if there had been an impediment to recovery of the debt on income account, that would not lead to the result that it would not have been derived as income.",
      "id": "s276"
    },
    {
      "text": "In Barratt at 232, Gummow J (Northrop and Drummond JJ agreeing) drew attention to the distinction between:\n \n(a) the situation where a debt has not come into existence, with the result that income will not have been derived (an example of which was Federal Commissioner of Taxation v Australian Gas Light Co (1983) 74 FLR 13); and \n \n(b) the situation where a debt has come into existence, but there is an impediment to recovery.",
      "id": "s277"
    },
    {
      "text": "Accordingly, statutory prohibitions against recovery of fees for medical services pursuant to s 35(2) of the Medical Practitioners Act 1938 (NSW) were only impediments to enforcement that did not lead to the result that taxpayers assessable on an accruals basis had not derived the fees as income.",
      "id": "s278"
    },
    {
      "text": "Analysis \n \n104 There is much force in BARM's contention that alternative (1) does not involve taxation by reference to economic equivalence.",
      "id": "s279"
    },
    {
      "text": "Generally speaking, that doctrine has been relied on to seek re-characterisation of a receipt or outgoing where there is more than one way to achieve the desired economic result and the taxpayer chooses the way which is the most tax effective.",
      "id": "s280"
    },
    {
      "text": "Anti-avoidance provisions aside, the courts have consistently rejected the doctrine of taxation by reference to economic equivalence, that is, by reference to the ways in which the transaction could or might have been done, as an aid to characterisation.",
      "id": "s281"
    },
    {
      "text": "As was said in the joint judgment of Gaudron, McHugh, Kirby and Hayne JJ in Federal Commissioner of Taxation v Orica Ltd [1998] HCA 33 ; (1998) 194 CLR 500 at [70] :\n '[L]ittle or no guidance is offered by considering what other transactions the taxpayer might have made to achieve a commercial result substantially the same as the commercial result said to flow from the making of the Principal Assumption Agreement.",
      "id": "s282"
    },
    {
      "text": "No doubt the taxpayer might have taken the amount of $62,309.546 which it paid to MMBW and instead of paying it to MMBW under the Principal Assumption Agreement have invested it in Commonwealth Bonds maturing at or about the same time as its debentures were to mature.",
      "id": "s283"
    },
    {
      "text": "If it had done that it would have derived income which it might then have applied in satisfaction of most, if not all, of its liabilities to debenture holders.",
      "id": "s284"
    },
    {
      "text": "Similarly, it might have invested the same amount as it paid to MMBW on more speculative investments and it might then have obtained returns greater than the amount necessary to pay the debenture holders.",
      "id": "s285"
    },
    {
      "text": "Examination of those other transactions does not reveal whether or when the taxpayer derived income as a result of the making of the Principal Assumption Agreement.",
      "id": "s286"
    },
    {
      "text": "In particular, the characterisation of the gains or receipts obtained in accordance with hypothetical transactions of the kind described is of little, if any, assistance in characterising the nature of the benefits identified as flowing from the making of the Principal Assumption Agreement.",
      "id": "s287"
    },
    {
      "text": "' \nIn many ways, this is no more than an echo of what was said over twenty years before by Sir Nigel Bowen in Federal Coke Co Pty Ltd v F C of T (1977) 34 FLR 375 at 386 --- 387:\n 'His Honour appears to have considered that he could approach the characterisation of the receipts in the hands of the taxpayer by treating them as if they were received by Bellambi or the Bellambi group.",
      "id": "s288"
    },
    {
      "text": "On the other hand, if they were treated as received by Federal, his Honour thought that they were received by Federal just as much as compensation for the contraction of the contract to supply coke as if the payee had been the parent rather than the subsidiary.",
      "id": "s289"
    },
    {
      "text": "One may have some sympathy with an approach of this kind.",
      "id": "s290"
    },
    {
      "text": "However, in taxation matters, the court is obliged to have regard to the actual facts and not to their equivalents.",
      "id": "s291"
    },
    {
      "text": "In cases where it is appropriate the court may apply a statutory provision such as s 260 to get rid of a contract, agreement or arrangement and deal with the case in disregard of that element, but, where there is no statutory warrant for doing so, the court cannot disregard certain of the facts or re-arrange the facts or decide the case according to its view of the substance of the matter.",
      "id": "s292"
    },
    {
      "text": "It is not legitimate to disregard the separateness of different corporate entities or to decide liability to tax upon the basis of the substantial economic or business character of what was done.",
      "id": "s293"
    },
    {
      "text": "' \n105 On the other hand, contrary to the submission in [73] and [74] above, BARM's alternative (1) does require a disregard of the legal relationships created by the relevant instruments; it requires a conflation of separate transactions, albeit financially dependent separate transactions, and taxation by reference to the end economic result of that conflation.",
      "id": "s294"
    },
    {
      "text": "That is equally impermissible.",
      "id": "s295"
    },
    {
      "text": "While not directly in point, it has a resonance with the alternative argument that was put to the High Court in Investment Merchant Finance Corporation Ltd v Federal Commissioner of Taxation [1971] HCA 35 ; (1971) 125 CLR 249 where the assessment in question was sought to be upheld on the footing that the transaction, as a whole , was the carrying out of a profit-making scheme for the purposes of s 26(a) of the ITAA 1936, and that, in determining the profit derived from the scheme, the dividend received should be brought into account rather than being treated as itself, assessable income in accordance with s 44 of the ITAA 1936: in particular, see Menzies J at 262.",
      "id": "s296"
    },
    {
      "text": "That alternative argument was rejected by all members of the Court.",
      "id": "s297"
    },
    {
      "text": "106 Of course, there will be cases where the Parliament mandates such treatment.",
      "id": "s298"
    },
    {
      "text": "The example that comes most readily to mind is the consolidation regime in Part III --- 90 of the ITAA 1997.",
      "id": "s299"
    },
    {
      "text": "107 Alternative (1), rather than avoiding a 'blinkered' view of the transaction as submitted by BARM, does just that by requiring a 'closing of the eyes' to the separate transactions that took place.",
      "id": "s300"
    },
    {
      "text": "Contentions that alternative (1) recognises the reality of the transaction, as a whole, elides what that involves --- conflation of separate, albeit financially dependent, transactions, and taxation by reference to the end economic result.",
      "id": "s301"
    },
    {
      "text": "Like taxation by reference to economic equivalence, it must be rejected.",
      "id": "s302"
    },
    {
      "text": "108 The argument underlying alternative (2) involves the deferral of derivation of income represented by the management fees to the time BARM receives payments of interest and repayments of principal on the deposit with PGF.",
      "id": "s303"
    },
    {
      "text": "For an accruals basis taxpayer, the point of derivation of such income would normally be, as the Commissioner contended, when the management fees fell due, subject of course to the principle that comes out of Arthur Murray that, even if received, there will be no derivation until the receipt is earned.",
      "id": "s304"
    },
    {
      "text": "As indicated in [95] above, that latter principle was observed in the way in which BARM returned the income represented by the management fees.",
      "id": "s305"
    },
    {
      "text": "109 The argument for deferral to the time BARM receives payments of interest and repayments of principal on the deposit with PGF is said to '... look to realities' to use the words of Rich J in Prior at 13.",
      "id": "s306"
    },
    {
      "text": "What it effectively asserts is that BARM should be treated as a cash basis taxpayer in respect of such income and then only for the amount of money received.",
      "id": "s307"
    },
    {
      "text": "Reliance for this argument is placed on the process of reasoning in Arthur Murray , albeit for a very different principle, Prior and Barratt .",
      "id": "s308"
    },
    {
      "text": "I deal with each of these cases below.",
      "id": "s309"
    },
    {
      "text": "110 What this argument ignores is that BARM received the consideration for its management services when the bills of exchange were delivered to it.",
      "id": "s310"
    },
    {
      "text": "In other words, if it is to be treated as a cash basis taxpayer in respect of such income, it is the time of delivery of the bills of exchange that is the point of derivation.",
      "id": "s311"
    },
    {
      "text": "In this regard, subs 21(1) of the ITAA 1936 provides:\n 'Where, upon any transaction, any consideration is paid or give otherwise than in cash, the money value of that consideration shall, for the purposes of this Act, be deemed to have been paid or given.",
      "id": "s312"
    },
    {
      "text": "' \nThere was evidence before me going to the financially dependent nature of the bill transactions which might lead one to accept that the money value of the bills was less than their face amounts.",
      "id": "s313"
    },
    {
      "text": "But there was no such valuation in evidence.",
      "id": "s314"
    },
    {
      "text": "Equally, there was evidence before me going to the quantum of funds held by the accommodation party at the time of each bill transaction which might lead one to accept that the value of the bills was equal to their face amounts.",
      "id": "s315"
    },
    {
      "text": "But again, there was no such valuation in evidence.",
      "id": "s316"
    },
    {
      "text": "BARM carries the onus of proving that the assessments are excessive: s 14ZZO of the Taxation Administration Act .",
      "id": "s317"
    },
    {
      "text": "On the issue of the money value of the bills at the relevant times, it has not discharged that onus.",
      "id": "s318"
    },
    {
      "text": "It is not for me, particularly in the face of the competing evidence outlined above, to speculate what that value might be.",
      "id": "s319"
    },
    {
      "text": "111 However, I am not persuaded that BARM should be treated as a cash basis taxpayer in respect of such income; certainly not by reference to the authorities upon which BARM relied.",
      "id": "s320"
    },
    {
      "text": "It is to those authorities that I now turn.",
      "id": "s321"
    },
    {
      "text": "112 Whatever else it might support, nothing was said in Arthur Murray which supports the argument underlying alternative (2).",
      "id": "s322"
    },
    {
      "text": "Arthur Murray was a case stated by Barwick CJ in five pending appeals from decisions of the Board of Review.",
      "id": "s323"
    },
    {
      "text": "The facts relevant to the only question that had to be formally answered were few and simple.",
      "id": "s324"
    },
    {
      "text": "They are recited in the judgment of the Court in the following terms at 316:\n 'In the relevant years the company carried on a business of giving courses of tuition in dancing for fees of varying amounts per hour.",
      "id": "s325"
    },
    {
      "text": "What the case describes as basic courses of tuition available consisted of 5, 15 or 30 hours of private tuition to be taken by appointment within a year, though some students contracted for a course of 1,200 hours' tuition to be taken at any time during the student's lifetime.",
      "id": "s326"
    },
    {
      "text": "Payment for a course of lessons was often made in advance, either in the form of a lump sum or by instalments, a variable discount being allowed for immediate payment.",
      "id": "s327"
    },
    {
      "text": "For example, the fee for a lifetime course of 1,200 hours was [sterling]3,300, reducible to [sterling]3,000 for immediate payment.",
      "id": "s328"
    },
    {
      "text": "The student was given no contractual right to a refund in the event of his not completing the course--indeed the form of contract in general use denied any such right--though in practice refunds were sometimes given.",
      "id": "s329"
    },
    {
      "text": "In the company's books, fees were credited immediately upon their being received to an account styled \"Unearned deposits--Untaught Lessons Account\", and from that account amounts corresponding with lessons taught were periodically transferred to the credit of an account styled \"Earned Tuition Account\".",
      "id": "s330"
    },
    {
      "text": "The company made up its income tax returns on the footing that fees received in advance of tuition formed no part of its assessable income at the moment of receipt, but became such as and when earned by the giving of the lessons.",
      "id": "s331"
    },
    {
      "text": "The Commissioner, on the other hand, made the relevant assessments upon the view that fees received in advance of tuition possessed the character of assessable income in the company's hands from the moment of receipt, so that in respect of a given year of income there was no need to distinguish between fees for which lessons had been given during the year and fees for which at the end of the year the lessons still remained to be given.",
      "id": "s332"
    },
    {
      "text": "The question to be decided is, in effect, whether on the facts as stated it is open to the Justice hearing the appeals to uphold the Commissioner's view.",
      "id": "s333"
    },
    {
      "text": "' \n113 The Court answered that question 'no' by declaring that on the facts appearing in the case stated the conclusion is not open that a receipt of fees for a specified number of dancing lessons to be given over a period subsequent to the receipt is a derivation of assessable income.",
      "id": "s334"
    },
    {
      "text": "In the course of their reasons, the Court said at 320:\n 'Nothing in the Act is contradicted or ignored when a receipt of money as a prepayment under a contract for future services is said not to constitute by itself a derivation of assessable income.",
      "id": "s335"
    },
    {
      "text": "On the contrary, if the statement accords with ordinary business concepts in the community--and we are bound by the case stated to accept that it does--it applies the provisions of the Act according to their true meaning.",
      "id": "s336"
    },
    {
      "text": "' \n114 Earlier in their reasons, the Court had said at 318:\n 'As Dixon J. observed in Carden's Case: \"Speaking generally, in the assessment of income the object is to discover what gains have during the period of account come home to the taxpayer in a realized or immediately realizable form\".",
      "id": "s337"
    },
    {
      "text": "The word \"gains\" is not here used in the sense of the net profits of the business, for the topic under discussion is assessable income, that is to say gross income.",
      "id": "s338"
    },
    {
      "text": "But neither is it synonymous with \"receipts\".",
      "id": "s339"
    },
    {
      "text": "It refers to amounts which have not only been received but have \"come home\" to the taxpayer; and that must surely involve, if the word \"income\" is to convey the notion it expresses in the practical affairs of business life, not only that the amounts received are unaffected by legal restrictions, as by reason of a trust or charge in favour of the payer--not only that they have been received beneficially--but that the situation has been reached in which they may properly be counted as gains completely made, so that there is neither legal nor business unsoundness in regarding them without qualification as income derived.",
      "id": "s340"
    },
    {
      "text": "' \n115 The Court went on, by way of clarification and elaboration, as follows at 319:\n 'Likewise, as it seems to us, in determining whether actual earning has to be added to receipt in order to find income, the answer must be given in the light of the necessity for earning which is inherent in the circumstances of the receipt.",
      "id": "s341"
    },
    {
      "text": "It is true that in a case like the present the circumstances of the receipt do not prevent the amount received from becoming immediately the beneficial property of the company; for the fact that it has been paid in advance is not enough to affect it with any trust or charge, or to place any legal impediment in the way of the recipient's dealing with it as he will.",
      "id": "s342"
    },
    {
      "text": "But those circumstances nevertheless make it surely necessary, as a matter of business good sense, that the recipient should treat each amount of fees received but not yet earned as subject to the contingency that the whole or some part of it may have in effect to be paid back, even if only as damages, should the agreed quid pro quo not be rendered in due course.",
      "id": "s343"
    },
    {
      "text": "The possibility of having to make such a payment back (we speak, of course, in practical terms) is an inherent characteristic of the receipt itself.",
      "id": "s344"
    },
    {
      "text": "In our opinion it would be out of accord with the realities of the situation to hold, while the possibility remains, that the amount received has the quality of income derived by the company.",
      "id": "s345"
    },
    {
      "text": "' (Emphasis added) \n116 In the present case, accepting that the delivery of the bill of exchange to BARM is the equivalent of a receipt of money, there is nothing further that BARM has to do to earn the amount for which the bill is payable; there is no circumstance which could arise under which BARM would have to return the bill to PGF as the drawer such as to make it 'an inherent characteristic of the receipt itself'; and while the transaction for which the bill is delivered to BARM, namely, the discharge of the payment obligation of the participant in respect of the management fees, is financially dependent on the next transaction for which the bill is endorsed to PGF as the borrower, namely, the making of the deposit by BARM with PGF, there is no 'legal impediment in the way of the recipient's [BARM's] dealing with it as he [it] will'.",
      "id": "s346"
    },
    {
      "text": "117 In my view, there is no process of reasoning in, or principle coming out of, Arthur Murray which supports the argument underlying alternative (2).",
      "id": "s347"
    },
    {
      "text": "And this would be the case whether BARM is an accruals basis or cash basis taxpayer, assuming of course that the principle coming out of Arthur Murray applies equally to both.",
      "id": "s348"
    },
    {
      "text": "While Arthur Murray concerned an accruals basis taxpayer, there seems to be no reason why the principle does not equally apply to a cash basis taxpayer.",
      "id": "s349"
    },
    {
      "text": "118 Prior concerned a cash basis taxpayer who, during his lifetime, was a member of a partnership which was dissolved by a deed.",
      "id": "s350"
    },
    {
      "text": "His sole co-partner had borrowed money from him on his private account and the deceased had lent money to the partnership.",
      "id": "s351"
    },
    {
      "text": "An account was made up of the dealings between them on the dissolution and the result was shown as leaving the co-partner indebted to the deceased in the sum of [sterling]8,388, which included a sum of [sterling]2,535 made up of two amounts:\n \n(1) [sterling]1,462 interest, said to be owing at 13 August 1932 by the co-partner on his personal account.",
      "id": "s352"
    },
    {
      "text": "(2) [sterling]1,073 interest, said to be the deceased's half share of the interest owing to him by the partnership at the time.",
      "id": "s353"
    },
    {
      "text": "By the deed, he undertook a personal liability to the deceased for the amount and secured it over a certain property already mortgaged, for part of the sum.",
      "id": "s354"
    },
    {
      "text": "The property was actually worth only [sterling]3,295 and by reason of his financial position the co-partner was unable to pay even the arrears of interest included in the sum and no payment had ever been made in respect of the sum.",
      "id": "s355"
    },
    {
      "text": "119 The Commissioner contended that the interest referred to represented interest derived by the deceased during the account period ended 30 June 1932 but capitalised by means of the deed dated the 13 August 1932 affecting the dissolution of the partnership.",
      "id": "s356"
    },
    {
      "text": "Under the deed, the interest had been carried to the capital account.",
      "id": "s357"
    },
    {
      "text": "120 The question before the court was whether the taxable income of the deceased for the year ended 30 June 1933 included an amount of [sterling]2,097 or any part, and if so, what part of that sum.",
      "id": "s358"
    },
    {
      "text": "121 The [sterling]2,097 was arrived at by deducting from the total of the amounts shown above, [sterling]2,535, a sum of [sterling]438 that the taxpayer had returned as income in previous years.",
      "id": "s359"
    },
    {
      "text": "122 All members of the Court held that the [sterling]2,097 was not income within the meaning of the ITAA 1936 for the year in question.",
      "id": "s360"
    },
    {
      "text": "In the course of his reasons, Rich J said at 12 --- 13:\n 'If when the deceased entered into the deed of dissolution of partnership he had obtained an investment for the moneys due to him including interest adequate to cover it providing him with the equivalent in a capital form of everything due to him the case might not have been very different from that of a man who obtains a cheque for interest from the debtor and hands it back to him as part of a new investment on fixed mortgage on adequate security.",
      "id": "s361"
    },
    {
      "text": "But here the facts show that the deceased got nothing except a new obligation to pay in exchange for an existing obligation to pay.",
      "id": "s362"
    },
    {
      "text": "He was no nearer getting his money or of transferring it into anything of any value.",
      "id": "s363"
    },
    {
      "text": "His debtor could neither pay nor secure payment of the debt to him except by charging it on property already heavily mortgaged and quite incapable of producing a surplus out of which the amount representing interest could be paid.",
      "id": "s364"
    },
    {
      "text": "To see whether income has been derived one must look to realities.",
      "id": "s365"
    },
    {
      "text": "Usually payment of interest by cheque involves a receipt of income but payment by a valueless cheque does not.",
      "id": "s366"
    },
    {
      "text": "\"For income tax purposes receivability without receipt is nothing.",
      "id": "s367"
    },
    {
      "text": "\" Law of Income Tax (Sir Houldsworth Shaw &amp; Baker), p 111.",
      "id": "s368"
    },
    {
      "text": "You do not transform interest into an accretion of capital by writing out words on a piece of paper.",
      "id": "s369"
    },
    {
      "text": "There must be some reality behind them.",
      "id": "s370"
    },
    {
      "text": "Some accretion of value to corpus.",
      "id": "s371"
    },
    {
      "text": "The facts in this case show that there was not \"an actually realised or realisable profit\": Cross v. London &amp; Provincial Trust Ltd [[1938] 1 KB 792 at 798.",
      "id": "s372"
    },
    {
      "text": "All that happened in this case was to change a forlorn hope of interest into a still more forlorn hope of capital.",
      "id": "s373"
    },
    {
      "text": "In my opinion income was not derived even if the sums for interest included in the Commissioner's [sterling]2,097 were really due and not as the taxpayers claim only in part due owing to error.",
      "id": "s374"
    },
    {
      "text": "' \n123 Nothing that was said there supports the argument underlying alternative (2).",
      "id": "s375"
    },
    {
      "text": "124 Barratt was concerned with whether an accruals basis of tax accounting was appropriate for a partnership of medical practitioners carrying on a pathology practice where the partnership required the use of large and expensive equipment and laboratory, courier and clerical services which were provided by service entities associated with the partners.",
      "id": "s376"
    },
    {
      "text": "A Full Court of this Court held that it was and dismissed the taxpayer's appeal.",
      "id": "s377"
    },
    {
      "text": "The principal judgment was given by Gummow J with whom Northrop and Drummond JJ agreed but, with respect, it does not shine any light on the appropriateness of the principle put forward by BARM that is alternative (2).",
      "id": "s378"
    },
    {
      "text": "125 Expert accounting evidence was called by BARM in support of the argument underlying alternative (2) from Professor Robert Walker, the Professor of Accounting in the Faculty of Economics and Business at the University of Sydney.",
      "id": "s379"
    },
    {
      "text": "The Commissioner relied on expert accounting evidence from Mr Wayne Lonergan to deny the appropriateness of any financial accounting treatment consistent with the argument underlying alternative (2).",
      "id": "s380"
    },
    {
      "text": "With respect to both experts, I did not find their evidence provided me with any constructive assistance in resolving the issues raised by BARM's arguments.",
      "id": "s381"
    },
    {
      "text": "In any event, as Davies J observed in Commissioner of Taxation v Dunn (1989) 85 ALR 244 at 252:\n '... ordinary accounting principles and practices are not determinative of the issue, they are relevant and may be influential, as Dixon J in Carden's case (at 152) and Barwick CJ, Kitto and Taylor JJ in Arthur Murray (at 318) pointed out ...' \n126 In conclusion, my view is that, consistent with BARM being an accruals basis taxpayer, the income represented by the management fees was derived by BARM when those fees fell due; or, in the case of fees which related to the provision of services in a year of income after the year in which the fees fell due, consistent with the principle that comes out of Arthur Murray , in the year of income in which those services were provided.",
      "id": "s382"
    },
    {
      "text": "That is, as I understand the evidence, how BARM returned the income represented by the management fees.",
      "id": "s383"
    },
    {
      "text": "Even if BARM were to be taxed on the management fee income as a cash basis taxpayer, and as indicated in [111] above, I do not think such a basis is appropriate, that would only defer derivation to the date of delivery of the bills of exchange or, in the case of fees which related to the provision of services in a year of income after the year in which the fees were received, consistent with the principle that comes out of Arthur Murray , in the year of income in which these services were provided.",
      "id": "s384"
    },
    {
      "text": "127 Moreover, in the absence of evidence that the money value of the bills at the time of delivery to BARM was less than their face value, no deferral would also result in a reduction in the quantum of the amount derived.",
      "id": "s385"
    },
    {
      "text": "128 BARM's position in relation to Issue 1 cannot be sustained; and it follows that its position in relation to Issue 2 must also fail.",
      "id": "s386"
    },
    {
      "text": "129 The application must be dismissed with the costs.",
      "id": "s387"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-nine (129) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s388"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2008\n\n Counsel for the Applicant: Mr M Richmond and Mr J Mitchell \n \n Solicitor for the Applicant: Minter Ellison \n \n Counsel for the Respondent: Mr BJ Sullivan SC and Mr TM Thawley \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 7, 8, 9 and 10 April 2008 \n \n Date of Judgment: 14 November 2008 \n\n \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1652.html",
      "id": "s389"
    }
  ]
}