{
  "name": "Romanin v The Commissioner of Taxation [2008] FCA 1532 (16 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1532.html",
  "catchphrases": [
    {
      "text": "deductions",
      "id": "c0"
    },
    {
      "text": "legal expenses incurred in proceedings instituted to recover income contractually due",
      "id": "c1"
    },
    {
      "text": "whether outgoings allowable deductions under s 8-1 of the income tax assessment act 1997 (cth)",
      "id": "c2"
    },
    {
      "text": "whether outgoings incurred in gaining or producing assessable income",
      "id": "c3"
    },
    {
      "text": "whether outgoings capital in nature",
      "id": "c4"
    },
    {
      "text": "application of penalty tax",
      "id": "c5"
    },
    {
      "text": "income taxation",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant, Mr Romanin, by notice of appeal filed on 18 January 2008 seeks to set aside or vary the Commissioner's decision to disallow his objections to notices of assessment for the years ended June 2000 to June 2004.",
      "id": "s0"
    },
    {
      "text": "The appeal is made pursuant to s 14ZZ(a) of the Taxation Administration Act 1953 (Cth).",
      "id": "s1"
    },
    {
      "text": "Mr Romanin seeks orders allowing his appeal against the Commissioner's Notice of Decision on Objection and accordingly seeks orders reducing his taxable income for the years in question.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n2 On or about 26 May 2005 Mr Romanin lodged tax returns for the years ended 30 June 2000, 2001, 2002, 2003 and 2004 claiming, among other things, deductions for the legal expenses relating to claims against Macro Corporation Limited (Macro) and the University Co-operative Bookshop Limited (the Co-op).",
      "id": "s3"
    },
    {
      "text": "3 The Macro claim arose in relation to the cessation of Mr Romanin's employment with the company around 1999.",
      "id": "s4"
    },
    {
      "text": "Mr Romanin entered into a deed of settlement with Macro.",
      "id": "s5"
    },
    {
      "text": "Mr Romanin claimed deductions for the legal expenses incurred and paid in relation to advice obtained in connection with this claim (these expenses are not in issue in the current appeal).",
      "id": "s6"
    },
    {
      "text": "4 In June 1999 Mr Romanin was recruited by Drake Personnel Limited as acting General Manager and Company Secretary for the Co-op.",
      "id": "s7"
    },
    {
      "text": "He was paid $8,000 per week.",
      "id": "s8"
    },
    {
      "text": "This equated to an annual salary of $416,000 plus 9% superannuation.",
      "id": "s9"
    },
    {
      "text": "His appointment as acting General Manager followed the Co-op's suspension of its previous general manager.",
      "id": "s10"
    },
    {
      "text": "Mr Romanin explained that the environment at the Co-op was hostile as there were questions as to whether the predecessor's suspension was valid.",
      "id": "s11"
    },
    {
      "text": "5 In July of that year, Mr Romanin started negotiating a permanent employment contract with the Co-op.",
      "id": "s12"
    },
    {
      "text": "He was offered a position as General Manager and Chief Executive Officer on a permanent fulltime basis, earning a salary of $4,692 per week plus superannuation.",
      "id": "s13"
    },
    {
      "text": "This meant that his salary would be almost halved.",
      "id": "s14"
    },
    {
      "text": "With this in mind, he sought reassurance from the Board of the Co-op that he would not be suspended in the same manner as his predecessor.",
      "id": "s15"
    },
    {
      "text": "He was not willing to accept the position until receipt of confirmation from the Chairman of the Co-op that he would be entitled to 12 months termination notice or payment in lieu if his appointment was terminated.",
      "id": "s16"
    },
    {
      "text": "6 By a letter of 20 August 1999, the Co-op offered Mr Romanin the position as General Manager and Chief Executive Officer on the following terms and conditions:\n \n1. a salary of $244,000 per annum;\n \n2.",
      "id": "s17"
    },
    {
      "text": "9% superannuation;\n \n3. payment of Director and Officers indemnity insurance;\n \n4. payment of reasonable mobile phone costs;\n \n5. performance based bonus to be agreed and assessed annually;\n \n6. separation/termination provisions and payments to be agreed; and\n \n7. key performance indicators to be agreed.",
      "id": "s18"
    },
    {
      "text": "7 After discussing the offer by telephone with the Chairman, while Mr Romanin was in Singapore, Mr Romanin made it clear to the Chairman that he would only accept the position if he was guaranteed a 12 month termination notice period or payment in lieu.",
      "id": "s19"
    },
    {
      "text": "He was informed by the Chairman that he would be entitled to a termination notice period of 12 months plus one month for each year of service that had been completed, or alternatively payment in lieu.",
      "id": "s20"
    },
    {
      "text": "On this basis, Mr Romanin accepted the Co-op's offer.",
      "id": "s21"
    },
    {
      "text": "8 He commenced employment with the Co-op and was paid in accordance with the provisions of the new contract but at the time of commencing he had not signed a written contract nor was one provided to him.",
      "id": "s22"
    },
    {
      "text": "9 On 15 September 1999 he received a draft service agreement from the Co-op which provided for only a six month termination notice period and a probationary period.",
      "id": "s23"
    },
    {
      "text": "He complained that the draft service agreement was inconsistent with the terms and conditions of his employment contract that had been agreed with the Chairman.",
      "id": "s24"
    },
    {
      "text": "The Co-op denied the employment contract existed or that it had ever agreed to such terms and conditions.",
      "id": "s25"
    },
    {
      "text": "10 In October 1999, the Co-op suddenly terminated Mr Romanin's employment and gave him seven days notice.",
      "id": "s26"
    },
    {
      "text": "The Co-op denies that the employment contract ever existed and denied that Mr Romanin was entitled to a 12 month termination notice period or payment in lieu.",
      "id": "s27"
    },
    {
      "text": "11 Mr Romanin was forced to find alternative employment.",
      "id": "s28"
    },
    {
      "text": "He was unemployed for some time but commenced various consultancies and employment with other entities and earned $144,983.51 in the 12 month period following termination of his employment.",
      "id": "s29"
    },
    {
      "text": "LEGAL ADVICE \n \n12 In early 2000, Mr Romanin consulted a barrister to provide his opinion as to whether the employment contract existed and whether he was entitled to enforce the terms of the employment contract.",
      "id": "s30"
    },
    {
      "text": "He was advised that the employment contract did exist, that it was enforceable and that Mr Romanin was entitled to a 12 month termination notice period or payment in lieu.",
      "id": "s31"
    },
    {
      "text": "Counsel also advised Mr Romanin that if he were to commence legal proceedings against the Co-op, the claim would be for an order that the employment contract existed and a contractual payment under the employment contract.",
      "id": "s32"
    },
    {
      "text": "PROCEEDINGS IN THE INDUSTRIAL RELATIONS COMMISSION \n \n13 On the basis of the advice received, Mr Romanin instructed solicitors from late 2000 to commence proceedings in the Industrial Relations Commission of New South Wales (the Commission).",
      "id": "s33"
    },
    {
      "text": "A conflict of interest arose which meant that the original solicitors withdrew and he appointed another firm of solicitors.",
      "id": "s34"
    },
    {
      "text": "That firm filed an amended summons for relief at the Commission and represented Mr Romanin together with counsel in the course of the proceedings.",
      "id": "s35"
    },
    {
      "text": "The proceedings were quite extensive and took place over five days.",
      "id": "s36"
    },
    {
      "text": "14 Ultimately in November 2003, the Commission upheld Mr Romanin's claims.",
      "id": "s37"
    },
    {
      "text": "The Commission held that the employment contract and its terms and conditions existed and that Mr Romanin was entitled to the 12 months termination notice period or payment in lieu thereof.",
      "id": "s38"
    },
    {
      "text": "The Co-op was required to recognise the employment contract and pay him the total value of the employment package for the period of 12 months less any salary and other earnings that Mr Romanin had earned in alternative employment during the 12 months following the termination of his employment.",
      "id": "s39"
    },
    {
      "text": "15 The Commission ordered the Co-op to pay to Mr Romanin the sum of $202,829.90.",
      "id": "s40"
    },
    {
      "text": "16 The subsequent orders made in accordance with the Commission's judgment show that amount was made up as follows:\n \n&#8226; 12 months remuneration in the sum of $287,460 less the earnings referred to, leaving a balance of $142,476.49;\n \n&#8226; interest on that sum to 27 February 2004 totalling $60,353.41;\n \n&#8226; an award of costs in his favour in connection with the proceedings in the Commission (excluding the costs awarded against Mr Romanin apparently arising from a motion to dismiss counsel).",
      "id": "s41"
    },
    {
      "text": "MR ROMANIN'S TAX RETURN \n \n17 In February 2004, Mr Romanin was advised by his solicitors that the sum received from the Commission totalling $202,829.90 should be treated as an early termination payment.",
      "id": "s42"
    },
    {
      "text": "He completed an early termination prepayment statement together with payment instructions to the superannuation payer and requested that $40,000 be rolled over to his superannuation fund.",
      "id": "s43"
    },
    {
      "text": "Those instructions were provided to the Co-op's solicitors together with a request that those solicitors deduct the relevant tax.",
      "id": "s44"
    },
    {
      "text": "A payment was made from the Co-op to his solicitors in the amount of $202,829.90 made up of the original award of $142,476.49 and interest of $60,353.41 in about March 2004.",
      "id": "s45"
    },
    {
      "text": "18 No tax was deducted with respect to that payment nor did the Co-op's solicitors comply with Mr Romanin's request to roll over part of the funds into his superannuation fund.",
      "id": "s46"
    },
    {
      "text": "Mr Romanin separately deposited $40,000 into his fund and treated the balance of $102,476.49 as income.",
      "id": "s47"
    },
    {
      "text": "Further, the interest component of the $60,353.41 was treated as assessable income.",
      "id": "s48"
    },
    {
      "text": "Deduction \n \n19 The total legal fees incurred in pursuing his claim against the Co-op amounted to $283,565.14.",
      "id": "s49"
    },
    {
      "text": "He was offered $210,000 in final satisfaction of the costs and accepted that offer in July 2004.",
      "id": "s50"
    },
    {
      "text": "He received the sum of $210,000 in the year ended 30 June 2005.",
      "id": "s51"
    },
    {
      "text": "As a result he was out of pocket $73,565.14 comprising $43,000 for the Co-op's costs of the motion to dismiss counsel and $30,565.14 being the difference of party and party costs and indemnity costs for the period up to the motion to dismiss.",
      "id": "s52"
    },
    {
      "text": "20 The Co-op legal expenses claimed by Mr Romanin in his tax returns for the years ended 30 June 2000 through to 2004 consistent with the sums actually incurred were the following:\n \n&#8226; 30 June 2000 $6,824.45\n \n&#8226; 30 June 2001 $22,397.85\n \n&#8226; 30 June 2002 $29,044.88\n \n&#8226; 30 June 2003 $32,905.26\n \n&#8226; 30 June 2004 $192,392.70\n \n21 In 2006, the Commissioner conducted an audit of Mr Romanin and concluded that the claimed legal expenses were not allowable deductions.",
      "id": "s53"
    },
    {
      "text": "The Commissioner also contended that Mr Romanin lacked reasonable care under s 226G of the Income Tax Assessment Act 1936 (Cth) when claiming the outgoings and imposed additional tax by way of penalty in the amount of a 25% shortfall.",
      "id": "s54"
    },
    {
      "text": "The Commissioner issued notices of assessment to Mr Romanin in relation to the years ended June 2000-2004 disallowing the deductions for legal expenses.",
      "id": "s55"
    },
    {
      "text": "22 On or about 30 July 2007, Mr Romanin lodged an objection to the notices of assessment and notices of penalty for the years ended June 2000 to June 2004.",
      "id": "s56"
    },
    {
      "text": "On 16 November 2007, the Commissioner issued Mr Romanin a Notice of Decision on Objection disallowing the deductions claimed in relation to the Co-op legal expenses.",
      "id": "s57"
    },
    {
      "text": "STATUTORY FRAMEWORK \n \n23 Section 8-1 of the Income Tax Assessment Act 1997 (Cth) (ITAA 1997) provides as follows:\n 8-1 General deductions \n \n (1) You can deduct from your assessable income any loss or outgoing to the extent that: \n \n(a) it is incurred in gaining or producing your assessable income; or (b) it is necessarily incurred in carrying on a *business for the purpose of gaining or producing your assessable income.",
      "id": "s58"
    },
    {
      "text": "Note: Division 35 prevents losses from non-commercial business activities that may contribute to a tax loss being offset against other assessable income.",
      "id": "s59"
    },
    {
      "text": "(2) However, you cannot deduct a loss or outgoing under this section to the extent that: \n \n(a) it is a loss or outgoing of capital, or of a capital nature; or (b) it is a loss or outgoing of a private or domestic nature; or (c) it is incurred in relation to gaining or producing your *exempt income or your *non-assessable non-exempt income; or (d) a provision of this Act prevents you from deducting it.",
      "id": "s60"
    },
    {
      "text": "For a summary list of provisions about deductions, see section 12 -5.",
      "id": "s61"
    },
    {
      "text": "(3) A loss or outgoing that you can deduct under this section is called a general deduction .",
      "id": "s62"
    },
    {
      "text": "For the effect of the GST in working out deductions, see Division 27.",
      "id": "s63"
    },
    {
      "text": "Note If you receive an amount as insurance, indemnity or other recoupment of a loss or outgoing that you can deduct under this section, the amount may be included in your assessable income: see Subdivision 20-A.",
      "id": "s64"
    },
    {
      "text": "24 The following provisions of the ITAA 1997 deal with assessable recoupments:\n 20-20 Assessable recoupments Exclusion \n \n (1) An amount is not an assessable recoupment to the extent that it is *ordinary income, or it is *statutory income because of a provision outside this Subdivision.",
      "id": "s65"
    },
    {
      "text": "Insurance or indemnity (2) An amount you have received as *recoupment of a loss or outgoing is an assessable recoupment if: \n \n \n (a) you received the amount by way of insurance or indemnity; and\n (b) you can deduct an amount for the loss or outgoing for the *current year, or you have deducted or can deduct an amount for it for an earlier income year, under any provision of this Act.",
      "id": "s66"
    },
    {
      "text": "Other recoupment (3) An amount you have received as *recoupment of a loss or outgoing (except by way of insurance or indemnity) is an assessable recoupment if: \n \n \n (a) you can deduct an amount for the loss or outgoing for the *current year; or\n (b) you have deducted or can deduct an amount for the loss or outgoing for an earlier income year; \n \n \nunder a provision listed in section 20-30.",
      "id": "s67"
    },
    {
      "text": "... How much is included in your assessable income?",
      "id": "s68"
    },
    {
      "text": "20-35 If the expense is deductible in a single income year \n \n (1) Your assessable income includes an *assessable recoupment of a loss or outgoing if: \n \n \n \n \n (a) you can deduct the whole of the loss or outgoing for the *current year; or\n (b) you have deducted or can deduct the whole of the loss or outgoing for an earlier income year.",
      "id": "s69"
    },
    {
      "text": "Note 1: The operation of this section may be affected if a balancing charge has been included in your assessable income because of a deduction for the loss or outgoing: see section 20- 45 .",
      "id": "s70"
    },
    {
      "text": "Note 2: Recoupment of a loss or outgoing for which you can deduct amounts over more than one income year is covered by section 20-40.",
      "id": "s71"
    },
    {
      "text": "Note 3: Recoupment of a loss or outgoing that is only partially deductible is covered by section 20-50.",
      "id": "s72"
    },
    {
      "text": "Total assessed not to exceed the loss or outgoing (2) The total of all amounts that subsection (1) includes in your assessable income for one or more income years in respect of a loss or outgoing cannot exceed the amount of the loss or outgoing.",
      "id": "s73"
    },
    {
      "text": "Recoupment received before income year of the deduction (3) If: \n \n \n (a) you can deduct the whole of a loss or outgoing for the *current year; and\n (b) before the current year you received an *assessable recoupment of the loss or outgoing; \n \n \n your assessable income for the current year includes so much of the recoupment as subsection (1) would have included if you had instead received the recoupment at the start of the current year.",
      "id": "s74"
    },
    {
      "text": "MR ROMANIN'S PRIMARY CONTENTIONS \n \n25 Counsel for Mr Romanin submits that the legal expenses incurred in the Co-op proceedings are deductible against Mr Romanin's assessable income pursuant to s 8-1 of the ITAA 1997.",
      "id": "s75"
    },
    {
      "text": "It was submitted that a wide interpretation should be given to the expression 'incurred in gaining or producing assessable income', and that the first limb of s 8-1 ITAA 1997 is satisfied if the outgoing 'has an effect in gaining or producing income': Amalgamated Zinc (De Bavay's) Ltd v Federal Commissioner of Taxation [1935] 54 CLR 295 at 303; Ronpibon Tin NL and Tongkah Compound NL v Federal Commissioner of Taxation [1949] HCA 15 ; (1949) 78 CLR 47.",
      "id": "s76"
    },
    {
      "text": "For Mr Romanin it was contended that the legal expenses were incurred in enforcing a contractual payment of income arising from his employment under the employment contract with the Co-op and should therefore be deductible.",
      "id": "s77"
    },
    {
      "text": "26 Mr Romanin also relies on the case of Commissioner of Taxation v Day [2007] 164 FCR 250 to support the proposition that legal expenses may be deductible under s 8-1 ITAA 1997 where they are incurred in respect of proceedings instituted to defend the income-earning ability of the taxpayer.",
      "id": "s78"
    },
    {
      "text": "27 Mr Romanin further submits that the character of the legal expenses incurred is of revenue nature and not capital and should not be disallowed under s 8-1(2) of the ITAA 1997.",
      "id": "s79"
    },
    {
      "text": "THE COMMISSIONER'S PRIMARY CONTENTIONS \n \n28 The Commissioner submits that Mr Romanin's legal expenses are not deductible under s 8-1 of the ITAA 1997 as the expenses were not incurred 'in the course of' deriving assessable income from undertaking the duties of his employment as the employment had ceased.",
      "id": "s80"
    },
    {
      "text": "29 Further, the Commissioner says that even if the Court finds that Mr Romanin's expenses are deductible under s 8-1(1)(a) then they ought to be excluded pursuant to s 8-1(2)(a) as they are capital in nature.",
      "id": "s81"
    },
    {
      "text": "30 Alternatively, the Commissioner submits that if the Court holds that Mr Romanin's legal expenses are deductible under s 8-1 then the amount of $210,000 received in satisfaction of the costs order ought to be classified as an 'assessable recoupment' under s 20-20 of the ITAA 1997 as it was received by way of indemnity.",
      "id": "s82"
    },
    {
      "text": "It says that this amount should be assessable to Mr Romanin in the income year of receipt (2005) pursuant to s 20- 35 of that Act.",
      "id": "s83"
    },
    {
      "text": "31 Further and alternatively, the Commissioner contends that if the receipt of $210, 000 is not an assessable recoupment under s 20-20 of the ITAA 1997, then Mr Romanin is not entitled to a deduction for any part of the $192, 393 claimed in the 2004 income year as it exceeds his actual loss for the Co-op legal expenses.",
      "id": "s84"
    },
    {
      "text": "Section 8-1(1) --- Positive Limbs \n \n32 Mr Romanin submits that it was necessary and relevant to take the matter to the Commission to enforce the contract of employment and the contractual payment to be derived from the employment.",
      "id": "s85"
    },
    {
      "text": "He says that the costs incurred in doing so are deductible under the first limb of s 8-1 of the ITAA 1997.",
      "id": "s86"
    },
    {
      "text": "33 Section 8-1 of the ITAA 1997 provides for general deductions where losses or outgoings are incurred in gaining or producing assessable income (s 8-1(1)(a)) or are necessarily incurred in carrying on a business for the purpose of gaining or producing such income (s 8-1(1)(b)).",
      "id": "s87"
    },
    {
      "text": "In order to obtain a deduction under s 8-1(1), the item of expenditure must fall within one of the above positive limbs and must not be disallowed under s 8-1(2) which excludes losses or outgoings of capital or of a capital nature or of a private or domestic nature.",
      "id": "s88"
    },
    {
      "text": "The Courts have proffered a number of tests for determining whether there is a sufficient nexus between the loss or outgoing and the generation of assessable income.",
      "id": "s89"
    },
    {
      "text": "34 In Ronpibon Tin [1949] HCA 15 ; 78 CLR 47 the High Court held following Amalgamated Zinc 54 CLR 295: \n For expenditure to form an allowable deduction as an outgoing incurred in gaining or producing the assessable income it must be incidental and relevant to that end.",
      "id": "s90"
    },
    {
      "text": "The words \"incurred in [1949] HCA 15 ; (1949) 78 CLR 47 at 57 gaining or producing the assessable income\" mean in the course of gaining or producing such income.",
      "id": "s91"
    },
    {
      "text": "Their operation has been explained in cases decided under the provisions of the previous enactments: see particularly Amalgamated Zinc (de Bavay's) Ltd. v. Federal Commissioner of Taxation , at pp.",
      "id": "s92"
    },
    {
      "text": "303-304, 307, 309, 310 and W. Nevill &amp; Co. Ltd. v. Federal Commissioner of Taxation.",
      "id": "s93"
    },
    {
      "text": "(footnotes omitted) (emphasis added) \n 35 In Day 164 FCR 250 (at [91]), Edmonds J stated: \n The test as articulated and confirmed in Payne --- that the deductibility of expenditure will turn on whether the expenditure is incurred in the course of gaining or producing the assessable income --- may be readily applied to disenfranchise expenditure incurred on travel and accommodation between two different sources of income: see Payne at [14].",
      "id": "s94"
    },
    {
      "text": "As a test, it cannot be so readily applied to expenses incurred in defending legal proceedings because the decision to defend those proceedings is divorced from the activities which are productive of that income; this is where the Ronpibon test is helpful --- the expenditure will be deductible where the occasion of its incurrence is productive of assessable income.",
      "id": "s95"
    },
    {
      "text": "In the present case, it is the employment of the taxpayer that is the occasion of its incurrence.",
      "id": "s96"
    },
    {
      "text": "(emphasis added) \n36 Further at [101]:\n In my view, the test for deductibility of legal expenses is not whether the employee's conduct or activity that resulted in the need to take defensive proceedings was conduct or activity engaged in for the purpose of producing assessable income --- contrary to the extract at [97] above from the primary judge's reasons at [35]; rather, as explained in Payne, it is whether the expenditure was incurred in the course of gaining or producing the assessable income, in the sense that the occasion of the expenditure is to be found in what is productive of assessable income.",
      "id": "s97"
    },
    {
      "text": "(emphasis added) \n37 Counsel for Mr Romanin submits that it is the enforcement of the contractual payment which is the occasion of the incurrence in this case.",
      "id": "s98"
    },
    {
      "text": "It is submitted that the expression 'in the course of deriving an assessable income' extends to the enforcement of the contractual payment and the receipt of assessable income therefrom and that any necessary steps taken to achieve that outcome are necessarily deductible.",
      "id": "s99"
    },
    {
      "text": "38 It is further submitted that the outcome that the taxpayer sought to achieve by incurring the expenditure is relevant: Fletcher v Commissioner of Taxation [1991] HCA 42 ; (1991) 173 CLR 1 at 17.",
      "id": "s100"
    },
    {
      "text": "39 However, the Commissioner submits that deductibility under s 8-1(1)(a) is not governed by the purpose for incurring the expense or the existence of any causal connection with assessable income.",
      "id": "s101"
    },
    {
      "text": "The Commissioner says that what makes the outgoing deductible is the existence of a sufficient connection or relationship between the expense and the process of income derivation or the activity that produces the income.",
      "id": "s102"
    },
    {
      "text": "40 The Commissioner submits that the characterisation of Mr Romanin's legal expenses under s 8-1(1)(a) involves identifying the advantage for which the expenditure was incurred and then determining whether that advantage relates to the process of undertaking the duties of the employment for which Mr Romanin was paid remuneration.",
      "id": "s103"
    },
    {
      "text": "41 The Commissioner contends that the advantage sought in incurring the legal expenses was to secure a lump sum payment by way of relief for the summary termination of the employment contract and that it did not relate to the process of carrying out the duties which produced income under the former employment.",
      "id": "s104"
    },
    {
      "text": "I find this argument difficult to accept in circumstances where the payment constitutes an enforcement of an entitlement to income, not to compensation or damages.",
      "id": "s105"
    },
    {
      "text": "42 Mr Romanin treated the payment as being an eligible termination payment and paid income tax on it accordingly.",
      "id": "s106"
    },
    {
      "text": "That was an appropriate treatment in my view.",
      "id": "s107"
    },
    {
      "text": "The Commissioner does not appear to suggest otherwise.",
      "id": "s108"
    },
    {
      "text": "43 While the payment was made as a consequence of the intervention of the Commission's ruling, it was still a payment made in consequence of the termination of the taxpayer's employment, within the meaning expressed in Le Grand v Commissioner of Taxation [2002] FCA 1258 ; (2002) 124 FCR 53 at [38] , where Goldberg J stated that a settlement payment 'was made in consequence of the termination of the applicant's employment and is therefore an \"eligible termination payment\" for the purposes of s 7(2) of the TPT Act and s 27A(1) of the ITAA' (emphasis added).",
      "id": "s109"
    },
    {
      "text": "44 On the face of the matter, Mr Romanin went to considerable trouble and expense to pursue recovery of the remuneration entitlements and has paid the requisite tax on receipt of them.",
      "id": "s110"
    },
    {
      "text": "Had he not incurred that expense, the payment and the tax on the payment would not have eventuated.",
      "id": "s111"
    },
    {
      "text": "There is a direct 'but for' causation applicable.",
      "id": "s112"
    },
    {
      "text": "45 The Commissioner submits that the test espoused by the majority in Day 164 FCR 250 in relation to the first positive limb of s 8-1 is too wide.",
      "id": "s113"
    },
    {
      "text": "The Commissioner argues that the preferred test is that applied in Commissioner of Taxation v Payne [2001] HCA 3 ; (2001) 202 CLR 93.",
      "id": "s114"
    },
    {
      "text": "46 Day 164 FCR 250 was a case that involved a taxpayer, against whom disciplinary proceedings were brought pursuant to the Public Service Act 1922 (Cth).",
      "id": "s115"
    },
    {
      "text": "Three sets of charges were brought against him; the first related to improper conduct; the second related to alleged failure to fulfil his duty as he failed to comply with provisions of a regulation; and the third alleged failure to fulfil his duty as an officer for contravening or failing to comply with regulations.",
      "id": "s116"
    },
    {
      "text": "His income as an officer was at risk of being reduced or lost.",
      "id": "s117"
    },
    {
      "text": "The taxpayer incurred legal expenses in defending the disciplinary proceedings and claimed these expenses as deductions under s 8-1 of the ITAA 1997.",
      "id": "s118"
    },
    {
      "text": "47 At first instance, the learned primary judge disallowed the entitlement to deductibility in respect of the legal expenses associated with the first set of charges; allowed deductibility for expenses associated with the second set of charges; and held that the legal expenses associated with the third set of charges were not deductible, but found that the Commissioner was estopped from denying their deductibility by reason of a consent judgment entered into between the parties.",
      "id": "s119"
    },
    {
      "text": "The majority of the Full Court held that the expenses relating to the first and third sets of charges paid in 2002 were deductible under s 8-1(1) of the ITAA 1997.",
      "id": "s120"
    },
    {
      "text": "48 In Day 164 FCR 250 at [24]-[34] Spender J held:\n \n \n 24.",
      "id": "s121"
    },
    {
      "text": "Deductibility of the respondent's legal expenses depends on satisfying the first limb of s 8-1(1), which applies if those outgoings were \"incurred in gaining or producing [his] assessable income\" and were not outgoings of capital or of a capital, private, or domestic nature.",
      "id": "s122"
    },
    {
      "text": "25.",
      "id": "s123"
    },
    {
      "text": "The positive element is satisfied if the outgoing \"has an effect in gaining or producing income\" ( Amalgamated Zinc (De Bavay's) Ltd v Federal Commissioner of Taxation (1935) 54 CLR 295 at 303 per Latham CJ) and, in applying the test, \"[a] very wide application should be given to the expression `incurred in gaining or producing the assessable income'\" (at 309 per Dixon J).",
      "id": "s124"
    },
    {
      "text": "26.",
      "id": "s125"
    },
    {
      "text": "The character of an outgoing in terms of this test \"can be determined only in relation to the object which the person making the expenditure has in view\": W Nevill &amp; Company Ltd v Federal Commissioner of Taxation [1937] HCA 9 ; (1937) 56 CLR 290 at 301 per Latham CJ.",
      "id": "s126"
    },
    {
      "text": "In that case, the purpose was the conduct of a business on a profitable basis.",
      "id": "s127"
    },
    {
      "text": "27.",
      "id": "s128"
    },
    {
      "text": "In my judgment, the objective purpose of defending the first charges before the Disciplinary Appeal Committee, and the related judicial review and appeal proceedings in the Federal Court, was to protect the respondent from the consequences specified under s 62(6) of the Public Service Act , or to diminish their severity.",
      "id": "s129"
    },
    {
      "text": "28.",
      "id": "s130"
    },
    {
      "text": "The purpose was, therefore, to seek to protect the respondent's recurrent employment income from diminution or loss, or other adverse impact.",
      "id": "s131"
    },
    {
      "text": "29.",
      "id": "s132"
    },
    {
      "text": "In Herald &amp; Weekly Times Ltd v Federal Commissioner of Taxation (1932) 48 CLR 113 at 118, Gavin Duffy CJ and Dixon J said:\n \n The question whether money is expended in and for the production of assessable income cannot be determined by considering only the immediate reason for making a payment and ignoring the purpose with which the liability was incurred.",
      "id": "s133"
    },
    {
      "text": "30.",
      "id": "s134"
    },
    {
      "text": "Having regard to the purpose for which the liability to legal expenses was incurred, in my respectful opinion, the primary judge erred in his conclusion that if the conduct which resulted in the charges was not engaged in for the purposes of producing assessable income, then expenses in relation to defending those charges were not deductible.",
      "id": "s135"
    },
    {
      "text": "The deductibility of legal expenses in defending charges is not so limited.",
      "id": "s136"
    },
    {
      "text": "31.",
      "id": "s137"
    },
    {
      "text": "In my opinion, expenses incurred in the defence of employment from that which threatens to destroy or diminish its income earning satisfies the positive test for deductibility.",
      "id": "s138"
    },
    {
      "text": "32.",
      "id": "s139"
    },
    {
      "text": "In Hallstroms Pty Ltd v Federal Commissioner of Taxation [1946] HCA 34 ; (1946) 72 CLR 634 , ( Hallstroms ) Dixon J said at 647: \n \n \n \n The claim is to deduct legal expenses, and legal expenses, we may assume, take the quality of an outgoing of a capital nature or of an outgoing on account of revenue from the cause or the purpose of incurring the expenditure.",
      "id": "s140"
    },
    {
      "text": "We are, therefore, remitted to a consideration of the object in view when the legal proceedings were undertaken, or of the situation which impelled the taxpayer to undertake them.",
      "id": "s141"
    },
    {
      "text": "33.",
      "id": "s142"
    },
    {
      "text": "The object in view in respect of the incurring of legal expenses in relation to the first charge, and the object in view in relation to the legal expenses incurred in respect of the third charges, were to resist direct threats to the diminishing of, or the destruction of, the income-earning ability of the taxpayer.",
      "id": "s143"
    },
    {
      "text": "34.",
      "id": "s144"
    },
    {
      "text": "The situation which impelled the taxpayer to undertake the outlaying of those expenses was the fact that he had been charged under the Public Service Act and the consequence of those charges being successful would be that his income would be diminished or lost.",
      "id": "s145"
    },
    {
      "text": "It is quite irrelevant whether the content of the charges related to activities of his employment, or were extraneous to the proper discharge of his duties.",
      "id": "s146"
    },
    {
      "text": "49 The principle said to flow from this case is that legal expenses incurred by a taxpayer are deductible under s 8-1 where there is a sufficient nexus between the legal expenses incurred and the gaining or producing of assessable income.",
      "id": "s147"
    },
    {
      "text": "This may occur where the expenses are incurred in defending the income of the taxpayer in his or her employment.",
      "id": "s148"
    },
    {
      "text": "In determining whether the requisite nexus exists, regard must be given to the character of the expenditure, the legal proceedings concerned and the objective purpose of those proceedings.",
      "id": "s149"
    },
    {
      "text": "50 In Day 164 FCR 250 the taxpayer's legal expenses in relation to all of the charges were found to be deductible under s 8-1.",
      "id": "s150"
    },
    {
      "text": "Spender J held that the deductibility of legal expenses is not limited to the expenses incurred 'in defending the manner of his performance of his duties', nor is it contingent upon the success of the proceedings.",
      "id": "s151"
    },
    {
      "text": "At [42]-[43] his Honour said:\n \n \n 42.",
      "id": "s152"
    },
    {
      "text": "The conduct of the taxpayer the subject of the two sets of charges, was conduct extraneous to and outside the activities by which he derived assessable income.",
      "id": "s153"
    },
    {
      "text": "However, the incurring of the legal expenses was to protect the income of the taxpayer of his employment from the threat constituted by those charges to destroy or diminish his income earning.",
      "id": "s154"
    },
    {
      "text": "43.",
      "id": "s155"
    },
    {
      "text": "In my respectful opinion, and contrary to the conclusion which the primary judge in fact reached, the position as to deductibility was correctly described by the primary judge in [34] of his Honour's reasons: \n \n \n \n If incurring costs can be shown to contribute to the success of an employee in defending himself from dismissal from his employment and costs are incurred to preserve the employee's entitlement to receive, in return for his services, assessable income, the costs will be deductible.",
      "id": "s156"
    },
    {
      "text": "(Rowe at 115-116).",
      "id": "s157"
    },
    {
      "text": "51 In the present case, Mr Romanin pursued proceedings in the Commission to recover the 12 months remuneration in lieu of notice if he was dismissed.",
      "id": "s158"
    },
    {
      "text": "He obtained judgment in his favour and an order in just those terms plus interest and costs.",
      "id": "s159"
    },
    {
      "text": "When he received the award and the interest he included those amounts in his tax return.",
      "id": "s160"
    },
    {
      "text": "He then claimed his legal costs which were real costs of about $280,000 which he actually paid.",
      "id": "s161"
    },
    {
      "text": "52 In my view, the requisite connection exists between the outgoing claimed (legal expenses) and the incurrence of assessable income.",
      "id": "s162"
    },
    {
      "text": "On this point, I accept Mr Romanin's submission that he pursued proceedings in the Commission to obtain income that was contractually owed to him and that the costs incurred in doing so are deductible under s 8-1(1) of the ITAA.",
      "id": "s163"
    },
    {
      "text": "As the majority of the Full Court has made clear in Day 164 FCR 250 , the legal proceedings in question need not relate to the activities of one's employment for the related legal expenses to be deductible under s 8-1(1).",
      "id": "s164"
    },
    {
      "text": "The deduction was allowed in Day when there was no immediate receipt of funds and payment of tax.",
      "id": "s165"
    },
    {
      "text": "There seems to be at least the same, if not greater, level of justification for the deduction in this instance.",
      "id": "s166"
    },
    {
      "text": "In saying that, I recognise that the Commissioner does not accept the correctness of Day , but it is certainly binding on me.",
      "id": "s167"
    },
    {
      "text": "53 In my opinion, the legal expenses incurred by Mr Romanin fulfil the criteria for deductibility under s 8-1.",
      "id": "s168"
    },
    {
      "text": "For present purposes, it is unnecessary to consider whether the second limb of s 8-1(1) applies.",
      "id": "s169"
    },
    {
      "text": "Argument was not advanced on this point by either party.",
      "id": "s170"
    },
    {
      "text": "Section 8-1(2) --- Negative Limbs \n \n54 A loss or outgoing will be disallowed under s 8-1(2) if it is a loss or outgoing of capital or capital nature or is of a private or domestic nature.",
      "id": "s171"
    },
    {
      "text": "55 Counsel for Mr Romanin submits that the test for determining whether expenses incurred by a taxpayer are on revenue or capital account is stated by Dixon J, as he then was, in Sun Newspapers Limited v Federal Commissioner of Taxation [1938] HCA 73 ; (1938) 61 CLR 337 at 363:\n There are, I think, three matters to be considered, (a) the character of the advantage sought, and in this its lasting qualities may play a part, (b) the manner in which it is to be used, relied upon or enjoyed, and in this and under the former head recurrence may play its part, and (c) the means adopted to obtain it; that is, by providing a periodical reward or outlay to cover its use or enjoyment for periods commensurate with the payment or by making a final provision or payment so as to secure future use or enjoyment.",
      "id": "s172"
    },
    {
      "text": "56 On this point the Commissioner argues that Mr Romanin was not pursuing recovery of income but rather a lump sum payment by way of relief for termination of his employment contract.",
      "id": "s173"
    },
    {
      "text": "I am not persuaded that this analysis is correct.",
      "id": "s174"
    },
    {
      "text": "It is true that the payment was for a lump sum in lieu of 12 months income (less other income received) but the amount was described in the orders pursuant to the Commission's judgment as remuneration, was computed by reference to his entitlement to income, was set off against other income actually earned and is financial reward for exertion that would have been carried out had his employment not been (invalidly) terminated.",
      "id": "s175"
    },
    {
      "text": "Income is of course received by people and entities in a variety of ways.",
      "id": "s176"
    },
    {
      "text": "The payment in a lump sum of the sum which would otherwise be income received by way of regular payments, does not of itself, in my view change the character of the payment.",
      "id": "s177"
    },
    {
      "text": "Reimbursement \n \n57 The Commissioner argues that Mr Romanin actually also received an award of costs of some $210,000 in the 2005 financial year.",
      "id": "s178"
    },
    {
      "text": "There is no evidence that this amount was received during the relevant financial year.",
      "id": "s179"
    },
    {
      "text": "The Commissioner argues that because, at the very least, at the time he completed his return Mr Romanin knew that he had an order in his favour to recover that amount that he should have deducted that sum from the actual sum that he claimed as a deduction.",
      "id": "s180"
    },
    {
      "text": "I do accept that Mr Romanin cannot make the full claim for the deduction without also allowing for the receipt of the contribution to his costs.",
      "id": "s181"
    },
    {
      "text": "But as there is simply no evidence of actual receipt in the financial year concerned, the treatment of the actual contribution to costs, (assuming it will in fact, or has in fact been made at the same time), seems to me to be a matter to be addressed in the following year's return.",
      "id": "s182"
    },
    {
      "text": "Penalties \n \n58 It is agreed that the penalties imposed by the Commissioner will stand or fall depending on whether the deduction stands or falls.",
      "id": "s183"
    },
    {
      "text": "CONCLUSION \n \n59 My view is that the deductions should be allowed.",
      "id": "s184"
    },
    {
      "text": "It follows also that penalties should not be imposed.",
      "id": "s185"
    },
    {
      "text": "I would allow the appeal and will hear from the parties on any consequential orders.",
      "id": "s186"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s187"
    },
    {
      "text": "Associate:\n\nDated: 16 October 2008\n\n Counsel for the Applicant: D Romano with N Graskoski \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: LB Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 8 September 2008 \n \n Date of Judgment: 16 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1532.html",
      "id": "s188"
    }
  ]
}