{
  "name": "Protectavale Pty Ltd v K2K Pty Ltd [2008] FCA 1248 (19 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1248.html",
  "catchphrases": [
    {
      "text": "building and construction industry security of payment act 2002 (vic)",
      "id": "c0"
    },
    {
      "text": "payment claim",
      "id": "c1"
    },
    {
      "text": "whether construction work sufficiently identified",
      "id": "c2"
    },
    {
      "text": "whether claim was for progress payment or final payment",
      "id": "c3"
    },
    {
      "text": "payment schedule",
      "id": "c4"
    },
    {
      "text": "whether several documents in aggregate can satisfy the requirement when not intended to be schedule",
      "id": "c5"
    },
    {
      "text": "summary judgment",
      "id": "c6"
    },
    {
      "text": "whether disputed points of law may be finally resolved on motion for summary judgment",
      "id": "c7"
    },
    {
      "text": "payment of retention moneys into separate account",
      "id": "c8"
    },
    {
      "text": "conditional trust",
      "id": "c9"
    },
    {
      "text": "building and construction",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    },
    {
      "text": "trusts",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 Protectavale Pty Ltd (the first applicant) and K2K Pty Ltd (the first respondent) are joint venturers in a residential and retail development known as \"Chadstone Gate\" at 50 Poath Rd, Hughesdale.",
      "id": "s0"
    },
    {
      "text": "In April 2006 they engaged Lorne Bay Pty Ltd (the second respondent) to carry out the construction work.",
      "id": "s1"
    },
    {
      "text": "Protectavale is not satisfied with how the work has been performed.",
      "id": "s2"
    },
    {
      "text": "It says that construction delays and the difference between the estimated and actual cost of the development caused it to suffer loss.",
      "id": "s3"
    },
    {
      "text": "It commenced this action claiming damages from both K2K and Lorne Bay.",
      "id": "s4"
    },
    {
      "text": "In the meantime Lorne Bay sent an invoice to Protectavale and K2K for $635,448.06, which it says represents the amount due to it under the construction contract.",
      "id": "s5"
    },
    {
      "text": "It brought a cross-claim to recover that amount.",
      "id": "s6"
    },
    {
      "text": "It now seeks summary judgment on the cross-claim.",
      "id": "s7"
    },
    {
      "text": "The basis of the claim for summary judgment is that the invoice is a valid payment claim under the Building and Construction Industry Security of Payment Act 2002 (Vic) (as in force before the amendments made by Act No 42 of 2006).",
      "id": "s8"
    },
    {
      "text": "2 A convenient place to begin is with the Payment Act.",
      "id": "s9"
    },
    {
      "text": "Section 3(1) describes the object of the Act as being \"that any person who carries out construction work ... under a construction contract is entitled to receive, and is able to recover, specified progress payments in relation to the carrying out of that work\".",
      "id": "s10"
    },
    {
      "text": "The Payment Act is designed to protect those who perform construction work from \"inequitable practices in the building and construction industry whereby small contractors are not paid on time, or at all, for their work\": Second Reading Speech, Building and Construction Industry Security of Payment Bill 2002 (Vic) (Parliamentary Debates, Legislative Assembly, 21 March 2002), 427.",
      "id": "s11"
    },
    {
      "text": "3 The Payment Act achieves its object by giving contractors a statutory right to recover progress payments for construction work performed under a construction contract.",
      "id": "s12"
    },
    {
      "text": "Here there is no dispute that Lorne Bay is entitled to progress payments under the Payment Act.",
      "id": "s13"
    },
    {
      "text": "The entitlement derives from the fact that Lorne Bay has carried out \"construction work\" (as defined in s 5) under a \"construction contract\" (as defined in s 4) pursuant to which it is entitled to receive progress payments: see s 9.",
      "id": "s14"
    },
    {
      "text": "4 The process for recovering progress payments is set in motion by the contractor serving a \"payment claim\" on the person who is contractually liable to make the payment (the principal): s 14.",
      "id": "s15"
    },
    {
      "text": "The requirements of a payment claim are set out in s 14(3) as follows: \n \nA payment claim--\n \n (a) must identify the construction work or related goods and services to which the progress payment relates; and \n\n(b) must indicate the amount of the progress payment that the claimant claims to be due\n \nfor the construction work done or related goods and services supplied to which the payment relates (the \"claimed amount\"); and\n \n(c) must state that it is made under this Act.",
      "id": "s16"
    },
    {
      "text": "The person on whom a payment claim is served may respond by providing a \"payment schedule\": s 15(1).",
      "id": "s17"
    },
    {
      "text": "The payment schedule must be served on the contractor within the time required by the construction contract, or within ten business days: s 15(4).",
      "id": "s18"
    },
    {
      "text": "It must identify the payment claim to which it relates and indicate the amount of the payment (if any) which the principal proposes to make (the \"scheduled amount\"): s 15(2).",
      "id": "s19"
    },
    {
      "text": "If the scheduled amount is less than the claimed amount, the schedule must indicate why it is less and the reasons (if any) for withholding payment: s 15(3).",
      "id": "s20"
    },
    {
      "text": "5 There are three possible outcomes of this process.",
      "id": "s21"
    },
    {
      "text": "First, if the principal does not provide a payment schedule within due time, whether intentionally (because he disputes the claim) or unintentionally, he becomes liable to pay the claimed amount: s 16.",
      "id": "s22"
    },
    {
      "text": "Second, if the principal does provide a payment schedule and the scheduled amount is the same as the claimed amount, he becomes liable to pay the amount claimed: s 17.",
      "id": "s23"
    },
    {
      "text": "Third, if the principal provides a payment schedule but the scheduled amount is less than the claimed amount, he becomes liable to pay the reduced amount and the contractor may either accept payment of that amount or, if he objects to what the principal proposes in the schedule, he may apply within five business days to have the dispute adjudicated by an appropriate adjudicator: s 18.",
      "id": "s24"
    },
    {
      "text": "6 The payment claim and payment schedule define the issues in dispute between the parties which the adjudicator is to resolve.",
      "id": "s25"
    },
    {
      "text": "Thus, they limit the points which may be the subject of submissions to the adjudicator: Parist Holdings Pty Ltd v WT Partnership Australia Pty Ltd [2003] NSWSC 365 at [32] ; Multiplex Constructions Pty Ltd v Luikens [2003] NSWSC 1140 at [67] .",
      "id": "s26"
    },
    {
      "text": "Indeed, s 23(2) states that in reaching his decision the adjudicator is to consider only the provisions of the Payment Act, the construction contract, the payment claim, the contractor's submissions, the payment schedule, the principal's submissions and what he sees on an inspection.",
      "id": "s27"
    },
    {
      "text": "7 The Payment Act places the claimant in a privileged position in the sense that he acquires rights that go beyond his contractual rights: Jemzone Pty Ltd v Trytan Pty Ltd (2002) 42 ACSR 42 , 50.",
      "id": "s28"
    },
    {
      "text": "The premise that underlies the legislation is that cash flow is the lifeblood of the construction industry ( Amflo Constructions Pty Ltd v Jefferies [2003] NSWSC 856 at [27] ) and that the principal under a construction contract should pay now and argue later ( Multiplex Constructions [2003] NSWSC 1140 at [96] ).",
      "id": "s29"
    },
    {
      "text": "8 With this background in mind I now turn to the facts.",
      "id": "s30"
    },
    {
      "text": "A certificate of practical completion for the Chadstone Gate development was issued on 9 April 2008.",
      "id": "s31"
    },
    {
      "text": "On 14 April 2008 Lorne Bay sent Protectavale a tax invoice dated 21 March.",
      "id": "s32"
    },
    {
      "text": "The invoice was for the \"[f]inal payment of Poath Road Contract\" and the \"[b]alance of Contract Amount &amp; Variations\".",
      "id": "s33"
    },
    {
      "text": "The amounts claimed totalled $582,243.",
      "id": "s34"
    },
    {
      "text": "Protectavale's solicitor responded on 16 April 2008.",
      "id": "s35"
    },
    {
      "text": "He said that Lorne Bay owed his client damages for breach of contract which were far in excess of the amount claimed in the invoice and that proceedings would shortly be commenced.",
      "id": "s36"
    },
    {
      "text": "The solicitor asserted that the invoice was not a payment claim for the purpose of the Payment Act as it was a claim for a final payment rather than a progress payment.",
      "id": "s37"
    },
    {
      "text": "The solicitor also asserted that the invoice contained inadequate and incomplete information and for that reason could not properly be responded to.",
      "id": "s38"
    },
    {
      "text": "9 Lorne Bay served a revised invoice on 2 May 2008.",
      "id": "s39"
    },
    {
      "text": "In terms it purports to be a payment claim for the purposes of the Payment Act.",
      "id": "s40"
    },
    {
      "text": "The invoice identifies the construction contract between the parties and contains a revised claim of $635,448.06.",
      "id": "s41"
    },
    {
      "text": "The invoice states that the \"construction work in respect of which this Payment Claim is made and the amount claimed ... is listed below in the table (and attached Schedule[s])\".",
      "id": "s42"
    },
    {
      "text": "The table reads: \n \nContract Sum $6,295,000.00\n \nVariations (See the attached Schedule 1) $232,772.45\n \nProlongation claim (See the attached Schedule 2) $129,058.00\n \n Adjusted Contract Sum $6,656,830.05 \n \nLess\n \nRetentions (0.125% of the Contract Sum - $6,300,000 ...) $78,750.00\n \nPayments Received $6,000,400.00\n \n Subtotal $6,079,150.00 \n \nClaimed amount ... (Adjusted Contract Sum --- Subtotal) $577,680.05\n \nGST $57,768.01\n \nClaimed amount (incl GST) $635,448.06\n\nThe two schedules give details of the variations and prolongation claims.",
      "id": "s43"
    },
    {
      "text": "10 It is necessary to decide whether the invoice meets the requirements of s 14.",
      "id": "s44"
    },
    {
      "text": "The test is an objective one; that is, it must be clear from the terms of the document that it contains the required information: Walter Construction Group Ltd v CPL (Surry Hills) Pty Ltd [2003] NSWSC 266 at [82] .",
      "id": "s45"
    },
    {
      "text": "But the terms must be read in context.",
      "id": "s46"
    },
    {
      "text": "Payment claims are usually given and received by parties experienced in the building industry who are familiar with the particular construction contract, the history of the project and any issues which may have arisen between them regarding payment.",
      "id": "s47"
    },
    {
      "text": "Those matters are part of the context: Multiplex Constructions [2003] NSWSC 1140 at [76] .",
      "id": "s48"
    },
    {
      "text": "11 The manner in which compliance with s 14 is tested is not overly demanding: Leighton Contractors Pty Ltd v Campbelltown Catholic Club Ltd [2003] NSWSC 1103 at [54] citing Hawkins Construction (Aust) Pty Ltd v Mac's Industrial Pipework Pty Ltd [2002] NSWCA 136 at [20] (\"[The requirements for a payment claim] should not be approached in an unduly technical manner ... As the words are used in relation to events occurring in the construction industry, they should be applied in a commonsense practical manner\"); Multiplex Constructions [2003] NSWSC 1140 at [76] (\"[A] payment claim and a payment schedule must be produced quickly; much that is contained therein in an abbreviated form which would be meaningless to the uninformed reader will be understood readily by the parties themselves\"); Minimax Fire Fighting Systems Pty Ltd v Bremore Engineering (WA Pty Ltd) [2007] QSC 333 at [20] (\"The Act emphasises speed and informality.",
      "id": "s49"
    },
    {
      "text": "Accordingly one should not approach the question whether a document satisfies the description of a payment schedule (or payment claim for that matter) from an unduly critical viewpoint\").",
      "id": "s50"
    },
    {
      "text": "12 Nonetheless a payment claim must be sufficiently detailed to enable the principal to understand the basis of the claim.",
      "id": "s51"
    },
    {
      "text": "If a reasonable principal is unable to ascertain with sufficient certainty the work to which the claim relates, he will not be able to provide a meaningful payment schedule.",
      "id": "s52"
    },
    {
      "text": "That is to say, a payment claim must put the principal in a position where he is able to decide whether to accept or reject the claim and, if the principal opts for the latter, to respond appropriately in a payment schedule: Nepean Engineering Pty Ltd v Total Process Services Pty Ltd (in liq) (2005) 64 NSWLR 462, 477; John Holland Pty Ltd v Cardno MBK (NSW) Pty Ltd [2004] NSWSC 258 at [18] - [21] .",
      "id": "s53"
    },
    {
      "text": "That is not an unreasonable price to pay to obtain the benefits of the statute.",
      "id": "s54"
    },
    {
      "text": "13 Does the May invoice satisfy s 14?",
      "id": "s55"
    },
    {
      "text": "The invoice calculates the amount claimed to be due by taking the contract sum and making a number of adjustments.",
      "id": "s56"
    },
    {
      "text": "The first adjustment is for variations totalling $232,772.45 in accordance with a \"Variation Register\" scheduled to the invoice.",
      "id": "s57"
    },
    {
      "text": "The register contains a short description of each item of work, the subcontractor who performed the work and the claimed amount for each item.",
      "id": "s58"
    },
    {
      "text": "The second adjustment is for delay or disruption costs totalling $129,058 in accordance with a \"Prolongation Costs\" schedule also annexed to the invoice.",
      "id": "s59"
    },
    {
      "text": "This schedule contains a short description of the delayed work, the extension of time said to be granted in total days and the daily rate at which the extra work was charged.",
      "id": "s60"
    },
    {
      "text": "These adjustments are added to the contract sum to produce an adjusted contract sum from which is deducted one half of the retention moneys that have been set aside in accordance with the contract as well as the payments received by Lorne Bay.",
      "id": "s61"
    },
    {
      "text": "All those items are set out in sufficient detail, although it might be said that the delay costs need not be itemised as they are not (in a strict sense) costs for construction work actually performed: cf Coordinated Construction Co Pty Ltd v Climatech (Canberra) Pty Ltd [2005] NSWCA 229 at [25] .",
      "id": "s62"
    },
    {
      "text": "14 On the other hand, what is noticeably absent from the invoice is any identification of the work previously completed and paid for and the work (apart from the variations) to which the invoice relates.",
      "id": "s63"
    },
    {
      "text": "The invoice effectively claims three separate amounts.",
      "id": "s64"
    },
    {
      "text": "One amount is claimed by taking the contract sum, $6,295,000, and deducting from that sum the amount received from the principals, $6,000,400, and the amount that represents half of the retention moneys, $78,750, payable on the expiration of the defects liability period (12 months after practical completion), leaving a balance of $215,850.",
      "id": "s65"
    },
    {
      "text": "This amount, $215,850, is then added to the variation claim, $232,772.45, and the prolongation claim, $129,058, to arrive at the pre-GST total of $577,680.45.",
      "id": "s66"
    },
    {
      "text": "But, there is no breakdown or explanation of the work to which the claimed amount of $215,850 relates (although $78,750 of that amount presumably represents half the retention moneys, an amount which became payable on practical completion).",
      "id": "s67"
    },
    {
      "text": "The only information provided is that the amount is referable to the \"Contract Sum\" and \"Payments Received\".",
      "id": "s68"
    },
    {
      "text": "15 It is impossible to determine the basis of the claim for $215,850.",
      "id": "s69"
    },
    {
      "text": "There are at least two possibilities.",
      "id": "s70"
    },
    {
      "text": "The first is that the amount is the balance of the contract sum following the earlier completion of, and payment for, the construction work specified under the contract: that is, it is a claim for profits only.",
      "id": "s71"
    },
    {
      "text": "The second is that some, or all, of the amount is for construction work or ancillary activities (which might be given some support by a trade breakdown for the project provided by Lorne Bay to the superintendent on 14 May 2008).",
      "id": "s72"
    },
    {
      "text": "To satisfy s 14, however, it was incumbent upon Lorne Bay to either identify the particular construction work the subject of the claim (if that was the position) or to state that the claim did not relate to construction work but was simply a contractual entitlement akin to a milestone payment.",
      "id": "s73"
    },
    {
      "text": "The omitted information was critical.",
      "id": "s74"
    },
    {
      "text": "Without it, Protectavale could not value the work (if any) to which the amount relates, make its own assessment of the amount payable and provide a payment schedule which, if the matter were to be disputed, would enable the dispute to be properly resolved by an adjudicator.",
      "id": "s75"
    },
    {
      "text": "In my view the invoice does not meet the requirement in s 14(3)(a).",
      "id": "s76"
    },
    {
      "text": "16 Although it is not necessary to go any further, it is, I think, helpful to consider whether the May invoice was, in any event, a claim for a \"progress payment\".",
      "id": "s77"
    },
    {
      "text": "In its pre-amendment form, the Payment Act only conferred an entitlement to recover for a progress payment: Jemzone (2002) 42 ACSR at 49; De Martin &amp; Gasparini (2002) 55 NSWLR at 590-591.",
      "id": "s78"
    },
    {
      "text": "Section 4 defines \"progress payment\" to mean \"a payment to which a person is entitled under section 9\".",
      "id": "s79"
    },
    {
      "text": "Section 9 creates the right to progress payments at particular points in time but does not provide a definition of the expression.",
      "id": "s80"
    },
    {
      "text": "Following the amendments brought about by Act No 42 of 2006, which apply to contracts made on or after 30 March 2007, the definition of \"progress payment\" was extended to include a \"final payment\", a \"single or one-off payment\" and a \"milestone payment\".",
      "id": "s81"
    },
    {
      "text": "17 By s 9(2) progress payments are payable on and from the date, according to the terms of the contract, on which a claim for a progress payment may be made or the date by which the amount of the claim is to be calculated under the construction contract.",
      "id": "s82"
    },
    {
      "text": "Progress payments are effectively payments by instalments or periodic payments made over the life of the contract for construction work already completed.",
      "id": "s83"
    },
    {
      "text": "A final payment claim may be defined as a \"final balancing of account between the contracting parties\" ( Jemzone (2002) 42 ACSR at 49) or \"simply the last of the payment claims\" ( Southern Region Pty Ltd v State of Victoria (No 3) [2001] VSC 436 at [32] ).",
      "id": "s84"
    },
    {
      "text": "In substance it is a claim for a payment which, when made, will discharge the principal from further obligations to pay money under the construction contract.",
      "id": "s85"
    },
    {
      "text": "18 The May invoice was served after practical completion but before final completion of the works.",
      "id": "s86"
    },
    {
      "text": "\"Practical completion\" is the stage at which works are handed over to the principal and are reasonably fit for the use for which they were designed.",
      "id": "s87"
    },
    {
      "text": "\"Final completion\" is the stage at which everything required of the contractor under a construction contract has been fulfilled and he is discharged from all contractual obligations.",
      "id": "s88"
    },
    {
      "text": "19 The cases say that recourse may be had to the construction contract for purposes of determining what is meant by the expression \"progress payments\" and whether the principal is liable to make them: see eg Jemzone (2002) 42 ACSR at 49; De Martin &amp; Gasparini Pty Ltd v Energy Australia (2002) 55 NSWLR 577, 590-591.",
      "id": "s89"
    },
    {
      "text": "Clause 42.1 provides that the contractor shall deliver to the superintendent claims for payment supported by evidence.",
      "id": "s90"
    },
    {
      "text": "The superintendent must assess the claim within 14 days of receipt and issue a \"payment certificate\" that sets out the payment to be made by the principal to the contractor.",
      "id": "s91"
    },
    {
      "text": "A payment claim may be delivered \"[a]t the times for payment claims or upon completion of the stages of the work under the Contract stated in Annexure Part A and upon the issue of a Certificate of Practical Completion and within the time prescribed by Clause 42.5\".",
      "id": "s92"
    },
    {
      "text": "This is ambiguous.",
      "id": "s93"
    },
    {
      "text": "There are two distinct times at which the contractor is permitted to lodge claims.",
      "id": "s94"
    },
    {
      "text": "The first, not surprisingly, occurs at the \"times for payment claims\", which are every 14 days according to item 46 of Annexure A.",
      "id": "s95"
    },
    {
      "text": "Although cl 42.1 does not use the term \"progress payment\", the index to the contract refers to \"progress claims\" being dealt with in cl 42.1, and it is clear that this type of claim is one made for a progress payment.",
      "id": "s96"
    },
    {
      "text": "The second time at which a claim may be lodged is upon the issue of a certificate of practical completion.",
      "id": "s97"
    },
    {
      "text": "It is less clear whether this claim is for a \"progress payment\".",
      "id": "s98"
    },
    {
      "text": "20 Clause 42.5 deals with a \"final payment claim\".",
      "id": "s99"
    },
    {
      "text": "There are formal and substantive requirements that distinguish final claims from other claims.",
      "id": "s100"
    },
    {
      "text": "First, the formal requirements are that a final payment claim may only be provided to the superintendent \"[w]ithin 28 days of the expiry of the Defects Liability Period\" and must be endorsed \"Final Payment Claim\".",
      "id": "s101"
    },
    {
      "text": "The defects liability period is defined in item 44 of Annexure A to mean 12 months from the date of practical completion.",
      "id": "s102"
    },
    {
      "text": "Second, there is a substantive requirement that a final payment claim include \"the value of the work carried out by the Contractor in the performance of the Contract to the date of the claim\" together with \"all claims for moneys which the Contractor considers to be due from the Principal arising out of any alleged breach of the Contract.",
      "id": "s103"
    },
    {
      "text": "\" By cl 42.6 the superintendent must, within 14 days of receipt of a final payment claim, issue a \"final payment certificate\".",
      "id": "s104"
    },
    {
      "text": "A final certificate must certify the amount which \"is finally due\" from the contractor to the principal or from the principal to the contractor arising out of the contract or any alleged breach thereof.",
      "id": "s105"
    },
    {
      "text": "There is an obligation on the contractor to provide a final payment claim but, where the contractor fails to do so, the superintendent must nonetheless issue a final certificate.",
      "id": "s106"
    },
    {
      "text": "21 The main feature that distinguishes a final claim from a progress claim is the different consequences that flow from a final claim.",
      "id": "s107"
    },
    {
      "text": "Where a payment certificate for a progress claim proves to be wrong, the error may be cured in the next progress claim or through a dispute resolution mechanism in cl 47.",
      "id": "s108"
    },
    {
      "text": "Although there are a few exceptions, the issue of a final payment certificate is deemed by cl 42.6 to be evidence that the work has been completed in accordance with the contract.",
      "id": "s109"
    },
    {
      "text": "22 As regards the formal requirements for final payment claims, several points should be made.",
      "id": "s110"
    },
    {
      "text": "First, the May invoice is not endorsed \"Final Payment Claim\".",
      "id": "s111"
    },
    {
      "text": "The effect of the omission is debatable.",
      "id": "s112"
    },
    {
      "text": "Next, despite the failure of the invoice to identify the basis of the claim for $215,850, it seems to be a balancing claim for what is due under the contract less the balance of the retention moneys: that is, it appears to be a final payment claim.",
      "id": "s113"
    },
    {
      "text": "For what it is worth, that is the view taken by the parties, as well as by the superintendent, who in correspondence referred to the invoice as being for a \"final claim\".",
      "id": "s114"
    },
    {
      "text": "23 The third point concerns the time at which a final payment claim may be served under the contract.",
      "id": "s115"
    },
    {
      "text": "The May invoice was served about three weeks after the certificate of practical completion was issued and about 11 months before the defects liability period was to expire.",
      "id": "s116"
    },
    {
      "text": "Yet cl 42.5 provides that the final payment claim is to be provided \"[w]ithin 28 days of the expiry of the Defects Liability Period\".",
      "id": "s117"
    },
    {
      "text": "It is a little unclear precisely when the claim may be submitted.",
      "id": "s118"
    },
    {
      "text": "It may be: (a) within 28 days before or 28 days after the defects liability period expires; (b) after the defects liability period expires but no later than 28 days beyond that time; or (c) any time that is not later than 28 days after the defects liability period expires.",
      "id": "s119"
    },
    {
      "text": "I favour the second meaning, because the provision of a final payment claim results in the issue within 14 days of a final payment certificate.",
      "id": "s120"
    },
    {
      "text": "It would not be consistent with the contract if such a document, which finally settles the amount due between the parties, could be produced before the defects period expires.",
      "id": "s121"
    },
    {
      "text": "That is not to suggest that the invoice will not be a final payment claim if that is what was intended.",
      "id": "s122"
    },
    {
      "text": "That is to say, I do not think that early lodgement of the invoice would be fatal to the validity of the claim.",
      "id": "s123"
    },
    {
      "text": "It could simply be treated as becoming operative at the time the contract permits the claim to be made (compare Walter Construction Group [2003] NSWSC 266 at [56] ).",
      "id": "s124"
    },
    {
      "text": "Unless its operation is suspended until the contract allows a final claim to be made, the pre-amendment Payment Act would be given an operation that could hardly have been intended (ie by allowing the claim to be made much earlier than is contemplated under the contract or by allowing a final payment claim to be treated as a progress payment claim).",
      "id": "s125"
    },
    {
      "text": "24 The view that I favour is that the May invoice was intended to be a final payment claim, not a progress payment claim, and its operation has been suspended.",
      "id": "s126"
    },
    {
      "text": "In arriving at that conclusion I have not lost sight of the fact that the May invoice does not claim the whole of the amount due under the contract: it leaves out the balance of the retention fund.",
      "id": "s127"
    },
    {
      "text": "The tentative view that I take in relation to the retention fund is that, once the fund is established, that discharges the principal's obligation to pay that amount and the contractor's right to payment is confined to the fund itself.",
      "id": "s128"
    },
    {
      "text": "25 The contract permitted Protectavale and K2K to deduct retention moneys from progress payments made to Lorne Bay for purposes, according to cl 5.1, \"of ensuring the due and proper performance of the Contract.",
      "id": "s129"
    },
    {
      "text": "\" This is to ensure that Lorne Bay fulfils its obligation to perform rectification work if necessary.",
      "id": "s130"
    },
    {
      "text": "The maximum amount of retention moneys permissible under item 15 of Annexure A, totalling 2.5% of the contract sum or approximately $157,500, was in fact withheld from the progress payments.",
      "id": "s131"
    },
    {
      "text": "26 There is no evidence regarding the manner in which Protectavale and K2K holds the retention moneys.",
      "id": "s132"
    },
    {
      "text": "They are required by cl 5.10 to do so in one of two ways.",
      "id": "s133"
    },
    {
      "text": "One is that the money be deposited in an interest-bearing bank account in the joint names of Protectavale and K2K (as principals) and Lorne Bay (as contractor), in which case money could only be drawn on the signatures of an appointee of both the principals and the contractor and on which any interest earned is owned by Lorne Bay.",
      "id": "s134"
    },
    {
      "text": "The other is that Protectavale and K2K are to hold the moneys \"in trust ... for [Lorne Bay] until ... [Lorne Bay] is entitled to receive them\", in which case Protectavale and K2K are entitled to the interest.",
      "id": "s135"
    },
    {
      "text": "Upon the issue of the certificate of practical completion, Protectavale and K2K's entitlement to the money was reduced by 50% and, pursuant to cl 5.8, they were required to \"release [to Lorne Bay the] retention moneys in excess of the entitlement\" within 14 days of practical completion.",
      "id": "s136"
    },
    {
      "text": "The May invoice claims $78,750, which is likely to be one half of the retention moneys.",
      "id": "s137"
    },
    {
      "text": "Protectavale and K2K are required by cl 42.6 to \"release\" to Lorne Bay the $78,750 that presumably remains in the joint account within 14 days of the issue of a final certificate.",
      "id": "s138"
    },
    {
      "text": "27 In my view the payment of the retention moneys into a separate account established a conditional trust in favour of Lorne Bay: In re Tout and Finch Ltd [1954] 1 WLR 178, 186-187.",
      "id": "s139"
    },
    {
      "text": "Lorne Bay is not entitled to call for the money held upon trust until the conditions are fulfilled.",
      "id": "s140"
    },
    {
      "text": "It will be entitled to the fund absolutely when it has performed all of its contractual obligations (which, after practical completion, relate wholly to the rectification of defects in the work).",
      "id": "s141"
    },
    {
      "text": "It does not have a concurrent right to recover the same amount as a debt due under the contract.",
      "id": "s142"
    },
    {
      "text": "On the other hand, if Lorne Bay's obligations are not fulfilled there will be a resulting trust of the retention moneys in favour of the principals.",
      "id": "s143"
    },
    {
      "text": "28 There is one other small point.",
      "id": "s144"
    },
    {
      "text": "Assuming (contrary to my conclusion) that the May invoice is a valid payment claim, there is a dispute as regards whether Protectavale has served a payment schedule.",
      "id": "s145"
    },
    {
      "text": "The dispute arises in the following way.",
      "id": "s146"
    },
    {
      "text": "On 8 May 2008, Protectavale's solicitor sent an email to the solicitors acting for Lorne Bay.",
      "id": "s147"
    },
    {
      "text": "The email refers to several letters, faxes and other emails (including the 16 April letter from Protectavale) that passed between the parties following the service of the earlier March invoice.",
      "id": "s148"
    },
    {
      "text": "It requests confirmation that Lorne Bay will not seek to invoke, rely upon or otherwise enforce the claim made in the May invoice in a proceeding under the Payment Act but will instead pursue any claim by counterclaim in this proceeding.",
      "id": "s149"
    },
    {
      "text": "The email concludes by stating that if Protectavale does not receive the confirmation sought it would seek interlocutory injunctive relief from the Court.",
      "id": "s150"
    },
    {
      "text": "There being no response, Protectavale's solicitor sent another email on 14 May.",
      "id": "s151"
    },
    {
      "text": "This states that Protectavale is not prepared to allow Lorne Bay \"to try and invoke [the Payment Act] as a means of trying to obtain payment of moneys to which [Lorne Bay] is not entitled for the reasons set-out [sic] in the enclosures to [Protectavale's 8 May email]\".",
      "id": "s152"
    },
    {
      "text": "29 Protectavale contends that in aggregate those communications constitute a payment schedule.",
      "id": "s153"
    },
    {
      "text": "I cannot accept that submission.",
      "id": "s154"
    },
    {
      "text": "One purpose of a payment schedule is to articulate the reasons for withholding payment or offering to pay less than the claimed amount with a degree of precision and particularity to apprise the contractor of the case it will have to meet if it decides to pursue an adjudication: Multiplex Constructions [2003] NSWSC 1140 at [69] - [70] .",
      "id": "s155"
    },
    {
      "text": "Another purpose is to set the limits for an adjudicator if there is to be a dispute about the claim.",
      "id": "s156"
    },
    {
      "text": "In my view a payment schedule cannot artificially be constructed out of a series of documents by showing that those documents in combination contain all the necessary information required of a payment schedule.",
      "id": "s157"
    },
    {
      "text": "It also should be evident that, viewing the matter objectively, it was intended that the documents constitute a payment schedule.",
      "id": "s158"
    },
    {
      "text": "That is not the position here.",
      "id": "s159"
    },
    {
      "text": "30 It will by now be obvious that I have resolved finally the argument about whether the May invoice is a valid payment claim under the Payment Act such as to entitle Lorne Bay to summary judgment on its cross-claim.",
      "id": "s160"
    },
    {
      "text": "It is not.",
      "id": "s161"
    },
    {
      "text": "Although this is a summary judgment application, in my view a court should wherever possible deal finally with short points of law or construction.",
      "id": "s162"
    },
    {
      "text": "The benefit of that approach is so obvious it requires no further explanation.",
      "id": "s163"
    },
    {
      "text": "Here, there is no real dispute as to any of the relevant material facts; the only question is their legal effect under the contract and Payment Act properly construed.",
      "id": "s164"
    },
    {
      "text": "For the reasons stated, I have reached the conclusion that, as a matter of law, the May invoice is neither a valid progress payment claim nor a valid final payment claim for purposes of the Payment Act.",
      "id": "s165"
    },
    {
      "text": "31 Accordingly, I will dismiss the application for summary judgment with costs.",
      "id": "s166"
    },
    {
      "text": "I will hear the parties on what further orders should be made.",
      "id": "s167"
    },
    {
      "text": "I certify that the preceding thirty one (31) numbered paragraph is a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s168"
    },
    {
      "text": "Associate:\n\nDated: 19 August 2008\n\n Counsel for the First Applicant: M A Robins \n \n Solicitor for the First Applicant: Nathan Kuperholz \n \n Counsel for the Second Respondent: M Roberts \n \n Solicitor for the Second Respondent: Deacons \n \n Solicitor for the First and Third to Eighth Respondents: Zelma Rudstein (Rudstein Kron) \n\n Date of Hearing: 10 June 2008 \n \n Date of Judgment: 19 August 2008 \n\n SCHEDULE OF PARTIES \n\n \n\n PROTECTAVALE PTY LTD (ACN 090 092 505) \n First applicant \n\n \n HENDARA PTY LTD (ACN 005 163 173) \n Second applicant \n\n \n K2K PTY LTD (ACN 106 223 563) \n First respondent \n\n \n LORNE BAY PTY LTD (ACN 077 850 152) \n Second respondent \n \n\n LEONID KOMM \n Third respondent \n \n\n STEPHEN KLEYTMAN \n Fourth respondent \n \n KLEYTMAN INVESTMENTS PTY LTD (ACN 069 455 009) \n Fifth respondent \n \n BUILDKOMM PTY LTD (ACN 103 968 261) \n Sixth respondent \n \n LUBOV KOMM \n Seventh respondent \n \n SABINA KLEYTMAN \n Eighth respondent \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1248.html",
      "id": "s169"
    }
  ]
}