{
  "name": "SZHCK v Minister for Immigration and Citizenship [2008] FCA 1306 (21 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1306.html",
  "catchphrases": [
    {
      "text": "merits review",
      "id": "c0"
    },
    {
      "text": "no jurisdictional error",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellants are citizens of India who arrived in Australia on 16 September 2004.",
      "id": "s0"
    },
    {
      "text": "They are husband and wife.",
      "id": "s1"
    },
    {
      "text": "2 On 13 October 2004 an application was made to the Department of Immigration and Citizenship for Protection (Class XA) Visas.",
      "id": "s2"
    },
    {
      "text": "That application was refused on 12 April 2005 and review was thereafter sought from the Refugee Review Tribunal.",
      "id": "s3"
    },
    {
      "text": "3 The claim being advanced by the Appellant husband was that he and his wife had been married secretly and against their parents' wishes.",
      "id": "s4"
    },
    {
      "text": "The Appellant husband claimed to fear persecution from his father-in-law and his associates by reason of his father-in-law having a different political opinion from his own.",
      "id": "s5"
    },
    {
      "text": "The wife made no independent claim and her application was based upon her membership of the family unit.",
      "id": "s6"
    },
    {
      "text": "4 There have been two earlier decisions of the Tribunal, each having been set aside by the Federal Magistrates Court by consent.",
      "id": "s7"
    },
    {
      "text": "The Tribunal as most recently constituted, being the third Tribunal to consider the claims being advanced, signed its decision on 23 January 2008 and affirmed the decision not to grant the protection visas.",
      "id": "s8"
    },
    {
      "text": "That Tribunal was not satisfied that the husband faced a real fear of persecution for reasons of political opinion or any other Convention based reason if he returned to India now or in the foreseeable future.",
      "id": "s9"
    },
    {
      "text": "5 An application to review that third decision of the Tribunal was dismissed by the Federal Magistrates Court: SZHCK v Minister for Immigration [2008] FMCA 760.",
      "id": "s10"
    },
    {
      "text": "The Notice of Appeal as filed in this Court sets forth the following three Grounds of Appeal (without alteration):\n 1.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrates Court erred in not considering that the Refugee Review Tribunal (the Tribunal) wrongly observed that the applicant would not involve in the politics in future because of his personal circumstances, the applicant said this because he wanted to avoid harm for himself and for his family and for his child.",
      "id": "s12"
    },
    {
      "text": "The applicant still believe that he would not be able to decide freely if he goes back to India.",
      "id": "s13"
    },
    {
      "text": "2.",
      "id": "s14"
    },
    {
      "text": "The Federal Magistrates Court also did not consider that the Tribunal made a jurisdictional error when the Tribunal found that the threat to the applicant were made for reason arising from their friendship with the applicant's father in law's associates but the Tribunal did not consider that the applicant were threatened two occasions by the associates of his father in law.",
      "id": "s15"
    },
    {
      "text": "3.",
      "id": "s16"
    },
    {
      "text": "The Federal Magistrates Court erred in not considering that the Tribunal made a jurisdictional error by observing that the applicant would not have threat given the effluxion of time but the Tribunal failed to show that the applicant will not face persecution in future if he returns to India.",
      "id": "s17"
    },
    {
      "text": "6 The Appellant husband appeared before this Court this morning unrepresented, although he did have the benefit of an interpreter.",
      "id": "s18"
    },
    {
      "text": "His wife did not appear.",
      "id": "s19"
    },
    {
      "text": "7 None of the Grounds of Appeal have been made out and the appeal should be dismissed with costs.",
      "id": "s20"
    },
    {
      "text": "8 The first Ground of Appeal is a challenge to an \" observation \" made by the Tribunal in respect to the Appellant husband's future involvement in \" politics \".",
      "id": "s21"
    },
    {
      "text": "This is understood to be a reference to the following conclusion of the Tribunal:\n ...",
      "id": "s22"
    },
    {
      "text": "The applicant also gave evidence that his circumstances have changed and he is no longer interested in politics and would not be a supporter of Shiv Sena if he returned to India.",
      "id": "s23"
    },
    {
      "text": "I consider that his intention to avoid involvement in political parties has arisen out of his personal circumstances and not because he wishes to avoid harm or persecution on return to India.",
      "id": "s24"
    },
    {
      "text": "9 Why it was contended that the Tribunal \" wrongly \" made this observation was not explained.",
      "id": "s25"
    },
    {
      "text": "10 The \" observations \" and conclusions reached by the Tribunal, however, were matters for it.",
      "id": "s26"
    },
    {
      "text": "The conclusion relied upon by the Appellants was a conclusion open to the Tribunal upon the facts before it and, as such, does not disclose any jurisdictional error.",
      "id": "s27"
    },
    {
      "text": "The task of making findings of fact is for the Tribunal alone: Kopalapillai v Minister for Immigration and Multicultural Affairs [1998] FCA 1126 ; (1988) 86 FCR 547 at 552, 559.",
      "id": "s28"
    },
    {
      "text": "\" It is not for this Court to reconsider the tribunal's factual findings \": NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 at [81] , [2006] FCAFC 195 ; 93 ALD 333 at 352 per Young J (Gyles and Stone JJ agreeing).",
      "id": "s29"
    },
    {
      "text": "Wherever the boundaries of jurisdictional error may be drawn, they do not comprehend errors of fact as to the merits of the case put to the Tribunal nor the weight to be attributed to evidence going to the issues raised before the Tribunal: NAHI v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 10 at [10] per Gray, Tamberlin and Lander JJ.",
      "id": "s30"
    },
    {
      "text": "11 The second Ground of Appeal is akin to the issues resolved by the Federal Magistrates Court but is different to the extent that it is now specifically alleged that the Tribunal \" did not consider that the applicant were threatened two occasions by the associates of his father in law \".",
      "id": "s31"
    },
    {
      "text": "Whether or not this Ground again impermissibly seeks a review of the merits of the Tribunal decision -- which it most probably does -- the Ground is in any event without substance.",
      "id": "s32"
    },
    {
      "text": "The simple fact is that the Tribunal did consider the \" two occasions \" to which the Appellants now refer.",
      "id": "s33"
    },
    {
      "text": "The reasons for decision of the Tribunal thus relevantly state:\n The applicant claims and I accept that following his marriage he was verbally harassed and threatened on two occasions by persons associated with his father in law.",
      "id": "s34"
    },
    {
      "text": "He claimed that these people were Congress party members and associates of his father in law.",
      "id": "s35"
    },
    {
      "text": "Their threats related to his marriage relationship however he did not suffer any physical harm as a result of those threats.",
      "id": "s36"
    },
    {
      "text": "His wife was never threatened or harmed.",
      "id": "s37"
    },
    {
      "text": "He claimed that he complained to police on the first occasion but not on the second.",
      "id": "s38"
    },
    {
      "text": "As far as he was aware the police did not take any action against the persons who threatened him however if he had not been assaulted or harmed in any way it may have been difficult for police to take action against the perpetrators.",
      "id": "s39"
    },
    {
      "text": "12 The final Ground of Appeal is presumably a reference to the following conclusions of the Tribunal:\n I consider that the threats made by the applicant's father in law's associates were made for reasons arising from their friendship with the applicant's father in law and not for reasons of the applicant's actual or imputed political opinion.",
      "id": "s40"
    },
    {
      "text": "They took place immediately following a secret marriage which was opposed by the applicant's father in law.",
      "id": "s41"
    },
    {
      "text": "I do not consider that if the applicant returned to India that those threats would be repeated, continued or carried out given the effluxion of time and the change of circumstances of the applicant and members of his, and his wife's families.",
      "id": "s42"
    },
    {
      "text": "The applicant has no political profile and does not intend to become involved in any political party if he returns.",
      "id": "s43"
    },
    {
      "text": "He stated that he thought all political parties were corrupt.",
      "id": "s44"
    },
    {
      "text": "The applicant has conceded that his mother in law and sisters in law do not oppose the continued marriage and would like to see the child of the marriage.",
      "id": "s45"
    },
    {
      "text": "He also gave evidence in an earlier hearing that everyone in the family has encouraged his father in law to be reasonable and accept the marriage.",
      "id": "s46"
    },
    {
      "text": "He thought at the time of the April 2007 hearing that in 6-7 months things would be easier.",
      "id": "s47"
    },
    {
      "text": "The applicant's own father is deceased, his mother is living with him and he has also stated that he has no further interest in politics in India.",
      "id": "s48"
    },
    {
      "text": "The applicant has stated that he expects that his father in law's attitude will soften with time and he anticipates returning to India in the future.",
      "id": "s49"
    },
    {
      "text": "In these circumstances I do not accept that the applicant faces any risk of harm from his father in law or his associates if he returned to India now or in the foreseeable future.",
      "id": "s50"
    },
    {
      "text": "13 Again, this Ground impermissibly seeks to project this Court -- and the Federal Magistrates Court -- into a review of the findings and conclusions made by the Tribunal.",
      "id": "s51"
    },
    {
      "text": "It is no part of the function of either court to consider the merits of a decision as made by the Tribunal: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 281---2.",
      "id": "s52"
    },
    {
      "text": "To the extent that this Ground can be understood, it also seems to suffer from a more fundamental problem.",
      "id": "s53"
    },
    {
      "text": "In reaching the conclusion that it did, the Tribunal accepted the Appellant husband's own assessment as to the problems to be confronted in the future.",
      "id": "s54"
    },
    {
      "text": "How an acceptance of such evidence can constitute \" jurisdictional error \" also remained unexplained.",
      "id": "s55"
    },
    {
      "text": "14 The appeal must be dismissed with costs.",
      "id": "s56"
    },
    {
      "text": "Pursuant to O 62 r 4(2)(c) of the Federal Court Rules costs are sought in a gross sum of $2,600.",
      "id": "s57"
    },
    {
      "text": "It is appropriate to make an order for the payment of such costs.",
      "id": "s58"
    },
    {
      "text": "ORDERS \n \n15 The orders of the Court are:\n \n 1.",
      "id": "s59"
    },
    {
      "text": "The appeal be dismissed.",
      "id": "s60"
    },
    {
      "text": "2.",
      "id": "s61"
    },
    {
      "text": "The Appellants to pay the costs of the First Respondent fixed in the sum of $2,600.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s63"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2008\n\n The First Appellant: The First Appellant appeared in person \n \n The Second Appellant: The Second Appellant did not appear \n \n Counsel for the First Respondent: L Clegg \n \n Solicitor for the First Respondent: Clayton Utz \n\n Date of Hearing: 21 August 2008 \n \n Date of Judgment: 21 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1306.html",
      "id": "s64"
    }
  ]
}