{
  "name": "SZLRA v Minister for Immigration and Citizenship [2008] FCA 1327 (26 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1327.html",
  "catchphrases": [
    {
      "text": "consideration of an appeal from the federal magistrates court on grounds of denial of procedural fairness, actual bias and failure to investigate matters within the factual controversy before the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellants appeal from orders of the Federal Magistrates Court dismissing an amended application for an order that the respondent show cause why a remedy should not lie in the exercise of that Court's jurisdiction under s 476 of the Migration Act 1958 (Cth) ('the Act') arising out of a decision of the Refugee Review Tribunal ('the Tribunal') to dismiss the appellants' application for review of a decision of the first respondent's delegate dismissing an application for a protection visa under the Act.",
      "id": "s0"
    },
    {
      "text": "2 On 22 March 2007, the first appellant and his wife (the second appellant) arrived in Australia.",
      "id": "s1"
    },
    {
      "text": "The first appellant contends that he holds a well-founded fear of persecution for a Convention reason and supports that contention by a written statement in support of his application and oral evidence given by video-conference before the Tribunal.",
      "id": "s2"
    },
    {
      "text": "The second appellant relies upon her membership of the first appellant's family and is thus included within the first appellant's application.",
      "id": "s3"
    },
    {
      "text": "3 Since the substantive application for a protection visa is made by the first appellant, I will refer throughout these reasons to the appellant as a reference to both appellants.",
      "id": "s4"
    },
    {
      "text": "4 On 27 April 2007, the appellant lodged an application for a protection visa setting out in his statement, facts upon which he relied in support of the contention of a well-founded fear of persecution for a Convention reason.",
      "id": "s5"
    },
    {
      "text": "On 6 June 2007, the first respondent's delegate refused the grant of a protection visa and on 26 June 2007, the appellant applied to the Tribunal for review.",
      "id": "s6"
    },
    {
      "text": "On the appeal to this Court, the appellant was self-represented and assisted by an interpreter.",
      "id": "s7"
    },
    {
      "text": "The appellant has filed brief written submissions which set out a number of submissions in support of the proposition that the primary judge fell into error in dismissing the application before the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "A number of observations made by the appellant in support of the appeal to this Court rely upon error on the part of the Federal Magistrates Court in failing to find error on the part of the Tribunal.",
      "id": "s9"
    },
    {
      "text": "Accordingly, the focus of the appellant's appeal is to assert errors on the part of the Tribunal rather than identified errors of reasoning on the part of the primary judge.",
      "id": "s10"
    },
    {
      "text": "5 The appellant's contentions can be summarised as these.",
      "id": "s11"
    },
    {
      "text": "6 First, the Tribunal fell into error in failing to give the appellant the 'benefit of the doubt' and failing to accept the appellant's claims of a well-founded fear of persecution for a Convention reason in circumstances where it found the appellant's evidence plausible.",
      "id": "s12"
    },
    {
      "text": "Secondly, the Tribunal denied the appellant procedural fairness by concluding that the appellant suffered no real chance of serious harm for a Convention reason if the appellant (and his wife) returned to India.",
      "id": "s13"
    },
    {
      "text": "The appellant says such a conclusion was not open on the evidence before the Tribunal.",
      "id": "s14"
    },
    {
      "text": "Thirdly, the appellant was not given an opportunity by the Tribunal to be heard in respect of that matter.",
      "id": "s15"
    },
    {
      "text": "Fourthly, the Tribunal failed to consider all of the available material and failed to address relevant questions arising out of that material.",
      "id": "s16"
    },
    {
      "text": "Fifthly, the Tribunal failed to investigate the appellant's claims and especially the appellant's contentions of persecution in India.",
      "id": "s17"
    },
    {
      "text": "The appellant says that the Tribunal's decision of 10 October 2007 was made in circumstances of actual bias.",
      "id": "s18"
    },
    {
      "text": "Sixthly, although this contention is a subset of the earlier propositions, the Tribunal failed to properly analyse the appellant's contention of 'future harm' should the appellant return to India.",
      "id": "s19"
    },
    {
      "text": "Thus, the appellant contends that the Tribunal failed to discharge its statutory duty of review and fell into jurisdictional error.",
      "id": "s20"
    },
    {
      "text": "7 Apart from these matters, the appellant made oral submissions that the Tribunal dealt with the application for review in a 'very fast' manner and the decision was 'taken quickly'.",
      "id": "s21"
    },
    {
      "text": "Secondly, the investigation by the Tribunal was not done 'properly' and the Tribunal ought to have undertaken 'greater inquiry' into the factual matters.",
      "id": "s22"
    },
    {
      "text": "Further, the appellant says that he was given no 'opportunity to be heard' by the Tribunal.",
      "id": "s23"
    },
    {
      "text": "Finally, the appellant says the Tribunal failed to give proper regard to the appellant's fear of serious harm arising out of racial tensions both those tensions and riots referred to by the first appellant in his written statement and evidence before the Tribunal and continuing recent evidence of racial tension.",
      "id": "s24"
    },
    {
      "text": "8 The brief history of the proceeding before the Tribunal is this.",
      "id": "s25"
    },
    {
      "text": "9 The application for review before the Tribunal was filed on 26 June 2007.",
      "id": "s26"
    },
    {
      "text": "The Tribunal acknowledged the application on 27 June 2007 by a letter written to the appellant at the address he provided for correspondence, namely, PO Box 923, Griffith, NSW, 2680.",
      "id": "s27"
    },
    {
      "text": "On 28 June 2007, the Tribunal again wrote to the appellant correcting the earlier letter of 27 June 2007 noting that the earlier letter failed to make reference to the family member position of the appellant's wife as part of the overall application for a protection visa.",
      "id": "s28"
    },
    {
      "text": "Each of those letters was sent by registered post.",
      "id": "s29"
    },
    {
      "text": "On 3 August 2007, the Tribunal wrote to the appellant and invited him to attend a hearing before the Tribunal on 30 August 2007.",
      "id": "s30"
    },
    {
      "text": "That letter was also sent by registered mail.",
      "id": "s31"
    },
    {
      "text": "The appellant acknowledged before this Court the receipt of that letter which, of course, was entirely consistent with the return to the Tribunal by the appellant of the 'Response to Hearing Invitation' form signed and dated by the appellant on 22 August 2007 and received by the Tribunal on 24 August 2007.",
      "id": "s32"
    },
    {
      "text": "The Tribunal's hearing record demonstrates that a hearing took place on 30 August 2007 at Hearing Room 3 by video-conference.",
      "id": "s33"
    },
    {
      "text": "The hearing commenced at 10.10 that morning and concluded at 11.10am.",
      "id": "s34"
    },
    {
      "text": "The second appellant was not present.",
      "id": "s35"
    },
    {
      "text": "The first appellant gave evidence for one hour before the Tribunal.",
      "id": "s36"
    },
    {
      "text": "On 30 October 2007, the Tribunal wrote to the appellant at the same PO Box number by registered letter and put to the appellant for comment for the purposes of s 424A of the Act, those matters the Tribunal considered would either be or be part of the Tribunal's reason for affirming the decision under review.",
      "id": "s37"
    },
    {
      "text": "10 That letter raised a number of matters I will mention shortly.",
      "id": "s38"
    },
    {
      "text": "11 The appellant made submissions that he did not receive the letter of 30 August 2007.",
      "id": "s39"
    },
    {
      "text": "The Tribunal noted that the appellant had not responded to the letter.",
      "id": "s40"
    },
    {
      "text": "The letter bears the registered number RP33513430.",
      "id": "s41"
    },
    {
      "text": "In the course of the hearing, I asked the appellant whether the reference to the registered post number assisted the appellant in his recollection of whether he received the letter.",
      "id": "s42"
    },
    {
      "text": "He said it did not.",
      "id": "s43"
    },
    {
      "text": "The appellant could not recall receiving the letter.",
      "id": "s44"
    },
    {
      "text": "On 10 October 2007, the Tribunal reached its decision to affirm the decision of the first respondent's delegate.",
      "id": "s45"
    },
    {
      "text": "On 30 October 2007, the Tribunal wrote to the respondent advising of its decision and providing a copy of the decision record.",
      "id": "s46"
    },
    {
      "text": "12 Although the appellant contends that the Tribunal dealt with the matter in a fast manner with the decision being taken quickly and with the appellant being given no opportunity to be heard, it can be seen from the chronology that the Tribunal had before it the appellant's statement in support of the application, took oral evidence from the appellant, provided the appellant with an opportunity to comment upon a range of matters set out in its letter of 30 August 2007 and ultimately reached a decision on 10 October 2007.",
      "id": "s47"
    },
    {
      "text": "Although the appellant contends that he did not receive the letter of 30 August 2007, the Tribunal's letter was addressed to the same address for correspondence as each of its other letters to the appellant and each letter was sent by registered post.",
      "id": "s48"
    },
    {
      "text": "The appellant did not have with him in Court on the hearing of the appeal to this Court, a copy of the Appeal Book.",
      "id": "s49"
    },
    {
      "text": "The first respondent's solicitors on 21 July 2008 (Exhibit 1) wrote to the appellant at the same post office box as the address for correspondence and enclosed a copy of the Appeal Book.",
      "id": "s50"
    },
    {
      "text": "I invited the appellant to look at that letter and advise the Court whether he recalled receiving that letter and a copy of the Appeal Book referred to in the letter.",
      "id": "s51"
    },
    {
      "text": "The appellant acknowledged receiving the letter and the Appeal Book.",
      "id": "s52"
    },
    {
      "text": "13 It seems to me very probable that the appellant received the Tribunal's letter of 30 August 2007 inviting comment notwithstanding that the appellant has no present recollection of receiving that letter.",
      "id": "s53"
    },
    {
      "text": "In any event, the Tribunal quite properly addressed the letter to the appellant's address for correspondence and took the precaution of sending that letter by registered mail.",
      "id": "s54"
    },
    {
      "text": "There is no evidence that the letter was returned to the Tribunal.",
      "id": "s55"
    },
    {
      "text": "14 The appellant has not demonstrated any basis for contending that the Tribunal acted with undue haste or took its decision too quickly or failed to provide the appellant with an opportunity to be heard.",
      "id": "s56"
    },
    {
      "text": "Nor is there any foundation demonstrated to support the proposition that the Tribunal was motivated by actual bias.",
      "id": "s57"
    },
    {
      "text": "There is nothing in any of the material which suggests any basis for an apprehension of bias on the part of the Tribunal, by any objective observer.",
      "id": "s58"
    },
    {
      "text": "15 The next question is whether the Tribunal failed to discharge its statutory duty of review in the manner contended for by the appellant.",
      "id": "s59"
    },
    {
      "text": "16 In these reasons, I do not propose to record in great length the detailed content of each of the factual contentions put to the Tribunal.",
      "id": "s60"
    },
    {
      "text": "It is sufficient to note that the appellant's contentions involved a number of topics and they are these.",
      "id": "s61"
    },
    {
      "text": "17 The appellant is a national of the Republic of India.",
      "id": "s62"
    },
    {
      "text": "He was born in Kukarwada, Vijapur, Mahesana in Gujarat.",
      "id": "s63"
    },
    {
      "text": "He asserted that he held a Bachelor of Arts degree, a Bachelor of Physical Education and a Master of Physical Education and worked as a physical education teacher from August 1999 until 2005 employed by the Gujarat State Fertiliser Company.",
      "id": "s64"
    },
    {
      "text": "The first element concerned an incident in July 2002.",
      "id": "s65"
    },
    {
      "text": "At that time, the appellant disciplined a student named Faruq for misbehaviour.",
      "id": "s66"
    },
    {
      "text": "That student was the nephew of a criminal called Babakham.",
      "id": "s67"
    },
    {
      "text": "The appellant claimed that Babakham threatened him, warned him not to discipline Faruq again, beat him with a wooden rod and caused threats to be made to his wife concerning her safety and the safety of his children.",
      "id": "s68"
    },
    {
      "text": "The appellant claimed that he was deeply fearful of these threats and feared for his own safety and that of his wife and children.",
      "id": "s69"
    },
    {
      "text": "18 The second element of the appellant's contentions involved issues in relation to riots in 2002 described as the Godhrakand riots.",
      "id": "s70"
    },
    {
      "text": "The appellant is a Hindu.",
      "id": "s71"
    },
    {
      "text": "He said that he and his parents were Hindus living in a Muslim area where riots occurred and they saw extreme Muslim acts of violence against Hindu people.",
      "id": "s72"
    },
    {
      "text": "The appellant claimed that during these riots, Babakham and his supporters attacked him and threatened him.",
      "id": "s73"
    },
    {
      "text": "The appellant contended that aspects of these attacks related to perceptions on the part of Babakham and his supporters that the appellant was hostile to Muslim people.",
      "id": "s74"
    },
    {
      "text": "19 The third element of the appellant's contentions involved his contended affiliation with the BJP ruling party in India.",
      "id": "s75"
    },
    {
      "text": "The appellant said that because he supported the BJP whereas Muslim interests supported the congress party, a political element was involved in the attacks upon him.",
      "id": "s76"
    },
    {
      "text": "Thus, the appellant contended that an element of the conduct directed against him related to his support for the BJP.",
      "id": "s77"
    },
    {
      "text": "20 The fourth element of the appellant's contentions involved his election, because of his fears, to search for a job in another city and open a shop in Naranpura, Ahmedabad.",
      "id": "s78"
    },
    {
      "text": "The appellant claimed that Babakham and his supporters (seven in all) rushed into his shop, broke things and threatened the appellant that he would be killed if he opened another shop.",
      "id": "s79"
    },
    {
      "text": "The appellant claimed that he was advised by supporters to leave the country.",
      "id": "s80"
    },
    {
      "text": "The appellant says that the conduct of Babakham and his supporters is influenced in part by the events in July 2002, a perception that the appellant is hostile to Muslim people and involves aspects of the appellant's engagement in the political affairs of the ruling BJP party.",
      "id": "s81"
    },
    {
      "text": "21 It is clear from the Tribunal's decision record (AB122-AB124) that the Tribunal asked questions of the appellant about each of these contentions, examined the chronology of events and asked questions going to the facts and circumstances surrounding each of the incidents described by the appellant.",
      "id": "s82"
    },
    {
      "text": "In addition, it is clear that the Tribunal sought in the course of the hearing, responses from the appellant concerning the circumstances of the appellant's travel to Sri Lanka, Hong Kong, China, Thailand, Malaysia, Singapore and Indonesia in September 2006 for 17 days which was well after the incident involving the further threats by Babakham relating to the shop on 12 July 2005.",
      "id": "s83"
    },
    {
      "text": "The Tribunal sought to understand why the appellant, having left India to visit a range of countries, did not seek to agitate his concerns of fear when in any of those countries either with authorities in that country or diplomatic missions of representative governments present with missions in those countries or with any United Nations organisations if the appellant held a well-founded fear of persecution for any particular reason and especially a Convention reason concerning race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s84"
    },
    {
      "text": "Moreover, the Tribunal sought to examine why the appellant returned to Kukarwada upon his return to India if he held an enduring fear of persecution.",
      "id": "s85"
    },
    {
      "text": "Finally, the Tribunal noted two further matters.",
      "id": "s86"
    },
    {
      "text": "First, the appellant's contention that if he returned to India Babakham and his supporters would seek him out and would kill him.",
      "id": "s87"
    },
    {
      "text": "Secondly, it would not be possible for the appellant to relocate within India to another place as each city and State in India is violent and Babakham would find him.",
      "id": "s88"
    },
    {
      "text": "22 Accordingly, the decision record reflects a close analysis of all the areas of contention advanced by the appellant and thus it is impossible to conclude that the Tribunal acted with undue haste, too quickly or failed to inquire into each of the areas of contention put to it.",
      "id": "s89"
    },
    {
      "text": "23 On 30 August 2007, the Tribunal wrote to the appellant and raised a number of matters for comment.",
      "id": "s90"
    },
    {
      "text": "The first matter concerned independent country information available to the Tribunal outlining the government's response to Hindu/Muslim riots in Gujarat and Maharashtra States in February 2002.",
      "id": "s91"
    },
    {
      "text": "The country information suggested that Muslim/Hindu clashes provided a greater threat to adherents of the Muslim faith than the risk of fear to the Hindu population.",
      "id": "s92"
    },
    {
      "text": "The independent country information suggested to the Tribunal that perhaps Hindus in Gujarat might not have a basis for a fear of serious harm as compared with a fear which might be held by members of the Muslim faith.",
      "id": "s93"
    },
    {
      "text": "Secondly, the Tribunal noted the travel to overseas countries by the appellant on 6 September 2006, his failure to seek asylum in those countries or contact foreign diplomatic missions or United Nations representatives to agitate his concern about a fear of serious harm.",
      "id": "s94"
    },
    {
      "text": "The Tribunal also noted the appellant's return to Kukarwada in Gujarat in September 2006.",
      "id": "s95"
    },
    {
      "text": "The Tribunal put to the appellant that his failure to agitate his concerns in those foreign countries and his willingness to return to Kukarwada suggested that the appellant did not hold a well-founded fear of serious harm of persecution for a Convention reason in India arising out of the events concerning the 2002 riots, the conduct of the Muslim community, the appellant's participation in the BJP or the activities of Babakham and his supporters.",
      "id": "s96"
    },
    {
      "text": "Finally, the Tribunal put to the appellant that the evidence before the Tribunal did not support the notion that the appellant had a 'high profile' in political or religious affairs or otherwise and thus the appellant might, in the view of the Tribunal, be able to return to India and live elsewhere in that country in safety and without risk of serious harm for a Convention reason.",
      "id": "s97"
    },
    {
      "text": "The primary judge notes that the Tribunal may have made an error of fact by assuming that the range of countries visited by the appellant in September 2006 were signatories to the Convention thus an application for asylum by reason of a well-founded fear of persecution for a Convention reason would not have been possible.",
      "id": "s98"
    },
    {
      "text": "However, as the primary judge observes, the Tribunal also makes reference to the failure of the appellant to make contact with any diplomatic mission of another country in those countries and the appellant's failure to make contact with United Nations officials.",
      "id": "s99"
    },
    {
      "text": "As the primary judge also notes, the Tribunal's reference to these matters was for the purpose of highlighting an inconsistency of treatment on the part of the appellant.",
      "id": "s100"
    },
    {
      "text": "The point of the reference to these matters by the Tribunal is to observe that the appellant took no steps when out of India, after experiencing the contended fear of persecution, to secure sanction in another country through international mechanisms.",
      "id": "s101"
    },
    {
      "text": "Rather, the appellant elected to return to his home village where the source of the harm arose.",
      "id": "s102"
    },
    {
      "text": "24 The Tribunal reached these conclusions.",
      "id": "s103"
    },
    {
      "text": "25 First, the Tribunal accepted that the appellant had suffered some damage during the 2002 riots and had developed an enmity with Babakham.",
      "id": "s104"
    },
    {
      "text": "The Tribunal concluded that 'from the limited and unsupported claims made by the applicant, the Tribunal has not been able to satisfy itself that these events are Convention related or that the applicant has a well-founded fear of serious harm amounting to persecution for a Convention reason on this basis' .",
      "id": "s105"
    },
    {
      "text": "The Tribunal did not accept those claims.",
      "id": "s106"
    },
    {
      "text": "26 Secondly, the Tribunal examined the applicant's contention of fear of the Muslim community against the background of the appellant's travel in September 2006 to the nominated countries.",
      "id": "s107"
    },
    {
      "text": "The Tribunal concluded that if the appellant left India because of a fear of the Muslim community as he contended, it was unlikely that he would have chosen to visit countries with significant Muslim populations.",
      "id": "s108"
    },
    {
      "text": "The Tribunal noted that some of those countries were not comprised of Muslim majorities yet the appellant said he did not feel safe in those countries either and thus returned to his home village in India.",
      "id": "s109"
    },
    {
      "text": "The Tribunal noted that the appellant did not take the opportunity, outside India, to go to a country where he could seek asylum.",
      "id": "s110"
    },
    {
      "text": "The Tribunal noted that the appellant did not respond to its letter of 30 August 2007 dealing with the independent country information suggesting that Muslims in Gujarat might be the subject of official discrimination and harassment rather than Hindus.",
      "id": "s111"
    },
    {
      "text": "27 The Tribunal accepted the independent country information and concluded that if the appellant held a well-founded fear of serious harm amounting to persecution from the Muslim community or Muslim fundamentalists because of his experiences in the riots of 2002, the appellant would have moved elsewhere within India and would not have continued to work at the Gujarat State Fertiliser Company for a further three years.",
      "id": "s112"
    },
    {
      "text": "The Tribunal further noted that the claims of attacks upon the appellant derived not from the Muslim community or Muslim fundamentalists but as a result of the particular conduct of Babakham.",
      "id": "s113"
    },
    {
      "text": "That conduct represented transactional enmity between the two men rather than conduct emblematic of Muslim hostility.",
      "id": "s114"
    },
    {
      "text": "The Tribunal concluded that 'from the unsupported claims made by the applicant, the Tribunal has not been able to satisfy itself that there is a Convention reason for this enmity.",
      "id": "s115"
    },
    {
      "text": "It follows that the Tribunal does not accept the applicant's claims that flowed from this such as the threats he received from Babakham and the mental stress this caused were Convention related either'.",
      "id": "s116"
    },
    {
      "text": "The Tribunal concluded that consistent with the criminal or domestic conduct reflected in that hostility rather than a fear of serious harm for a Convention reason, no effort was made by the appellant to seek refugee status in any place outside India until the present application.",
      "id": "s117"
    },
    {
      "text": "28 The Tribunal concluded that having regard to all of its conduct, the appellant did not hold a well-founded fear of serious harm amounting to persecution for a Convention reason within India.",
      "id": "s118"
    },
    {
      "text": "The Tribunal concluded that the appellant's willingness to return to his home village was consistent with an absence of a well-founded fear of serious harm due to the conduct of the Muslim community.",
      "id": "s119"
    },
    {
      "text": "The Tribunal refused to accept the appellant's unsupported claims that he was forced to leave his role as a teacher in May 2005 or his business in Naranpura for any Convention reason.",
      "id": "s120"
    },
    {
      "text": "29 As to political engagement, the Tribunal asked a series of questions at the hearing of the appellant about the extent of his engagement with the BJP.",
      "id": "s121"
    },
    {
      "text": "The Tribunal noted that the appellant had no real knowledge of the BJP's party platform, its manifesto or its political philosophy and nor did the appellant indicate that he had ever had an active involvement in politics in India.",
      "id": "s122"
    },
    {
      "text": "The Tribunal concluded that the appellant was not a member of the BJP and did not take part in its activities but rather simply expressed interest in it.",
      "id": "s123"
    },
    {
      "text": "The Tribunal accepted that the appellant's motivation in expressing interest in the BJP was in the expectation that he would secure some degree of protection or support from the party against the activities of Babakham.",
      "id": "s124"
    },
    {
      "text": "The Tribunal noted that no Convention nexus was made out in respect of any aspect of the appellant's contentions involving the BJP.",
      "id": "s125"
    },
    {
      "text": "The Tribunal accepted that enmity existed between Babakham and the appellant and that the hostility between the two men was the source of the appellant's fear of harm rather than any question of the infliction of serious harm by a person or group by reason of the appellant's membership of a political party or a commitment to the Hindu faith.",
      "id": "s126"
    },
    {
      "text": "Moreover, the Tribunal concluded that since the appellant did not exhibit a high political or religions profile in India he would be very likely to be able to live elsewhere in India in safety without there being a risk of being found.",
      "id": "s127"
    },
    {
      "text": "Thus, the Tribunal concluded that the applicant could live elsewhere in India in safety without being at risk of serious harm for a Convention related reason.",
      "id": "s128"
    },
    {
      "text": "30 The formal grounds of appeal to this Court are these.",
      "id": "s129"
    },
    {
      "text": "1.",
      "id": "s130"
    },
    {
      "text": "The single judge of the Federal Magistrates Court failed to find errors of law, jurisdictional error, procedural fairness and failed to grant relief under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s131"
    },
    {
      "text": "2.",
      "id": "s132"
    },
    {
      "text": "The learned Federal Magistrate has dismissed my case without considering the legal and factual error contained in the decision of the Refugee Review Tribunal.",
      "id": "s133"
    },
    {
      "text": "31 Neither of these formal grounds identifies any content to the ground.",
      "id": "s134"
    },
    {
      "text": "Accordingly, I have assessed the merits of the appeal in the context of the appellant's short written submissions and propositions advanced at the hearing described at [5] and [6] of these reasons.",
      "id": "s135"
    },
    {
      "text": "32 As to the first of those reasons, the appellant says that the primary judge erred by failing to find that it was open to the Tribunal to find that the appellant is a refugee being a person who holds a well-founded fear of persecution for a Convention reason and as a part of that proposition, the appellant contended orally that the Tribunal erred by failing to give the appellant the benefit of the doubt and accept his claims when the Tribunal found the appellant's evidence to be plausible.",
      "id": "s136"
    },
    {
      "text": "As to the first limb of that ground, the Tribunal undertook an analysis of the facts in the discharge of its fact-finding role and reached a conclusion which was plainly open to it.",
      "id": "s137"
    },
    {
      "text": "As to the second limb, the Tribunal accepted some aspects of the appellant's evidence and rejected others.",
      "id": "s138"
    },
    {
      "text": "The evaluation of the claims made by the appellant and the weight to be given to the field of factual controversy is entirely a matter for the Tribunal.",
      "id": "s139"
    },
    {
      "text": "The primary judge did not fall into error by failing to find error on the part of the Tribunal in that regard.",
      "id": "s140"
    },
    {
      "text": "33 As to the second ground, the appellant says that he was denied procedural fairness on the footing that the Tribunal concluded that the appellant suffered no real chance of serious harm for a Convention reason if he returned to India.",
      "id": "s141"
    },
    {
      "text": "The appellant says that conclusion was not open on the evidence.",
      "id": "s142"
    },
    {
      "text": "That conclusion reflects the discharge of the fact-finding role by the Tribunal and the conclusions reached were open to the Tribunal.",
      "id": "s143"
    },
    {
      "text": "To the extent that the appellant says that he was denied procedural fairness because he was denied an opportunity to be heard, the chronology of events, the steps taken by the Tribunal and the decision record makes it clear that the appellant was provided with an opportunity to be heard and ventilate each of his contentions on the facts as to a well-founded fear of persecution for a contended Convention reason.",
      "id": "s144"
    },
    {
      "text": "34 The appellant further contends that the Tribunal failed to consider all the material before it and failed to address questions arising out of it.",
      "id": "s145"
    },
    {
      "text": "An examination of the decision record demonstrates that the Tribunal considered the appellant's statement, asked questions of the appellant at the video-conference about each of the relevant events and weighed the body of fact in reaching its decision.",
      "id": "s146"
    },
    {
      "text": "35 The appellant further contends that the Tribunal failed to investigate his claims and was actuated by actual bias.",
      "id": "s147"
    },
    {
      "text": "Plainly enough, the Tribunal has power to seek information but has no duty to investigate the appellant's claims by conducting its own inquiries to test particular evidence put to the Tribunal or to seek out corroborative or contradictory evidence.",
      "id": "s148"
    },
    {
      "text": "It may elect to make inquiries.",
      "id": "s149"
    },
    {
      "text": "However, it has no obligation to either exercise the statutory power to make inquiry or to make findings that the particular matter under review does not warrant the exercise of any power to seek information ( Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 per Gummow and Hayne JJ at [43]; Minister for Immigration and Multicultural and Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73 per Black CJ, Sundberg and Bennett JJ at [20]).",
      "id": "s150"
    },
    {
      "text": "The power to seek information is entirely permissive.",
      "id": "s151"
    },
    {
      "text": "Moreover, the failure to exercise a power to obtain further information does not constitute either actual bias or an apprehension of bias.",
      "id": "s152"
    },
    {
      "text": "Bias must be clearly demonstrated.",
      "id": "s153"
    },
    {
      "text": "The written decision record does not suggest any basis for a contention of actual bias and nor is there any material which suggests to the reasonable observer any basis for apprehended bias ( Minister for Immigration and Multicultural and Indigenous Affairs v JIA [2001] HCA 17 ; (2001) 205 CLR 507 per Gleeson CJ and Gummow J at [69]; SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358 per Tamberlin, Mansfield and Jacobson JJ at [16]).",
      "id": "s154"
    },
    {
      "text": "36 Accordingly, it follows that none of the grounds of appeal expressed in the formal language of the notice of appeal elaborated by the content of the appellant's written submissions and oral submissions are made out.",
      "id": "s155"
    },
    {
      "text": "37 Therefore, the appeal must be dismissed with an order that the appellants pay the first respondent's costs of and incidental to the appeal.",
      "id": "s156"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s157"
    },
    {
      "text": "Associate:\n\nDated: 26 August 2008\n\n Counsel for the Appellants: Appellant - self represented \n \n Counsel for the First Respondent: Ms S A Sirtes \n \n Solicitor for the Appellant: Appellant --- self represented \n \n Solicitor for the First Respondent: Sparke Helmore Solicitors \n \n Date of Hearing: 25 August 2008 \n \n Date of Judgment: 26 August 2008 \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1327.html",
      "id": "s158"
    }
  ]
}