{
  "name": "SZFMV v Minister for Immigration &amp; Citizenship [2008] FCA 175 (26 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/175.html",
  "catchphrases": [
    {
      "text": "tribunal refused application for protection visa",
      "id": "c0"
    },
    {
      "text": "serious harm",
      "id": "c1"
    },
    {
      "text": "\"real chance\" test properly applied",
      "id": "c2"
    },
    {
      "text": "migration law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal made from orders made by Turner FM on 3 October 2007, dismissing an application from an order to show cause why a remedy should not be granted in respect of a decision of the Refugee Review Tribunal.",
      "id": "s0"
    },
    {
      "text": "2 The decision of the Tribunal was dated 5 February 2007.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the Minister not to grant the appellant a protection visa.",
      "id": "s2"
    },
    {
      "text": "3 The issue which arises on the appeal involves a short question of construing the reasons for decision given by the Tribunal.",
      "id": "s3"
    },
    {
      "text": "The substance of the submissions made by counsel for the appellant is that the Tribunal failed to properly apply the real chance test stated by the High Court in Chan v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379, as subsequently explained by the High Court in Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 572.",
      "id": "s4"
    },
    {
      "text": "4 This issue turns solely upon what the Tribunal meant in two sentences of its findings and reasons, to which I will refer below.",
      "id": "s5"
    },
    {
      "text": "Nevertheless, it is necessary to set out, in some short detail, the background to the matter in order to make clear how the issue now raised on the appeal comes before the Court.",
      "id": "s6"
    },
    {
      "text": "5 The appellant is a citizen of Lebanon.",
      "id": "s7"
    },
    {
      "text": "He arrived in Australia on 31 March 2001.",
      "id": "s8"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution on political grounds by reason of his former membership of the Lebanese Forces.",
      "id": "s9"
    },
    {
      "text": "He claimed that before leaving Lebanon, he had been detained and harassed by the authorities in Lebanon comprised essentially of the Lebanese security forces.",
      "id": "s10"
    },
    {
      "text": "6 The Tribunal set out in some detail the country information which explained the role of the Lebanese Forces as a Christian militia engaged in fighting in the Lebanese civil war and the events which followed the end of the civil war.",
      "id": "s11"
    },
    {
      "text": "7 It is unnecessary to refer to the country information in detail, but it shows that the situation which applied at the time when the matter was before the Tribunal was that the main political divisions in Lebanon were defined by reference to the attitudes of different groups towards Syria.",
      "id": "s12"
    },
    {
      "text": "The division was not on religious lines.",
      "id": "s13"
    },
    {
      "text": "8 The main actors of the pro-Syrian block were the Hezbollah and some elements of the Christian Maronites, led by a number of people, including General Aoun.",
      "id": "s14"
    },
    {
      "text": "The other block, which comprised the anti-Syrian element, was known as the \"March 14 Coalition\".",
      "id": "s15"
    },
    {
      "text": "It included the members of the Lebanese Forces, described by the acronym LF, and other groups within Lebanon, as more fully spelt out in the country information.",
      "id": "s16"
    },
    {
      "text": "9 The Tribunal accepted that the appellant is a former LF member and supporter.",
      "id": "s17"
    },
    {
      "text": "It accepted that there had been a general amnesty for LF members in Lebanon and abroad, but it did not accept the appellant's claimed belief that he would be targeted by the security forces of Lebanon.",
      "id": "s18"
    },
    {
      "text": "10 The Tribunal then turned to the question of whether the appellant feared harm at the hands of non-state actors.",
      "id": "s19"
    },
    {
      "text": "It accepted that there was currently inter-political conflict in Lebanon, which involved the LF as a part of the March 14 Coalition.",
      "id": "s20"
    },
    {
      "text": "The conflict was found to be specifically with Hezbollah and General Aoun's Maronite Christian grouping.",
      "id": "s21"
    },
    {
      "text": "11 It is the next two sentences which are critical to the issue, which arises on the appeal, and I will set them out in full.",
      "id": "s22"
    },
    {
      "text": "The Tribunal accepts that if the applicant were to again become politically active with the LF upon his return, he may well become involved in activities where occasional injuries or even death might occur.",
      "id": "s23"
    },
    {
      "text": "However, the Tribunal finds that the chance of the applicant suffering serious harm in such a situation, given the sporadic nature of such conflict, would not be such as to amount to a real chance.",
      "id": "s24"
    },
    {
      "text": "12 The Tribunal went on to say that in light of the totality of the evidence before it, there was no real chance that the appellant might suffer serious harm should he return to Lebanon.",
      "id": "s25"
    },
    {
      "text": "The Tribunal found that the appellant did not have a well-founded fear of persecution for reason of his political opinion or for any other Convention reason.",
      "id": "s26"
    },
    {
      "text": "13 The Federal Magistrate found that the Tribunal had stated the real chance test properly and in accordance with the authorities.",
      "id": "s27"
    },
    {
      "text": "The learned Federal Magistrate went on to find, in particular at [13] to [15], that the Tribunal, having set out the correct test, made a finding of fact as to the assessment of whether there was a \"real chance.",
      "id": "s28"
    },
    {
      "text": "\" Accordingly, the Federal Magistrate found that there was no jurisdictional error on the part of the Tribunal.",
      "id": "s29"
    },
    {
      "text": "14 The submissions of the parties were effectively distilled in written argument and in the oral submissions of counsel this afternoon.",
      "id": "s30"
    },
    {
      "text": "Mr Kennett, who appears for the Minister, submits that the finding in the first sentence, which I have set out above, is limited to an assessment that there is a chance of serious harm.",
      "id": "s31"
    },
    {
      "text": "He submits that the Tribunal goes on in the second sentence to determine that the chance is not a real chance.",
      "id": "s32"
    },
    {
      "text": "In his submission, a fair reading of the reasons construed in this way, shows that the Tribunal made a finding on the probabilities (or lack thereof) in accordance with the test stated in Chan and explained in Guo .",
      "id": "s33"
    },
    {
      "text": "15 Mr Young, who appears for the appellant, submits with some force that the first sentence appears to be a finding that there is a real chance.",
      "id": "s34"
    },
    {
      "text": "He submits that whatever the effect of the second sentence, it is not expressed in language which reflects the concept as explained in Chan and Guo .",
      "id": "s35"
    },
    {
      "text": "It states that a fear is well-founded when there is a real substantial basis for it.",
      "id": "s36"
    },
    {
      "text": "16 He submits that when one looks at the two seminal High Court decisions on this topic, a fear of persecution is not well-founded if it is merely assumed or if it is mere speculation.",
      "id": "s37"
    },
    {
      "text": "A real chance is one that is not remote or insubstantial or a far-fetched possibility.",
      "id": "s38"
    },
    {
      "text": "17 Mr Young submits that that was not the approach that was taken by the Tribunal in the second sentence, which I have set out above.",
      "id": "s39"
    },
    {
      "text": "Mr Young submits that the Tribunal wrongly focused upon and made a finding about the \"sporadic nature\" of the conflict, which does not go to the question of the assessment of probabilities or whether the chance is not remote or insubstantial or far-fetched.",
      "id": "s40"
    },
    {
      "text": "18 The High Court in Minister for Immigration and Multicultural Affairs v Yusuf (2001)206 CLR 323 at [68]-[69] said that the obligation to state reasons ensures that the person affected by the reasons can identify \"with certainty\" what reasons the Tribunal had for reaching its conclusion.",
      "id": "s41"
    },
    {
      "text": "The reasons in the present case come close to offending the requirement, but I am satisfied that they are sufficient to comply with it.",
      "id": "s42"
    },
    {
      "text": "Notwithstanding the brevity of the reasons of the Tribunal, it seems to me that on a fair reading of the two sentences, which must be read together, the second sentence is a qualification of the first.",
      "id": "s43"
    },
    {
      "text": "19 There may well be grounds for complaint that the Tribunal made an error in factual finding, but without more that does not give rise to jurisdictional error.",
      "id": "s44"
    },
    {
      "text": "20 In my view, reading the two sentences together in accordance with the approach taken in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 and in other authorities, the two sentences must be construed in the way in which Mr Kennett submitted.",
      "id": "s45"
    },
    {
      "text": "That is to say, the first sentence is confined to an assessment of whether there is a chance of serious harm; the second is an assessment of the probabilities in a way that shows a proper, although in my view a barely satisfactory, application of the real chance test, as stated by the High Court.",
      "id": "s46"
    },
    {
      "text": "21 It follows, in my opinion, that the appeal must be dismissed, with costs.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s48"
    },
    {
      "text": "Associate:\n\nDated: 3 March 2008\n\n\n Counsel for the Appellant: J Young \n \n Solicitor for the Appellant: Simon Diab &amp; Associates \n \n Counsel for the First Respondent: G Kennett \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 26 February 2008 \n \n Date of Judgment: 26 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/175.html",
      "id": "s49"
    }
  ]
}