{
  "name": "Pattenden v Commissioner of Taxation [2008] FCA 1590 (24 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1590.html",
  "catchphrases": [
    {
      "text": "appeal against making of a departure prohibition order",
      "id": "c0"
    },
    {
      "text": "whether the person was subject to a taxation liability",
      "id": "c1"
    },
    {
      "text": "whether the commissioner held the belief on reasonable grounds that it was desirable to make a departure prohibition order",
      "id": "c2"
    },
    {
      "text": "where neither an objection nor the australian taxation office receivables policy are relevant to existence of a taxation liability",
      "id": "c3"
    },
    {
      "text": "where different taxation liability to that considered by delegate's authorised officer inserted into departure prohibition order by an unauthorised subordinates",
      "id": "c4"
    },
    {
      "text": "where no reasonable grounds for the requisite belief",
      "id": "c5"
    },
    {
      "text": "departure prohibition order set aside",
      "id": "c6"
    },
    {
      "text": "decisions of delegates by authorised officers",
      "id": "c7"
    },
    {
      "text": "carltona principle",
      "id": "c8"
    },
    {
      "text": "where different taxation liability to that considered by delegate's authorised officer inserted into departure prohibition order by an unauthorised subordinates",
      "id": "c9"
    },
    {
      "text": "departure prohibition order set aside",
      "id": "c10"
    },
    {
      "text": "taxation",
      "id": "c11"
    },
    {
      "text": "administrative law",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 On 21 May 2008 a departure prohibition order (DPO) at least purportedly made by one Raelene Susan Vivian, a Deputy Commissioner of Taxation and delegate of the Commissioner of Taxation (the Commissioner), pursuant to s 14S of the Taxation Administration Act 1953 (Cth) (TAA) was directed to the Applicant, Mr Ron Pattenden.",
      "id": "s0"
    },
    {
      "text": "It is necessary to state \"at least purportedly\" because one of the issues in this case is whether that DPO was made by Ms Vivian either at all or lawfully.",
      "id": "s1"
    },
    {
      "text": "2 Mr Pattenden has instituted an appeal to this Court pursuant to s 14V of the TAA against the making of the DPO.",
      "id": "s2"
    },
    {
      "text": "3 So far as presently relevant, s 14S and s 14V of the TAA respectively provide:\n \n \n 14S Departure prohibition orders\n \n (1) Where: \n \n \n \n \n (a) a person is subject to a tax liability; and\n (b) the Commissioner believes on reasonable grounds that it is desirable to do so for the purpose of ensuring that the person does not depart from Australia for a foreign country without: \n \n \n(i) wholly discharging the tax liability; or (ii) making arrangements satisfactory to the Commissioner for the tax liability to be wholly discharged; \n \n the Commissioner may, by order in accordance with the prescribed form, prohibit the departure of the person from Australia for a foreign country.",
      "id": "s3"
    },
    {
      "text": "14V Appeals to courts against making of departure prohibition orders\n \n \n \n \n \n (1) A person aggrieved by the making of a departure prohibition order may appeal to the Federal Court of Australia or the Supreme Court of a State or Territory against the making of the departure prohibition order.",
      "id": "s4"
    },
    {
      "text": "(2) This section has effect: \n \n \n(a) subject to chapter III of the Constitution ; and (b) notwithstanding anything contained in section 9 of the Administrative Decisions (Judicial Review) Act 1977 .",
      "id": "s5"
    },
    {
      "text": "4 The regime in the TAA for the making of a DPO replaced, after an interval of some 22 years, a longstanding, more sweeping regime for the restriction of departure of persons from Australia while subject to a taxation liability, the last manifestation of which was found in the former ss 210 to 212A of the Income Tax Assessment Act 1936 (Cth) (ITAA36).",
      "id": "s6"
    },
    {
      "text": "Under the earlier regime any person about to leave Australia had to obtain from the Commissioner a certificate which attested either to an absence of income tax liability or to the making of satisfactory arrangements for the payment of all income tax that was or might become payable by the person.",
      "id": "s7"
    },
    {
      "text": "Apart from criminal sanctions, an owner or charterer of a ship or aircraft who issued an authority to travel to a person who had not presented such a taxation certificate was made personally liable for the tax, if any, for which that person was or might become liable.",
      "id": "s8"
    },
    {
      "text": "Provision was made for the lodgement with the Commissioner before departure by a ship or aircraft owner or charterer of passenger lists and taxation clearance certificates.",
      "id": "s9"
    },
    {
      "text": "5 Unsurprisingly, with the increasing advent on and from the 1960s of international travel and related tourism, this blanket regime became increasingly impractical, a circumstance confirmed by regard to the Ministerial Second Reading Speech made by the then Treasurer, the Rt Hon Harold Holt, in 1962 in respect of the Bill proposing the repeal of the regime.",
      "id": "s10"
    },
    {
      "text": "Though the potential for some revenue loss was there acknowledged, a countervailing benefit was considered to exist in the benefits that it would bring in facilitating international tourism to Australia.",
      "id": "s11"
    },
    {
      "text": "Sections 210 to 212A were repealed in 1962 upon the enactment of the Bill.",
      "id": "s12"
    },
    {
      "text": "6 The utility of there being some provision for the restriction of the ability of a tax debtor to depart Australia without either wholly discharging the debt and prospective debts or making arrangements satisfactory to the Commissioner for that discharge came to commend itself to Parliament in 1984 when Part IVA , in which s14S and s 14V are found, was inserted into the TAA.",
      "id": "s13"
    },
    {
      "text": "7 Though termed an \"appeal\", a proceeding under s 14V of the TAA either in this Court or a State or Territory Supreme Court, each of which is concurrently invested with Federal jurisdiction for this purpose, is a proceeding in the original jurisdiction.",
      "id": "s14"
    },
    {
      "text": "Features of such an appeal were considered by the Full Court in Poletti v Commissioner of Taxation (1994) 52 FCR 154 (Poletti's Case).",
      "id": "s15"
    },
    {
      "text": "Poletti's Case remains the only appellate authority in relation to such appeals.",
      "id": "s16"
    },
    {
      "text": "Not all of the decisions in the exercise of original jurisdiction which preceded Poletti's Case are readily reconcilable with that case or each other in relation to the nature of an appeal under s 14V.",
      "id": "s17"
    },
    {
      "text": "8 The following propositions emerge from Poletti's Case in relation to this type of \"appeal\":\n \n(a) the appeal is not a hearing de novo , which means that there is no retrial of all the issues and what the Commissioner considered and did in making the DPO decision is not irrelevant (at 160);\n \n(b) neither is an appeal against the making of a DPO confined to a question of law in the way in which is an appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (at 160);\n \n(c) nor is the appeal one confined to administrative law error grounds in a way in which would be a challenge under the Administrative Decisions (Judicial Review) Act 1977 (Cth) (at 160);\n \n(d) administrative law error grounds or a question of law may nonetheless permissibly be advanced on an appeal which, to this extent, overlaps with a judicial review proceeding (at 160);\n \n(e) it is for an appellant to make good the challenge; no onus of proof lies on the Commissioner (at 160-161);\n \n(f) the documentary material before the Commissioner at the time when the decision was made should be produced by him to the Court (at 161);\n \n(g) other material then in existence, be it on the Commissioner's files or otherwise, is relevant and can be produced to the Court to enable the Court to decide whether the belief of the Commissioner was held on reasonable grounds (at 162);\n \n(h) material which comes to light after the making of the DPO decision and which did not exist at that time is of doubtful relevance (at 162).",
      "id": "s18"
    },
    {
      "text": "9 In Poletti's Case at 160, the Full Court considered that an appeal against the making of a DPO involves the determination by the Court of three principal questions (or such one or more of them as are in issue in the appeal):\n \n(a) whether the person is subject to a tax liability;\n \n(b) whether the Commissioner held the belief of which s 14S(1)(b) speaks; and\n \n(c) whether reasonable grounds existed for the formation by the Commissioner of the requisite belief?",
      "id": "s19"
    },
    {
      "text": "There questions provide a convenient framework within which to commence consideration of the merits of this appeal.",
      "id": "s20"
    },
    {
      "text": "10 It was submitted on behalf of Mr Pattenden that there were two stages to an appeal under s 14V; deciding whether, on the evidence, the three questions posed in Poletti's Case ought to be answered in favour of the appellant on the material before the decision-maker and then deciding whether, on that material and such further material as then existed, reasonable grounds existed.",
      "id": "s21"
    },
    {
      "text": "11 The Commissioner's submission was that there were no such \"stages\".",
      "id": "s22"
    },
    {
      "text": "I agree.",
      "id": "s23"
    },
    {
      "text": "12 There is nothing in Poletti's Case which supports the notion that there are two stages to the answering of the identified questions.",
      "id": "s24"
    },
    {
      "text": "As noted above, it is recognised in Poletti's Case that, while it is possible to challenge the decision to make a DPO on administrative law error grounds, an appellant is not confined to the making of a challenge on such a basis.",
      "id": "s25"
    },
    {
      "text": "For example, to be able to contend that, on the evidence before the Court as to the position at the time the decision was made, reasonable grounds did not exist, it is not first necessary to demonstrate that reasonable grounds did not exist on the material which was before the Commissioner or that the decision as made was tainted by some administrative law error.",
      "id": "s26"
    },
    {
      "text": "Was Mr Pattenden subject to a taxation liability?",
      "id": "s27"
    },
    {
      "text": "13 The schedule to the DPO recites that Mr Pattenden is indebted to the Commonwealth in respect of income tax and administrative penalty for tax shortfall in the total amount of $6,435,103.31.",
      "id": "s28"
    },
    {
      "text": "In the main, the recited income tax liability and related administrative penalty is referable to a series of amended assessments which issued on 25 January 2008.",
      "id": "s29"
    },
    {
      "text": "These assessments were in respect of the 2003, 2004, 2005 and 2006 income years.",
      "id": "s30"
    },
    {
      "text": "So far as income tax liability is concerned, the schedule also makes reference to a net amount of $12,197.77 ($15, 582.85 less payments or credits of $3,475.08) remaining outstanding under an original assessment dated 16 April 2007 in respect of the 2006 income year.",
      "id": "s31"
    },
    {
      "text": "14 It emerged in the course of the hearing that Mr Benson, the officer within the Australian Taxation Office (ATO) to whom the submission for the making of the DPO was directed, was not informed of the amount outstanding under the original 2006 income year assessment or, for that matter, of a payment or credit of $26,390.08 in respect of the amended assessment for the 2005 income year which is also noted in the schedule to the DPO.",
      "id": "s32"
    },
    {
      "text": "References to this net liability and to this payment or credit were added after Mr Benson had considered the submission by unnamed persons in the \"Debt Management\" branch of the ATO who seem to have prepared the draft of what became the schedule to the DPO.",
      "id": "s33"
    },
    {
      "text": "There was no evidence that, after he had considered the submission on 21 April 2008 and before the DPO was issued in the name of Ms Vivian a month later, the entries in the schedule were ever drawn to Mr Benson's attention.",
      "id": "s34"
    },
    {
      "text": "In all other respects, the amounts shown in the schedule to the DPO are reconcilable with the tax liability figures set out in the submission made to Mr Benson.",
      "id": "s35"
    },
    {
      "text": "15 I consider the ramifications of the additions to the liability position known to Mr Benson later in these reasons for judgment.",
      "id": "s36"
    },
    {
      "text": "16 Copies, authenticated by the signature of a Deputy Commissioner, of each of the notices of assessment in respect of the various assessments or amended assessments which appear in the schedule to the DPO were each in evidence.",
      "id": "s37"
    },
    {
      "text": "17 Also in evidence was a series of deemed assessments which, by the operation of s 166A of the ITAA36, were occasioned upon the lodgement with the ATO on (as was conceded) 30 April 2008 by Crown Insurance Services Limited (Crown Insurance), a company incorporated in Vanuatu, of income tax returns for the income years ended 30 June 2003 to 30 June 2006 inclusive.",
      "id": "s38"
    },
    {
      "text": "It transpired that Crown Insurance later paid the amounts of these deemed assessments.",
      "id": "s39"
    },
    {
      "text": "This payment did not occur until after the date when the DPO was issued.",
      "id": "s40"
    },
    {
      "text": "18 The submission to Mr Benson made reference to an audit which the ATO had conducted and was continuing to conduct of the taxation affairs of Mr Pattenden and companies with which he was associated.",
      "id": "s41"
    },
    {
      "text": "Crown Insurance is mentioned in this regard.",
      "id": "s42"
    },
    {
      "text": "It is described in the submission as \"Mr Pattenden's underwriting company\" and the recipient of the net amounts of premiums (net of salaries and other costs) collected in Australia from members of various Aboriginal communities in respect of funeral benefit insurance plans by other companies with which Mr Pattenden was associated (of which more detail below).",
      "id": "s43"
    },
    {
      "text": "19 Though, on 21 April 2008, Mr Benson had this general awareness of the position of Crown Insurance as known to the ATO, it was not thereafter and prior to the issuing of the DPO drawn to his attention that Crown Insurance had lodged tax returns which resulted in its being deemed to be assessed for the 2003 to 2006 income years.",
      "id": "s44"
    },
    {
      "text": "20 Mr Benson's understanding was that the amended assessments which were issued to Mr Pattenden in January 2008 were cast by reference to the amounts of premiums which had been sent to Crown Insurance from Australia and upon the assumption that he was in some way or another able to enjoy the use of this income.",
      "id": "s45"
    },
    {
      "text": "The returns lodged by Crown Insurance return the net amounts of the premium income as taxable income of that company.",
      "id": "s46"
    },
    {
      "text": "21 Unbeknown to Mr Benson at the time when he considered the DPO submission or at any time thereafter before the issuing of the DPO, Mr Pattenden had, on 11 April 2008, lodged objections to each of the amended assessments.",
      "id": "s47"
    },
    {
      "text": "In each case, the grounds of objection were that the taxable income assessed was income of Crown Insurance, not Mr Pattenden and, further or alternatively, that Mr Pattenden was not, in any of the income years in question, a resident of Australia for income tax purposes.",
      "id": "s48"
    },
    {
      "text": "Those objections had not been determined by the Commissioner at the time when the DPO was issued.",
      "id": "s49"
    },
    {
      "text": "22 On behalf of Mr Pattenden it was submitted that the existence of a \"genuine dispute\" was a relevant consideration not taken into account.",
      "id": "s50"
    },
    {
      "text": "It was further submitted that another relevant consideration not taken into account was the ATO \"receivables policy\".",
      "id": "s51"
    },
    {
      "text": "23 Originally, these submissions were made in conjunction with a submission that the issuing of the DPO was unlawful because it sought the double recovery of a taxation liability in respect of income which had also been assessed to Crown Insurance.",
      "id": "s52"
    },
    {
      "text": "I did not understand this particular submission to be pressed given that Crown Insurance had only paid the amounts of its deemed assessments after the date when the DPO issued.",
      "id": "s53"
    },
    {
      "text": "In that circumstance, the abandonment of the submission was appropriate.",
      "id": "s54"
    },
    {
      "text": "24 The Commissioner is entitled to raise alternative assessments.",
      "id": "s55"
    },
    {
      "text": "What he is not entitled to do is twice or more to recover tax in respect of the same income.",
      "id": "s56"
    },
    {
      "text": "The prevailing position was summarised and pertinent authorities were collected by Brennan J (as his Honour then was) in Deputy Commissioner of Taxation v Richard Walter Pty Ltd [1995] HCA 23 ; (1994-1995) 183 CLR 168 at 202:\n The appropriateness of alternative assessments to tax of two taxpayers in respect of the same item of income was recognized in a dictum of this Court in Deputy Commissioner of Taxation v. Moorebank Pty.",
      "id": "s57"
    },
    {
      "text": "Ltd. And the courts, if not the Commissioner, can diminish the difficulty of concurrent assessments by ensuring that there is no double recovery of tax.",
      "id": "s58"
    },
    {
      "text": "The co-existence of tax liabilities arising from concurrent assessments is entirely consistent with the operation of s 177(1).",
      "id": "s59"
    },
    {
      "text": "If the Commissioner employs s 177(1) in a proceeding to recover tax from taxpayer A, the liability of that taxpayer cannot be avoided by pointing to an outstanding assessment against taxpayer B.",
      "id": "s60"
    },
    {
      "text": "Section 177(1) operates as between the Commissioner and the taxpayer served with the notice of assessment in a proceeding between them and the notice of assessment issued to another taxpayer does not qualify or affect the operation of s 177(1).",
      "id": "s61"
    },
    {
      "text": "(Footnote references omitted) See also to like effect in that same case the reasons for judgment of Dawson J at p 216-217 and of Toohey J at p 228.",
      "id": "s62"
    },
    {
      "text": "The relevant root authority is Richardson v Commissioner of Taxation [1932] HCA 67 ; (1932) 48 CLR 192.",
      "id": "s63"
    },
    {
      "text": "25 Had Crown Insurance paid the deemed assessments prior to the making of the DPO and either this fact not drawn to the attention of Mr Benson or if it had and its implications had not been taken into account in considering the extent to which Mr Pattenden's tax liability had thereby been discharged, there may have been a basis for the submission which came not to be pressed but it is unnecessary to decide the point.",
      "id": "s64"
    },
    {
      "text": "The mere fact that Mr Benson was unaware that deemed assessments existed in respect of Crown Insurance had no impact on the reaching of a conclusion that Mr Pattenden was subject to a taxation liability that had not been wholly discharged.",
      "id": "s65"
    },
    {
      "text": "I consider below whether there is any other ramification of his ignorance of the deemed assessments.",
      "id": "s66"
    },
    {
      "text": "26 There was no suggestion that bad faith on the part of the Commissioner or his staff attended the issuing of the amended assessments to Mr Pattenden in January 2008.",
      "id": "s67"
    },
    {
      "text": "The production and tender in evidence of the authenticated copies of those amended assessments and the other assessment establishes conclusively in this appeal that those assessments were duly made and that the amount and all particulars of each assessment are correct: s 177(1) ITAA36.",
      "id": "s68"
    },
    {
      "text": "27 Upon the production and tender of the authenticated copies of the amended and other assessments, that Mr Pattenden was subject to a taxation liability became a given in this appeal.",
      "id": "s69"
    },
    {
      "text": "Section 177 of the ITAA36 operated \"to change what would otherwise be the operation of the relevant laws of evidence\": Commissioner of Taxation v Futuris Corporation Ltd [2008] HCA 32 ; (2008) 82 ALJR 1177 at 1191, [65] .",
      "id": "s70"
    },
    {
      "text": "In these circumstances and to adapt, in light of subsequent legislative changes to the forums in which taxation appeals or reviews are heard, language employed by Lee J of the New South Wales Supreme Court in 1985 in Winter v Commissioner of Taxation (1985) 16 ATR 977 at 981, one of the first appeals of the present kind, it is not for a court entertaining an appeal against a DPO to usurp the function of the Federal Court or the Administrative Appeals Tribunal when deciding an appeal against or, as the case may be, when reviewing, an objection decision in respect of an assessment.",
      "id": "s71"
    },
    {
      "text": "There was, even in 1985, nothing new in such a conclusion.",
      "id": "s72"
    },
    {
      "text": "A like position prevailed by virtue of the effect of s 177(1) of the ITAA36 in respect of recovery related proceedings arising under the earlier regime for the restriction of the departure from Australia of taxation debtors: Re Scottish Loan &amp; Finance Co Ltd (1944) 44 SR (NSW) 461 at 466-467 (Nicholas CJ in Eq).",
      "id": "s73"
    },
    {
      "text": "28 For the purposes of this proceeding it must be accepted that Mr Pattenden was subject to total taxation liabilities of $6,435,103.31 in the way particularised in the schedule to the DPO at the time when the DPO issued.",
      "id": "s74"
    },
    {
      "text": "So much in the end seemed to be accepted in the submissions made on his behalf.",
      "id": "s75"
    },
    {
      "text": "29 As to the submissions concerning the relevance, if any, of the there being an objection and of the \"receivables policy\", neither can go to the existence of a taxation liability.",
      "id": "s76"
    },
    {
      "text": "That being so and because of the way the submissions came to be developed, it is preferable to consider their merits under a separate heading, \"Residual Discretions?",
      "id": "s77"
    },
    {
      "text": "\" later in these reasons.",
      "id": "s78"
    },
    {
      "text": "Did the Commissioner hold the requisite belief?",
      "id": "s79"
    },
    {
      "text": "30 I have no doubt that Mr Benson held the belief on 21 April 2008 that it was desirable to make a DPO for the purpose of ensuring that Mr Pattenden did not depart from Australia for a foreign country without either wholly discharging his tax liability, as Mr Benson then understood it to be, or making arrangements satisfactory to the Commissioner for that tax liability wholly to be discharged.",
      "id": "s80"
    },
    {
      "text": "In this sense, elements of s 14S(1)(b) of the TAA were addressed in his decision-making process.",
      "id": "s81"
    },
    {
      "text": "31 Mr Benson's response to the submission made to him by subordinate officers is brief, \"I support your recommendation to seek a DPO for Mr Pattenden\".",
      "id": "s82"
    },
    {
      "text": "Read in the context of the submission and related recommendation made by subordinate officers, the response is consistent only with his holding the belief that I have mentioned.",
      "id": "s83"
    },
    {
      "text": "I do not read the words \"I support\" as evidencing Mr Benson's endorsing an approval decision made by an unauthorised subordinate, as opposed to evidencing his making a decision in terms of the subordinate's recommendation.",
      "id": "s84"
    },
    {
      "text": "32 There was some exploration of Mr Benson's state of mind in cross examination and a related endeavour to persuade that his interest was only in securing the immediate payment of the income tax component of the debt rather than as well the additional tax.",
      "id": "s85"
    },
    {
      "text": "The end to which that was directed was a submission that Mr Benson's belief was not related wholly to discharging his taxation liability.",
      "id": "s86"
    },
    {
      "text": "That is not consistent with the contemporary evidence in the quoted response to the submission.",
      "id": "s87"
    },
    {
      "text": "33 Though an officer of some seniority within the ATO, Mr Benson was neither the Commissioner nor a Deputy Commissioner and delegate of the Commissioner.",
      "id": "s88"
    },
    {
      "text": "After Mr Benson saw and approved on 21 April 2008 the submission made to him in relation to the making of a DPO a month elapsed before it was issued.",
      "id": "s89"
    },
    {
      "text": "Further, as noted above, when the DPO issued it made reference to a particular taxation liability of which Mr Benson was ignorant when he decided that a DPO should be made.",
      "id": "s90"
    },
    {
      "text": "34 The submission for the making of the DPO was authored on 11 April 2008 by Mr Sivasubramaniam, an officer with particular responsibility for the audit of the income tax affairs of Mr Pattenden and entities related to him.",
      "id": "s91"
    },
    {
      "text": "That day, Mr Sivasubramaniam dispatched the submission by email to his \"Team Leader\", Mr Roberts.",
      "id": "s92"
    },
    {
      "text": "Later that day, Mr Roberts forwarded the submission to Mr Benson by email, adding the following comments:\n Our audits are continuing for this client and he now owes a significant amount of tax.",
      "id": "s93"
    },
    {
      "text": "Also he has shown intentional disregard of the law.",
      "id": "s94"
    },
    {
      "text": "Accordingly, I agree that this client represents a serious flight risk and that he has demonstrated this by the resent [sic] disposal of several major assets.",
      "id": "s95"
    },
    {
      "text": "Please support [Mr Sivasubramaniam's] submission to issue a [DPO].",
      "id": "s96"
    },
    {
      "text": "35 An allegation that Mr Pattenden represented a flight risk is made in the DPO submission.",
      "id": "s97"
    },
    {
      "text": "36 Mr Benson then considered the submission and replied directly to Mr Sivasubramaniam on 21 April 2008 in terms already noted.",
      "id": "s98"
    },
    {
      "text": "On the evidence, it was Mr Sivasubramaniam who thereafter came to affix the facsimile signature of the then Deputy Commissioner of Taxation Micro-enterprises and Individuals, Ms Vivian to the draft of the DPO, which issued in her name.",
      "id": "s99"
    },
    {
      "text": "37 A draft of the proposed DPO did not form part of the submission made to Mr Benson.",
      "id": "s100"
    },
    {
      "text": "While so to do may be good public administration and perhaps obviate the vices I describe below, there is nothing in s 14S which mandates that practice, as opposed to the decision-maker's having an awareness of the taxation liability and considering the other elements set out in s 14S.",
      "id": "s101"
    },
    {
      "text": "38 Why it took a month after Mr Benson had decided that a DPO should be made to issue the DPO was not explained in evidence.",
      "id": "s102"
    },
    {
      "text": "Mr Sivasubramaniam was not called to give evidence.",
      "id": "s103"
    },
    {
      "text": "It would seem, with respect, to be antithetical to the very purpose of a DPO for a subordinate not forthwith to carry into effect a decision by the Commissioner, a delegate or an authorised person (in the name of the former) to make a DPO.",
      "id": "s104"
    },
    {
      "text": "A need for expedition once a DPO is made is recognised by Parliament, having regard to the terms of s 14S(4) and (5) of the TAA:\n \n \n (4) Where a departure prohibition order is made in respect of a person, the Commissioner shall forthwith: \n \n \n \n \n (a) cause the person to be informed, as prescribed, of the making of the order; and\n (b) subject to subsection (5), cause a copy of the order, and such information as the Commissioner considers is likely to facilitate the identification of the person, to be given to: \n \n \n(i) the Secretary to the Immigration Department; and (ii) such other persons as the Commissioner considers appropriate, being persons prescribed, or included in a class of persons prescribed, for the purposes of this paragraph.",
      "id": "s105"
    },
    {
      "text": "(5) Where a departure prohibition order is made in respect of a person whom the Commissioner is satisfied is an Australian citizen, the Commissioner shall not cause a copy of the order, or any information likely to facilitate the identification of the person, to be given to the Secretary to the Immigration Department unless the Commissioner is of the opinion that it is desirable to do so.",
      "id": "s106"
    },
    {
      "text": "The word \"forthwith\" means as soon as reasonably practical.",
      "id": "s107"
    },
    {
      "text": "That same sentiment of expedition applies to what should be the procedural or \"ministerial\" act of giving form to the decision to make a DPO.",
      "id": "s108"
    },
    {
      "text": "I am not satisfied that this is what occurred in this instance.",
      "id": "s109"
    },
    {
      "text": "39 Events did not remain static in the interval between 21 April and 21 May 2008.",
      "id": "s110"
    },
    {
      "text": "I have already mentioned the Crown Insurance deemed assessments.",
      "id": "s111"
    },
    {
      "text": "Further, there was correspondence generated on behalf of the Commissioner by Mr Sivasubramaniam with Mr Pattenden in relation to the provision of information further to what was termed an \"Interim Decision Summary Report 2\" which had been furnished to Mr Pattenden in early April 2008.",
      "id": "s112"
    },
    {
      "text": "In that report, the prospect of raising of further amended assessments directed to Mr Pattenden in the total sum, inclusive of penalties, of $1.69 million was foreshadowed.",
      "id": "s113"
    },
    {
      "text": "The existence of that interim report and that contingency were mentioned in the submission made to Mr Benson.",
      "id": "s114"
    },
    {
      "text": "There is no mention of the decision to make the DPO in this correspondence.",
      "id": "s115"
    },
    {
      "text": "Yet further, as described below, an explanatory letter in respect of one identified in the DPO submission as a concern was received by the ATO.",
      "id": "s116"
    },
    {
      "text": "40 Tendered in evidence was an instrument of delegation signed by the Commissioner pursuant to s 8 of the TAA delegating, materially, his power to make a DPO to, inter alia , the holder of the office of Deputy Commissioner of Taxation, Micro-enterprises and Individuals.",
      "id": "s117"
    },
    {
      "text": "Also tendered was an instrument of authorisation by the holder of the office of Deputy Commissioner of Taxation, Micro-enterprises and Individuals which, materially and at least purportedly, authorised the holder of the position held by Mr Benson to exercise in the name of the person for the time being holding the office of Deputy Commissioner of Taxation, Micro-enterprises and Individuals the power of making a DPO.",
      "id": "s118"
    },
    {
      "text": "Persons holding positions subordinate to that held by Mr Benson were not so authorised.",
      "id": "s119"
    },
    {
      "text": "41 In terms of Australian jurisprudence, the lawfulness in particular circumstances of a practice within public administration of delegates of a responsible Minister or permanent head or equivalent such as the Commissioner authorising subordinates to exercise delegated powers in their name finds recognition at ultimate appellate level in O'Reilly v State Bank of Victoria Commissioners [1983] HCA 47 ; (1982-1983) 153 CLR 1 at 12-14 per Gibbs CJ, Murphy J agreeing in this regard and at 30-33 per Wilson J.",
      "id": "s120"
    },
    {
      "text": "It is also the subject of an influential advisory opinion given by Brennan J in his Honour's then capacity as President of the Administrative Appeals Tribunal in Re Reference under Ombudsman Act s 11 (1979) 2 ALD 86.",
      "id": "s121"
    },
    {
      "text": "These, in turn, give local recognition to a principle of public law in the United Kingdom in relation to the administration of large Departments of State which has come to be known as \"the Carltona principle\", so named for a leading authority on the subject in that country, Carltona Ltd v Commissioners of Works [1943] 2 All E R 560.",
      "id": "s122"
    },
    {
      "text": "These and other authorities on the subject are helpfully collected and discussed in Aronson, Dyer and Groves, Judicial Review of Administrative Action , 3rd Edition, at pp 310-318.",
      "id": "s123"
    },
    {
      "text": "42 Whether it is lawful for a power consigned by statute to a designated person (or a delegate where there is provision for delegation) to be exercised in the name of that person by a duly authorised subordinate depends on whether the statute concerned requires the power personally to be exercised by its designated repository (or a delegate).",
      "id": "s124"
    },
    {
      "text": "That, in turn, depends on the nature of the power and the other circumstances of the case.",
      "id": "s125"
    },
    {
      "text": "The latter include considerations of whether one should assume knowledge by Parliament of factors going to practical administrative necessity for such authority to be exercised such as the size of the department for which the legislatively designated repository of a power is responsible, the geographic area for which the department is responsible and the apprehended frequency of the occasion for the exercise of the power concerned.",
      "id": "s126"
    },
    {
      "text": "43 I am relieved from considering whether authorisation in accordance with the Carltona principle was possible at all in relation to the making of a DPO because it was not submitted that the power to make a DPO, though described in Poletti's Case (at 160) as a \"severe intrusion into a person's liberty, privacy and freedom of movement\", was of such a nature as to require the decision personally to be made by the Commissioner or a delegate.",
      "id": "s127"
    },
    {
      "text": "It was accepted by the Appellant that it was permissible for the authorised person to decide to make the DPO with that decision being the act of the delegate.",
      "id": "s128"
    },
    {
      "text": "44 The submission made on behalf of Mr Pattenden was that, accepting that the regime of delegation and authorisation was lawfully possible, it was not permissible for the authorised person, in turn, to consign substantive aspects of the making of the decision to subordinates.",
      "id": "s129"
    },
    {
      "text": "It was, rightly, no part of that submission that it was impermissible for an authorised person such as Mr Benson, having made a decision to make a DPO, to consign to a subordinate consequential, wholly procedural, clerical or \"ministerial\" tasks such as the affixing of a facsimile of the Deputy Commissioner's signature to the DPO or the communication to Mr Pattenden of the making of the DPO.",
      "id": "s130"
    },
    {
      "text": "Rather, the submission was that, when one examined the facts of this case, the decision as made and evidenced by the DPO was not that of Mr Benson in all key respects.",
      "id": "s131"
    },
    {
      "text": "45 Two authorities were principally relied upon, Din v Minister for Immigration and Multicultural Affairs (1997) 147 ALR 673 (Wilcox J) and passages in the dissenting judgment of Mason J (as his Honour then was) in O'Reilly's Case, supra.",
      "id": "s132"
    },
    {
      "text": "Din's Case though was determined on a basis not relied upon for Mr Pattenden i.e.",
      "id": "s133"
    },
    {
      "text": "that the nature of the statutory power and administrative necessity were not such as to make it impractical for decisions personally to be made by the Minister and his appointed delegates.",
      "id": "s134"
    },
    {
      "text": "The dissent of Mason J in O'Reilly's Case was influenced by similar considerations.",
      "id": "s135"
    },
    {
      "text": "46 The authorities relied upon do not directly support the submission, which is not to say that it lacks merit.",
      "id": "s136"
    },
    {
      "text": "The essential point advanced was that, in permitting a decision by an authorised officer to make a DPO in the name of the delegate, the law did not thereby allow the authorised officer to give a blanket authority to an unauthorised officer to affix, at some uncertain time in the future, the signature of the delegate to a DPO in respect of whatever the total tax liability of the recipient might then be and irrespective of whatever other changes may have occurred in the interval.",
      "id": "s137"
    },
    {
      "text": "47 Paragraph 14S(1)(a) uses the indefinite article to qualify \"tax liability\".",
      "id": "s138"
    },
    {
      "text": "\"Tax liability\" is defined by s 2 of the TAA to mean \"a liability to the Commonwealth arising under, or by virtue of, a taxation law\".",
      "id": "s139"
    },
    {
      "text": "In turn, s 2 defines \"taxation law\" by reference to the definition of that term in the Income Tax Assessment Act 1997 (Cth) (ITAA97).",
      "id": "s140"
    },
    {
      "text": "Section 995.1 of the ITAA97 provides:\n \"taxation law\" means: \n \n (a) an Act of which the Commissioner has the general administration (including a part of an Act to the extent to which the Commissioner has the general administration of the Act); or \n (b) regulations under such an Act (including such a part of an Act).",
      "id": "s141"
    },
    {
      "text": "48 The language of s 14S does not compel a conclusion a DPO may only be made after a consideration of the total taxation liabilities, howsoever arising, of an individual.",
      "id": "s142"
    },
    {
      "text": "No intention which would displace the interpretive rule found in s 23(b) of the Acts Interpretation Act 1901 (Cth) that \"words in the singular number include the plural and words in the plural number include the singular\" is evident.",
      "id": "s143"
    },
    {
      "text": "It would, for example, have been possible to have included reference to the 2006 original assessment liability in the submission made to Mr Benson but the fact that reference to that liability was omitted does not, ipso facto , invalidate his decision.",
      "id": "s144"
    },
    {
      "text": "49 Section 14S contemplates the making of a decision to issue a DPO by the Commissioner (or a delegate) who has formed a belief on reasonable grounds that it is desirable that person subject to a particular tax liability not depart Australia without wholly discharging that tax liability; or making arrangements satisfactory to the Commissioner for that tax liability to be wholly discharged.",
      "id": "s145"
    },
    {
      "text": "The value judgment entailed in the decision is necessarily referable to wholly discharging or making satisfactory arrangements for wholly discharging the tax liability in respect of which the decision is made.",
      "id": "s146"
    },
    {
      "text": "These same requirements necessarily attend the making of a decision by an authorised person for a delegate.",
      "id": "s147"
    },
    {
      "text": "It is a usurpation of that authority for that person's unauthorised subordinate to presume to insert into what purports to be a DPO made by and on behalf of and in the name of a delegate a tax liability that is different to that in respect of which the authorised officer has made his decision on behalf of that delegate (I refer here to primary or additional tax liabilities which are fixed, not to general interest charges which necessarily accrue from day to day).",
      "id": "s148"
    },
    {
      "text": "50 There is authority that the ability of a subordinate to exercise in the name of a Minister of State a statutory power conferred on the Minister need not be found in a formal instrument of authority but may permissibly be found in departmental practice: Woollett v Minister of Agriculture and Fisheries [1955] 1 QB 103, at 125 per Jenkins LJ and at 136 per Morris LJ.",
      "id": "s149"
    },
    {
      "text": "In this case the delegate has executed a formal instrument of authority.",
      "id": "s150"
    },
    {
      "text": "That instrument carefully delineates the extent to which particular subordinates are entitled to exercise delegated power in the name of the delegate.",
      "id": "s151"
    },
    {
      "text": "It is necessarily to be inferred that the instrument evidences a considered decision by a Deputy Commissioner of Taxation as to which subordinates, having regard to the knowledge and experience required to hold particular subordinate positions, ought responsibly to be given authority to make a particular type of decision in the name of that Deputy Commissioner.",
      "id": "s152"
    },
    {
      "text": "The instrument of authorisation gives a desirable certainty of authority to subordinates, as opposed to consigning such matters to informal practice and to the uncertainty of whether that practice would be regarded as acceptable having regard to the nature of the power and the level at which authority was exercised.",
      "id": "s153"
    },
    {
      "text": "The deliberate exclusion in the instrument of persons of lesser seniority than Mr Benson from having authority to decide on behalf of the delegate to issue a DPO tells against such persons possessing any authority by informal practice.",
      "id": "s154"
    },
    {
      "text": "51 For the Commissioner, the submission was advanced that, in a relative sense, the assessment debt and the credits which were inserted were minor.",
      "id": "s155"
    },
    {
      "text": "That, with respect, is an unattractive submission.",
      "id": "s156"
    },
    {
      "text": "Assuming, as the parties have, that the nature of the power to make a DPO admits of the application of the Carltona principle at all, it nonetheless remains a power that entails a serious intrusion on a person's freedom of movement.",
      "id": "s157"
    },
    {
      "text": "There is therefore every reason to expect that the non-procedural aspects of the decision will be made only by the authorised officer.",
      "id": "s158"
    },
    {
      "text": "Mr Benson never made a decision to make a DPO in respect of the taxation liability specified in the purported DPO of 21 May 2008.",
      "id": "s159"
    },
    {
      "text": "The decision to insert a different taxation liability in that order was that of unauthorised subordinates.",
      "id": "s160"
    },
    {
      "text": "52 I have no reason to doubt that, when Mr Sivasubramaniam affixed the Deputy Commissioner's signature to the DPO which issued to Mr Pattenden, he did so in good faith.",
      "id": "s161"
    },
    {
      "text": "It was nonetheless not only an insubordinate act but an unauthorised one.",
      "id": "s162"
    },
    {
      "text": "In so doing, he presumed that on 21 May 2008, knowing of the further taxation liability and of the credits, Mr Benson would remain of the view that the making of a DPO was appropriate.",
      "id": "s163"
    },
    {
      "text": "Like comment may be made in respect of the actions of whomever it was in \"Debt Management\" who presumed, without authority, to insert into the draft of the DPO liabilities and credits or payments of which Mr Benson was unaware when he made the decision to make a DPO on 21 April 2008.",
      "id": "s164"
    },
    {
      "text": "The addition of the additional taxation liability and of the further payments or credits was not a procedural step.",
      "id": "s165"
    },
    {
      "text": "Neither, in light of that, was the affixing of the facsimile of the Deputy Commissioner's signature to a DPO in that form.",
      "id": "s166"
    },
    {
      "text": "53 What Mr Benson's subordinates have done is to conflate two features of the DPO regime.",
      "id": "s167"
    },
    {
      "text": "Section 14S contemplates the making of a DPO in respect of a taxation liability.",
      "id": "s168"
    },
    {
      "text": "It is the amount of that liability which must be inserted into the DPO.",
      "id": "s169"
    },
    {
      "text": "Once a DPO has been made:\n \n(a) it remains in force until it is revoked or until it is set aside by a court: s 14S(2) of the TAA; and\n \n(b) s 14T of the TAA then has effect.",
      "id": "s170"
    },
    {
      "text": "54 Materially, s 14T provides:\n \n \n 14T Revocation and variation of departure prohibition orders\n \n (1) Where a departure prohibition order is in force in respect of a person and: \n \n \n \n \n (a) the tax liabilities to which the person is subject have been wholly discharged and the Commissioner is satisfied that it is likely that the tax liabilities to which the person may become subject in respect of, or arising out of, matters that have occurred will be: \n \n \n(i) wholly discharged; or (ii) completely irrecoverable; or (b) the Commissioner is satisfied that the tax liabilities to which the person is subject are completely irrecoverable; \n \n the Commissioner shall, on application being made to the Commissioner by the person to do so or on the Commissioner's own motion, revoke the departure prohibition order.",
      "id": "s171"
    },
    {
      "text": "Section 14T uses the plural, \"taxation liabilities\".",
      "id": "s172"
    },
    {
      "text": "It looks both to a present totality and to the future, not just to the tax liability that occasioned the making of the DPO.",
      "id": "s173"
    },
    {
      "text": "Once a DPO is made, it is s 14T that gives the order an ambulatory quality in respect of other taxation liabilities and prospective taxation liabilities.",
      "id": "s174"
    },
    {
      "text": "Merely to discharge the taxation liability that prompted the making of the DPO does not entitle its recipient to the revocation of the DPO.",
      "id": "s175"
    },
    {
      "text": "55 Though not expressly advanced in defence of the DPO, I have considered whether the additional entries might be severable.",
      "id": "s176"
    },
    {
      "text": "Such is the intrusion that a DPO makes into personal freedom that I do not consider this to be possible.",
      "id": "s177"
    },
    {
      "text": "56 The purported DPO of 21 May 2008 did not reflect the decision made by Mr Benson on behalf of the delegate.",
      "id": "s178"
    },
    {
      "text": "It reflected the decision of persons not authorised to make a DPO in the name of Ms Vivian.",
      "id": "s179"
    },
    {
      "text": "Even if for no other reason, it should be set aside.",
      "id": "s180"
    },
    {
      "text": "Reasonable Grounds?",
      "id": "s181"
    },
    {
      "text": "57 In the event that the conclusion just reached is in error and because an alternative ground of challenge to the DPO was fully argued it is necessary to consider whether reasonable grounds existed for the requisite belief.",
      "id": "s182"
    },
    {
      "text": "58 Whether reasonable grounds existed for the holding of the requisite belief is \"an objectively determined postulate\", Poletti's Case, at 161.",
      "id": "s183"
    },
    {
      "text": "The following passage from the joint judgment of the Full Court of the High Court in George v Rockett [1990] HCA 26 ; (1990) 170 CLR 104 at 112 definitively states the relevant law:\n When a statute prescribes that there must be \"reasonable grounds\" for a state of mind - including suspicion and belief - it requires the existence of facts which are sufficient to induce that state of mind in a reasonable person.",
      "id": "s184"
    },
    {
      "text": "That was the point of Lord Atkin's famous, and now orthodox, dissent in Liversidge v. Anderson [1941] UKHL 1 ; [1942] AC 206: see Nakkuda Ali v. M.F. De S. Jayaratne [1951] AC 66 , at pp 76-77; Reg.",
      "id": "s185"
    },
    {
      "text": "v.",
      "id": "s186"
    },
    {
      "text": "I.R.C.",
      "id": "s187"
    },
    {
      "text": "; Ex parte Rossminster [1979] UKHL 5 ; [1980] AC 952 , at pp 1000, 1011, 1017-1018; Bradley v. The Commonwealth [1973] HCA 34 ; (1973) 128 CLR 557 , at pp 574-575; W.A.",
      "id": "s188"
    },
    {
      "text": "Pines Pty.",
      "id": "s189"
    },
    {
      "text": "Ltd. v. Bannerman (1980) 41 FLR 169, at pp 180-181; [1980] FCA 79 ; 30 ALR 559 , at pp 566-567.",
      "id": "s190"
    },
    {
      "text": "That requirement opens many administrative decisions to judicial review and precludes the arbitrary exercise of many statutory powers: see, for example, Attorney-General v. Reynolds [1980] AC 637.",
      "id": "s191"
    },
    {
      "text": "Therefore it must appear to the issuing justice, not merely to the person seeking the search warrant that reasonable grounds for the relevant suspicion and belief exist.",
      "id": "s192"
    },
    {
      "text": "59 Put in the context of an appeal under s 14V, what this means is that it is for the appellant to prove that, viewed objectively and on the material before the decision-maker or otherwise then available, reasonable grounds for the requisite belief did not exist.",
      "id": "s193"
    },
    {
      "text": "60 The submission to Mr Benson recommending the making of a DPO in respect of Mr Pattenden put the following version of what were said to be \"material facts &amp; findings\" and made the following comments:\n Material Facts &amp; Findings \n \n &#8226; Mr Pattenden was issued with Notices of Amended Assessment (for $4,316,142) and Penalty Notices (amounting to $2,133,242) on 25/01/08.",
      "id": "s194"
    },
    {
      "text": "&#8226; Mr Pattenden's current consolidated account balance is $7,786,500 Dr.\n &#8226; When contacted by an advanced (High Value Debt) Recovery ATO Officer, Mr Craig Duly (TAG; on 03/03/08) stated that he would lodge an objection against the total debt in 1-2 weeks time.",
      "id": "s195"
    },
    {
      "text": "&#8226; After the 1-2 weeks had expired, the ATO office re-contacted Mr Duly on 26/03/08.",
      "id": "s196"
    },
    {
      "text": "Mr Duly stated that he not yet contacted Mr Pattenden's solicitor, who was tasked to prepare the objection.",
      "id": "s197"
    },
    {
      "text": "&#8226; On 28/03/08, Mr Duly stated that he not yet contacted Mr Pattenden's solicitor, who was tasked to prepare the objection.",
      "id": "s198"
    },
    {
      "text": "&#8226; As on 11/04/08, there is no record of an objection being received anywhere in the ATO.",
      "id": "s199"
    },
    {
      "text": "Mr Duly is also not contactable.",
      "id": "s200"
    },
    {
      "text": "&#8226; A second Interim Decision Summary (Position Paper) was issued by facsimile and by post on 4/4/08.",
      "id": "s201"
    },
    {
      "text": "&#8226; In the above correspondence, the ATO provided a reply by date/timeframe of 09/05/08 for Mr Pattenden to provide comments and any additional information or evidence.",
      "id": "s202"
    },
    {
      "text": "&#8226; The second Interim Decision Summary proposed ITR amendments and penalties of a further $1.69 million.",
      "id": "s203"
    },
    {
      "text": "&#8226; During the interview of 18/05/07, Mr Pattenden advised that both his luxury home units (in RUNAWAY BAY, QLD) had been sold two weeks prior to 18/05/07.",
      "id": "s204"
    },
    {
      "text": "The units are cumulatively worth at least $2 million.",
      "id": "s205"
    },
    {
      "text": "&#8226; Mr Pattenden previously sold a portion of his equity in his associated ACBF Group in July 2001 for $1 million.",
      "id": "s206"
    },
    {
      "text": "&#8226; Mr Pattenden reportedly sold his racehorses at a significant loss.",
      "id": "s207"
    },
    {
      "text": "&#8226; In his letter of 31/10/07, Mr Hughes advised that Mr Pattenden had now ceased all involvement in the ACBF Group, other than his shareholding.",
      "id": "s208"
    },
    {
      "text": "By virtue of this statement, Mr Hughes conceded that Mr Pattenden maintained substantial business ties (directorships and shareholdings) in Australia in the recent past.",
      "id": "s209"
    },
    {
      "text": "&#8226; Also in the recent past, Mr Pattenden has made numerous trips in and out of Australia.",
      "id": "s210"
    },
    {
      "text": "&#8226; In light of all of the above, I believe that this evidence shows Mr Pattenden is in the process of divesting himself of his Australian assets and is removing them from our jurisdiction.",
      "id": "s211"
    },
    {
      "text": "Due to this behaviour together with the fact that he holds a British passport, he also represents a flight risk.",
      "id": "s212"
    },
    {
      "text": "&#8226; I also specifically make mention of my earlier minute of 2/12/07 that Mr Pattenden knew conclusively that his PAYG(W) obligations under the TAA 1953 and intentionally chose to disregard them in the 2001 FY.",
      "id": "s213"
    },
    {
      "text": "&#8226; In his responses of 09/01/08 and 25/01/08, Mr Duly has neither refuted nor provided any evidence to the contrary.",
      "id": "s214"
    },
    {
      "text": "Other Relevant comments: \n \n \n &#8226; Mr Pattenden holds the remaining 80 shares (valued at $4 million) in ACBF Group Holdings Pty Ltd.\n &#8226; I hypothesize that Mr Duly's delays in lodging an objection may be strategy to delay legal action by the ATO to recover debts owed by Mr Pattenden.",
      "id": "s215"
    },
    {
      "text": "&#8226; Mr Pattenden's noncompliant history clearly evidences his disregard for Income Tax and other laws.",
      "id": "s216"
    },
    {
      "text": "61 Mr Benson gave no reasons on 21 April 2008 for supporting the recommendation that a DPO be made.",
      "id": "s217"
    },
    {
      "text": "It seemed clear though from his affidavit and oral evidence that he agreed with the findings of fact and comments made in the submission.",
      "id": "s218"
    },
    {
      "text": "Though the submission was the only document before him at the time when he made his DPO decision, Mr Benson had a general awareness of certain other matters concerning Mr Pattenden and companies with which he was involved derived from his supervisory responsibilities within the ATO.",
      "id": "s219"
    },
    {
      "text": "Thus, he was aware at least in a general sense at the time when he made his decision that:\n \n(a) in the course of the audit, Mr Sivasubramaniam and his colleagues had discovered bank accounts operated by Mr Pattenden that had not hitherto been disclosed to the ATO;\n \n(b) this discovery had a material effect on the audit;\n \n(c) Mr Pattenden claimed to the ATO to spend more than six months in Vanuatu with the balance in Australia whereas an examination of departure records disclosed that he spent a considerable time in New Zealand the effect of this being that the country in which Mr Pattenden spent most of his time was Australia, not Vanuatu as he had stated in the course of the audit.",
      "id": "s220"
    },
    {
      "text": "62 Mr Benson had also earlier received briefings either by Mr Roberts or by Mr Sivasubramaniam about the course of the audit.",
      "id": "s221"
    },
    {
      "text": "He was aware that, though he is an Australian citizen, Mr Pattenden also holds a British passport.",
      "id": "s222"
    },
    {
      "text": "63 Mr Pattenden gave affidavit and oral evidence, as did his solicitor, Mr Hughes and his accountant, Mr Duly.",
      "id": "s223"
    },
    {
      "text": "I formed a favourable impression of the evidence given by each of these gentlemen, as I did for that matter of that given by Mr Benson and by Mr Alchin.",
      "id": "s224"
    },
    {
      "text": "Mr Alchin is a director and internal company accountant of ACBF Funeral Plans Pty Ltd (\"ACBF Funeral Plans\") and related companies which comprise the ACBF Group of Companies.",
      "id": "s225"
    },
    {
      "text": "By \"favourable\" I mean that I thought each of these witnesses gave his evidence honestly.",
      "id": "s226"
    },
    {
      "text": "64 Mr Pattenden at times had difficulty focussing on the question asked and was also sometimes emotive and impatient when under cross examination.",
      "id": "s227"
    },
    {
      "text": "Having observed him closely in the course of the hearing, it seemed to me that these features were a combination of personality as well as the particular stress not only of giving evidence but of finding himself subject to a DPO.",
      "id": "s228"
    },
    {
      "text": "I detected also, I thought, a degree of frustration on his part that investigating officers within the ATO had not, as he saw it, understood his circumstances.",
      "id": "s229"
    },
    {
      "text": "65 There was evidence that, in the course of an audit related interview with Mr Pattenden, Mr Roberts had shown a degree of exasperation with him.",
      "id": "s230"
    },
    {
      "text": "I mean no disrespect to Mr Pattenden in observing that I can well understand how such a reaction might be engendered by him.",
      "id": "s231"
    },
    {
      "text": "The relevance of that for present purposes is only that, when Mr Benson came to consider the submission made to him by Mr Sivasubramaniam through Mr Roberts, he was unaware that there had been some tension between Messrs Roberts and Pattenden in the course of one of the audit interviews.",
      "id": "s232"
    },
    {
      "text": "66 Yet another factor to be taken into account in relation to the 2007 audit interview is that, even though he had a choice of residence abroad, Mr Pattenden attended that interview.",
      "id": "s233"
    },
    {
      "text": "Apparently he attended earlier interviews concerning the audit as well.",
      "id": "s234"
    },
    {
      "text": "I note, further, that he had attended before 21 May 2008 Australian court proceedings relating to his divorce.",
      "id": "s235"
    },
    {
      "text": "67 The evidence given in Mr Pattenden's case gave a much more complete picture of his circumstances than that known to the ATO in general and Mr Benson in particular either as 21 April 2008 or as at 21 May 2008.",
      "id": "s236"
    },
    {
      "text": "In a sense, that is only to be expected for it is in the way of things that the intimacy of knowledge of an individual's personal and financial affairs will repose with that individual and his contemporary advisors, not with the Commissioner and his staff.",
      "id": "s237"
    },
    {
      "text": "In part though it seemed to me in this case also to have been the result of communication lapses and difficulties as between Mr Pattenden and his advisers and the ATO.",
      "id": "s238"
    },
    {
      "text": "68 The position which emerges from the evidence given in Mr Pattenden's case in the appeal and which I accept is as follows.",
      "id": "s239"
    },
    {
      "text": "69 Mr Pattenden was born in the United Kingdom in 1948.",
      "id": "s240"
    },
    {
      "text": "He turned 60 earlier this year.",
      "id": "s241"
    },
    {
      "text": "He left the United Kingdom many years ago.",
      "id": "s242"
    },
    {
      "text": "Within the last five years he has returned there to visit an elderly mother and a sibling.",
      "id": "s243"
    },
    {
      "text": "Overwhelming now though, his ties of friendship, assets, remaining business interest and retirement lie in the Antipodes and in Vanuatu, not in the United Kingdom.",
      "id": "s244"
    },
    {
      "text": "70 ACBF Funeral Plans was, prior to 2004, an administration company known as ACBF Administration and Sales Services Pty Ltd. From 2004, it commenced trading as a provider of funeral benefit plans, particularly for members of the aboriginal communities throughout Australia.",
      "id": "s245"
    },
    {
      "text": "Its taxable income in respect of the income years 2004 --- 2006 where as follows:\n \n&#8226; 2004 --- Nil\n \n&#8226; 2005 - $36,665\n \n&#8226; 2006 - $260,155\n \n71 Mr Duly, a chartered accountant, has been Mr Pattenden's accountant and the accountant for companies associated with him, the ACBF Group of Companies in particular, since 1994.",
      "id": "s246"
    },
    {
      "text": "He explained that, in the first year of ACBF Funeral Plans operation as a provider of funeral plan benefits, its taxable income of nil was referable to substantial set up costs and the application of losses.",
      "id": "s247"
    },
    {
      "text": "He also voiced the opinion that, in his experience, the taxable income amounts returned by ACBF Funeral Plans were consistent with a company in its early years of operation.",
      "id": "s248"
    },
    {
      "text": "72 Further, it seems that ACBF Funeral Plans and other companies in the ACBF Group substantially decreased their trading activities in 2004 as a result of proceedings taken by the Australian Securities and Investments Commission (ASIC) concerning whether a funeral expense policy was a financial product to which the Corporations Act 2001 (Cth) applied.",
      "id": "s249"
    },
    {
      "text": "Since then, the ACBF Group has developed what Mr Pattenden described as an \"ongoing dialogue with ASIC and other government bodies as part of their ongoing compliance programmes\".",
      "id": "s250"
    },
    {
      "text": "Mr Pattenden has little involvement in this other than to give the present directors the benefit of his background knowledge.",
      "id": "s251"
    },
    {
      "text": "73 It is hardly necessary to state that it is no part of the Court's task on this appeal to make any assessment of whether there was any merit in the issue raised by ASIC.",
      "id": "s252"
    },
    {
      "text": "The companies in the ACBF Group apparently continue to trade in Australia and in Vanuatu.",
      "id": "s253"
    },
    {
      "text": "74 Since 2003 Mr Duly has been dealing with the ATO on behalf of Mr Pattenden and the ACBF Group of Companies in relation to enquiries which later led to the audit.",
      "id": "s254"
    },
    {
      "text": "Based on that involvement, his evidence was that the scaling back of the activities of the ACBF Group of Companies during the course of the proceedings by the ASIC was known to the ATO and Mr Sivasubramaniam in particular.",
      "id": "s255"
    },
    {
      "text": "75 Crown Insurance has an Australian tax file number which was issued to it on 7 March 2008.",
      "id": "s256"
    },
    {
      "text": "There was no evidence either before the Commissioner or otherwise introduced on the appeal which would suggest that Crown Insurance made supplies which would require it to be registered for the purposes of the A New Tax System (Goods and Services Tax) Act 1999 (Cth).",
      "id": "s257"
    },
    {
      "text": "76 Mr Pattenden sold an interest in the ACBF Group of Companies to a Mr Mark Conry in 2001 for $1M.",
      "id": "s258"
    },
    {
      "text": "In November 2004, Mr Pattenden bought out Mr Conry's interest for $1,350,000.",
      "id": "s259"
    },
    {
      "text": "Mr Pattenden funded the reacquisition of the interests he had sold to Mr Conry by borrowing and via his receipt of an eligible termination payment (ETP) from his superannuation fund.",
      "id": "s260"
    },
    {
      "text": "The amount of the ETP was $784,102 of which $664,879 was deemed to be an excessive component for taxation purposes.",
      "id": "s261"
    },
    {
      "text": "This attracted income tax at a higher rate.",
      "id": "s262"
    },
    {
      "text": "In the result, Mr Pattenden came to pay assessed Australian income tax in the 2005 income year in the amount of $252,654.02.",
      "id": "s263"
    },
    {
      "text": "77 As a result of his acquisition of the interest sold to Mr Conry, Mr Pattenden came to hold and still holds the whole of the legal and beneficial interest in the shares issued in the ACBF Group of Companies.",
      "id": "s264"
    },
    {
      "text": "He is no longer actively involved in the day to day operations of the companies in the group.",
      "id": "s265"
    },
    {
      "text": "He now describes himself as retired.",
      "id": "s266"
    },
    {
      "text": "78 The racehorses to which Mr Sivasubramaniam refers in his submission of 11 April 2008 were sold by Mr Pattenden by the end of June 2004.",
      "id": "s267"
    },
    {
      "text": "They were sold at a loss.",
      "id": "s268"
    },
    {
      "text": "79 As to \"luxury\" (An ATO description) residential units at Runaway Bay, Mr Pattenden continues to own one of two units which he previously held.",
      "id": "s269"
    },
    {
      "text": "The other unit was sold with all proceeds being used to repay indebtedness to a bank.",
      "id": "s270"
    },
    {
      "text": "Mr Pattenden did not advise those interviewing him from the ATO on 18 May 2007 (who did not include Mr Sivasubramaniam) that he had sold both of the \"luxury\" units.",
      "id": "s271"
    },
    {
      "text": "Insofar as there is a note to this effect on an ATO file the note is in error.",
      "id": "s272"
    },
    {
      "text": "It may be that the error has its origin in a reference to the two units being for sale which, it appears, at one stage they were.",
      "id": "s273"
    },
    {
      "text": "80 So far as the controversy concerning pay as you go (PAYG) withholding in 2001 is concerned, Mr Duly's firm made what he acknowledges to be an error in the preparation of Mr Pattenden's income tax return.",
      "id": "s274"
    },
    {
      "text": "An Australian Business Number was incorrectly specified.",
      "id": "s275"
    },
    {
      "text": "In fact all PAYG withholdings had been correctly paid and accounted for.",
      "id": "s276"
    },
    {
      "text": "The typographical error was not detected at the time by Mr Duly, nor, for that matter, by Mr Pattenden when he came to sign the taxation return.",
      "id": "s277"
    },
    {
      "text": "The fact of this typographic error and of the due making of payment was fully explained by Mr Duly in a letter which his firm sent to the Australian Taxation Office on 7 May 2008.",
      "id": "s278"
    },
    {
      "text": "81 The delays perceived by the ATO in the lodgement of objections by Mr Pattenden to the amended income tax assessments are readily explicable by the lags which can attend the preparation, delivery and return of briefs to counsel for settling of such documents following the receipt of instructions from a client.",
      "id": "s279"
    },
    {
      "text": "I am quite satisfied that Mr Pattenden took all necessary steps within his control to lodge as soon as possible objections to the amended assessments which issued in January 2008.",
      "id": "s280"
    },
    {
      "text": "82 The bank accounts said not to have been disclosed by Mr Pattenden to the ATO were held with the Commonwealth Bank's Beaudesert, Queensland Branch.",
      "id": "s281"
    },
    {
      "text": "There is in fact reference to these accounts in the response which Mr Pattenden gave to a questionnaire sent to him by the ATO via Mr Duly's firm.",
      "id": "s282"
    },
    {
      "text": "It is there stated that an amount of $500,000, being part of the sale of equity in the ACBF Group of Companies in 2001, was \"rolled\" into superannuation.",
      "id": "s283"
    },
    {
      "text": "Such a transaction is evident in the July 2001 for the superannuation account at the Commonwealth Bank.",
      "id": "s284"
    },
    {
      "text": "83 Mr Duly assisted in the preparation of the answers but those answers were given by Mr Pattenden.",
      "id": "s285"
    },
    {
      "text": "It is fair to say that the references in the answers to the bank accounts in question were elliptically put.",
      "id": "s286"
    },
    {
      "text": "I did not understand either Mr Duly or Mr Pattenden to maintain that there could not have been a more full answer.",
      "id": "s287"
    },
    {
      "text": "84 Mr Handley Jones, manager of the Oxenford Branch of the Bank of Queensland has dealt with Mr Pattenden and the ACBF Group of Companies on behalf of the Bank since 1997.",
      "id": "s288"
    },
    {
      "text": "He has found Mr Pattenden to be thoroughly reliable in all of his dealings with that bank.",
      "id": "s289"
    },
    {
      "text": "He trusts the man.",
      "id": "s290"
    },
    {
      "text": "Mr Jones does not consider Mr Pattenden to be a flight risk.",
      "id": "s291"
    },
    {
      "text": "In his experience, accounts of which Mr Pattenden has control have been operated in their usual course with their being nothing extraordinary about them which would suggest to him as a banker that Mr Pattenden was trying to move assets from Australia.",
      "id": "s292"
    },
    {
      "text": "Mr Jones was not required to attend for cross examination on his affidavit.",
      "id": "s293"
    },
    {
      "text": "85 Mr Pattenden holds a Vanuatu residence permit.",
      "id": "s294"
    },
    {
      "text": "It was issued to him in 2003.",
      "id": "s295"
    },
    {
      "text": "The permit has a life of five years.",
      "id": "s296"
    },
    {
      "text": "It is renewable thereafter for a further five year period.",
      "id": "s297"
    },
    {
      "text": "There was no evidence before me that Mr Pattenden did not intend to seek renewal of the permit whenever it expired this year.",
      "id": "s298"
    },
    {
      "text": "I propose to proceed on the basis that he has and is likely to continue to have an ability to reside in Vanuatu if he chooses.",
      "id": "s299"
    },
    {
      "text": "86 Mr Pattenden has access to a residence in Vanuatu.",
      "id": "s300"
    },
    {
      "text": "He also has a residence in New Zealand which he is renovating and to the remaining \"luxury\" unit at Runaway Bay.",
      "id": "s301"
    },
    {
      "text": "The evidence was that, apart from attending as necessary to affairs in relation to companies incorporated there, Mr Pattenden has a particular recreational interest in game fishing which attracts him to Vanuatu.",
      "id": "s302"
    },
    {
      "text": "The evidence also was that he has found Vanuatu's climate trying.",
      "id": "s303"
    },
    {
      "text": "He intends to base himself in retirement in New Zealand.",
      "id": "s304"
    },
    {
      "text": "That is why he has acquired and is renovating the residence there.",
      "id": "s305"
    },
    {
      "text": "87 Mr Pattenden regularly travels to and from Australia.",
      "id": "s306"
    },
    {
      "text": "By the time when the DPO was made (and for that matter now) he was tending to spend less time in Vanuatu than hitherto and more time in New Zealand.",
      "id": "s307"
    },
    {
      "text": "88 It is not for me to judge in this case whether or not Mr Pattenden is a resident of Australia for the purposes of our taxation laws.",
      "id": "s308"
    },
    {
      "text": "What I do accept is that, since at least 2003, he has sought to be in Australia for less than half of any given income year.",
      "id": "s309"
    },
    {
      "text": "89 Mr Pattenden offered the following explanation, which I accept, of overseas remittances which had occurred prior to the making of the DPO and which had been noted by Austrac (an agency of the Australian government which tracks inflows and outflows of funds):\n \n(a) payments of approximately $A3500 per month for the period July 2000 to December 2001 were made on behalf of his daughter to an account in the United Kingdom from one of Mr Pattenden's personal accounts;\n \n(b) a payment of $A200,000 to Crown Corporate Services in Vanuatu on 29 April 2002 represented the amount of a bond required under Vanuatu law to obtain the necessary licences to operate an insurance business;\n \n(c) a payment of $A254,072 into an account in Australia is a payment by Crown Management Services;\n \n(d) a payment of $A388,691 on 8 June 2004 was made from one of Mr Pattenden's personal accounts in Australia to his account in Vanuatu.",
      "id": "s310"
    },
    {
      "text": "90 As to the obtaining of licences to operate an insurance business in Vanuatu and the related payment of a bond, Mr Pattenden explained that the ACBF Group of Companies had hitherto been able to obtain reinsurance in Australia from another insurer, National Mutual.",
      "id": "s311"
    },
    {
      "text": "When it did not prove possible to obtain renewed reinsurance from that source Mr Pattenden initially investigated the possibility of establishing a reinsurer for the group in Australia but found that the capital (a bond of $A5,000,000 was required) and regulatory requirements for this did not make it feasible.",
      "id": "s312"
    },
    {
      "text": "On the other hand, investigation showed that setting up a reinsurer in Vanuatu was feasible (a bond of $A200,000), which then led to the securing of licences and the payment of the bond.",
      "id": "s313"
    },
    {
      "text": "Crown Insurance, incorporated and based in Vanuatu, became the underwriter for the ACBF Group of Companies.",
      "id": "s314"
    },
    {
      "text": "91 One consequence of the links which came to exist between the Australian companies in the ACBF Group of Companies and companies in Vanuatu was and is, as Mr Alchin explained in evidence, that inflows and outflows of funds have been occurring in the ordinary course of insurance business ever since 2003.",
      "id": "s315"
    },
    {
      "text": "92 Having reflected on the language employed in s 14S(1)(b) of the TAA and on what was said of that provision by Young J in Dalco v Commissioner of Taxation (1987) 19 ATR 443 at 447-448 (later endorsed by Einfeld J in Edelsten v Commissioner of Taxation (1989) 85 ALR 226 at 230) and by Pincus J (as his Honour then was) in Skase v Commissioner of Taxation [1991] FCA 226 ; (1991) 32 FCR 206 , at 209 and 211, Jessup J in Troughton v Deputy Commissioner of Taxation (2008) 166 FCR 9 at 17, [22] --- [23] recently offered the following summary of how that provision falls to be construed:\n \n \n 22 It follows that s 14S(1)(b) should be read not literally, but as though it referred to a belief by the Commissioner (on reasonable grounds) that it was desirable that the person not leave Australia without discharging the tax liability or making the arrangements there referred to.",
      "id": "s316"
    },
    {
      "text": "Thus it is not to be taken as a given that, in every case, the departure of the person from Australia will make it unlikely, or at least less likely, that the tax liability will be discharged, or that the ability of the Commissioner to recover the tax will be impaired.",
      "id": "s317"
    },
    {
      "text": "These are things which must be considered by the Commissioner in every case.",
      "id": "s318"
    },
    {
      "text": "The purpose of s 14S, and accordingly a central purpose of Part IVA , is not the prevention of persons (owing tax) from leaving Australia simpliciter: it is the prevention of such persons from leaving Australia where, in the Commissioner's belief reasonably arrived at, the recovery of tax would or might thereby be impaired.",
      "id": "s319"
    },
    {
      "text": "23 In that result, at least so far as revealed by s 14S, the general scope and objects of Part IVA of the Administration Act are as contended for by both sides in the present case.",
      "id": "s320"
    },
    {
      "text": "As contended for by the Commissioner, they are the protection of the revenue.",
      "id": "s321"
    },
    {
      "text": "As contended for by the applicant, they are the prevention of persons (owing tax) from leaving Australia where that would affect the recoverability thereof.",
      "id": "s322"
    },
    {
      "text": "93 I respectfully agree with that summary.",
      "id": "s323"
    },
    {
      "text": "In particular I prefer it to the submission made on behalf of the Commissioner that the use of the word \"desirable\" in s 14S(1) meant that not much was required to warrant the making of a DPO.",
      "id": "s324"
    },
    {
      "text": "\"Desirable\" is certainly a word of lesser moment than \"essential\" but, to repeat an observation of Jessup J, \"The purpose of s 14S ... is not the prevention of persons (owing tax) from leaving Australia simpliciter \".",
      "id": "s325"
    },
    {
      "text": "That was a purpose evident in the earlier regime.",
      "id": "s326"
    },
    {
      "text": "The word \"desirable\" must be read in the context of affecting recovery.",
      "id": "s327"
    },
    {
      "text": "Further, part of that context, are the words \"reasonable grounds\" which, as the passage quoted above from George v Rockett underscores, are a protection against the exercise of arbitrary power.",
      "id": "s328"
    },
    {
      "text": "The word \"desirable\" does not offer a basis for trivialising that protection.",
      "id": "s329"
    },
    {
      "text": "94 Having regard to this approach to the construction of s 14S(1)(b) it is, in my opinion, relevant to take account when considering whether reasonable grounds for the requisite belief existed, to take account of the ability to enforce an Australian revenue debt in places for which a debtor might reasonably be expected to reside abroad, insofar as it may be possible to identify the same.",
      "id": "s330"
    },
    {
      "text": "95 So far as the United Kingdom is concerned, the consensus between the parties was that, though provision is made by and under the Foreign Judgements (Reciprocal Enforcements) Act 1933 (UK) for the registration of, materially, judgments of this Court or of the Supreme Court of a State, an exception prevails in respect of \"a sum payable in respect of taxes or other charges of a like nature\" (see s 1(2)).",
      "id": "s331"
    },
    {
      "text": "That being so and having regard to Government of India v Taylor [1955] AC 491 , it was common ground that a judgment obtained here in respect of a revenue debt could not be enforced in the United Kingdom.",
      "id": "s332"
    },
    {
      "text": "Accepting this though, the conclusion reasonably to be drawn on the whole of the evidence that existed when the DPO was made was that the prospect of Mr Pattenden's returning to the United Kingdom for anything other than short term visits was remote.",
      "id": "s333"
    },
    {
      "text": "Further, there was no evidence that he had any assets of any significance in that country.",
      "id": "s334"
    },
    {
      "text": "96 There was no evidence before me as to the position which prevails in relation to the enforcement of an Australian revenue debt in Vanuatu.",
      "id": "s335"
    },
    {
      "text": "If there were some benign feature of the law there that would permit the enforcement of an Australian revenue debt judgment there it was for Mr Pattenden to prove that.",
      "id": "s336"
    },
    {
      "text": "Mr Pattenden does, it seems, have assets there, but the impression reasonably to be formed on the evidence of his situation in May this year was that, in his retirement, he is increasingly likely to spend less time there than he does in New Zealand.",
      "id": "s337"
    },
    {
      "text": "Mr Pattenden's physical presence in Australia can have no effect on the position which prevails under Vanuatu law in relation to the enforcement of an Australian revenue debt judgment.",
      "id": "s338"
    },
    {
      "text": "97 So far as New Zealand is concerned, it appears that the common law public policy against the enforcement of a foreign revenue debt judgment as described in Government of India v Taylor has been reversed by domestically enacted treaty.",
      "id": "s339"
    },
    {
      "text": "In 2006 the TAA was amended so as to include in Sch 1 a new Div 263 --- \"Mutual assistance in the collection of foreign tax debts\": s 3 and Sch 1, item 8, International Tax Agreements Amendment Act (No 1) 2006 (Cth).",
      "id": "s340"
    },
    {
      "text": "The new Division makes provision for bilateral enforcement treaties for tax debts.",
      "id": "s341"
    },
    {
      "text": "The first country with which Australia entered into treaty relations for bilateral enforcement of tax debts was New Zealand.",
      "id": "s342"
    },
    {
      "text": "This was achieved by the inclusion of a newly numbered Article 27 into the Double Taxation Agreement between the two countries.",
      "id": "s343"
    },
    {
      "text": "That Protocol was included in Schedule 4A to the International Tax Agreements Act 1953 (Cth) by the International Tax Agreements Amendment Act (No 1) 2006 (Cth).",
      "id": "s344"
    },
    {
      "text": "The Protocol entered into force on 22 January 2007.",
      "id": "s345"
    },
    {
      "text": "Any Australian revenue law judgment in respect of Mr Pattenden's Australian tax liability could be enforced in New Zealand against assets which he has there.",
      "id": "s346"
    },
    {
      "text": "98 Mr Pattenden's history is one of attending requests made by the ATO for interviews.",
      "id": "s347"
    },
    {
      "text": "He has known that he and companies in the ACBF Group were the subject of increasing scrutiny by the ATO for some five years.",
      "id": "s348"
    },
    {
      "text": "He had ample opportunity, prior to the making of the amended assessments in January 2008, to depart Australia permanently and to send his wealth abroad.",
      "id": "s349"
    },
    {
      "text": "One might reasonably apprehend that he could have adopted a like attitude to divorce proceedings here.",
      "id": "s350"
    },
    {
      "text": "There is no evidence that he did.",
      "id": "s351"
    },
    {
      "text": "For all of that time, he has held a British passport.",
      "id": "s352"
    },
    {
      "text": "Notwithstanding this, he has resisted the temptation either to \"flee\" there (to adapt the language of the ATO in the DPO submission) or to retire there.",
      "id": "s353"
    },
    {
      "text": "Instead, the only temptation to which he has succumbed is to retire to New Zealand, a country in which the recovery of Australian tax is readily possible.",
      "id": "s354"
    },
    {
      "text": "99 Further, in terms of assets against which recovery in respect of the liabilities noted in the schedule to the DPO might readily be possible, he has shares in the ACBF Group worth some $4M, a luxury unit at Runaway Bay (by inference on the available evidence worth in the order of $1M) and his residence in New Zealand.",
      "id": "s355"
    },
    {
      "text": "100 Mr Pattenden's frequency of international travel hardly makes him a \"flight risk\" from Australia when one considers the travel venues and related reasons for travel over time --- ties of business and friendship in Australia and Vanuatu (and recreational game fishing in the latter), remaining family in the United Kingdom and retirement and friends in New Zealand.",
      "id": "s356"
    },
    {
      "text": "101 In the period since 2003, Mr Pattenden has increased, not decreased, his investment in the ACBF Group of Companies, which continue to operate here, and done so at the price of paying a hefty amount of Australian tax.",
      "id": "s357"
    },
    {
      "text": "In reality, there was no default in the meeting of PAYG obligations.",
      "id": "s358"
    },
    {
      "text": "The evidence concerning the sale of his racehorses is stale so far as providing any reasonable indication that he constituted in May 2008 a \"flight risk\".",
      "id": "s359"
    },
    {
      "text": "Further, that sale was nothing more than a manifestation of a decision to end ownership of racehorses.",
      "id": "s360"
    },
    {
      "text": "Insofar as a supposed sale of each of his \"luxury\" units at Runaway Bay is concerned contributed to that \"flight risk\" conclusion, that conclusion was founded on a false premise.",
      "id": "s361"
    },
    {
      "text": "Moreover, his explanation for why he came to sell one is credible.",
      "id": "s362"
    },
    {
      "text": "He had hoped to be able to join the two units but this did not prove possible.",
      "id": "s363"
    },
    {
      "text": "102 The ebb and flow of funds to and from Australia as noted by Austrac has been explained.",
      "id": "s364"
    },
    {
      "text": "There is nothing sinister in it.",
      "id": "s365"
    },
    {
      "text": "103 By 21 May 2008 deemed alternative assessments against Crown Insurance existed.",
      "id": "s366"
    },
    {
      "text": "The contingency of double recovery existed.",
      "id": "s367"
    },
    {
      "text": "Mr Benson was ignorant of this as at 21 May 2008 when the DPO was made.",
      "id": "s368"
    },
    {
      "text": "In forming a view in relation to whether on reasonable grounds recovery would or might be impaired it is relevant, in my opinion, to take into account this contingency.",
      "id": "s369"
    },
    {
      "text": "That is not in any way to detract from a liability that Mr Pattenden had under the amended assessments but rather to recognise a factor which might intrude on recoverability of the whole of that liability.",
      "id": "s370"
    },
    {
      "text": "104 A ready and plausible explanation has been given for the modest income of ACBF Funeral Plans in its early years in the funeral insurance business.",
      "id": "s371"
    },
    {
      "text": "105 While it would not have been irrelevant for Mr Benson to have taken into account the merits of the amended assessments and, for that matter, of the deemed assessments against Crown Insurance in making a DPO decision, he was not obliged so to do i.e.",
      "id": "s372"
    },
    {
      "text": "the merits were neither a \"relevant consideration\" nor an \"irrelevant consideration\".",
      "id": "s373"
    },
    {
      "text": "I have not had any regard to the prospective merits of either the amended assessments or the deemed assessments.",
      "id": "s374"
    },
    {
      "text": "106 Mr Pattenden is a long standing and reliable customer of a local bank.",
      "id": "s375"
    },
    {
      "text": "This was not known to Mr Benson.",
      "id": "s376"
    },
    {
      "text": "Neither did Mr Benson know from his immediate subordinate Mr Roberts of the tensions that had occurred at interview between him and Mr Pattenden.",
      "id": "s377"
    },
    {
      "text": "107 The conclusion drawn in the submission about the presumed delay in the lodgement of the objections to the amended assessments is unwarranted on the evidence now to hand.",
      "id": "s378"
    },
    {
      "text": "It may, with respect, even have been unwarranted at the time if the matter were viewed dispassionately.",
      "id": "s379"
    },
    {
      "text": "108 On what Mr Benson knew, it is by no means impossible to see how it was open for the requisite belief to be held on reasonable grounds not just subjectively but objectively.",
      "id": "s380"
    },
    {
      "text": "That though is not the test.",
      "id": "s381"
    },
    {
      "text": "On the evidence before the Court as to the position as at the time when the DPO was made and doing the best I can to consider the position objectively, the factors to which I have adverted do not warrant a conclusion that reasonable grounds for the requisite belief then existed.",
      "id": "s382"
    },
    {
      "text": "109 For this alternative reason also the DPO should be set aside.",
      "id": "s383"
    },
    {
      "text": "Residual discretions?",
      "id": "s384"
    },
    {
      "text": "110 Mr Pattenden's submission seemed to be that, even assuming the three questions which, in light of Poletti's Case, fall to be answered in an appeal of this kind, were determined adversely to an appellant, the Court nonetheless retained a residual discretion to set aside the DPO having regard to the terms of s 14X of the TAA.",
      "id": "s385"
    },
    {
      "text": "Section 14X provides:\n Section 14X - Orders of court on appeal A court hearing an appeal under section 14V against the making of a departure prohibition order may, in its discretion: \n \n (a) make an order setting aside the departure prohibition order; or\n (b) dismiss the appeal.",
      "id": "s386"
    },
    {
      "text": "Support by analogy for the submission was said to be found in the decision of the Queensland Court of Appeal in Neutral Bay Pty Ltd v Deputy Commissioner of Taxation (2007) 25 ACLC 1341.",
      "id": "s387"
    },
    {
      "text": "In that case, the Court of Appeal had concluded, inter alia, that the existence of a \"genuine dispute\" as to the underlying tax liability may be taken into account as one factor in exercising the discretionary power to set aside a demand under para (b) of s 459J(1) of the Corporations Act 2001 (Cth).",
      "id": "s388"
    },
    {
      "text": "111 In this fashion it was submitted that it was relevant, as a matter of discretion, to take into account the merits of the objections to the amended assessments.",
      "id": "s389"
    },
    {
      "text": "112 As it happens, I have answered two of the three questions described in Poletti's Case favourably to Mr Pattenden.",
      "id": "s390"
    },
    {
      "text": "I did not understand the Commissioner to submit that, if so, I retained a discretion to preserve the DPO.",
      "id": "s391"
    },
    {
      "text": "Nonetheless, some comment ought to be made about this further submission of Mr Pattenden.",
      "id": "s392"
    },
    {
      "text": "113 At the time when the submission was made the appeal to the High Court from the Queensland Court of Appeal's submission had yet to be decided.",
      "id": "s393"
    },
    {
      "text": "Shortly after I reserved my decision on this appeal, the High Court in Deputy Commissioner of Taxation v Broadbeach Properties Pty Ltd [2008] HCA 41 ( Broadbeach Properties ) unanimously reversed the decision of the Queensland Court of Appeal, thereby exposing a false line of Queensland authority the origins of which may be traced back via Willemse Family Co Pty Ltd v Deputy Commissioner of Taxation [2003] 2 Qd R 334 to Re Softex Industries Pty Ltd; Softex Industries Pty Ltd v Commissioner of Taxation (2001) 187 ALR 448.",
      "id": "s394"
    },
    {
      "text": "I therefore invited the parties to make such further submissions as they may be advised in relation to the relevance of the objection.",
      "id": "s395"
    },
    {
      "text": "114 For Mr Pattenden, the submission was that the existence of an objection remained relevant with it being put that Broadbeach Properties concerned a provision which deemed a company to be insolvent whereas the present, as with an order for the winding up of a company or a sequestration order against the estate of a debtor concerned a change in status, in this case \"the fundamental right to freedom of movement\".",
      "id": "s396"
    },
    {
      "text": "Further, the focus of the \"residual discretion\" seemed to change from that said to be possessed by the Court to one said to be possessed by the Commissioner.",
      "id": "s397"
    },
    {
      "text": "The Commissioner maintained his position that the existence of the objection was not a relevant consideration.",
      "id": "s398"
    },
    {
      "text": "115 Just what purpose is served by the words, \"in its discretion\" in s 14X of the TAA is moot.",
      "id": "s399"
    },
    {
      "text": "It is, for example, difficult to envisage a circumstance in which, even assuming that they bespeak a \"residual discretion\", a court which had concluded that reasonable grounds did not exist for the belief referred to in s 14S(1)(b) of the TAA would do anything other than set the DPO aside.",
      "id": "s400"
    },
    {
      "text": "Likewise, if each of the questions inherent in an appeal against the making of a DPO were resolved against the appellant, it is difficult to envisage how any order other than the dismissal of the appeal might be made.",
      "id": "s401"
    },
    {
      "text": "In the event that all existing tax liabilities had been paid, that there were no prospective tax liabilities and that the Commissioner refused to revoke the DPO under s 14T, the appropriate course would be to challenge the adverse revocation decision, not to institute or further to prosecute an appeal against a DPO the making of which satisfied each of the three questions derived from Poletti's Case in the hope of nonetheless securing a favourable exercise of a \"residual discretion\" from a court.",
      "id": "s402"
    },
    {
      "text": "116 Further and more fundamentally, as the Full Court reminded in Poletti's Case (supra, at 157), \"[F]ederal courts or other courts exercising federal jurisdiction exercise only the judicial power of the Commonwealth, and do not act administratively or exercise administrative or executive powers by, for example, substituting their own discretion for the discretion of the original decision-maker\".",
      "id": "s403"
    },
    {
      "text": "It is the Commissioner, not the Judiciary, who administers the TAA.",
      "id": "s404"
    },
    {
      "text": "Whatever the words, \"in its discretion\" mean, they do not offer a basis for any consideration of the merits of an objection in the face of the engagement of s 177(1) of the ITAA36 by appropriate tender of duly authenticated copies of the assessments concerned.",
      "id": "s405"
    },
    {
      "text": "In that circumstance, for reasons given above, the tax liability is a given.",
      "id": "s406"
    },
    {
      "text": "While, as an administrator, it would not be an \"irrelevant consideration\" (as opposed to being a \"relevant consideration\") for the Commissioner, if so disposed, to consider the merits of an objection in deciding whether to make a DPO, it is not for a court to do that on an appeal, even assuming that there is a \"residual discretion\".",
      "id": "s407"
    },
    {
      "text": "In this regard, this particular submission of Mr Pattenden is subversive of s 177(1) of the ITAA36 and seeks to resurrect what I have described as a false line of authority.",
      "id": "s408"
    },
    {
      "text": "I reject it.",
      "id": "s409"
    },
    {
      "text": "117 A discrete part of the Commissioner's Receivables Policy (Exhibit 5 --- Part B, Section 13 of the Policy) is directed to the subject of departure prohibition orders.",
      "id": "s410"
    },
    {
      "text": "Though that part of the policy is not expressly cited in the DPO submission, it is evident from the submission that criteria specified in that policy have been addressed.",
      "id": "s411"
    },
    {
      "text": "The omission gave rise to no administrative law error.",
      "id": "s412"
    },
    {
      "text": "Whether the omission constituted good public administrative practice is for the Commissioner, not the Court, to determine.",
      "id": "s413"
    },
    {
      "text": "118 Even assuming that a \"residual discretion\" for the Court existed, Mr Pattenden's reliance on another part of the Receivables Policy (Exhibit 5 --- Part B, section 28 of the Policy) directed to the subject of \"Recovering Disputed Debts\", which was said to give rise to \"legitimate expectations\" (a term the use of which in administrative law is hardly to be encouraged: Re Minister for Immigration and Multicultural Affairs; Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 at [81] --- [83] per McHugh and Gummow JJ, at [121] per Hayne J and at [140] --- [150] per Callinan J) which were not honoured by the Commissioner in making the DPO was doomed to fail at the outset.",
      "id": "s414"
    },
    {
      "text": "That part of the policy is patently not relevant to the making of a DPO.",
      "id": "s415"
    },
    {
      "text": "119 Given the answers reached in respect of the questions derived from Poletti's Case, it is unnecessary to devote any further attention to the \"residual discretion\" submission.",
      "id": "s416"
    },
    {
      "text": "Disposition of Appeal \n \n120 The appeal should be allowed.",
      "id": "s417"
    },
    {
      "text": "The departure prohibition order of 21 May 2008 should be set aside.",
      "id": "s418"
    },
    {
      "text": "The Commissioner should pay Mr Pattenden's costs.",
      "id": "s419"
    },
    {
      "text": "I certify that the preceding one hundred and twenty (120) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s420"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2008\n\n Counsel for the Applicant: Mr M Robertson \n \n Solicitor for the Applicant: Small Myers Hughes Lawyers \n \n Counsel for the Respondent: Mr P Bickford \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 24 - 25 July 2008 and \n11 - 12 August 2008 \n \n Date of Judgment: 24 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1590.html",
      "id": "s421"
    }
  ]
}