{
  "name": "Martin v State of Western Australia (Corrigendum dated 13 November 2008) [2008] FCA 1677 (12 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1677.html",
  "catchphrases": [
    {
      "text": "court's discretionary power to dismiss an application on its own motion if the application has not been amended since earlier failure of registration test and no evidence that likely to be amended in a way that would lead to a different outcome",
      "id": "c0"
    },
    {
      "text": "proposed substituted applicant for deceased applicant",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Section 190F(6) of the Native Title Act 1993 (Cth) (the NTA), introduced in the amendments made to the NTA in July 2007, confers upon the Court a discretionary power to dismiss an application, either on the application of a party or on its own motion, if:\n \n(a) the Court is satisfied that the application has not been amended since consideration by the Native Title Registrar (the Registrar) and is not likely to be amended in a way that would lead to a different outcome once considered by the Registrar, and\n \n(b) in the opinion of the Court, there is no other reason why the application in issue should not be dismissed.",
      "id": "s0"
    },
    {
      "text": "2 Pursuant to s 190F(5), the new dismissal power applies where:\n(a) the Registrar does not accept the claim for registration because:\n \n(i) it does not satisfy all the merit conditions of the registration test; or\n \n \n (ii) it was so procedurally defective as to render it impossible to determine whether the claim satisfies the merit conditions; and \n \n\n(b) the Court is satisfied that the avenues for reconsideration and review have been exhausted without registration of the claim.",
      "id": "s1"
    },
    {
      "text": "3 Order 78 r 12 of the Federal Court Rules provides an application for review must be filed within 42 days of the notification of the Registrar's decision.",
      "id": "s2"
    },
    {
      "text": "4 The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 provides an insight into the rationale behind the introduction of the new dismissal power:\n Currently, while unregistered applications do not receive certain procedural benefits that attach to registered claims (such as the right to negotiate), unregistered applications may still proceed to determination.",
      "id": "s3"
    },
    {
      "text": "There is presently no requirement on claimants to amend their claim to meet the requirements of the registration test.",
      "id": "s4"
    },
    {
      "text": "The amendments inserted by item 73 are intended to provide a greater focus on the responsibility of applicants to take steps to improve the quality of their claims, recognising that poor quality claims are a burden on the native title system.",
      "id": "s5"
    },
    {
      "text": "5 If the Court considers the application has been amended since consideration by the Registrar or is likely to be amended in a way that would lead to a different outcome once considered by the Registrar, it would be appropriate for the Court to await the outcome of the reapplication of the registration test before considering whether to dismiss the application.",
      "id": "s6"
    },
    {
      "text": "6 Pursuant to s 190F(6) of the NTA, the Court may consider any 'other reason' why an application should not be dismissed.",
      "id": "s7"
    },
    {
      "text": "The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 suggests that the criterion set out in s 190F(6):\n ... will ensure that applications are not dismissed where there is good reason for a claim remaining in the system, despite being unregistered.",
      "id": "s8"
    },
    {
      "text": "7 By way of example, the Explanatory Memorandum suggests that the Court may consider that an application should not be dismissed if, despite being unregistered, the claim is close to reaching resolution (para 4.331)\n \n8 As to the principles applicable to how s 190F(6) should operate, I refer to and respectfully adopt, (without repeating), the recent analysis by Logan J in Christine George &amp; Ors on behalf of the Gurambilbarra People v State of Queensland [2008] FCA 1518.",
      "id": "s9"
    },
    {
      "text": "THE APPLICATION \n \n9 This application is brought on behalf of the Widi Mob.",
      "id": "s10"
    },
    {
      "text": "The application was lodged with the National Native Title Tribunal on 26 August 1997 prior to the commencement of the Native Title Amendment Act 1998 (Cth) on 30 September 1998.",
      "id": "s11"
    },
    {
      "text": "10 The application (as amended) covers approximately 53,000 square kilometres of land in the central Geraldton region.",
      "id": "s12"
    },
    {
      "text": "11 The Widi Mob applicants are not represented by the representative Aboriginal/Torres Strait Islander body for the area Yamatji Marlpa Barna Baba Maaja Aboriginal Corporation (Yamatji).",
      "id": "s13"
    },
    {
      "text": "They are represented by Messrs Bruce Havilah &amp; Associates.",
      "id": "s14"
    },
    {
      "text": "First amendment by the Federal Court (24 February 1999) and first registration test \n \n12 On 5 February 1999 the applicant sought leave from the Federal Court to amend the application.",
      "id": "s15"
    },
    {
      "text": "On 24 February 1999 leave to amend was granted.",
      "id": "s16"
    },
    {
      "text": "13 On 4 May 1999 under s 190A of the NTA, the delegate of the Registrar decided that the amended application did not meet the conditions for registration as specified in the NTA.",
      "id": "s17"
    },
    {
      "text": "Second and third amendments by the Federal Court (26 August 1999, 14 January 2000) and second registration test \n \n14 On 22 July 1999 the applicant sought leave to further amend the application.",
      "id": "s18"
    },
    {
      "text": "On 26 August 1999 leave was granted.",
      "id": "s19"
    },
    {
      "text": "15 On 24 December 1999 the applicant again sought leave to further amend the application.",
      "id": "s20"
    },
    {
      "text": "On 14 January 2000 the Court ordered that the application be further amended.",
      "id": "s21"
    },
    {
      "text": "16 On 4 July 2000 under s 190A of the NTA, the delegate of the Registrar again decided that the amended application did not meet the conditions for registration as specified in the NTA.",
      "id": "s22"
    },
    {
      "text": "Third registration test \n \n17 Because the Widi Mob's last amended application was made after 30 September 1998 and before 15 April 2007, and was not on the Register of Native Title Claims when the Native Title Amendment Act 2007 (Cth) commenced, the Registrar was required to reconsider the application for registration.",
      "id": "s23"
    },
    {
      "text": "This occurred on 24 August 2007, when the Registrar's delegate decided that the application should not be accepted for registration because it did not satisfy the following conditions:\n \n(i) Subsection 190C(2) - the delegate was not satisfied that the application contained all of the details and other information and documents required by s 61 and s 62 of the NTA;\n \n(ii) Subsection 190C(4) - the delegate was not satisfied that the persons named as the applicant had been authorised by the native title claim group;\n \n(iii) Subsection 190B(5) - the delegate did not consider that the factual basis on which it was asserted that the native title rights and interests claimed exist was sufficient to support the particular assertion in s 190B(5)(a); and\n \n(iv) Subsection 190B(6) - the delegate did not consider that, prima facie, at least some of the claimed native title rights and interests could be established.",
      "id": "s24"
    },
    {
      "text": "18 Since the date on which the applicant was notified of the Registrar's decision, no application seeking leave to amend the Widi Mob application has been filed; nor has an application for review of the Registrar's decision been made.",
      "id": "s25"
    },
    {
      "text": "Submissions made by the Applicant \n \n19 At a directions hearing held on 18 December 2007, Mr Marsh, who appeared on behalf of the Widi Mob applicants, informed the Court that the applicant was proposing to carry out 'a substantial amendment to the Widi application' in order to address the problem of authorisation.",
      "id": "s26"
    },
    {
      "text": "Mr Marsh advised that he was 'hopeful that that will occur sometime early next year' (2008) and requested the Court to stand the matter over so that the applicant could 'positively identify what possible amendments [they] will make to the application'.",
      "id": "s27"
    },
    {
      "text": "Those amendments did not occur.",
      "id": "s28"
    },
    {
      "text": "20 At the review hearing on 30 June 2008 Mr Marsh filed brief submissions as to why the application should not be dismissed.",
      "id": "s29"
    },
    {
      "text": "Those submissions were directed primarily to s 190F(6)(b).",
      "id": "s30"
    },
    {
      "text": "21 It was submitted for the applicant that the provision ultimately intended to require the Court to take into account issues of fairness and opportunity.",
      "id": "s31"
    },
    {
      "text": "22 In that regard, it was submitted that in the present application:\n \n(a) The applicant has had no significant legal assistance until November 2006;\n \n(b) The applicant has been homeless for about 10 years.",
      "id": "s32"
    },
    {
      "text": "This has made record keeping difficult in the extreme and has resulted in difficulty getting instructions;\n \n(c) This difficulty has been overcome as the applicant now has accommodation in Geraldton;\n \n(d) Significant progress has been made in establishing a corporate body and trust by which funding will become available;\n \n(e) The surviving claimants have been mostly located so that they can be reliably contacted;\n \n(f) Negotiations have commenced to engage an anthropologist to assist in preparing amendments to the application;\n \n(g) The applicants have not yet been able to put their case at its best before the Court; and\n \n(h) There is now a reasonable prospect that the applicants will be able to present their case more effectively in the near future.",
      "id": "s33"
    },
    {
      "text": "23 Although no evidence was provided in support of the submissions, it was accordingly submitted that the application be adjourned to December at which time a better assessment of the merits may be possible.",
      "id": "s34"
    },
    {
      "text": "Alternatively, the resolution of the issues raised by s 190F should not be undertaken without a full examination of the evidence and an opportunity to call witnesses and cross examine them.",
      "id": "s35"
    },
    {
      "text": "Submissions filed by Yamatji \n \n24 The Badimia native title determination application is a registered claim that overlaps the Widi Mob claim.",
      "id": "s36"
    },
    {
      "text": "Badimia is listed as a respondent party to the Widi Mob claim.",
      "id": "s37"
    },
    {
      "text": "There have been extensive discussions over a number of years between Yamatji and representatives of Widi Mob and the Widi Mob claim group members in an effort to resolve the overlap between the two claims, but those efforts have not resulted in a positive result.",
      "id": "s38"
    },
    {
      "text": "25 The Badimia peoples have provided connection materials to the State and are awaiting the State's response to those materials.",
      "id": "s39"
    },
    {
      "text": "lf the connection materials are accepted, negotiations towards a consent determination may be held up by the overlap with Widi Mob.",
      "id": "s40"
    },
    {
      "text": "26 Given the Widi Mob claim is unregistered, it does not attract procedural rights in relation to future acts.",
      "id": "s41"
    },
    {
      "text": "Further, should the claim be dismissed now there is nothing to prevent the Widi Mob claim group members from filing a properly constituted claim in the future.",
      "id": "s42"
    },
    {
      "text": "For these reasons, Yamatji contends that no prejudice would be suffered by the Widi Mob claim group members, should the application be struck out.",
      "id": "s43"
    },
    {
      "text": "Yamatji further submits that it is not aware of any reason why this claim should not be dismissed under ss 190F(5) and (6) of the NTA.",
      "id": "s44"
    },
    {
      "text": "27 Yamatji is also involved in discussions with the State, regarding a proposed Alternative Settlement Agreement under s 86F of the NTA to resolve native title claims in the Southern Yamatji region.",
      "id": "s45"
    },
    {
      "text": "28 Yamatji represents the Amangu, Naaguja and Hutt River native title claims, which cover an area of approximately 34,000 sq km in the Southern Yamatji region.",
      "id": "s46"
    },
    {
      "text": "The external boundary of the three claims extends from Northampton, south to Eneabba, and east to Perenjori and Yalgoo.",
      "id": "s47"
    },
    {
      "text": "The area of land within that external boundary is, as a matter of convenience, referred to as the 'Alternative Settlement Area'.",
      "id": "s48"
    },
    {
      "text": "29 In addition to the Amangu, Naaguja and Hutt River native title claims, there are five other native title claims that overlap parts of the Alternative Settlement Area; namely: Mullewa Wadjari (WAD 6119 of 1998), Franks (WAD 6273 of 1998), Taylor (WAD 6006 of 2001), Widi Mob (WAD 6193 of 1998) and Widi Binyardi (WAD286 of 2004).",
      "id": "s49"
    },
    {
      "text": "30 Of the five native title determination applications that overlap parts of the Alternative Settlement Area, Taylor, Widi Mob and Widi Binyardi are presently before the Court in relation to ss 190F(5) and (6) of the NTA.",
      "id": "s50"
    },
    {
      "text": "31 The Amangu, Naaguja, Hutt River, Franks and Mullewa Wadjari native title claims are registered with the National Native Title Tribunal, and therefore attract procedural rights in relation to future acts.",
      "id": "s51"
    },
    {
      "text": "32 On 3 September 2004, the claims involved in the Alternative Settlement negotiations and Yamatji met with representatives from both the Office of Native Title (ONT) and Department of Planning and Infrastructure (DPI).",
      "id": "s52"
    },
    {
      "text": "In the course of that meeting, the ONT representatives advised that the State is committed to negotiating an Alternative Settlement Agreement subject to the following conditions:\n \n1.",
      "id": "s53"
    },
    {
      "text": "The agreement would need to be inclusive of all traditional Indigenous interests in the Alternative Settlement Area;\n \n2.",
      "id": "s54"
    },
    {
      "text": "The State would need to be satisfied that it is dealing with the 'right people' for that area;\n \n3.",
      "id": "s55"
    },
    {
      "text": "There would need to be a single agreement which includes all overlapping claim groups although that agreement may include subsidiary agreements with each of the overlapping groups; and\n \n4.",
      "id": "s56"
    },
    {
      "text": "There would need to be a single entity, to sign the agreement, however that legal entity may consist of subsidiary legal entities.",
      "id": "s57"
    },
    {
      "text": "33 If the Widi Mob claim remains on foot but does not participate in the Alternative Settlement process then it could prejudice the other claims in the process, due to the State's requirements outlined above.",
      "id": "s58"
    },
    {
      "text": "Submissions filed by the First Respondent \n \n34 Although the State filed submissions on 23 June 2008, it subsequently advised at the review hearing on 30 June 2008 that it withdrew those submissions and adopted the submissions filed by Yamatji.",
      "id": "s59"
    },
    {
      "text": "CONCLUSION \n \n35 On the basis of the history, I am satisfied for the purposes of s 190F(6) of the NTA that the application has not been amended since it was considered by the Delegate.",
      "id": "s60"
    },
    {
      "text": "There is no evidence or indication that the application is likely to be amended in a way that would lead to any different conclusion by the Registrar.",
      "id": "s61"
    },
    {
      "text": "36 However I cannot conclude that 'there is no other reason why the application should not be dismissed'.",
      "id": "s62"
    },
    {
      "text": "The Court has now been informed that the applicant has passed away.",
      "id": "s63"
    },
    {
      "text": "Mr Marsh has indicated that it is proposed to seek to substitute a replacement applicant but at this stage he has not received further instructions on the matter.",
      "id": "s64"
    },
    {
      "text": "37 I would be disposed to allow a limited time for this to occur.",
      "id": "s65"
    },
    {
      "text": "In light of the particular history concerning this application and the fact that the applicant could lodge a fresh application even if this application were dismissed, I would impose reasonably strict time limits for the future conduct of this application.",
      "id": "s66"
    },
    {
      "text": "38 For present purposes however the application will not be dismissed.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\nDated: 12 November 2008\n\n Counsel for the Applicant: P Marsh \n \n Solicitor for the Applicant: Bruce Havilah &amp; Associates \n \n Counsel for the First Respondent: G Ranson \n \n Solicitor for the First Respondent: State Solicitors Office \n \n Counsel for the Second Respondent: M Dixon \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n\n Date of Hearing: 30 June 2008 \n \n Date of Judgment: 12 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1677.html",
      "id": "s69"
    }
  ]
}