{
  "name": "Sellar v Lasotav Pty Ltd; In the Matter of Lasotav Pty Ltd [2008] FCA 1766 (25 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1766.html",
  "catchphrases": [
    {
      "text": "payment of legal fees and expenses of the majority shareholders",
      "id": "c0"
    },
    {
      "text": "interlocutory injunction refused",
      "id": "c1"
    },
    {
      "text": "oppression suit",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The plaintiffs, who are husband and wife, are shareholders in each of the first and second defendants.",
      "id": "s0"
    },
    {
      "text": "Together they hold 6.275% of the issued capital of each of those companies.",
      "id": "s1"
    },
    {
      "text": "The fourth and fifth defendants (Mr and Mrs Buskens) hold a fraction over 70% of the issued capital of each of those companies.",
      "id": "s2"
    },
    {
      "text": "The third defendant, a company controlled by a Mr Wood, holds the remaining shares in each of the first and second defendants.",
      "id": "s3"
    },
    {
      "text": "The third defendant has so far not taken an active role in the proceedings.",
      "id": "s4"
    },
    {
      "text": "It appears to be aligned with Mr and Mrs Buskens.",
      "id": "s5"
    },
    {
      "text": "2 The plaintiffs began the current proceedings on 24 April 2006.",
      "id": "s6"
    },
    {
      "text": "In their Originating Process, they claimed that the conduct of the affairs of both the first and second defendants has been and continues to be:\n ... contrary to the interests of the members of (each of the first and second defendants) as a whole, oppressive, unfairly prejudicial to and unfairly discriminatory against the plaintiffs, within the meaning of section 232 of the Corporations Act .",
      "id": "s7"
    },
    {
      "text": "3 In an Amended Originating Process filed on 24 May 2006, pursuant to s 233 of the Corporations Act 2001 (Cth) (\"the Act \"), the plaintiffs sought compulsory purchase orders in respect of their shares.",
      "id": "s8"
    },
    {
      "text": "These orders were primarily directed at the other shareholders in the first and second defendants (viz the third defendant and Mr and Mrs Buskens).",
      "id": "s9"
    },
    {
      "text": "However, as an alternative, the plaintiffs sought orders that the first and second defendants purchase the shares which the plaintiffs held in each of them respectively with an appropriate reduction in the share capital of each of them.",
      "id": "s10"
    },
    {
      "text": "As a third option, they sought orders that the first and second defendants be wound up.",
      "id": "s11"
    },
    {
      "text": "Subject to the claim concerning the payment of legal expenses to which I will refer below, the relief currently being sought by the plaintiffs is reflected in their Amended Originating Process.",
      "id": "s12"
    },
    {
      "text": "4 This litigation concerns the Como Marina.",
      "id": "s13"
    },
    {
      "text": "The second defendant operates that Marina.",
      "id": "s14"
    },
    {
      "text": "The first defendant owns the land and buildings from which the business of the Como Marina is conducted.",
      "id": "s15"
    },
    {
      "text": "5 The proceedings have to date been hard fought.",
      "id": "s16"
    },
    {
      "text": "There have already been several contested interlocutory applications determined by the Court.",
      "id": "s17"
    },
    {
      "text": "The plaintiffs' claims have been fixed for final hearing.",
      "id": "s18"
    },
    {
      "text": "That hearing will commence on 20 April 2009.",
      "id": "s19"
    },
    {
      "text": "The final hearing is expected to occupy seven to nine hearing days.",
      "id": "s20"
    },
    {
      "text": "6 The application now before the Court is an application by the plaintiffs for an interlocutory injunction whereby the first and second defendants are to be restrained from paying any of the legal expenses incurred by Mr and Mrs Buskens in connection with the proceedings.",
      "id": "s21"
    },
    {
      "text": "Additional and alternative interlocutory relief was also sought in respect of the payment of those legal expenses but those other claims were abandoned at the commencement of the hearing of the plaintiffs' application.",
      "id": "s22"
    },
    {
      "text": "THE PLAINTIFFS' CLAIMS FOR FINAL RELIEF \n \n7 The plaintiffs' claims have been pleaded in a document styled \" Second Further Amended Statement of Claim \".",
      "id": "s23"
    },
    {
      "text": "This document was filed on 28 October 2008.",
      "id": "s24"
    },
    {
      "text": "This document is the fourth version of this pleading.",
      "id": "s25"
    },
    {
      "text": "8 The current Statement of Claim addresses seventeen groups of events or transactions which, when viewed individually and when viewed together or in groups, are said to constitute oppression.",
      "id": "s26"
    },
    {
      "text": "As is not uncommon in proceedings of this sort, the facts and circumstances relevant to the plaintiffs' claims are numerous.",
      "id": "s27"
    },
    {
      "text": "The period of time covered by the relevant events is lengthy.",
      "id": "s28"
    },
    {
      "text": "The first relevant date appears to be January 1988.",
      "id": "s29"
    },
    {
      "text": "The oppression is alleged to be continuing right up to the present time.",
      "id": "s30"
    },
    {
      "text": "9 Some of the conduct complained of involves representations made by or on behalf of Mr and Mrs Buskens.",
      "id": "s31"
    },
    {
      "text": "Some of that conduct concerns the way in which the affairs of the first and second defendants have been managed by Mr and Mrs Buskens.",
      "id": "s32"
    },
    {
      "text": "Some of that conduct involves the refusal by Mr and Mrs Buskens, when requested, to furnish to the plaintiffs documentation and information concerning the affairs of the first and second defendants.",
      "id": "s33"
    },
    {
      "text": "Some of that conduct concerns accounting entries and transactions effected by Mr and Mrs Buskens.",
      "id": "s34"
    },
    {
      "text": "10 On a fair reading of the Statement of Claim, Mr and Mrs Buskens are said to be the perpetrators of, or implicated in, most of the conduct which is alleged by the plaintiffs to constitute oppression.",
      "id": "s35"
    },
    {
      "text": "11 No specific allegation of wrongful conduct is made against the third defendant or against its principal, Mr Wood.",
      "id": "s36"
    },
    {
      "text": "However, the compulsory purchase orders sought by the plaintiffs are directed to all of the other shareholders in the first and second defendants, including the third defendant.",
      "id": "s37"
    },
    {
      "text": "12 Paragraphs 88E to 88G of the current version of the Statement of Claim are in the following terms:\n Payment of the Buskens' legal expenses \n \n 88E The companies have paid all the legal and other expenses of the fourth and fifth defendants in connection with these proceedings.",
      "id": "s38"
    },
    {
      "text": "88F The above expenses of the fourth and fifth defendants are not expenses incurred for the benefit of, or in the interests of, the companies.",
      "id": "s39"
    },
    {
      "text": "88G By reason of the facts and matters pleaded at paragraphs 88E and 88F above, the conduct of the affairs of the companies has been and continues to be contrary to the interests of the members of the companies as a whole and/or oppressive, unfairly prejudicial to and/or unfairly discriminatory against the plaintiffs.",
      "id": "s40"
    },
    {
      "text": "13 The primary relief claimed by the plaintiffs in respect of the allegations pleaded in those paragraphs of the Statement of Claim is found in par 6A of the prayers for relief.",
      "id": "s41"
    },
    {
      "text": "That paragraph is in the following terms:\n \n \n 6A An order that the fourth and fifth defendants repay to the first and second defendants all legal and other expenses paid by the first and second defendants in connection with these proceedings.",
      "id": "s42"
    },
    {
      "text": "14 No doubt the plaintiffs will also contend at the final hearing that, in the event that they are generally successful but the Court is not minded to make an order for repayment of the amounts paid for legal expenses, an appropriate adjustment to the purchase price will need to be made by the Court by way of adding back to the value of the companies the whole or part of those expenses.",
      "id": "s43"
    },
    {
      "text": "15 Whilst I recognise that the grounds of complaint embodied in pars 88E to 88G are relied upon as acts of oppression which must be weighed in the balance in favour of granting appropriate final relief by way of a Court-ordered purchase of the plaintiffs' shares or the winding-up of the first and second defendants, the specific final relief which would flow from findings in favour of the plaintiffs in respect of the matters raised in pars 88E to 88G is properly characterised as a financial adjustment as between the two groups of shareholders.",
      "id": "s44"
    },
    {
      "text": "At most, it will involve the notional (or, in certain circumstances, the actual) repayment of the amounts paid out by the first and second defendants as legal expenses incurred by the fourth and fifth defendants or an adjustment in the compulsory purchase price.",
      "id": "s45"
    },
    {
      "text": "16 The complaints embodied in pars 88E to 88G were added to the Statement of Claim on 28 October 2008 after I granted leave to the plaintiffs to add those paragraphs to that pleading.",
      "id": "s46"
    },
    {
      "text": "THE EVIDENCE \n \n17 The evidence before me establishes the following:\n \n(a) The second defendant has paid the total amount of the legal fees and disbursements (including experts' fees) incurred to date by the defendants in respect of these proceedings being an amount of approximately $160,000.00.",
      "id": "s47"
    },
    {
      "text": "(b) Unless restrained from doing so, the second defendant will continue to pay the legal expenses of the first and second defendants as well as those of Mr and Mrs Buskens;\n \n(c) The amount likely to be spent between now and the end of the trial is between $150,000.00 and $175,000.00;\n \n(d) The fact that it was the second defendant which was actually paying these legal expenses was apparent from the Financial Statements of the second defendant for the financial years ended 30 June 2007 and 30 June 2008;\n \n(e) Each of those Financial Statements was provided to the plaintiffs soon after each of them was approved and signed by the directors;\n \n(f) Mr Burrell, the solicitor for the plaintiffs, did not appreciate the significance of the items of expenditure on account of legal costs shown in those Financial Statements until he read the 2008 Financial Statements in mid to late September 2008 and discussed those Statements with the first plaintiff;\n \n(g) The plaintiffs contend that the value of their shares in the first and second defendants for the purposes of a Court-ordered buy-out by those defendants or by the shareholder defendants is (at its highest) $874,000.00 plus interest;\n \n(h) The defendants contend that the value of those shares is approximately $121,725.00; \n \n(i) The current market value of the net assets of the first and second defendants is probably between $2,000,000.00 and $4,000,000.00; and \n \n(j) The defendants (or, perhaps more accurately, some of them) made open offers to purchase the plaintiffs' shares in the first and second defendants, the first in June 2006 and the second in July 2007.",
      "id": "s48"
    },
    {
      "text": "The best of those offers was for a sum of $250,000.00 plus costs.",
      "id": "s49"
    },
    {
      "text": "This was the offer made in July 2007.",
      "id": "s50"
    },
    {
      "text": "THE SUBMISSIONS OF THE PARTIES \n \n18 The plaintiffs submitted that:\n \n(a) It is well established that the use of company funds to defend oppression proceedings may, in certain circumstances, constitute oppression (see Re DG Brims and Sons Pty Ltd (1995) 16 ACSR 559 at 591---592; Fexuto Pty Ltd v Bosnjak Holdings Pty Ltd [1998] NSWSC 413 ; (1998) 28 ACSR 688 at 733; and Cassegrain v CTK Engineering Pty Ltd [2005] NSWSC 495 ; (2005) 54 ACSR 249 at [90] to [99] (pp 267---269); and Food Improvers Pty Ltd v BGR Corp Pty Ltd (No 3) [2007] FCA 97 at [250] to [258]).",
      "id": "s51"
    },
    {
      "text": "(b) Where the issue has been raised prior to the final determination and there is a significant risk of the company's resources being expended in the defence of the interests of the majority, there is no reason why the Court would not step in at the interlocutory stage and make appropriate orders.",
      "id": "s52"
    },
    {
      "text": "In support of this submission, Counsel for the plaintiffs relied upon certain observations made by Brereton J in Grace v Grace (2007) 25 ACLC 141 ; [2007] NSWSC 6 at [52] and at [61] (second dot point).",
      "id": "s53"
    },
    {
      "text": "(c) The normal test for the grant of an interlocutory injunction applies in the circumstances of the present case;\n \n(d) The plaintiffs have established a strong case that there is a serious question to be tried; and\n \n(e) The balance of convenience favours the grant of an injunction because \" ... there is a decidedly uneven playing field ... \" in the sense that the plaintiffs are compelled to fund the litigation in circumstances where they have no assets of any significance whereas their protagonists, the Buskens, have access to company funds.",
      "id": "s54"
    },
    {
      "text": "19 The first, second, fourth and fifth defendants have resisted the making of any interlocutory orders.",
      "id": "s55"
    },
    {
      "text": "It was submitted on their behalf that:\n \n(a) The first and second defendants are the subject of claims for relief in the proceedings and are legitimately entitled to expend their own assets in defence of the proceedings.",
      "id": "s56"
    },
    {
      "text": "Implicit in this submission is the proposition that, contrary to the plaintiffs' submissions in this regard, the Buskens are not the object of most of the allegations made in the Statement of Claim;\n \n(b) Open offers have been made which constitute part of the setting in which the present application should be assessed.",
      "id": "s57"
    },
    {
      "text": "In addition, the first, second, fourth and fifth defendants have made clear in their Defence that they are prepared to submit to a Court-ordered purchase of the plaintiffs' shares provided that the purchase price is reflective of the current market value of the plaintiffs' shares.",
      "id": "s58"
    },
    {
      "text": "Presumably, what is intended is that the shares will be valued upon the basis that no oppressive conduct has occurred; and\n \n(c) In the absence of evidence justifying an uplift in the current market value on account of oppression, the balance of convenience is clearly against the grant of any relief.",
      "id": "s59"
    },
    {
      "text": "CONSIDERATION \n \n20 It is common ground between the plaintiffs on the one hand, and the defendants for whom Mr Thomson appears on the other hand, that the test which I should apply in determining the present application is the ordinary test applicable when the Court is considering the grant of an interlocutory injunction in aid of private rights.",
      "id": "s60"
    },
    {
      "text": "This test is captured in Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd (2001) 208 CLR 199 at [8] to [21] (pp 216---220) (per Gleeson CJ); at [59] to [61] (pp 231---232) (per Gaudron J); and at [86] to [92] (pp 239---242); at [98] to [100] (pp 244---246); and at [105] (p 248) (per Gummow and Hayne JJ).",
      "id": "s61"
    },
    {
      "text": "Gleeson CJ (as he then was) also specifically cited with approval Spry, Principles of Equitable Remedies , 5 th ed (1997) pp 446---56.",
      "id": "s62"
    },
    {
      "text": "21 It is sufficient for present purposes for me to cite and rely upon a passage from the judgment of Mason A-CJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153.",
      "id": "s63"
    },
    {
      "text": "In that case, his Honour said:\n In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.",
      "id": "s64"
    },
    {
      "text": "22 The plaintiffs have chosen to found the present application upon one only of the grounds of oppression pleaded in their Statement of Claim.",
      "id": "s65"
    },
    {
      "text": "The ground relied upon is the ground pleaded in pars 88E to 88G of the Statement of Claim.",
      "id": "s66"
    },
    {
      "text": "23 The plaintiffs have established that the legal expenses of the first, second, fourth and fifth defendants are all being paid by the second defendant and that those expenses will continue to be paid by the second defendant unless interlocutory relief along the lines of that which is sought by the plaintiffs is granted.",
      "id": "s67"
    },
    {
      "text": "24 Although reference has been made in the plaintiffs' submissions to the other grounds of complaint pleaded in the Statement of Claim, the plaintiffs have chosen not to support any of those allegations by evidence insofar as the present application is concerned.",
      "id": "s68"
    },
    {
      "text": "In those circumstances, whilst my attention can and has been drawn to the nature of the allegations made in the balance of the Statement of Claim, the relevant principles must be applied to the one ground of complaint relied upon in the present application, namely, the complaint concerning the payment of the Buskens' legal expenses by the second defendant.",
      "id": "s69"
    },
    {
      "text": "25 In the present case, Counsel for the first and second defendants and the Buskens has submitted that the plaintiffs put a case which implicates the first and second defendants in the events and transactions about which complaint is made and that the Buskens are not the sole or even the principal targets of the plaintiffs.",
      "id": "s70"
    },
    {
      "text": "Counsel then submitted that a large portion of the legal expenses being paid by the second defendant is legitimately the responsibility of the first and second defendants.",
      "id": "s71"
    },
    {
      "text": "26 I do not agree.",
      "id": "s72"
    },
    {
      "text": "27 Most of the allegations of wrongdoing are levelled at the Buskens.",
      "id": "s73"
    },
    {
      "text": "As the evidence stands at the moment, there is little to be said for the proposition that the first and second defendants are separately implicated in the complaints made by the plaintiffs so that the second defendant is justified in paying all of the legal costs.",
      "id": "s74"
    },
    {
      "text": "28 It seems to me that there is a serious question to be tried.",
      "id": "s75"
    },
    {
      "text": "That question is whether, in the circumstances of this case, the conduct of the Buskens in causing the second defendant to pay all of the legal expenses of the first, second, fourth and fifth defendants constitutes oppression.",
      "id": "s76"
    },
    {
      "text": "29 The authorities cited by the plaintiffs tend to support the case which they will attempt to make on a final basis in respect of this ground of complaint.",
      "id": "s77"
    },
    {
      "text": "Indeed, it may be thought that the authorities relied upon by the plaintiffs justify the plaintiffs in submitting that they have strong prospects of making good this ground of complaint at a final hearing.",
      "id": "s78"
    },
    {
      "text": "30 However, that is not the end of the matter.",
      "id": "s79"
    },
    {
      "text": "None of the authorities to which I have been referred involved an application for interlocutory relief founded upon the same ground as the ground relied upon by the plaintiffs in the present application.",
      "id": "s80"
    },
    {
      "text": "Further, some of those authorities support the proposition that, because it may be difficult to determine on an interlocutory basis which costs may be regarded as the legitimate responsibility of the corporate defendants over which the oppression suit is being fought, courts are reluctant to make a determination in advance, ie, at an interlocutory stage ( Fexuto [1998] NSWSC 413 ; 28 ACSR 688 at 733; 20---28; Re A Company (No 001126 of 1992) [1994] 2 BCLC 146 at 155---156; Grace 25 ACLC 141 ; [2007] NSWSC 6 at [49] to [52] and at [59] to [61]).",
      "id": "s81"
    },
    {
      "text": "This latter point may not be a very strong point in favour of the first, second, fourth and fifth defendants in the present case but is one that nonetheless needs to be weighed in the balance.",
      "id": "s82"
    },
    {
      "text": "It seems to me that the Court is generally reluctant to interfere at the interlocutory stage with the payment of legal fees and expenses unless there is good reason to do so.",
      "id": "s83"
    },
    {
      "text": "31 In my judgment, the plaintiffs must show that they will suffer irreparable injury for which damages (or compensation) will not be an adequate remedy unless an injunction is granted and that the balance of convenience favours the granting of an injunction.",
      "id": "s84"
    },
    {
      "text": "32 I have come to the view that the plaintiffs have not been able to satisfy either of these additional requirements.",
      "id": "s85"
    },
    {
      "text": "33 The plaintiffs have not tendered any evidence to the effect that, if the final relief which they seek in respect of their complaint concerning the expenditure of the second defendant's funds on legal expenses is made good, the necessary financial adjustments are not likely to be effective.",
      "id": "s86"
    },
    {
      "text": "Indeed, on the evidence which is available, it seems to me to be highly unlikely that an appropriate financial adjustment cannot be made and made effectively.",
      "id": "s87"
    },
    {
      "text": "The plaintiffs have not attempted to persuade me that the first, second, third, fourth and fifth defendants will be unable to pay any amount likely to be ordered by the Court as the purchase price for the plaintiffs' shares.",
      "id": "s88"
    },
    {
      "text": "34 Furthermore, this is not a case where the injunction is sought in order to preserve property which is the subject of a claim nor is it a case of diversion of assets or funds which cannot be the subject of adequate compensation in due course.",
      "id": "s89"
    },
    {
      "text": "In reality, all that is put on the balance of convenience is that there is not a \" level playing field \" in the sense to which I have made reference above.",
      "id": "s90"
    },
    {
      "text": "35 That submission may be reduced to this: It is not fair that the 70% shareholders can cause one of the companies over which the suit is brought to pay their legal fees and expenses if the plaintiffs (6.275% shareholders) cannot access the same source of funds.",
      "id": "s91"
    },
    {
      "text": "This may, in the end, be a sound submission at the final hearing but does not seem to me to bear upon the balance of convenience as far as the present application is concerned.",
      "id": "s92"
    },
    {
      "text": "The present state of affairs has been in place for at least two and a half years.",
      "id": "s93"
    },
    {
      "text": "36 In those circumstances, I am not prepared to grant the order sought.",
      "id": "s94"
    },
    {
      "text": "The application will be dismissed with costs.",
      "id": "s95"
    },
    {
      "text": "MEDIATION \n \n37 As I have already remarked, there have been several interlocutory applications made in these proceedings, all of which have been hard fought.",
      "id": "s96"
    },
    {
      "text": "Further, the proceedings are going to require the parties to expend significant amounts of money on legal fees if they are prosecuted to finality in the Court.",
      "id": "s97"
    },
    {
      "text": "38 In my view, it is appropriate that attempts be made to assist the parties to resolve their differences as soon as possible and before further significant sums are spent on legal costs.",
      "id": "s98"
    },
    {
      "text": "The parties are now well aware of their respective cases.",
      "id": "s99"
    },
    {
      "text": "39 I propose to order the parties to attend and participate in Court Annexed Mediation with a view to deploying one of the other facilities offered by the Court for resolving disputes.",
      "id": "s100"
    },
    {
      "text": "Accordingly, there will be an order pursuant to s 53A of the Federal Court of Australia Act 1976 (Cth) (as amended) and O 72 of the Federal Court Rules that the matter be referred to mediation.",
      "id": "s101"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s102"
    },
    {
      "text": "Associate:\n\nDated: 25 November 2008\n\n Counsel for the Plaintiffs: Mr JE Lazarus \n \n Solicitor for the Plaintiffs: Burrell Solicitors \n \n Counsel for the Defendants: Mr JE Thomson \n \n Solicitor for the Defendants: Ms PA Keith \n\n Date of Hearing: 20 November 2008 \n \n Date of Judgment: 25 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1766.html",
      "id": "s103"
    }
  ]
}