{
  "name": "Burton v Minister for Immigration &amp; Citizenship [2008] FCA 1464 (2 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1464.html",
  "catchphrases": [
    {
      "text": "cancellation of spouse visa",
      "id": "c0"
    },
    {
      "text": "appellant's husband and other family members recanted earlier testimony as to genuineness of marriage",
      "id": "c1"
    },
    {
      "text": "tribunal's failure to test later evidence did not constitute wednesbury unreasonableness",
      "id": "c2"
    },
    {
      "text": "tribunal did not fall into jurisdictional error in considering that appellant's son could apply for a spousal visa on basis of his wife's citizenship",
      "id": "c3"
    },
    {
      "text": "appeal dismissed",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 Mrs Warijachi Devi Burton (\"Mrs Burton\") married Mr Stephen Burton (\"Mr Burton\") in Fiji in 1997.",
      "id": "s0"
    },
    {
      "text": "Mr Burton then sponsored his wife for a spouse visa which was ultimately granted.",
      "id": "s1"
    },
    {
      "text": "However, in 2003 Mr Burton \"withdrew\" his earlier sworn evidence as to the genuineness of the marriage.",
      "id": "s2"
    },
    {
      "text": "2 A delegate of the Minister exercised the power contained in s 109 of the Migration Act 1958 (Cth) to cancel Mrs Burton's spouse visa.",
      "id": "s3"
    },
    {
      "text": "The Migration Review Tribunal affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "Cameron FM dismissed an application for review of the Tribunal's decision.",
      "id": "s5"
    },
    {
      "text": "3 Two questions arise on the appeal.",
      "id": "s6"
    },
    {
      "text": "The first question is whether the decision of the Tribunal was unreasonable in the Wednesbury sense on the ground that the Tribunal failed to enquire as to the reasons why Mr Burton and other persons who had previously given evidence as the genuineness of the marriage, departed from their earlier sworn evidence.",
      "id": "s7"
    },
    {
      "text": "4 The second question is whether, in deciding to exercise its discretion to cancel the visa, the Tribunal fell into jurisdictional error by proceeding on an assumption that one of Mrs Burton's sons (from a previous marriage) was able to lodge a spouse visa application to return to Australia.",
      "id": "s8"
    },
    {
      "text": "The Tribunal's Decision \n \n5 The Tribunal's decision sets out the factual background.",
      "id": "s9"
    },
    {
      "text": "The appellant married Mr Burton in Fiji on 23 June 1997.",
      "id": "s10"
    },
    {
      "text": "They met for the first time on the previous day but had been in telephone contact before their meeting.",
      "id": "s11"
    },
    {
      "text": "They were introduced by Mr Burton's uncle, Mr Lionel Burton and his wife, Mrs Saras Wati Burton, who is the appellant's sister.",
      "id": "s12"
    },
    {
      "text": "The marriage was said to be an arranged marriage.",
      "id": "s13"
    },
    {
      "text": "6 All of these persons, that is, Mr Burton, the appellant, Mr Lionel Burton and Mrs Saras Burton, had previously provided evidence to the Department and to the Tribunal as to the genuineness of the marriage of Mr Burton and the appellant.",
      "id": "s14"
    },
    {
      "text": "However, during 2003, all of them, except the appellant, informed the Department that the marriage was contrived.",
      "id": "s15"
    },
    {
      "text": "7 The effect of the statements made by Mr Burton, Mr Lionel Burton and Mrs Saras Burton in 2003 was that Mr Burton was paid a sum of money to marry the appellant, and that the marriage was contrived in order for the appellant to gain residency status in Australia.",
      "id": "s16"
    },
    {
      "text": "8 Those parties also informed the Department that Mr Lionel Burton had arranged the wedding, that the parties to the marriage had never had sexual intercourse and that they had spent only a limited amount of time together in Australia and in Fiji.",
      "id": "s17"
    },
    {
      "text": "9 Mrs Burton gave evidence in the Tribunal to support her contention that there was an improper motive which explained the change of heart by those who had previously testified as to the genuineness of the marriage.",
      "id": "s18"
    },
    {
      "text": "This was that Mr Lionel Burton had made sexual advances to her which had been refused.",
      "id": "s19"
    },
    {
      "text": "She said that Mr Lionel Burton had manipulated Mr Burton to leave what had otherwise been a happy marriage.",
      "id": "s20"
    },
    {
      "text": "10 The Tribunal did not consider Mrs Burton to be a credible witness.",
      "id": "s21"
    },
    {
      "text": "It accepted the evidence of Mr Burton, Mr Lionel Burton and Mrs Saras Burton and found that the relationship between Mr and Mrs Burton:\n \n \"...was not, and had never been, a genuine and ongoing married relationship...\" \n\n11 The Tribunal took into account the short period during which Mr and Mrs Burton had known each other before the wedding and the evidence of the limited time they spent together after the wedding.",
      "id": "s22"
    },
    {
      "text": "12 The Tribunal also rejected statements in support of the genuineness of the relationship given by family and friends.",
      "id": "s23"
    },
    {
      "text": "The Tribunal considered that the statements were provided at the request of Mrs Burton and that they were not truthful.",
      "id": "s24"
    },
    {
      "text": "13 Section 109 of the Act and Reg 2.41 of the Migration Regulations 1994 (Cth) prescribe a number of circumstances which the decision-maker is to take into account in deciding whether to exercise the power to cancel the visa.",
      "id": "s25"
    },
    {
      "text": "The circumstances include the correct information as to the status of the parties, the circumstances in which non-compliance occurred and the present circumstances of the visa holder.",
      "id": "s26"
    },
    {
      "text": "14 The Tribunal took into account Mrs Burton's personal circumstances including the fact that three of her adult children were resident in Australia.",
      "id": "s27"
    },
    {
      "text": "The Tribunal accepted that the cancellation of Mrs Burton's visa would have a serious affect on her three sons, because it would lead to the cancellation of their visas pursuant to s 140 of the Act.",
      "id": "s28"
    },
    {
      "text": "One of Mrs Burton's sons, Mr Vikash Burton, is married with two children.",
      "id": "s29"
    },
    {
      "text": "The Tribunal accepted that if Mr Vikash Burton's visa is cancelled, this will have an effect on his children who would either have to leave Australia or be separated from their parents.",
      "id": "s30"
    },
    {
      "text": "15 However, the Tribunal observed that:\n \n Vikash would be free to lodge a spouse application to return to Australia, as acknowledged in a submission after the hearing.",
      "id": "s31"
    },
    {
      "text": "16 The Tribunal weighed the circumstances which supported the cancellation of Mrs Burton's visa against those which had been advanced to support a decision not to cancel the visa.",
      "id": "s32"
    },
    {
      "text": "17 The Tribunal considered that Mrs Burton's contributions to the Australian community, and the adverse effect of the visa cancellation on her and her family, did not outweigh the seriousness of her actions in seeking to gain an improper advantage under the Migration Act .",
      "id": "s33"
    },
    {
      "text": "The Tribunal therefore determined that the Mrs Burton's visa should be cancelled.",
      "id": "s34"
    },
    {
      "text": "The Decision of the Federal Magistrate \n \n18 In her application for review before Cameron FM, Senior Counsel for Mrs Burton raised four grounds of alleged jurisdictional error.",
      "id": "s35"
    },
    {
      "text": "All of them were rejected and are not raised on the appeal: Burton v Minister for Immigration &amp; Citizenship [2008] FMCA 576.",
      "id": "s36"
    },
    {
      "text": "19 As part of the second ground of review in her application in the Federal Magistrates Court, namely failure to consider relevant matters, Mrs Burton submitted that the Tribunal should have \"tested\" the evidence of the \"repudiators\", that is to say Mr Burton, Mr Lionel Burton and Mrs Saras Burton.",
      "id": "s37"
    },
    {
      "text": "20 This point was dealt with at [42] --- [45] of the Federal Magistrate's reasons for judgment.",
      "id": "s38"
    },
    {
      "text": "His Honour observed that the real issue was whether the Tribunal took into account the \"repudiators' prior inconsistent statements.",
      "id": "s39"
    },
    {
      "text": "\" His Honour said it was clear that the Tribunal had done so.",
      "id": "s40"
    },
    {
      "text": "21 The learned Federal Magistrate went on to say:\n \n \"A better way of characterising the situation was that, having reviewed the evidence which included the applicant's and the repudiators' evidence, it preferred the latter, which it was entitled to do.",
      "id": "s41"
    },
    {
      "text": "\" See his Honour's reasons at [45].",
      "id": "s42"
    },
    {
      "text": "The Duty to Inquire \n \n22 Counsel for the Minister submitted that the ground based on a duty to inquire was not raised in the application, or the various amended applications filed in the Federal Magistrates Court.",
      "id": "s43"
    },
    {
      "text": "He therefore submitted that leave was required to raise it on the appeal and that leave should not be granted because there are insufficient prospects of success.",
      "id": "s44"
    },
    {
      "text": "23 However, it seems to me that this ground was sufficiently raised and dealt with by the learned Federal Magistrate in [42] --- [45] of his reasons.",
      "id": "s45"
    },
    {
      "text": "Accordingly, leave is not necessary, even though the submission before his Honour did not directly advance the issue on the basis of the ground as now formulated.",
      "id": "s46"
    },
    {
      "text": "24 It is well-established that the Tribunal has no general obligation to initiate enquiries or to make out an applicant's case for him or her: Minister for Immigration and Citizenship v Le [2007] FCA 1318 ; (2007) 164 FCR 151 at [60] per Kenny J.",
      "id": "s47"
    },
    {
      "text": "Her Honour observed that there is authority for the proposition that in certain \"rare or exceptional circumstances\", a failure by the Tribunal to enquire may render the decision manifestly unreasonable in the Wednesbury sense.",
      "id": "s48"
    },
    {
      "text": "25 On the other hand there is also authority for the view that the provisions of the Act on which the appellant relied, in particular the power under s 363(3)(a) , to summon persons to give evidence, do not impose any duty on the Tribunal to exercise that power: Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 at [43] (with respect to s 426 of the Act).",
      "id": "s49"
    },
    {
      "text": "26 The seminal authority for the principle that a failure to enquire may, in exceptional circumstances, invalidate a decision is Prasad v Minister for Immigration &amp; Ethnic Affairs [1985] FCA 47 ; (1985) 6 FCR 155.",
      "id": "s50"
    },
    {
      "text": "Kenny J referred to this in Le at [64].",
      "id": "s51"
    },
    {
      "text": "27 The effect of what Wilcox J said in Prasad at 169-170 is that there may be Wednesbury unreasonableness where it is obvious that there is material that is readily available to the decision-maker that is likely to be of critical importance in relation to a central issue for determination.",
      "id": "s52"
    },
    {
      "text": "28 In my view, this principle does not extend to the present case because all that occurred was that competing versions of the facts were advanced by different parties.",
      "id": "s53"
    },
    {
      "text": "29 It is true that the prior inconsistent statements of the \"repudiators\" included sworn statutory declarations which were retracted, without any apparent explanation, in unsworn statements and that they were not \"tested\" in the witness box.",
      "id": "s54"
    },
    {
      "text": "30 Indeed, Mr Burton's statements were apparently not even signed (though the Tribunal's reasons provide conflicting information on this point) and consisted only of two handwritten undated statements received by the Tribunal in May 2003 and July 2003.",
      "id": "s55"
    },
    {
      "text": "31 However, it seems to me that a failure to \"test\" the later evidence by questioning the witness cannot be equated with a failure to gather factual material of the kind contemplated by the principle stated in Prasad .",
      "id": "s56"
    },
    {
      "text": "This is borne out by the observations of Gummow and Heydon JJ in Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S154/2002 (2003) [2003] HCA 60 ; 201 ALR 437 at [57] .",
      "id": "s57"
    },
    {
      "text": "32 Their Honours pointed out in Applicant S154/2002 that the rule in Browne v Dunn has no application to proceedings in an administrative tribunal; the tribunal member conducting an enquiry is not an adversarial cross-examiner, but an inquisitor who is obliged to be fair.",
      "id": "s58"
    },
    {
      "text": "In my view it follows that, ordinarily, there can be no duty to use the Tribunal's powers to test one side's assertions as against the other's.",
      "id": "s59"
    },
    {
      "text": "33 This was especially so in the present case where the circumstances relating to the actual marriage ceremony, including the short time the parties had known each other, raised doubts about its genuineness.",
      "id": "s60"
    },
    {
      "text": "Moreover, the Tribunal found that Mrs Burton was not a credible witness.",
      "id": "s61"
    },
    {
      "text": "The discretion: the position of the appellant's son and his family \n \n34 There was evidence before the Tribunal that Mr Vikash Burton sponsored his wife's application for a spouse visa and that his wife ultimately became an Australian citizen on 20 March 2007.",
      "id": "s62"
    },
    {
      "text": "There was also evidence that Mr Vikash Burton and his wife have a daughter, born in Australia in March 2003.",
      "id": "s63"
    },
    {
      "text": "It also appears that they have another child who is also an Australian citizen, although the name and birth date do not appear in the material.",
      "id": "s64"
    },
    {
      "text": "35 The grant of citizenship to Vikash's wife has the result that, at the time of the decision by the Tribunal, her visa was no longer liable to cancellation under s 140(2) of the Act.",
      "id": "s65"
    },
    {
      "text": "36 Accordingly, there was no error in the approach taken by the Tribunal, namely that the appellant's son would be free to lodge a spouse visa application to return to Australia.",
      "id": "s66"
    },
    {
      "text": "37 In my view, this is sufficient to dispose of the second ground of appeal.",
      "id": "s67"
    },
    {
      "text": "There was no jurisdictional error in the manner in which the Tribunal weighed the competing discretionary considerations.",
      "id": "s68"
    },
    {
      "text": "38 Counsel for the Minister conceded that cancellation of Mrs Burton's visa has the consequential effect that Mr Vikash Burton and his wife and children face a difficult choice between an extended separation and relocation to Fiji.",
      "id": "s69"
    },
    {
      "text": "Nevertheless, the Tribunal considered the adverse effect on the family and it was open to it to exercise its discretion as it did.",
      "id": "s70"
    },
    {
      "text": "Conclusion \n \n39 The appeal must be dismissed with costs.",
      "id": "s71"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s72"
    },
    {
      "text": "Associate:\nDated: 2 October 2008\n\n\n Counsel for the Appellant: N Walker \n \n Counsel for the Respondent: G Kennett \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 19 August 2008 \n \n Date of Judgment: 2 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1464.html",
      "id": "s73"
    }
  ]
}