{
  "name": "SZITH v Minister for Immigration and Citizenship [2008] FCA 1866 (10 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1866.html",
  "catchphrases": [
    {
      "text": "procedural fairness",
      "id": "c0"
    },
    {
      "text": "apprehended bias",
      "id": "c1"
    },
    {
      "text": "prejudgment",
      "id": "c2"
    },
    {
      "text": "procedural fairness",
      "id": "c3"
    },
    {
      "text": "failure to provide transcript and recordings to appellant",
      "id": "c4"
    },
    {
      "text": "appellant already possessed transcript and recordings",
      "id": "c5"
    },
    {
      "text": "inquisitional process",
      "id": "c6"
    },
    {
      "text": "tribunal not obliged to play recordings of previous hearings",
      "id": "c7"
    },
    {
      "text": "no breach",
      "id": "c8"
    },
    {
      "text": "discretion to refuse evidence",
      "id": "c9"
    },
    {
      "text": "evidence relevant to issue in dispute",
      "id": "c10"
    },
    {
      "text": "discretion miscarried",
      "id": "c11"
    },
    {
      "text": "whether to allow evidence outside time for filing",
      "id": "c12"
    },
    {
      "text": "need to adjourn final hearing",
      "id": "c13"
    },
    {
      "text": "case management",
      "id": "c14"
    },
    {
      "text": "principles of justice",
      "id": "c15"
    },
    {
      "text": "justice prevails over breach of court order",
      "id": "c16"
    },
    {
      "text": "administrative law",
      "id": "c17"
    },
    {
      "text": "administrative law",
      "id": "c18"
    },
    {
      "text": "evidence",
      "id": "c19"
    },
    {
      "text": "practice and procedure",
      "id": "c20"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 19 August 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal of 17 January 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship to refuse to grant a protection visa to the appellant pursuant to s 36 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a citizen of Bangladesh who arrived in Australia in December 2005.",
      "id": "s2"
    },
    {
      "text": "On 21 December 2005 the appellant lodged an application for a protection visa with the Department of Immigration and Citizenship.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 3 January 2006.",
      "id": "s4"
    },
    {
      "text": "On 10 January 2006 the appellant applied to the First Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The First Tribunal affirmed the decision of the delegate on 27 March 2006.",
      "id": "s6"
    },
    {
      "text": "The appellant applied for judicial review of that decision, and on 13 July 2006, the Federal Magistrates Court ordered, by consent, that the matter be remitted to a Tribunal.",
      "id": "s7"
    },
    {
      "text": "On 9 November 2006, a differently constituted Tribunal affirmed the decision of the delegate ('the Second Tribunal').",
      "id": "s8"
    },
    {
      "text": "The appellant applied for judicial review of that decision, and on 31 July 2007, the Federal Magistrates Court ordered that the matter be remitted to a third Tribunal.",
      "id": "s9"
    },
    {
      "text": "This appeal concerns the decision of the third Tribunal, heard before Mr Short ('the Third Tribunal').",
      "id": "s10"
    },
    {
      "text": "3 The appellant claimed to fear persecution in Bangladesh for reason of his political opinion.",
      "id": "s11"
    },
    {
      "text": "He claimed to be a member of the Awami League ('the AL') and to fear harm from members of the rival Bangladesh National Party ('BNP') and Jamaat-Islami ('JI').",
      "id": "s12"
    },
    {
      "text": "The appellant claimed that he had worked for the AL in his local district, where he was its Publications Secretary from 1982 until 1985.",
      "id": "s13"
    },
    {
      "text": "He claimed that he was threatened and attacked by BNP and JI members in 1991, and made the subject of false charges of murder and robbery in 2002; a warrant had been issued for his arrest on 20 May 2002.",
      "id": "s14"
    },
    {
      "text": "The appellant claimed that he left Bangladesh on his own passport in February or March 2003 to join a cargo ship in Europe, and returned in January 2004 using his own passport, before again leaving to Australia in October 2005.",
      "id": "s15"
    },
    {
      "text": "He claimed that his son had been arrested for three days in 2004, and that he had been told his son had disappeared in February 2006, and that the appellant feared he had been kidnapped.",
      "id": "s16"
    },
    {
      "text": "THIRD TRIBUNAL DECISION \n \n4 The Third Tribunal found that the appellant was not a witness of truth.",
      "id": "s17"
    },
    {
      "text": "In particular, it found that the appellant's evidence was inconsistent and not credible.",
      "id": "s18"
    },
    {
      "text": "The Third Tribunal:\n \n&#8226; did not accept that the appellant was telling the truth about his involvement in the AL or the problems he claimed to have experienced as a result of that involvement;\n \n&#8226; having regard to the view it formed about the appellant's credibility, did not accept that the appellant was ever involved with the AL or with its student wing Chhatra League;\n \n&#8226; did not accept that the appellant ever held any position in the party;\n \n&#8226; did not accept that members of BNP or Jamaat Shibir made false allegations against the appellant at any time;\n \n&#8226; did not accept that, as a result of false allegations, the appellant had been charged with offences in Bangladesh and that a warrant had been issued for his arrest; and\n \n&#8226; did not accept that since May 2002 the police in Bangladesh had been looking to arrest him, nor that they arrested and questioned his son in 2004, nor that the appellant's son had been subsequently kidnapped, nor that his family thought that his son had been kidnapped because there had been no news of him.",
      "id": "s19"
    },
    {
      "text": "5 The Third Tribunal, therefore, did not accept that there was a real chance that the appellant would have any involvement in political activity if he returned to Bangladesh, or that he would be persecuted for his actual or imputed political opinion.",
      "id": "s20"
    },
    {
      "text": "THE FEDERAL MAGISTRATES COURT \n \n6 Before the Federal Magistrate, the appellant contended that there was a denial of procedural fairness on the basis that (at [13]): \n (i) The [Third] Tribunal failed to take into consideration the appellant's psychological state as disclosed in a report of Dr Tyagi Ph.D on letterhead of \"Transcultural Mental Health Centre\" dated 30 September 2007, which had been presented in support of an adjournment of a hearing originally appointed for 10 October 2007.",
      "id": "s21"
    },
    {
      "text": "(ii) The [Third] Tribunal failed to take into account and implement the requests of Ms Stotz [appearing on behalf of the appellant] in a pre-hearing submission dated 1 November 2007 that it should put in place a list of strategies to assist the applicant at the hearing, including by framing its questions simply, giving the applicant free access to documents upon which he was questioned, and providing written transcripts of his previous evidence.",
      "id": "s22"
    },
    {
      "text": "(iii) In the course of the hearing, the [Third] Tribunal did not provide a copy of transcripts of previous hearings nor play relevant parts of the tapes to the applicant, before questioning him about inconsistencies in his evidence.",
      "id": "s23"
    },
    {
      "text": "(iv) In the course of the hearing, the [Third] Tribunal \"did not provide him with a clarified question nor an opportunity to make further comments before he made his final decision\".",
      "id": "s24"
    },
    {
      "text": "(iv) Concerning \"the issue of the [appellant's] son\", the [Third] Tribunal \"should have, but did not, provide [the appellant] with the opportunity to fully discuss this important issue.",
      "id": "s25"
    },
    {
      "text": "[The Tribunal] did not treat it as a credibility issue\".",
      "id": "s26"
    },
    {
      "text": "7 The Federal Magistrate, in considering the Third Tribunal's decision in light of the claims made by the appellant, found that none of these criticisms were shown to have any substance.",
      "id": "s27"
    },
    {
      "text": "In relation to the alleged failure by the Third Tribunal member (Mr Short) to take into account the appellant's psychological state, as disclosed in a report of Dr Tyagi, his Honour found that the Third Tribunal had undoubtedly taken the report into account.",
      "id": "s28"
    },
    {
      "text": "Indeed, no further adjournment was requested by the appellant, and no evidence was presented by the appellant to show an incapacity to participate normally at the hearing.",
      "id": "s29"
    },
    {
      "text": "8 His Honour further noted that the Third Tribunal gave the appellant ample opportunity to address matters of concern, both during the hearing, and by way of written response to its letter inviting comments.",
      "id": "s30"
    },
    {
      "text": "His Honour could not detect, when listening to the sound recording of the hearing, any significant or continuing difficulties by the appellant in understanding or responding to questions.",
      "id": "s31"
    },
    {
      "text": "His Honour found that all questions put to the appellant were framed slowly, quietly, and with precision, and that the appellant expressed no difficulties in understanding those questions.",
      "id": "s32"
    },
    {
      "text": "His Honour further found that there was no obligation on the Third Tribunal to provide a copy of transcripts of previous hearings, or to play relevant parts of the tapes, before questioning the appellant about inconsistencies in his evidence.",
      "id": "s33"
    },
    {
      "text": "His Honour stated at [22]: \n In short, in my opinion, Ms Stotz's written submission to the Tribunal attempted to insist upon a procedure in relation to the questioning of the applicant about his past oral statements which is usually unnecessary for an administrative tribunal, and which would not have been required in cross-examination in most adversarial proceedings.",
      "id": "s34"
    },
    {
      "text": "I am not persuaded that the Tribunal's failure to comply with her requests for transcripts was unreasonable, nor that it led to any unfairness in the Tribunal's procedures, nor that it was in breach of a requirement of the Migration Act .",
      "id": "s35"
    },
    {
      "text": "9 In any event, it appears that transcripts of the previous Tribunal hearings were not available, and the appellant (as did the Third Tribunal) had access to the tapes of those hearings (and that of the hearing before the Third Tribunal).",
      "id": "s36"
    },
    {
      "text": "10 His Honour observed that the Third Tribunal raised relevant inconsistencies in the appellant's evidence before previous Tribunals in its s 424A letter (pursuant to the Act), and considered that the s 424A letter gave the appellant ample opportunity to respond to the issues concerning his original protection visa application and his son.",
      "id": "s37"
    },
    {
      "text": "11 His Honour could not find any indication that the Third Tribunal's decision was affected by an apprehension of bias against the appellant.",
      "id": "s38"
    },
    {
      "text": "His Honour noted that the test for apprehended bias, as set out by the High Court in Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 , was 'whether a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question to be decided' (at [27]), and suggested that, in view of its administrative and inquisitorial nature, the test might be formulated 'by reference to a hypothetical fair-minded lay person who is properly informed as to the nature of the proceedings, the matters in issue and the conduct which is said to give rise to an apprehension of bias' (at [28]).",
      "id": "s39"
    },
    {
      "text": "12 His Honour had the advantage of listening to the sound recording of the Third Tribunal hearing conducted by Mr Short, and specifically addressed the appellant's written submissions, in which the appellant alleged that: \n (i) Mr Short \"came to the hearing with a closed mind\" because \"he was only interested in determining that I was not a credible witness\".",
      "id": "s40"
    },
    {
      "text": "(ii) Throughout the hearing Mr Short \"had extremely long pauses\", which \"only added to my nervousness\".",
      "id": "s41"
    },
    {
      "text": "(iii) Mr Short was \"very aggressive\" in exchanges with Ms Stotz at one point of the hearing concerning the [appellant's] evidence given at earlier hearings about the official position he held in the Awami League.",
      "id": "s42"
    },
    {
      "text": "He spoke to Ms Stotz \"in a very rude, dismissive voice\".",
      "id": "s43"
    },
    {
      "text": "He \"became distracted by his dislike of Ms Stotz, rather than focusing on my case itself\".",
      "id": "s44"
    },
    {
      "text": "The [appellant] was ignored, when Mr Short \"shouted\" at Ms Stotz and criticised her preparation for the hearing.",
      "id": "s45"
    },
    {
      "text": "(iv) At a later point, Mr Short \"shouted\" at the [appellant] when drawing his attention to a document to which he referred.",
      "id": "s46"
    },
    {
      "text": "(v) A lay person would have felt that Mr Short's questioning of the [appellant] about the [appellant's] knowledge of the Awami League's official objectives and its flag was \"unfair and intimidatory\" because \"the Member would have known that I only participated in Awami League politics at a village level\".",
      "id": "s47"
    },
    {
      "text": "(vi) At a later point, Mr Short again \"began berating my representative\", and asked her questions \"in a very menacing tone of voice\".",
      "id": "s48"
    },
    {
      "text": "(vii) ... \"[Mr Short] left his chair and proceeded towards Ms Stotz, shaking his forefinger at her.",
      "id": "s49"
    },
    {
      "text": "It appeared that he was going to strike her.",
      "id": "s50"
    },
    {
      "text": "My witnesses and I were very worried and frightened\".",
      "id": "s51"
    },
    {
      "text": "(viii) Mr Short listened to the applicant's two witnesses \"but did not ask questions of them\", so that \"it appeared that he was not really interested in what they had to say, or how their evidence was significant to my case\".",
      "id": "s52"
    },
    {
      "text": "(ix) The [Third] Tribunal did not take into account that the [appellant] came from a different social and cultural environment and might experience bewilderment and anxiety.",
      "id": "s53"
    },
    {
      "text": "Nor did it take into account that the [appellant's] educational, social and cultural background might affect the manner in which he provided his evidence.",
      "id": "s54"
    },
    {
      "text": "13 His Honour noted that while the Third Tribunal arrived at an adverse conclusion on credibility in its ultimate decision, with reference to logical and supported reasons which had previously been put to the appellant, this did not suggest that there was any predetermination of that outcome.",
      "id": "s55"
    },
    {
      "text": "The Federal Magistrate could not find anything in Mr Short's questioning of the appellant at the hearing, nor in the subsequent s 424A invitation for comments, nor in his ultimate statement of reasons, which indicated that he prematurely closed his mind to a proper assessment of the appellant's refugee claims.",
      "id": "s56"
    },
    {
      "text": "Accordingly, his Honour did not consider that a fair-minded lay observer might have formed any reasonable apprehension about this, taking into account the Tribunal's usual inquisitorial procedures which were referred to by the High Court in Ex parte H [2001] HCA 28 ; 179 ALR 425.",
      "id": "s57"
    },
    {
      "text": "14 Further, his Honour did not accept that there was any behaviour by Mr Short towards Ms Stotz in the course of this exchange which should be characterised as 'very aggressive', nor as unreasonably 'rude' or 'dismissive'.",
      "id": "s58"
    },
    {
      "text": "Further, his Honour did not accept that Mr Short's concern about Ms Stotz's competence as a migration agent became a distraction to Mr Short at this point, or any other point, such that it prevented him from properly conducting the hearing.",
      "id": "s59"
    },
    {
      "text": "15 In relation to the appellant's submission that '[Mr Short] left his chair and proceeded towards Ms Stotz, shaking his forefinger at her.",
      "id": "s60"
    },
    {
      "text": "It appeared that he was going to strike her.",
      "id": "s61"
    },
    {
      "text": "My witnesses and I were very worried and frightened', his Honour noted that there was no evidence before the court to support this accusation.",
      "id": "s62"
    },
    {
      "text": "His Honour held that as the accusation was not foreshadowed prior to the hearing, and the respondents were unable to respond to it without adequate prior notification.",
      "id": "s63"
    },
    {
      "text": "His Honour refused to allow evidence from a Ms Peterson to be adduced in support of that submission.",
      "id": "s64"
    },
    {
      "text": "THE PRESENT APPEAL \n \n16 In the notice of appeal filed on 9 September 2008, the appellant contended that his Honour erred by: \n \n&#8226; holding that the decision of the Third Tribunal was not affected by jurisdictional error;\n \n&#8226; failing to hold that the appellant was not provided with a real opportunity to give evidence and present arguments at the hearing before the Third Tribunal on 2 November 2007 contrary to s 425 of the Act;\n \n&#8226; refusing to receive oral evidence at the hearing below from Ms Peterson concerning the physical actions of the Third Tribunal Member at the hearing, which evidence would have been relevant to the issues before the Court and in circumstances where the absence if such evidence formed a basis for his Honour's dismissal of the application;\n \n&#8226; failing to find that the Third Tribunal's decision was affected by apprehended bias; and\n \n&#8226; failing to find that the Third Tribunal's approach to issues of credibility involved jurisdictional error.",
      "id": "s65"
    },
    {
      "text": "The Third Tribunal, by adopting a procedure based on the assumption that the purpose of the hearing was to discover whether the applicant was a truthful person, breached s 425 of the Act and failed to exercise jurisdiction to determine the claims before it.",
      "id": "s66"
    },
    {
      "text": "In this regard, it was contended that his Honour failed to apply the reasoning of this Court in Kopalapillai v Minister for Immigration [1998] FCA 1126 ; (1998) 86 FCR 547 at 555.",
      "id": "s67"
    },
    {
      "text": "17 In written submissions filed on behalf of the appellant, contentions were made in support of the grounds in the notice of appeal, as well as leave being sought to raise a new ground of appeal.",
      "id": "s68"
    },
    {
      "text": "18 In light of those contentions, it is necessary to say something more of the previous history of the delegate's decision and the three Tribunal hearings.",
      "id": "s69"
    },
    {
      "text": "19 The delegate accepted that the appellant was a member of the AL in Bangladesh.",
      "id": "s70"
    },
    {
      "text": "He also accepted that the BNP was the current ruling party and the arch rival of the AL.",
      "id": "s71"
    },
    {
      "text": "The delegate accepted that some elements within the local BNP branch were hostile to the appellant because of his involvement with the AL.",
      "id": "s72"
    },
    {
      "text": "20 Further, the delegate found that the:\n applicant may remain an active member of the Awami League should he return to Bangladesh.",
      "id": "s73"
    },
    {
      "text": "... Mere membership of the Awami League will not attract persecution in Bangladesh.",
      "id": "s74"
    },
    {
      "text": "The appellant may continue his involvement with the party without any negative repercussion as long as he does not break the law.",
      "id": "s75"
    },
    {
      "text": "21 The First Tribunal accepted that the appellant was a member of the AL (and would continue to be such on his return to Bangladesh).",
      "id": "s76"
    },
    {
      "text": "22 The First Tribunal found that the appellant was not 'in any way a leader of the Awami League or had any political profile whatsoever', and that he was not 'anything other than an ordinary supporter of the Awami League who was from time to time involved in some of its local level activities but does not accept that he had a political profile that would have attracted hostility from the BNP [or] JI'.",
      "id": "s77"
    },
    {
      "text": "23 On 27 March 2006, the First Tribunal affirmed the decision of the delegate, but at no point did the First Tribunal dismiss the appellant's claims to have ever been an AL member.",
      "id": "s78"
    },
    {
      "text": "24 It would appear, then, that questions of the appellant's membership of the AL and the appellant's \"mere\" involvement in AL activities were not in issue in the First Tribunal's proceedings.",
      "id": "s79"
    },
    {
      "text": "25 During the course of the hearing before the Second Tribunal, the appellant was never questioned about the veracity of his claims to be a long-standing member of the AL or challenged about his membership of the AL at all.",
      "id": "s80"
    },
    {
      "text": "26 The appellant was questioned about matters going to the extent of his involvement in the AL, the sophistication of his knowledge about the AL's stated policy platforms, and the nature of the electoral system in Bangladesh: SZITH v Minister for Immigration and Multicultural and Indigenous Affairs [2007] FMCA 1162 at [29] and [60].",
      "id": "s81"
    },
    {
      "text": "All of those matters clearly related to the issues that had arisen from the delegate's decision (and, in the First Tribunal hearing) about the level of his political profile.",
      "id": "s82"
    },
    {
      "text": "27 The questions did not raise, nor challenge, as an issue his claimed membership of the AL over many years, or his desire to continue to be a member of the AL upon his return to Bangladesh.",
      "id": "s83"
    },
    {
      "text": "28 On 9 November 2006, the Second Tribunal affirmed the decision of the Delegate of the Minister.",
      "id": "s84"
    },
    {
      "text": "29 The Second Tribunal concluded as follows:\n I accept that the [appellant] may well have generally supported the Awami League, a major political party in Bangladesh, and that he may have voted for it during elections.",
      "id": "s85"
    },
    {
      "text": "However, on the evidence before the Tribunal I am not satisfied that was ever a member of that Party occupied the position of Publicity Secretary of a local branch, or was in any other way active in its affairs.",
      "id": "s86"
    },
    {
      "text": "30 The Second Tribunal Member went on to say that:\n [g]iven my lack of satisfaction as to the credibility of one of the [appellant's] key claims --- that he was a member of the Awami League and an activist in support of the Party --- I am not satisfied as to the credibility of his claim that he was attacked and wounded at a political meeting \n31 The importance of this conclusion is clear from the following passage in the decision of the Second Tribunal:\n I am not satisfied that the [appellant] was an Awami League member or activist when he lived in Bangladesh and I am not satisfied that he or any other member of his family suffered harm for this reason.",
      "id": "s87"
    },
    {
      "text": "This being so I am not satisfied that there is any objective basis for believing that the [appellant] will suffer serious harm in future because of his political opinion.",
      "id": "s88"
    },
    {
      "text": "32 The appellant sought then to review this decision, and was successful in establishing jurisdictional error on the part of the Second Tribunal based on a failure to comply with s 425 of the Act.",
      "id": "s89"
    },
    {
      "text": "33 In the judicial review proceedings from the Second Tribunal, Driver FM found (in SZITH [2007] FMCA 1162) at [60] - [62] :\n 60.",
      "id": "s90"
    },
    {
      "text": "The real issue, however, is whether the [appellant] was given an opportunity to deal with the issue of whether he was a member of the Awami League as he had claimed.",
      "id": "s91"
    },
    {
      "text": "He was clearly on notice from the decisions of the delegate and the first Tribunal that the issue of the particular offices that he held, and the degree and duration of his involvement in the Party, were live issues.",
      "id": "s92"
    },
    {
      "text": "Both the delegate and the first Tribunal had, however, accepted that the [appellant] was a member of the Awami League as he had claimed.",
      "id": "s93"
    },
    {
      "text": "The presiding member, at the hearing conducted by the second Tribunal, did say that he would be \"undertaking a completely new examination of [the] application\".",
      "id": "s94"
    },
    {
      "text": "It is also true that at the hearing conducted by the second Tribunal the [appellant] was questioned at length about his asserted activities as a member of the Awami League.",
      "id": "s95"
    },
    {
      "text": "At no stage, however, was the appellant put on notice that his very Party membership, which had previously been accepted, was in issue.",
      "id": "s96"
    },
    {
      "text": "61.",
      "id": "s97"
    },
    {
      "text": "Neither did the letter sent to the [appellant] pursuant to s 424A of the Migration Act , put the [appellant] on notice that his membership of the Awami League was in issue.",
      "id": "s98"
    },
    {
      "text": "Rather, it would have had the reverse effect.",
      "id": "s99"
    },
    {
      "text": "The \"information\" relied upon by the Tribunal to find that the [appellant] was not a member of the Awami League was disclosed in that letter on the basis that the information might indicate \"that your claims to have been an active campaigner on behalf of the Awami League in the 2001 election were not accurate\".",
      "id": "s100"
    },
    {
      "text": "Thus, the [appellant] was given to understand that his inability to name his local Parliamentary constituency accurately might be used for a limited adverse purpose, whereas it was ultimately used for a much more fundamental adverse purpose.",
      "id": "s101"
    },
    {
      "text": "62.",
      "id": "s102"
    },
    {
      "text": "It follows, and I find, that the Tribunal fell into the same jurisdictional error as was identified by the High Court in SZBEL.",
      "id": "s103"
    },
    {
      "text": "In order for the [appellant] to be given an effective hearing opportunity pursuant to s.425 , he needed to be able to deal with the proposition, not only that he did not hold the offices in the Party that he claimed and was not actively involved as he claimed but also that he was never a member of the Awami League at all as he had claimed.",
      "id": "s104"
    },
    {
      "text": "The second Tribunal made a far more fundamental adverse credibility finding against the appellant than had the first Tribunal and the delegate.",
      "id": "s105"
    },
    {
      "text": "The second Tribunal needed to put the appellant on notice that that more fundamental adverse credibility finding was in prospect in order for the hearing opportunity afforded the [appellant] to be a real one.",
      "id": "s106"
    },
    {
      "text": "34 A similar argument is now sought to be raised in relation to the process undertaken by the Third Tribunal.",
      "id": "s107"
    },
    {
      "text": "Although the application before the Federal Magistrate claimed that a breach of s 425 occurred, this focused only on the failure to provide the appellant with an opportunity during the hearing to listen to parts of the tapes of the previous hearings concerning the particular issues which the appellant was being questioned in the Third Tribunal hearing.",
      "id": "s108"
    },
    {
      "text": "35 Leave is now sought to have this Court consider the additional aspect of breach of s 425 of the Act as found by Driver FM in the Second Tribunal hearing.",
      "id": "s109"
    },
    {
      "text": "36 The appellant in the Federal Magistrates Court was legally unrepresented.",
      "id": "s110"
    },
    {
      "text": "The new ground is a question of law, and does not involve any further evidence.",
      "id": "s111"
    },
    {
      "text": "The submissions on the point are very confined and involve similar matters previously addressed in the proceedings before Driver FM.",
      "id": "s112"
    },
    {
      "text": "It is in the interests of justice that the point be considered by this Court.",
      "id": "s113"
    },
    {
      "text": "37 Returning then to the decision of the Third Tribunal, it did not accept that the appellant was ever involved with the AL.",
      "id": "s114"
    },
    {
      "text": "38 It was that same issue of the mere membership of the AL which Driver FM found had not been the subject of notification to the appellant under s 425 of the Act by the Second Tribunal whose decision was accordingly quashed.",
      "id": "s115"
    },
    {
      "text": "39 The Third Tribunal was directed to hear and determine the matter again according to law by Driver FM.",
      "id": "s116"
    },
    {
      "text": "That is, it was directed to comply with s 425 if it were to again deal with the issue of the appellant's very membership of the AL.",
      "id": "s117"
    },
    {
      "text": "40 I accept that there was no identification of this issue in any of the invitations to hearing issued to the appellant following the remittal by the Federal Magistrate's Court.",
      "id": "s118"
    },
    {
      "text": "Again, the s 424A letter which was issued after the hearing suffered from the same deficiencies identified by Driver FM in SZITH FMCA 1162 at [61], in that it did not specifically identify the mere membership of AL as a separate issue.",
      "id": "s119"
    },
    {
      "text": "41 A general admonition that the truthfulness of the appellant's account is in question is not sufficient to discharge the obligation under s 425 to identify particular issues in circumstances where there would a departure from accepted findings by the Delegate in favour of the appellant: see SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 , 600-602 at [34]-[44].",
      "id": "s120"
    },
    {
      "text": "42 The obligation is to give the appellant an opportunity to give evidence or make submissions on a determinative issue.",
      "id": "s121"
    },
    {
      "text": "43 However, as the High Court said in SZBEL [2006] HCA 63 ; 231 ALR 592 , 602 at [47]:\n First, there may well be cases, perhaps many cases, where either the delegate's decision, or the tribunal's statements or questions during a hearing, sufficiently indicate to an applicant that everything he or she says in support of the application is in issue.",
      "id": "s122"
    },
    {
      "text": "That indication may be given in many ways.",
      "id": "s123"
    },
    {
      "text": "It is not necessary (and often would be inappropriate) for the tribunal to put to an applicant, in so many words, that he or she is lying, that he or she may not be accepted as a witness of truth, or that he or she may be thought to be embellishing the account that is given of certain events.",
      "id": "s124"
    },
    {
      "text": "The proceedings are not adversarial and the tribunal is not, and is not to adopt the position of, a contradictor.",
      "id": "s125"
    },
    {
      "text": "But where, as here, there are specific aspects of an applicant's account, that the tribunal considers may be important to the decision and may be open to doubt, the tribunal must at least ask the applicant to expand upon those aspects of the account and ask the applicant to explain why the account should be accepted.",
      "id": "s126"
    },
    {
      "text": "44 This is one of those cases alluded to by the High Court.",
      "id": "s127"
    },
    {
      "text": "45 The Third Tribunal stated that it did raise the question of his membership of AL as an issue.",
      "id": "s128"
    },
    {
      "text": "It said:\n I foreshadowed that I would be writing to the applicant in accordance with section 424A of the Act.",
      "id": "s129"
    },
    {
      "text": "The applicant's representative asked if I accepted that the applicant was a member of Awami League.",
      "id": "s130"
    },
    {
      "text": "I noted that this was clearly an issue in the review.",
      "id": "s131"
    },
    {
      "text": "The applicant's representative referred to Ms Petersen's evidence and stressed that the applicant had only been involved at the village level.",
      "id": "s132"
    },
    {
      "text": "She submitted that although his title had been 'Publicity Secretary' his role had not been that of a Publicity Secretary in Australia.",
      "id": "s133"
    },
    {
      "text": "I noted that the applicant's role as Publications Secretary had been discussed at the previous hearings and that at the hearing before the second Tribunal in October 2006 he had said that he had spoken at meetings so many times that he could not remember.",
      "id": "s134"
    },
    {
      "text": "The applicant said that as Publications Secretary he had organised meetings.",
      "id": "s135"
    },
    {
      "text": "He said that when he had referred to speaking at meetings he had meant that he had been the MC at meetings.",
      "id": "s136"
    },
    {
      "text": "46 It was contended that I should listen to the tapes of the Third Tribunal hearing to ascertain whether the membership issue was actually raised as suggested by the Third Tribunal.",
      "id": "s137"
    },
    {
      "text": "Upon listening to the tapes, it is apparent that the above description by the Third Tribunal of the events that took place is accurate.",
      "id": "s138"
    },
    {
      "text": "In fact, the Third Tribunal after indicating that appellant's AL membership itself was an issue, asked the appellant if he had anything more he wanted to say, and the appellant did provide further oral evidence.",
      "id": "s139"
    },
    {
      "text": "Further, upon the Third Tribunal member stating that the membership issue was an issue in the review, no surprise was shown or objection taken to this approach.",
      "id": "s140"
    },
    {
      "text": "47 I am satisfied that the Third Tribunal raised the membership issue fairly and openly.",
      "id": "s141"
    },
    {
      "text": "The issue was not raised too late.",
      "id": "s142"
    },
    {
      "text": "In light of the response of the appellant and Ms Stotz, and in view of the subsequent s 424A letter, which gave a further opportunity for the appellant to comment, I am of the view the appellant had ample opportunity to address the membership issue.",
      "id": "s143"
    },
    {
      "text": "48 Therefore, whether or not the appellant was put on notice by the Second Tribunal decision or not (see SZEUI v Minister for Immigration and Citizenship [2008] FCA 1338) , the Third Tribunal certainly did raise in a timely and appropriate way the issue of his membership of AL.",
      "id": "s144"
    },
    {
      "text": "49 Accordingly, the Third Tribunal did not fail to comply with s 425 of the Act in this respect.",
      "id": "s145"
    },
    {
      "text": "50 As to the other basis for breach of s 425 of the Act, I do not consider the Federal Magistrate fell into error.",
      "id": "s146"
    },
    {
      "text": "51 His Honour rejected a claimed breach of s 425 as regards the Third Tribunal not providing transcripts or playing tapes of previous Tribunal hearings during its hearing in the course of considering and testing the credibility of the appellant.",
      "id": "s147"
    },
    {
      "text": "As already stated, and as his Honour noted, it was accepted that the appellant already had a tape of each hearing.",
      "id": "s148"
    },
    {
      "text": "52 I do not consider it was incumbent upon the Third Tribunal to accede to the appellant's request for a transcript of previous Tribunal hearings, even if they were available: see generally SZKOB v Minister for Immigration and Citizenship [2007] FCA 1949 at [12] - [14] per Flick J.",
      "id": "s149"
    },
    {
      "text": "53 However, the real question is whether, in circumstances where the appellant had the tapes in his possession, the Third Tribunal was required (as suggested by the appellant) to play that part of the tape of the appellant's evidence on each point the Third Tribunal wished to consider, or possibly contest, because of inconsistencies in the evidence.",
      "id": "s150"
    },
    {
      "text": "I do not regard this as necessary in the circumstances of this case.",
      "id": "s151"
    },
    {
      "text": "The issue of credibility arose because of inconsistencies in the prior evidence given by the appellant.",
      "id": "s152"
    },
    {
      "text": "Accepting the information conveyed by the appellant on the tapes, and not the way the evidence was adduced, gave rise to credibility issues, the important matter was to bring to the appellant's attention such issues.",
      "id": "s153"
    },
    {
      "text": "This the Third Tribunal did.",
      "id": "s154"
    },
    {
      "text": "How it did this was a matter for the Third Tribunal.",
      "id": "s155"
    },
    {
      "text": "It is to be recalled that the appellant had the tapes and the issue of credibility was an issue going to the appellant's very own evidence in the previous hearings, of which he was either familiar with or could re-familiarise himself with by himself playing the tapes prior to the hearing.",
      "id": "s156"
    },
    {
      "text": "54 In my view, the Federal Magistrate's observations on this matter were correct, and provide a proper basis for rejecting this ground of appeal.",
      "id": "s157"
    },
    {
      "text": "Fairness did not require, in the circumstances before the Third Tribunal, the playing of the tapes and the identification therein of the parts considered relevant by the Third Tribunal, at the hearing itself.",
      "id": "s158"
    },
    {
      "text": "The important requirement, as I have said, was to bring appropriately and fairly the point of contest to the attention of the appellant, so the appellant could respond.",
      "id": "s159"
    },
    {
      "text": "This the Tribunal did, and in my view, the procedure suggested by the appellant was unnecessary to achieve fairness.",
      "id": "s160"
    },
    {
      "text": "55 In my view, there is nothing in the wording or ambit of s 425 of the Act that imposes procedural requirements on a tribunal at the hearing of the character now sought to be imposed by the appellant: see, eg, De Silva v Minister for Immigration and Multicultural Affairs [2000] FCA 765 ; (2000) 98 FCR 364 , 367-68 at [9] and Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142 ; (2006) 154 FCR 365 , 416-17 at [211].",
      "id": "s161"
    },
    {
      "text": "56 I mention one final matter on this aspect of the appeal.",
      "id": "s162"
    },
    {
      "text": "It was accepted by the parties during the hearing that s 424AA did not apply to these proceedings and no specific ground is sought to be raised that a breach of s 424AA independently gave rise to jurisdictional error.",
      "id": "s163"
    },
    {
      "text": "57 I would not regard the text of s 424AA (even if permissible for me to take into account) as impacting upon the requirement that is sought to be pressed upon the Third Tribunal by the appellant in this case, by reference to s 425 of the Act.",
      "id": "s164"
    },
    {
      "text": "58 It has been held on a number of occasions in this Court that ss 424AA and 424A provide specifically how certain matters are to be brought to the attention of an applicant by a tribunal, and that s 424AA enables information which would need to be given in writing under s 424A to be given orally if an applicant appears before a tribunal: see SZLQD v Minister for Immigration and Citizenship [2008] FCA 739 at [12] per Marshall J; SZLXI v Minister for Immigration and Citizenship [2008] FCA 1270 at [27] per Cowdroy J; SZLWI v Minister for Immigration and Citizenship (2008) 171 FCR 134 , 139 at [19] per Gilmour J; and SZMAE v Minister for Immigration and Citizenship [2008] FCA 1701 at [23] per Edmonds J.",
      "id": "s165"
    },
    {
      "text": "59 I would not regard s 424AA of the Act as raising any separate requirement or obligation upon a tribunal to orally give clear particulars.",
      "id": "s166"
    },
    {
      "text": "60 The appellant did not suggest that s 424A would be engaged to make it a mandatory requirement to give particulars in writing, presumably because of the operation of s 424A(3)(b).",
      "id": "s167"
    },
    {
      "text": "Section 424AA simply empowers a tribunal to orally state to an applicant clear particulars where an applicant appears before a tribunal.",
      "id": "s168"
    },
    {
      "text": "If a tribunal exercises this power this may have consequences for the operation of s 424A if there was otherwise a mandatory requirement to give particulars in writing.",
      "id": "s169"
    },
    {
      "text": "Of course, if a tribunal chooses to orally state clear particulars, then it must follow the specific procedure set out in s 424AA(b).",
      "id": "s170"
    },
    {
      "text": "In any event, as the parties accepted that s 424AA does not apply, I need say nothing further about the operation of s 424A and s 424AA.",
      "id": "s171"
    },
    {
      "text": "Such provisions certainly cannot assist the appellant by otherwise extending the operation of s 425 of the Act.",
      "id": "s172"
    },
    {
      "text": "61 The second ground of appeal claims that his Honour erred by not allowing Ms Petersen (who was also a witness for the appellant before the Third Tribunal) to give evidence before him.",
      "id": "s173"
    },
    {
      "text": "His Honour was not prepared to allow evidence from Ms Petersen when there had been no compliance by the appellant with the Federal Magistrates Court's orders for the filing of such evidence, and where it would not have been possible for the first respondent to cross-examine her at the time.",
      "id": "s174"
    },
    {
      "text": "The first respondent contended that having regard to the appellant's non-compliance with his Honour's orders, the failure to receive the evidence was more than fair.",
      "id": "s175"
    },
    {
      "text": "His Honour was, nevertheless, prepared to listen to the full recording of the Third Tribunal hearing and take into account the appellant's submissions on the point.",
      "id": "s176"
    },
    {
      "text": "Therefore, it was contended that his Honour was not bound in the circumstances to allow another hearing (which would have been necessary to allow the first respondent procedural fairness) to allow Ms Petersen to give evidence.",
      "id": "s177"
    },
    {
      "text": "62 In the end, the Federal Magistrate had to exercise his discretion whether to allow the evidence of Ms Peterson to be produced, which would have necessarily involved an adjournment.",
      "id": "s178"
    },
    {
      "text": "63 The Federal Magistrate in undertaking this exercise made the following observations:\n 10.",
      "id": "s179"
    },
    {
      "text": "The application to this Court was listed at a first court date on 4 March 2008.",
      "id": "s180"
    },
    {
      "text": "The applicant attended, and had the assistance of a Bengali interpreter.",
      "id": "s181"
    },
    {
      "text": "I made orders, which I explained to the applicant, giving him an opportunity to file an amended application and evidence by way of affidavits before 2 May 2008, after receiving the Court Book documents.",
      "id": "s182"
    },
    {
      "text": "The applicant was also given a referral for free legal advice, and received advice on 20 May 2008.",
      "id": "s183"
    },
    {
      "text": "He was given a written copy of my orders.",
      "id": "s184"
    },
    {
      "text": "In my orders, I appointed a final hearing on 9 July 2008.",
      "id": "s185"
    },
    {
      "text": "11.",
      "id": "s186"
    },
    {
      "text": "The listing report for the first court date indicates that an Australian helper was also in attendance, but it is unclear who this was.",
      "id": "s187"
    },
    {
      "text": "Ms Petersen, who had previously accompanied the applicant to the hearing before Mr Short, was assisting the applicant at a directions hearing before me on 1 July 2008, when I confirmed my earlier directions.",
      "id": "s188"
    },
    {
      "text": "She also assisted him, and made submissions on his behalf, at the final hearing.",
      "id": "s189"
    },
    {
      "text": "I consider that the applicant and his helpers were given more than enough time properly to identify his arguments and to prepare and properly present the evidence he intended to rely upon at the hearing.",
      "id": "s190"
    },
    {
      "text": "12.",
      "id": "s191"
    },
    {
      "text": "However, the applicant did not file any amended application, nor any written submission or argument, and, belatedly, indicated reliance only upon an incomplete transcript of the hearing conducted by Mr Short.",
      "id": "s192"
    },
    {
      "text": "Ms Petersen, in her submissions on the applicant's behalf, revealed no comprehension of my previous directions and the need for evidence to be properly foreshadowed to the Minister's representatives.",
      "id": "s193"
    },
    {
      "text": "She made unfocused allegations about Mr Short's hearing, and, when pressed for evidence, requested that I should listen to the full sound recording.",
      "id": "s194"
    },
    {
      "text": "I reluctantly agreed to do so, and have spent many hours comparing the recording with the partial transcript, and gaining an impression of the fairness of the hearing.",
      "id": "s195"
    },
    {
      "text": "I have also considered the points made by the applicant in a written submission addressing the issue of apprehended bias, which I allowed to be filed after the hearing.",
      "id": "s196"
    },
    {
      "text": "As I shall indicate, this exercise has persuaded me that the hearing afforded to the applicant by Mr Short fairly gave him a full opportunity to address all issues in the matter, and that it was conducted in a manner which would have left no doubt in the mind of a fair-minded lay observer that Mr Short was striving to give genuine and thorough consideration to the truth of the applicant's refugee claims.",
      "id": "s197"
    },
    {
      "text": "64 It is a significant matter to reject evidence which is relevant and the absence of which becomes a basis for the decision.",
      "id": "s198"
    },
    {
      "text": "This is what occurred here.",
      "id": "s199"
    },
    {
      "text": "65 The proposed evidence (although not in proper form or by way of affidavit) of Ms Peterson was to the following effect:\n The RRT Member I believe began the Hearing with a closed mind and became extremely aggressive during the hearing.",
      "id": "s200"
    },
    {
      "text": "At one point he left his chair, became very red in the face, and came around quite close to both [the appellant's] agent and myself, waving his finger at Ms Stotz, [the appellant's] agent.",
      "id": "s201"
    },
    {
      "text": "He was obviously so angry that I became very afraid that he was going to hit either Ms Stotz or myself, as I was in the way of his path.",
      "id": "s202"
    },
    {
      "text": "I was very worried about what was happening.",
      "id": "s203"
    },
    {
      "text": "What would we do if he did touch Ms Stotz --- would we run outside looking for help, would we ask the interpreter to go looking for help or what else could we do?",
      "id": "s204"
    },
    {
      "text": "66 The evidence Ms Petersen intended to adduce was part of the evidence to support a contention of bias.",
      "id": "s205"
    },
    {
      "text": "The evidence sought to be relied on would have been potentially admissible (if in a different form), and would have needed to be considered in the balance with the other evidence by the Federal Magistrate in support of the allegation of bias.",
      "id": "s206"
    },
    {
      "text": "67 The Federal Magistrate did not, in my view, weigh all the necessary competing factors before rejecting the evidence, nor did his Honour properly exercise his discretion in rejecting the evidence.",
      "id": "s207"
    },
    {
      "text": "68 Allegations of bias impact on the integrity of the Tribunal, and should be carefully and fully considered.",
      "id": "s208"
    },
    {
      "text": "Undoubtedly an adjournment would have been necessary if the evidence was accepted.",
      "id": "s209"
    },
    {
      "text": "However, while the Federal Magistrates Court has an exceptionally busy case load, there was no indication by his Honour of case management issues impacting on the exercise of his discretion: see, eg, Black Decker (Australasia) Pty Ltd v GMCA Pty Ltd [2007] FCA 1623.",
      "id": "s210"
    },
    {
      "text": "There was no suggestion that if an adjournment were granted the first respondent would be prejudiced in the conventional way other than as to costs, although there is a public interest in hearing refugee matters expeditiously: see Sali v SPC Ltd [1993] HCA 47 ; (1993) 116 ALR 625 , 628-29; Bloch v Bloch [1981] HCA 56 ; (1981) 180 CLR 390 , 395-96; and SZKMS v Minister for Immigration and Multicultural Affairs (2008) FCA 499 at [29] .",
      "id": "s211"
    },
    {
      "text": "69 Whilst it is important to put the exercise of a discretion in the context of a legally unrepresented litigant, where greater flexibility in the failure to adhere to court orders may be called for (see Platcher v Joseph [2004] FCAFC 68) , I accept that the rules must be obeyed, and one must be careful not to regard a litigant in person as having a special status: see Minogue v Human Rights and Equal Opportunity Commission [1999] FCA 85 ; (1999) 84 FCR 438 , 446.",
      "id": "s212"
    },
    {
      "text": "I also accept that there is a great reluctance to interfere with procedural orders, particularly as to adjournments.",
      "id": "s213"
    },
    {
      "text": "However, the Federal Magistrate had a discretion to exercise in rejecting the evidence being sought to be introduced contrary to a court direction, and in my view, failed to take into account the significance of the evidence, the lack of demonstrated prejudice to the first respondent, and the lack of any other compelling reason to reject the evidence completely.",
      "id": "s214"
    },
    {
      "text": "70 The evidence was relevant and may well have impacted on the Federal Magistrate's assessment of the other evidence relied upon by the appellant in support of the bias allegation.",
      "id": "s215"
    },
    {
      "text": "The acceptance by the Federal Magistrate of the submissions as to the evidence, and his Honour's taking them into account with the evidence already before him, does not overcome the problem.",
      "id": "s216"
    },
    {
      "text": "The evidence of Ms Peterson, if accepted, may well have been of such an impact so as to cause the Federal Magistrate to come to a different conclusion than the one ultimately reached by him.",
      "id": "s217"
    },
    {
      "text": "The Federal Magistrate, not having the evidence of Ms Peterson before him, simply did not deal with it other than by not allowing it to be placed before him.",
      "id": "s218"
    },
    {
      "text": "The only compelling consideration against an adjournment in this instance was the general desire to have refugee applications dealt with expeditiously.",
      "id": "s219"
    },
    {
      "text": "In my view, important as this is, it was an insufficient justification where the adjournment may only have been short in order to allow the first respondent to prepare for, and undertake, cross-examination, and where the proposed evidence was clearly relevant.",
      "id": "s220"
    },
    {
      "text": "71 I consider that there was a denial of justice to the appellant in the failure to allow the evidence to be admitted, which amounts to appellable error.",
      "id": "s221"
    },
    {
      "text": "72 Assuming the matter is not otherwise remitted to the Tribunal for re-hearing, then the appropriate course would be to remit the matter to a differently constituted Federal Magistrates Court for re-hearing and reconsideration only of the issue of bias, taking into account admissible evidence of Ms Peterson along with the other evidence adduced before the Federal Magistrate.",
      "id": "s222"
    },
    {
      "text": "73 The third ground of appeal claims his Honour erred in not finding apprehended bias by the Third Tribunal even without the evidence of Ms Peterson.",
      "id": "s223"
    },
    {
      "text": "I do not need to consider that matter further in light of the view of have I taken as to the rejection of the evidence of Ms Petersen.",
      "id": "s224"
    },
    {
      "text": "The matter will need to be remitted with a consideration being taken of all the evidence.",
      "id": "s225"
    },
    {
      "text": "I do not consider it appropriate to express any views as to the adequacy or otherwise of the conclusions reached by the Federal Magistrate, where the appellant as part of its appeal grounds seeks to put further material before the Federal Magistrates Court for a reconsideration of the issue of bias taking into account that evidence.",
      "id": "s226"
    },
    {
      "text": "74 Finally, the appellant claims that the Federal Magistrate erred by failing to find that the Tribunal's approach to issues of credibility involved jurisdictional error (see Kopalapillai [1998] FCA 1126 ; 86 FCR 547 at 555).",
      "id": "s227"
    },
    {
      "text": "75 The Federal Magistrate rejected the submission that, by entirely focusing on the appellant's credibility, the Tribunal fell into jurisdictional error.",
      "id": "s228"
    },
    {
      "text": "76 His Honour correctly noted that, at the end of the Third Tribunal hearing (which is not recorded in the transcript), the Member identified that the assessment of the appellant's status turned on the appellant's credibility.",
      "id": "s229"
    },
    {
      "text": "77 In Kopalapillai [1998] FCA 1126 ; 86 FCR 547 at 555, the Full Court of this Court (O'Connor, Branson and Marshall JJ) said:\n Were we satisfied that the RRT had reached its decision in this case by adopting a procedure which placed on the appellant an onus of establishing that he was truthful, or even a procedure based on the assumption that the purpose of the hearing before it was to discover whether the appellant was a truthful person, we would be satisfied that the procedures adopted by the RRT contravened s 420 of the Act.",
      "id": "s230"
    },
    {
      "text": "78 I do not regard his Honour's approach to be at odds with the approach taken by the Full Court in Kopalapillai [1998] FCA 1126 ; 86 FCR 547.",
      "id": "s231"
    },
    {
      "text": "All the Tribunal was doing, at the end of the hearing, was stressing the important issue of credibility.",
      "id": "s232"
    },
    {
      "text": "It was not elevating such an issue to that hypothesised in Kopalapillai .",
      "id": "s233"
    },
    {
      "text": "I agree with the approach taken by the Federal Magistrate.",
      "id": "s234"
    },
    {
      "text": "CONCLUSION \n \n79 The appeal should be allowed.",
      "id": "s235"
    },
    {
      "text": "80 The matter should be remitted to a differently constituted Federal Magistrates Court for a re-hearing and reconsideration only of the issue of bias taking into account any admissible evidence of Ms Peterson adduced by the appellant.",
      "id": "s236"
    },
    {
      "text": "I certify that the preceding eighty (80) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s237"
    },
    {
      "text": "Associate:\n\nDated: 10 December 2008\n\n Counsel for the Appellant: Mr S E J Prince \n \n Counsel for the Respondents: Mr T Reilly \n \n Solicitor for the Respondents: Australian Government Solicitor \n\n Date of Hearing: 19 November 2008 \n \n Date of Judgment: 10 December 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1866.html",
      "id": "s238"
    }
  ]
}