{
  "name": "Soh v Commonwealth of Australia [2008] FCA 1524 (14 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1524.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of a single judge",
      "id": "c0"
    },
    {
      "text": "application for security for costs",
      "id": "c1"
    },
    {
      "text": "appellant impecunious and ordinarily resident outside the jurisdiction",
      "id": "c2"
    },
    {
      "text": "whether order for security for costs will stifle a reasonable arguable claim",
      "id": "c3"
    },
    {
      "text": "quantum of security ordered",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant in these proceedings seeks to appeal from a decision of a single judge of this Court of 18 April 2008: Soh v Commonwealth of Australi a [2008] FCA 520.",
      "id": "s0"
    },
    {
      "text": "The respondent, the Commonwealth of Australia, seeks an order that the applicant provide security for costs in the sum of $50,000.",
      "id": "s1"
    },
    {
      "text": "This judgment concerns that issue.",
      "id": "s2"
    },
    {
      "text": "In due course it will be necessary for the applicant to obtain an extension of time in which to appeal.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n2 The applicant is a citizen of the Republic of Korea (South Korea).",
      "id": "s4"
    },
    {
      "text": "In June 1999, he was an unlawful non-citizen who had been detained in immigration detention at Villawood Immigration Detention Centre (Villawood).",
      "id": "s5"
    },
    {
      "text": "On 16 June 1999, following an incident in which he and others were involved, he was taken to a NSW prison, the Metropolitan Remand and Reception Centre at Silverwater.",
      "id": "s6"
    },
    {
      "text": "He was held there and at the prison hospital in Long Bay Gaol until 1 March 2000 when he was returned to Villawood.",
      "id": "s7"
    },
    {
      "text": "3 In the proceedings before the primary judge, the applicant based his case on the following propositions (see Soh v Commonwealth of Australi a [2008] FCA 520 at [1] ).",
      "id": "s8"
    },
    {
      "text": "1.",
      "id": "s9"
    },
    {
      "text": "Neither the Migration Act 1958 (Cth) nor any NSW legislation gave the governors of the respective prisons any lawful authority to detain him, and there was no other lawful authority for them to do so; the Commonwealth is said to be vicariously liable in damages for such false imprisonment by the governors.",
      "id": "s10"
    },
    {
      "text": "2.",
      "id": "s11"
    },
    {
      "text": "Chapter III of the Constitution prohibits the Commonwealth from imprisoning a person merely unlawfully in Australia in a place of criminal detention except as part of the recognised criminal processes, following the laying of a criminal charge against the person; likewise any State law or arrangement facilitating such illegal imprisonment is also invalid.",
      "id": "s12"
    },
    {
      "text": "3.",
      "id": "s13"
    },
    {
      "text": "Mr Furlong, the Operations Manager of Villawood who recommended to Departmental officers that Mr Soh be transferred to Silverwater, committed the tort of misfeasance in a public office.",
      "id": "s14"
    },
    {
      "text": "4.",
      "id": "s15"
    },
    {
      "text": "Neither Mr Nicholls, the Departmental officer who made the decision that a NSW prisons official should be requested to take Mr Soh into custody, nor Ms Symons, the officer who implemented that decision, afforded Mr Soh procedural fairness before Ms Symons made the request.",
      "id": "s16"
    },
    {
      "text": "The request was therefore invalid and the Commonwealth had no right in law to detain the applicant in Long Bay or Silverwater.",
      "id": "s17"
    },
    {
      "text": "In consequence, the Commonwealth falsely imprisoned him there and is liable in damages for that \n \n\nThese propositions were said to give rise to the following causes of action: \n \n&#8226; false imprisonment; \n \n&#8226; misfeasance by a public officer (Mr Furlong); and\n \n&#8226; the tort of \"unconstitutional detention\".",
      "id": "s18"
    },
    {
      "text": "The relief sought in the final further amended statement of claim (filed 30 November 2007) was damages, a declaration that the applicant's detention in Silverwater Prison and Long Bay Gaol between 16 June 1999 and 1 March 2000 was unlawful and a further declaration that the applicant was not liable to pay costs of his incarceration for the same period.",
      "id": "s19"
    },
    {
      "text": "4 The primary judge dismissed the applicant's application for relief.",
      "id": "s20"
    },
    {
      "text": "In relation to the allegation of misfeasance by a public officer, the primary judge found that there was no evidence that Mr Furlong actually intended to cause the applicant harm.",
      "id": "s21"
    },
    {
      "text": "The primary judge similarly dismissed the applicant's cause of action for the tort of \"unconstitutional detention\".",
      "id": "s22"
    },
    {
      "text": "5 It is necessary to focus on the applicant's primary cause of action (unlawful detention) in a little more detail given that the primary judge's rejection of this cause of action is centrally relevant to the appeal the applicant seeks to prosecute.",
      "id": "s23"
    },
    {
      "text": "As the primary judge noted (at [81]), the applicant's claim based on false imprisonment was made on three bases:\n \n (1) The relevant provisions of the Migration Act did not confer any authority on a person, including a prison governor, requested by an officer to hold a detainee to do so nor did the NSW legislation.",
      "id": "s24"
    },
    {
      "text": "(2) Mr Nicholls/Ms Symons had a duty to afford the applicant natural justice; both of them failed to do so, and the request to the prison governor was therefore a nullity.",
      "id": "s25"
    },
    {
      "text": "(3) Section 5(1) of the Migration Act is invalid as permitting executive officers to usurp part of the judicial power of the Commonwealth which the Constitution vests exclusively in the courts.",
      "id": "s26"
    },
    {
      "text": "6 In relation to the first point, the primary judge found that s 196 of the Act did confer authority on a person (such as a prison governor) to hold a detainee if requested to do so by a migration officer.",
      "id": "s27"
    },
    {
      "text": "It mattered not, according to the primary judge, that the person actually detaining the applicant in Silverwater Prison, the prison governor, was not a migration officer (as defined in s 5 of the Act) provided that a migration officer requested that the applicant be detained in this way.",
      "id": "s28"
    },
    {
      "text": "As the primary judge put it (at [85]):\n \n It is in this setting that the intention to be imputed to the Parliament by its adoption of the phrase \"in a prison or remand centre of the Commonwealth, a State or a Territory\" falls for determination.",
      "id": "s29"
    },
    {
      "text": "If the phrase is interpreted to mean only that an officer may arrange that a detainee be held within, and in that sense \"in\", the physical boundaries of a place that is a prison or remand centre, but that the phrase was not intended to confer authority on the officer to have the detainee made subject to the control of the ordinary prison etc authorities, then the applicant's argument would succeed.",
      "id": "s30"
    },
    {
      "text": "But the consequences would include that the detaining officer or his/her supervisors would need urgently to arrange for other \"officers\" to detain the person within such boundaries or to have pre-arranged facilities for this.",
      "id": "s31"
    },
    {
      "text": "This would make urgent detention in a prison etc quite impossible in many cases.",
      "id": "s32"
    },
    {
      "text": "In my opinion, such an inconvenient result, possibly including threats to peace and good order, or prejudice to the health or welfare of the subject detainee, should not be imputed as the parliamentary approach.",
      "id": "s33"
    },
    {
      "text": "7 In relation to the second point, the primary judge found there was a duty to afford the applicant procedural fairness that was not met.",
      "id": "s34"
    },
    {
      "text": "The primary judge, however, rejected the applicant's submission that, based on the High Court's decision in Minister for Immigration and Multicultural Affairs v Bhardwaj (2002) 209 CLR 597 , the decision to transfer him to Silverwater Prison was a nullity, thereby rendering his subsequent detention in Silverwater Prison unlawful.",
      "id": "s35"
    },
    {
      "text": "Even if it were the case that invalidity of the transfer decision rendered the subsequent detention unlawful (and the primary judge seemed to be of the view that it was not), the primary judge appeared to proceed on the basis it would be necessary for him to make a declaration to effect before the applicant could obtain damages for unlawful detention.",
      "id": "s36"
    },
    {
      "text": "In the result, the primary judge declined to make a declaration given the extraordinary delay between the making of the transfer decision and the bringing of proceedings.",
      "id": "s37"
    },
    {
      "text": "As the primary judge said (at [102]): \n \n The making of a declaration is a discretionary remedy.",
      "id": "s38"
    },
    {
      "text": "I would, in my discretion, decline to make such a declaration notwithstanding that, if the applicant be correct, it would have some utility in enabling him to mount a claim for damages on what might be the consequent invalidity of the Nicholls decision and the Symons request.",
      "id": "s39"
    },
    {
      "text": "Any invalidity of the detention at Silverwater for want of procedural fairness did not last long.",
      "id": "s40"
    },
    {
      "text": "Within a couple of months, Mr Soh had the repeated opportunity to say why thenceforth he should not be imprisoned.",
      "id": "s41"
    },
    {
      "text": "No case was sought to be made that in relation to the various reviews of his position after he was taken into Silverwater he was not afforded procedural fairness or that the consequent decisions were invalid for unreasonableness or otherwise.",
      "id": "s42"
    },
    {
      "text": "The applicant's complaint about the denial of procedural fairness by Mr Nicholls was first made more than eight years later.",
      "id": "s43"
    },
    {
      "text": "There was no chance for the respondent to redress that failure; the applicant was long gone from prison, indeed from Australia.",
      "id": "s44"
    },
    {
      "text": "There is no adequate explanation for the applicant's delay.",
      "id": "s45"
    },
    {
      "text": "The applicant evidently had actual access to private legal advisors.",
      "id": "s46"
    },
    {
      "text": "In any case, the NSW Legal Aid Commission provided a capable legal aid service for inmates of NSW prisons and remand centres in 1999-2000, as now.",
      "id": "s47"
    },
    {
      "text": "The delay is, in short, unconscionable or \"unwarrantable ...",
      "id": "s48"
    },
    {
      "text": "The essential vice of the denial of procedural fairness is the denial itself.",
      "id": "s49"
    },
    {
      "text": "That cannot be remedied now.",
      "id": "s50"
    },
    {
      "text": "The public interest can be served by my discussion of the principles and their application to this case, without the necessity for a formal declaration.",
      "id": "s51"
    },
    {
      "text": "(References omitted)\n \n8 Finally, the primary judge rejected that argument that the Act is invalid insofar as it purportedly permits executive officers to usurp part of the judicial power of the Commonwealth that the Constitution vests exclusively in the courts.",
      "id": "s52"
    },
    {
      "text": "SECURITY FOR COSTS \n \n9 Section 56 of the Federal Court of Australia Act 1976 (Cth) deals with the Court's power to order security for costs.",
      "id": "s53"
    },
    {
      "text": "The section provides as follows: \n \n \n (1) The Court or a Judge may order an applicant in a proceeding in the Court or an appellant in an appeal to the Court to give security for the payment of costs that may be awarded against him or her.",
      "id": "s54"
    },
    {
      "text": "(2) The security shall be of such amount, and given at such time and in such manner and form, as the Court or Judge directs.",
      "id": "s55"
    },
    {
      "text": "(3) The Court or a Judge may reduce or increase the amount of security ordered to be given and may vary the time at which, or manner or form in which, the security is to be given.",
      "id": "s56"
    },
    {
      "text": "(4) If security, or further security, is not given in accordance with an order under this section, the Court or a Judge may order that the proceeding or appeal be dismissed.",
      "id": "s57"
    },
    {
      "text": "(5) This section does not affect the operation of any provision made by or under any other Act or by the Rules of Court for or in relation to the furnishing of security \n \n\n\nOrder 28 of the Federal Court Rules also deals with the issue of security for costs.",
      "id": "s58"
    },
    {
      "text": "Order 28, Rule 3, governs the exercise of the Court's discretion to order security, relevantly, as follows:\n \n \n (1) When considering an application by a respondent for an order for security for costs under section 56 of the Act, the Court may take into account the following matters: \n \n\n (a) that an applicant is ordinarily resident outside Australia; \n \n (b) ... \n \n10 The general principles relevant to the exercise of the discretionary power to order security are not in dispute, and were summarised by the Court in Equity Access Ltd v Westpac Banking Corporation (1989) ATPR 40-972 , at 50,635.",
      "id": "s59"
    },
    {
      "text": "The Court referred to six specific matters that the authorities indicate are relevant, along with others, when deciding whether security for costs ought be awarded:\n \ni The prospects of success;\n \nii The quantum of risk that a costs order will not be satisfied;\n \niii Whether the making of an order would be oppressive in that it would stifle a reasonably arguable claim;\n \niv Whether any impecuniosity of the party from whom security is sought arises out of the conduct complained of;\n \nv Whether there are aspects of public interest which weigh in the balance against such an order;\n \nvi Whether there are any particular discretionary matters peculiar to the circumstances of the case.",
      "id": "s60"
    },
    {
      "text": "11 Notwithstanding the provisions of O52 r 20 (which provides that \"[u]nless the Court or a Judge otherwise directs no security for costs of an appeal to the Court shall be required\") it is also important to recognise that other considerations arise in relation to an application for security in the context of an appeal.",
      "id": "s61"
    },
    {
      "text": "As Spender J noted in Tait v Bindal People [2002] FCA 322 at [3] --- [4]:\n \n ... [t]he difference is that, at the appellant level, there has already been a determination adverse to the person against whom security for costs is sought and, if it be shown that there is a substantial risk that even if successful the respondent to the application for leave to appeal, or to an appeal, will be deprived of his costs, such an outcome would clearly be unjust.",
      "id": "s62"
    },
    {
      "text": "In a sense, it would be giving to a person who has been on the receiving end so to speak of a determination by the courts a free hit at great cost to the other party in the appeal proceedings.",
      "id": "s63"
    },
    {
      "text": "That consideration, it seems to me, is also reinforced by the judgment of Gummow J in Wiest v Director of Public Prosecutions and Anor [1988] FCA 450 ; (1988) 23 FCR 472.",
      "id": "s64"
    },
    {
      "text": "That case involved appeals against extradition with penal consequences.",
      "id": "s65"
    },
    {
      "text": "Such consequences were clearly very relevant considerations, but discretionary reasons moved the Court to order security for costs.",
      "id": "s66"
    },
    {
      "text": "Such discretionary considerations, which were particularly noted by Gummow J, included the delay between the filing of the papers and the bringing of the applications for security.",
      "id": "s67"
    },
    {
      "text": "His Honour referred to a particular circumstance which is relevant here, and that is that the applicant for security has a judgment in its favour.",
      "id": "s68"
    },
    {
      "text": "There was a reference by Gummow J to Bethune v Porteous (1892) 18 VLR 493 , again an old case.",
      "id": "s69"
    },
    {
      "text": "In that case, Hood J said (at 494): \n \n \n \"the reason underlying the numerous and varying cases in which appellants have been ordered to give security will be found in the injustice to a successful litigant that may be caused if he be compelled to contest the matter for a second time without a probability of obtaining his costs if ultimately successful.",
      "id": "s70"
    },
    {
      "text": "\" \n \n\n That really is the fundamental question of justice behind my decision to order security for costs.",
      "id": "s71"
    },
    {
      "text": "12 Also relevant is the fact that the applicant is outside the jurisdiction of the Court.",
      "id": "s72"
    },
    {
      "text": "The significance of this factor was discussed by McHugh J in P S Chellaram &amp; Co v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321.",
      "id": "s73"
    },
    {
      "text": "His Honour observed (at 323) that the fact that a party bringing proceedings is resident out of the jurisdiction and has no assets within the jurisdiction has been seen as a circumstance of great weight in determining whether an order for security for costs should be made.",
      "id": "s74"
    },
    {
      "text": "13 There is no dispute that the applicant in the proceedings is both impecunious and is ordinary resident outside the jurisdiction.",
      "id": "s75"
    },
    {
      "text": "14 As a general rule, in an application for security for costs, the Court should not be required to investigate in detail the likelihood or otherwise of success in the action or appeal.",
      "id": "s76"
    },
    {
      "text": "Having said this, it is necessary for the Court to canvass at some level the case the applicant seeks to put in determining whether an order for security should be made.",
      "id": "s77"
    },
    {
      "text": "15 The applicant's draft notice of appeal is in the following terms: \n \n \n I.",
      "id": "s78"
    },
    {
      "text": "The trial judge erred in law in concluding that Mr Nicholls' [who made the transfer decision] decision to transfer the Appellant to a state correctional facility was not void.",
      "id": "s79"
    },
    {
      "text": "2.",
      "id": "s80"
    },
    {
      "text": "The trial judge erred in law in concluding that it was necessary for him to declare Mr Nicholls' decision invalid before it became such.",
      "id": "s81"
    },
    {
      "text": "3.",
      "id": "s82"
    },
    {
      "text": "The trial judge erred in considering whether to grant a declaration by taking into account matters extraneous to that exercise of the discretionary power namely: \n \n \n \n \n (a) the fact that the Appellant was permitted to make submissions as to the appropriateness of his detention after his transfer to the state prison system when that matter had no legal connexion with the legality of his detention; \n (b) the proposition that the want of procedural fairness could not now be remedied when, in fact, it could by the damages suit being pursued by the Appellant; and \n (c) the public interest in clarifying the law could best be addressed by the making of remarks without the need for the making of a declaration.",
      "id": "s83"
    },
    {
      "text": "4.",
      "id": "s84"
    },
    {
      "text": "The trial judge erred in failing to conclude that the Appellant had been wrongfully imprisoned.",
      "id": "s85"
    },
    {
      "text": "16 Central to the applicant's case is the contention that the primary judge erred in concluding that notwithstanding that the decision to transfer the applicant to Silverwater Prison was attended with a denial of procedural fairness, it did not follow that his transfer to, and subsequent detention in, Silverwater Prison and later Long Bay Gaol was unlawful.",
      "id": "s86"
    },
    {
      "text": "17 I presently do not see how the applicant's detention in Silverwater Prison and Long Bay Gaol could have been rendered unlawful by a decision to move him from Villawood even if that decision was infected by a denial of procedural fairness.",
      "id": "s87"
    },
    {
      "text": "It presently appears to me that at all times the applicant remained validly in \"immigration detention\" for the purposes of s 196 of the Act, given that \"immigration detention\" encompasses circumstances where an unlawful non-citizen is held \"in a prison or remand centre of the Commonwealth, a State or a Territory \"(s 5).",
      "id": "s88"
    },
    {
      "text": "18 The decision to move him did not involve the exercise of an express statutory power which conditioned the detention.",
      "id": "s89"
    },
    {
      "text": "That is, a valid decision to transfer was not made, expressly, a statutory condition precedent to lawful detention in a state correctional facility.",
      "id": "s90"
    },
    {
      "text": "When in Villawood, the applicant was in immigration detention, as defined, and he remained in immigration detention, as defined, in Silverwater Prison and in Long Bay Gaol.",
      "id": "s91"
    },
    {
      "text": "The fact that the conditions in those last mentioned institutions were different to those in Villawood almost certainly could not bear upon the legality of the detention: Behrooz v Secretary of Department of Immigration and Multicultural and Indigenous Affairs (2004) 219 CLR 48.",
      "id": "s92"
    },
    {
      "text": "19 In short, I consider that the applicant has little prospect of persuading a Full Court that the denial of procedural fairness, which attended the decision to transfer him to Silverwater Prison, rendered his subsequent detention in that prison, or otherwise in a state correctional institution, unlawful.",
      "id": "s93"
    },
    {
      "text": "I am presently assuming that the Commonwealth will not challenge, by way of notice of contention, the conclusion of the primary judge that there had been a denial of procedural fairness.",
      "id": "s94"
    },
    {
      "text": "20 Given this conclusion, there is otherwise little in the applicant's favour that might warrant rejecting the Commonwealth's application for security.",
      "id": "s95"
    },
    {
      "text": "I accept there is a public interest element in this litigation, involving as it does the detention of an unlawful non-citizen in state correctional institutions established for the incarceration of criminals in circumstances where the applicant had neither been charged with nor convicted of criminal offences.",
      "id": "s96"
    },
    {
      "text": "However, as earlier noted, the prospects of the applicant succeeding in the appeal are, in my opinion, extremely slight.",
      "id": "s97"
    },
    {
      "text": "The applicant is impecunious and now resides overseas.",
      "id": "s98"
    },
    {
      "text": "The Commonwealth has the benefit of the judgment of the primary judge.",
      "id": "s99"
    },
    {
      "text": "These various matters point, in my opinion, to ordering the applicant to provide security.",
      "id": "s100"
    },
    {
      "text": "21 It is now necessary to consider the issue of the quantum of that security.",
      "id": "s101"
    },
    {
      "text": "In support of its notice of motion for security for costs, the Commonwealth has filed an affidavit of Dale Watson, a solicitor employed by the Australian Government Solicitor.",
      "id": "s102"
    },
    {
      "text": "Ms Watson deposes that the respondent seeks security in the sum of $50,000, representing an amount of $30,000 for anticipated legal costs and $20,000, being the minimum amount required to enforce any judgment in Korea.",
      "id": "s103"
    },
    {
      "text": "In relation to the anticipated enforcement costs, Ms Watson relied on the following initial advice received by the Australian Embassy in Seoul from \"Barun Law\": \n \n With regard to undertaking all procedures related to actually enforcing a judgment in Korea, until we have a final judgment from Australia, it would be premature for us to move forward.",
      "id": "s104"
    },
    {
      "text": "Enforcement costs would depend on numerous factors, including the nature of the judgment itself, whether the counterparty will retain counsel and/or mount a vigorous defense, etc.",
      "id": "s105"
    },
    {
      "text": "Such costs would likely range from KRW 20 million to KRW 60 million, but we would provide a more detailed estimate at a later stage if/when that becomes necessary.",
      "id": "s106"
    },
    {
      "text": "In the event that unforeseen complications arise, we would need to revisit our estimates.",
      "id": "s107"
    },
    {
      "text": "We also may wish to look at the practicalities of actually collecting on the judgment in more detail before proceeding against this particular party.",
      "id": "s108"
    },
    {
      "text": "As at the date of Ms Watson's affidavit (25 June 2008), KRW 20 million equated to approximately $20,450, with KRW 60 million equating to approximately $61,350.",
      "id": "s109"
    },
    {
      "text": "I think the amount sought by the Commonwealth is a reasonable amount and it is entitled to security.",
      "id": "s110"
    },
    {
      "text": "However, I presently do not see the need to provide security both for the anticipated costs of the appeal and the costs of enforcing a judgment (presumably enforcing only a costs order) in Korea.",
      "id": "s111"
    },
    {
      "text": "If the Commonwealth has security for its costs, I apprehend no question of enforcement could arise.",
      "id": "s112"
    },
    {
      "text": "If I am mistaken in this respect, the amount of security can be revisited in a further application.",
      "id": "s113"
    },
    {
      "text": "I understand that it is common ground that if security was ordered, non-compliance with an order would result in dismissal of the proceedings.",
      "id": "s114"
    },
    {
      "text": "22 I order that, within two months of the date of this judgment, the applicant is to provide security in the sum of $30,000.",
      "id": "s115"
    },
    {
      "text": "In the event that such security is not provided, I order that the application for an extension of time in which to appeal, be dismissed.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s117"
    },
    {
      "text": "Associate:\n\nDated: 14 October 2008\n\n\n Counsel for the Applicant: A Crossland \n \n Solicitor for the Applicant: PSK Legal \n \n Counsel for the Respondent: K Morgan \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 11 August 2008 \n \n Date of Judgment: 14 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1524.html",
      "id": "s118"
    }
  ]
}