{
  "name": "In the matter of LMP Developments Pty Ltd and ZLM Property Holdings Pty Ltd [2008] FCA 1109 (29 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1109.html",
  "catchphrases": [
    {
      "text": "administrator overlooks date to which second meeting of creditors adjourned, and therefore omits to give notice reminding or advising creditors of the adjourned date",
      "id": "c0"
    },
    {
      "text": "neither administrator nor any creditor attends on the adjourned date",
      "id": "c1"
    },
    {
      "text": "second meeting of creditors therefore ended without any resolution of creditors being passed. held : (1) order made under s 447a of corporations act 2001 (cth) having effect that administration did not end; (2) order made under s 439a(6) of act extending convening period so that administrator could convene a fresh second meeting of creditors.",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 These proceedings concern the voluntary administrations of two related companies, LMP Developments Pty Limited (LMP) and ZLM Property Holdings Pty Limited (ZLM).",
      "id": "s0"
    },
    {
      "text": "Roderick Mackay Sutherland (Mr Sutherland) is the voluntary administrator of each company.",
      "id": "s1"
    },
    {
      "text": "2 Unfortunately, Mr Sutherland overlooked the date (3 July 2008) to which the second meeting of creditors of each company convened under s 439A of the Corporations Act 2001 (Cth) (the Act) was adjourned pursuant to s 439B(2) of the Act.",
      "id": "s2"
    },
    {
      "text": "In consequence, he did not send out a notice to creditors reminding or advising them of the adjourned date, and neither he nor any creditor attended at the time and place to which the meeting was adjourned.",
      "id": "s3"
    },
    {
      "text": "3 Mr Sutherland sought an order which would enable a second meeting of creditors of each company to take place.",
      "id": "s4"
    },
    {
      "text": "He fairly proffered an undertaking to the Court that he would bear in his personal capacity, and not charge as part of the costs of either administration, any part of the costs of his application.",
      "id": "s5"
    },
    {
      "text": "4 On 22 July 2008 I made orders accordingly.",
      "id": "s6"
    },
    {
      "text": "These are my reasons for the making of those orders.",
      "id": "s7"
    },
    {
      "text": "FACTS \n \n5 Until Mr Sutherland was appointed as administrator, LMP and ZLM were engaged in the business of financing the acquisition of real estate in the Newcastle and Hunter Valley region.",
      "id": "s8"
    },
    {
      "text": "6 The directors of each company are Stephen Frank Lumley and James Joseph Miskiewicz.",
      "id": "s9"
    },
    {
      "text": "They held in equal shares the issued capital of ZLM, and they and their wives held in four equal shares the issued capital of LMP.",
      "id": "s10"
    },
    {
      "text": "Mr Lumley was the Secretary of LMP and Mr Miskiewicz was the Secretary of ZLM.",
      "id": "s11"
    },
    {
      "text": "7 On 14 March 2008, each company appointed Mr Sutherland as administrator pursuant to s 436A of the Act.",
      "id": "s12"
    },
    {
      "text": "8 By notice dated 18 March 2008, Mr Sutherland convened the first meeting of the creditors of each company pursuant to s 436E of the Act, to be held on 27 March 2008 at the offices of Mr Sutherland's firm, Jirsch Sutherland, in the case of ZLM at 10.30 am and in the case of LMP at 11.00 am.",
      "id": "s13"
    },
    {
      "text": "In each case, Michael Chan of Jirsch Sutherland acted as chairperson.",
      "id": "s14"
    },
    {
      "text": "In each case, the creditors did not appoint a committee of creditors and did not remove and replace Mr Sutherland as administrator.",
      "id": "s15"
    },
    {
      "text": "9 By notice dated 21 April 2008, Mr Sutherland convened the second meeting of the creditors of each company pursuant to s 439A of the Act, to be held on 30 April 2008 at the offices of Jirsch Sutherland, in the case of ZLM at 9.00 am and in the case of LMP at 9.30 am.",
      "id": "s16"
    },
    {
      "text": "The date 21 April 2008 was within the convening period specified in s 439A(5) of the Act, and the date 30 April 2008 was within the period specified in s 439A(2) of the Act for the holding of the meeting.",
      "id": "s17"
    },
    {
      "text": "10 At their meetings on 30 April 2008, the creditors of the respective companies resolved that their meeting be adjourned to 3 July 2008 at the offices of Jirsch Sutherland, in the case of ZLM at 10.30 am and in the case of LMP at 11.00 am.",
      "id": "s18"
    },
    {
      "text": "The period of the adjournment did not exceed the period of 45 business days allowed by s 439B(2) of the Act.",
      "id": "s19"
    },
    {
      "text": "11 By a letter dated 30 May 2008 Mr Lumley proposed to Mr Sutherland that LMP and ZLM execute a deed or deeds of company arrangement, and by a letter dated 20 June 2008, Mr Miskiewicz similarly proposed to Mr Sutherland that LMP and ZLM execute a deed or deeds of company arrangement.",
      "id": "s20"
    },
    {
      "text": "It must be said at once that the proposals, as expressed in the letters, are extremely vague.",
      "id": "s21"
    },
    {
      "text": "12 Unfortunately, Mr Sutherland overlooked the fact that the second meeting of creditors of each company was adjourned to 3 July 2008.",
      "id": "s22"
    },
    {
      "text": "He did not notify or remind creditors of either company that the meetings had been adjourned to 3 July 2008.",
      "id": "s23"
    },
    {
      "text": "13 In his affidavit, Mr Sutherland has explained the oversight as follows:\n 44.",
      "id": "s24"
    },
    {
      "text": "Although the dates for the adjourned meeting were entered into a centralised diary system which members of my staff and I maintain for the purpose of keeping track of various deadlines in respect of the administrations under my control, no entry was made to enable preparation of a further supplementary report to creditors providing an update on my Investigations and a recommendation in relation to the resolution of creditors at the adjourned second meeting.",
      "id": "s25"
    },
    {
      "text": "45.",
      "id": "s26"
    },
    {
      "text": "Inadvertently, the date for the holding of the second meeting of creditors of LMP and ZLM was missed by me and my staff.",
      "id": "s27"
    },
    {
      "text": "This was because the diary entry in our centralised diary system was inadvertently deleted.",
      "id": "s28"
    },
    {
      "text": "46.",
      "id": "s29"
    },
    {
      "text": "Since 1993 I would estimate that I have conducted in excess of 600 voluntary administrations.",
      "id": "s30"
    },
    {
      "text": "As far as I can recall, this is the only voluntary administration in which I have been the administrator in which the adjourned date for the second meeting of creditors has been missed.",
      "id": "s31"
    },
    {
      "text": "14 At the times assigned for the meetings on 3 July 2008, neither Mr Sutherland nor any creditor attended the meeting room at the offices of Jirsch Sutherland.",
      "id": "s32"
    },
    {
      "text": "In the result, the proposals of Mr Lumley and Mr Miskiewicz, whether in their present form or in any more refined form, were not put to the creditors.",
      "id": "s33"
    },
    {
      "text": "15 Mr Sutherland has taken certain steps to ensure that his firm's centralised diary system now allows only the person who enters the relevant diary entry to delete it, and he expects that meeting dates will not be inadvertently deleted in the future.",
      "id": "s34"
    },
    {
      "text": "16 On 9 July 2008 Mr Sutherland sent a notice to the creditors of each company advising them that the adjourned second meeting of creditors had not been \"convened\".",
      "id": "s35"
    },
    {
      "text": "No doubt, he meant that he had not notified or reminded creditors of the adjournment that had been resolved upon at the meeting of creditors on 30 April 2008.",
      "id": "s36"
    },
    {
      "text": "17 In his notice of 9 July 2008, Mr Sutherland advised creditors that:\n \n \n &#8226; he had not completed his investigations into the affairs of the companies;\n &#8226; he had received proposals from the companies' directors for a deed of company arrangement;\n &#8226; in his opinion his investigation should be completed so that he could provide creditors with sufficient information to enable them to make an informed decision when determining on the companies' future; and\n &#8226; he was applying to the Court for an extension of the convening periods pursuant to s 439A(6) of the Act.",
      "id": "s37"
    },
    {
      "text": "Mr Sutherland invited any creditor who opposed the extension of the convening period to notify his office within seven days from the date of the notice.",
      "id": "s38"
    },
    {
      "text": "According to his affidavit, no creditor notified him of any objection.",
      "id": "s39"
    },
    {
      "text": "CONSIDERATION \n \n18 Although it makes no difference for present purposes, contrary to what was submitted the second meeting of the creditors of each company did not end on 3 July 2008, but on 30 April 2008.",
      "id": "s40"
    },
    {
      "text": "The correct analysis is as follows.",
      "id": "s41"
    },
    {
      "text": "The adjournment was effected by the creditors' resolutions in exercise of the power to adjourn given by s 439B(2).",
      "id": "s42"
    },
    {
      "text": "It may have been good practice, but it was not required by law, for Mr Sutherland to send out notices reminding or advising creditors of the adjourned date.",
      "id": "s43"
    },
    {
      "text": "If the number of creditors required for a quorum had been present on 3 July 2008, it would have been the same meeting that continued on that date.",
      "id": "s44"
    },
    {
      "text": "However, the adjournment was aborted by the absence of a quorum, indeed the absence of any creditors at all, on 3 July 2008.",
      "id": "s45"
    },
    {
      "text": "In those circumstances, the meeting did not resume on 3 July 2008.",
      "id": "s46"
    },
    {
      "text": "An analogy is the situation in which all present at a meeting leave: obviously the meeting does not continue beyond the last moment when a quorum was present.",
      "id": "s47"
    },
    {
      "text": "In the present case, that moment was at the end of the meeting on 30 April 2008.",
      "id": "s48"
    },
    {
      "text": "The meeting ended then.",
      "id": "s49"
    },
    {
      "text": "19 It follows that the voluntary administrations came to an end on that date.",
      "id": "s50"
    },
    {
      "text": "This is because s 435C(1)(b) of the Act provides that an administration ends on the happening of whichever event of a kind referred to in subs (2) or (3) of s 435C happens first after the administration begins, and the only relevant event in the present case is that identified in para (e) of s 435C(3) which is as follows:\n \n \n (e) ... a meeting convened under section 439A ends (whether or not it was earlier adjourned) without a resolution under section 439C being passed at the meeting; ...\n \n \n\nThe reference to a resolution under s 439C is a reference to the passing of a resolution at the meeting of creditors convened under s 439A that the company execute a deed of company arrangement or that the administration should end or that the company be wound up.",
      "id": "s51"
    },
    {
      "text": "Since the administration ended on 3 July 2008, the directors have been at liberty to perform or exercise their functions and powers as directors: see s 437C(1) and (2) of the Act.",
      "id": "s52"
    },
    {
      "text": "20 Mr Sutherland has given evidence of the results of his investigations to date, which, in brief, show that:\n \n \n &#8226; his investigations have been hampered by the failure of the directors to lodge reports as to affairs;\n &#8226; the affairs of the two companies have been intermingled;\n &#8226; between them, LMP and ZLM own twelve properties;\n &#8226; there is an unusually high number of mortgages and caveats over the properties;\n &#8226; there appear to be numerous related party transactions (other than transactions between LMP and ZLM);\n &#8226; in order to provide a useful report to the creditors of ZLM and LMP, it is essential that Mr Sutherland complete his investigations of the bank accounts of the companies and identify the application of the funds obtained from various creditors;\n &#8226; Mr Sutherland has identified a number of other assets or interests in assets which LMP and ZLM may have which may be available for the benefit of creditors.",
      "id": "s53"
    },
    {
      "text": "21 It is desirable that Mr Sutherland be enabled to complete his investigations and report the results to creditors and that creditors have the opportunity of considering his report and deciding that the companies be wound up or that the administration should end or that they enter into a deed of company arrangement.",
      "id": "s54"
    },
    {
      "text": "22 If a means cannot be found to facilitate the re-convening of the second meeting of creditors, it would be necessary, in order for the present stage to be reached again, for the companies again to appoint an administrator under s 436A of the Act and for the statutory procedure again to be followed.",
      "id": "s55"
    },
    {
      "text": "It is in the interests of creditors that a more expeditious course be followed if one is available.",
      "id": "s56"
    },
    {
      "text": "23 The present application by Mr Sutherland has, however, been based on the misconception.",
      "id": "s57"
    },
    {
      "text": "In the originating process, Mr Sutherland has referred to s 439B(2) of the Act, which provides:\n A meeting convened under section 439A may be adjourned from time to time, but the period of the adjournment, or the total of the periods of adjournment, must not exceed 45 business days.",
      "id": "s58"
    },
    {
      "text": "24 In the originating process, Mr Sutherland sought an order under s 447A of the Act to the effect that Pt 5.3A of the Act is to operate in relation to each company as if s 439B(2) had the effect that an adjournment to a date not later than 1 August 2008 was permitted.",
      "id": "s59"
    },
    {
      "text": "As I pointed out on the hearing, this might have been appropriate relief if the creditors had in fact resolved to adjourn the meeting to 1 August 2008, but they did not do so.",
      "id": "s60"
    },
    {
      "text": "The order sought would be of no avail in circumstances in which the creditors in fact resolved on 30 April 2008 to adjourn their meeting to 3 July 2008 and the meeting did not resume on that date.",
      "id": "s61"
    },
    {
      "text": "25 Mr Sutherland faces two problems: first, the administration ended on 30 April 2008; and, second, the convening period expired on 22 April 2008.",
      "id": "s62"
    },
    {
      "text": "26 The solution to the first problem is the making of an order under s 447A having the effect that in the present case, notwithstanding s 435C(1)(b) and (3)(e), the administration does not end where the meeting is adjourned to a date that is no more than 45 days after the first day on which the meeting was held (as permitted by s 439B(2) of the Act), and on that date, through oversight, neither the administrator nor any creditor of the company attends the adjourned meeting.",
      "id": "s63"
    },
    {
      "text": "27 Section 447A of the Act empowers the Court to make such order as it thinks appropriate about how Pt 5.3A is to operate in relation to a particular company.",
      "id": "s64"
    },
    {
      "text": "The section is broad enough to permit the making of an order that has some retrospective effect, and, in particular, the effect of overcoming the ending of an administration that has occurred by the operation of the Act; see Re Greg Sewell Forgings Pty Ltd (1995) 17 ACSR 602 ; Re Madden (1996) 20 ACSR 10.",
      "id": "s65"
    },
    {
      "text": "28 I raised with the solicitor who appeared for Mr Sutherland the necessity of having evidence that the directors had not in fact resumed control of the companies and committed them to transactions.",
      "id": "s66"
    },
    {
      "text": "Evidence has been led by Michael Chan, a senior manager employed by Jirsch Sutherland, who had day to day carriage of the voluntary administrations of LMP and ZLM, to the effect that following the appointment of Mr Sutherland, Mr Chan organised for the following to occur:\n \n \n &#8226; to receive all of the cheque books for the bank accounts operated by ZLM and LMP;\n &#8226; to notify the companies' bank of Mr Sutherland's appointment and ask for the companies' bank accounts to be \"frozen\" and the proceeds to be paid to Mr Sutherland as administrator; and\n &#8226; to instruct solicitors to lodge caveats in the name of Mr Sutherland as administrator on all properties registered in the names of the companies.",
      "id": "s67"
    },
    {
      "text": "29 Mr Chan states that so far as he is aware, there is no reason to think that the directors would have understood that the administrations of the companies had ended.",
      "id": "s68"
    },
    {
      "text": "He states that so far as he is aware, the directors have not purported to take any steps on behalf of the companies or to act as directors of them since Mr Sutherland's appointment as administrator on 14 March 2008.",
      "id": "s69"
    },
    {
      "text": "I am satisfied that the directors have probably not resumed an active role in the affairs of the company.",
      "id": "s70"
    },
    {
      "text": "30 The second problem to which I referred at [25] above can be overcome simply by the making of an order under s 439A(6) of the Act extending the convening period.",
      "id": "s71"
    },
    {
      "text": "Since the Act was amended by the Corporations Amendment (Insolvency) Act 2007 (Cth) (Act No 132 of 2007), such an order may be made on an application made after the convening period as well as during it.",
      "id": "s72"
    },
    {
      "text": "It is appropriate to extend the convening period to 28 July 2008.",
      "id": "s73"
    },
    {
      "text": "If the proposed meeting date of 1 August 2008 is to be retained, Mr Sutherland will need to take care to ensure that he gives at least five business days' notice of the meeting: see s 439A(3) of the Act.",
      "id": "s74"
    },
    {
      "text": "CONCLUSION \n \n31 For the above reasons, I made the orders of 22 July 2008 under s 447A and 439A(6) of the Act.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 29 July 2008\n\n Solicitor for the First Plaintiff and Second Plaintiff: Mr S Mullette of Bartier Perry \n\n Date of Hearing: 18, 22 July 2008 \n \n Date of Orders: 22 July 2008 \n \n Date of Publication of Reasons: 29 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1109.html",
      "id": "s77"
    }
  ]
}