{
  "name": "Amlaki FZ LLC v Pinnacle Network (Australia) Pty Ltd [2008] FCA 1491 (7 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1491.html",
  "catchphrases": [
    {
      "text": "meeting of members",
      "id": "c0"
    },
    {
      "text": "lack of quorum",
      "id": "c1"
    },
    {
      "text": "procedural irregularity",
      "id": "c2"
    },
    {
      "text": "declaration of validity",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    },
    {
      "text": "oppression",
      "id": "c5"
    },
    {
      "text": "majority shareholder agrees to purchase minority interest",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 Pinnacle Network (Australia) Pty Ltd (controlled by Mr Richards) and Amlaki FZ LLC, a Dubai company in which Mr Balfaqih (also known as Mr Mahfooz) is a director, agreed in 2004 to establish a joint venture that would develop software to sell, lease and market properties and accommodation over the internet.",
      "id": "s0"
    },
    {
      "text": "The joint venture was to operate through an Australian company, Amlaki Australia Pty Ltd, in which Pinnacle held 20 shares and Amlaki FZ held 80 shares.",
      "id": "s1"
    },
    {
      "text": "The directors of Amlaki Australia were Mr Balfaqih and Mr Richards, who was also its secretary and Chief Operations Officer.",
      "id": "s2"
    },
    {
      "text": "Pinnacle was appointed to provide consultancy services to Amlaki FZ.",
      "id": "s3"
    },
    {
      "text": "2 In late 2007 the relationship between the parties broke down.",
      "id": "s4"
    },
    {
      "text": "Amlaki FZ decided to remove Mr Richards as director and secretary of Amlaki Australia.",
      "id": "s5"
    },
    {
      "text": "A resolution to that effect was purportedly passed at a meeting of members held on 22 April 2008.",
      "id": "s6"
    },
    {
      "text": "But there was no quorum.",
      "id": "s7"
    },
    {
      "text": "To repair the position Amlaki FZ and Mr Balfaqih applied under s 1322(1)(b) of the Corporations Act 2001 (Cth) for an order that the resolutions were not invalid notwithstanding the absence of a quorum.",
      "id": "s8"
    },
    {
      "text": "I made the declarations sought, but reserved the costs.",
      "id": "s9"
    },
    {
      "text": "3 Immediately after the declarations were made, Pinnacle brought oppression proceedings against Amlaki Australia, Amlaki FZ and Mr Balfaqih.",
      "id": "s10"
    },
    {
      "text": "Pinnacle sought an order that its shares in Amlaki Australia be purchased either by Amlaki FZ or Mr Balfaqih at an amount fixed by an independent valuer.",
      "id": "s11"
    },
    {
      "text": "In the alternative Pinnacle sought the winding up of the company.",
      "id": "s12"
    },
    {
      "text": "4 It is convenient to deal first with the costs of the s 1322 application.",
      "id": "s13"
    },
    {
      "text": "The immediate background to the irregularly held meeting is as follows.",
      "id": "s14"
    },
    {
      "text": "On 29 February 2008 Mr Richards wrote to Mr Balfaqih giving 14 days notice of the termination of the consultancy agreement.",
      "id": "s15"
    },
    {
      "text": "This was followed by a letter dated 4 March 2008 from Baker &amp; McKenzie, acting on behalf of Amlaki FZ and Mr Balfaqih, requesting Mr Richards' \"immediate resignation as a director and secretary of Amlaki Australia.",
      "id": "s16"
    },
    {
      "text": "\" On 1 April 2008 Mr Balfaqih wrote to Mr Richards advising him that his appointment as Chief Operations Officer was \"terminated with immediate effect\".",
      "id": "s17"
    },
    {
      "text": "In the same letter Mr Richards was invited to resign as a director and secretary.",
      "id": "s18"
    },
    {
      "text": "On the same day Pinnacle was served with a notice of a general meeting to be held on 8 April 2008 if there was consent to short notice, or if there be no consent, on 22 April 2008.",
      "id": "s19"
    },
    {
      "text": "Pinnacle was advised that the meeting would be convened by telephone and initiated by Amlaki FZ.",
      "id": "s20"
    },
    {
      "text": "The only substantive item of business to be considered in the meeting was the removal of Mr Richards as director and secretary and the appointment of Mr Hinz to those positions.",
      "id": "s21"
    },
    {
      "text": "5 Pinnacle did not consent to short notice.",
      "id": "s22"
    },
    {
      "text": "Accordingly, the meeting was held on 22 April 2008.",
      "id": "s23"
    },
    {
      "text": "There is some dispute regarding whether the parties agreed to postpone the meeting.",
      "id": "s24"
    },
    {
      "text": "Baker &amp; McKenzie were told Pinnacle's solicitors, Kliger Partners, were not available on 22 April 2008 and that Mr Richards would be away.",
      "id": "s25"
    },
    {
      "text": "Kliger Partners asked that the meeting be deferred.",
      "id": "s26"
    },
    {
      "text": "They are of the view that an agreement had been reached to that effect.",
      "id": "s27"
    },
    {
      "text": "That view, however, was rejected by Baker &amp; McKenzie in an email sent minutes before the meeting commenced.",
      "id": "s28"
    },
    {
      "text": "In the end nothing turns on the point.",
      "id": "s29"
    },
    {
      "text": "6 The meeting commenced by teleconference at 6.10pm.",
      "id": "s30"
    },
    {
      "text": "Mr Balfaqih, with a lawyer for Amlaki FZ, attended the meeting from Dubai.",
      "id": "s31"
    },
    {
      "text": "Mr Hinz and two solicitors from Baker &amp; McKenzie were in attendance in Melbourne.",
      "id": "s32"
    },
    {
      "text": "No representative of Pinnacle was present.",
      "id": "s33"
    },
    {
      "text": "Resolutions removing Mr Richards as a director and secretary were passed, as were resolutions appointing Mr Hinz to those positions.",
      "id": "s34"
    },
    {
      "text": "7 The resolutions were ineffective because there was an insufficient quorum.",
      "id": "s35"
    },
    {
      "text": "Hence this application.",
      "id": "s36"
    },
    {
      "text": "According to s 1322(2) , a procedural irregularity will not invalidate a proceeding under the Corporations Act unless the irregularity has caused, or may cause, substantial injustice.",
      "id": "s37"
    },
    {
      "text": "Section 1322(1)(b)(i) specifies that a procedural irregularity includes the absence of a quorum at a meeting.",
      "id": "s38"
    },
    {
      "text": "Prima facie, the resolutions carried at a meeting inquorate may be regularised.",
      "id": "s39"
    },
    {
      "text": "Here the matter is not so simple.",
      "id": "s40"
    },
    {
      "text": "Amlaki FZ knew that the meeting was without a quorum.",
      "id": "s41"
    },
    {
      "text": "There is dispute in the cases as regards whether a \"procedural irregularity\" includes the absence of a quorum that is the result of deliberate conduct: see Re P W Saddington &amp; Sons Pty Ltd (1990) 19 NSWLR 674; Re Pembury Pty Ltd [1993] 1 Qd R 125; McGellin v Mount King Mining NL (1998) 144 FLR 288; Whitehouse v Capital Radio Network Pty Ltd (2004) 13 Tas R 27.",
      "id": "s42"
    },
    {
      "text": "8 For the purposes of this case, I need not enter the debate.",
      "id": "s43"
    },
    {
      "text": "It is clearly undesirable for a member of a company to convene a meeting where the member knows that a quorum will not be present.",
      "id": "s44"
    },
    {
      "text": "In most cases the meeting should be postponed or adjourned.",
      "id": "s45"
    },
    {
      "text": "In this case, however, the particular circumstances warranted a pragmatic approach.",
      "id": "s46"
    },
    {
      "text": "Counsel for Pinnacle and Mr Richards accepted the reality of the situation, namely that Mr Richards was to be removed as a director and secretary come what may.",
      "id": "s47"
    },
    {
      "text": "There is also the countervailing rule that a minority shareholder is not entitled to frustrate the wishes of the majority by absenting himself from company meetings: Re H R Paul &amp; Son Ltd (1973) 118 Sol Jo 166.",
      "id": "s48"
    },
    {
      "text": "Accordingly I suggested to the parties it would have been an exercise in futility (and wasteful of costs) to require another meeting to achieve a known result.",
      "id": "s49"
    },
    {
      "text": "With but feint opposition I made the declaration that the absence of a quorum was a procedural irregularity that did not invalidate the resolutions.",
      "id": "s50"
    },
    {
      "text": "The costs were put to one side pending the resolution of the still threatened oppression proceeding.",
      "id": "s51"
    },
    {
      "text": "9 So far as the costs are concerned, the usual rule is that where an indulgence is sought the party seeking the indulgence pays the costs.",
      "id": "s52"
    },
    {
      "text": "I can see no reason to depart from this rule.",
      "id": "s53"
    },
    {
      "text": "10 This brings me to the second dispute.",
      "id": "s54"
    },
    {
      "text": "When I validated the resolutions I also ordered Pinnacle bring on its threatened oppression application.",
      "id": "s55"
    },
    {
      "text": "In due course that application was filed and Amlaki FZ and Mr Balfaqih were joined as defendants.",
      "id": "s56"
    },
    {
      "text": "I indicated to the parties that, having read the plaintiffs' material, I was minded to make an order that its shares be purchased because it was apparent that Pinnacle and the defendants, Amlaki FZ and Mr Balfaqih, could never work together.",
      "id": "s57"
    },
    {
      "text": "In these circumstances a buy-out order was preferable to a winding up.",
      "id": "s58"
    },
    {
      "text": "The parties seemed to be in agreement and, accordingly, I ordered that Pinnacle obtain an independent accountant to value its shareholding and that Amlaki Australia make its books and records available for that purpose.",
      "id": "s59"
    },
    {
      "text": "11 In the course of preparing the valuation some rather surprising facts came to light.",
      "id": "s60"
    },
    {
      "text": "When Pinnacle and Amlaki FZ established their relationship they entered into a joint venture shareholders agreement.",
      "id": "s61"
    },
    {
      "text": "This is an important agreement.",
      "id": "s62"
    },
    {
      "text": "The recitals record that \"Pinnacle and Amlaki Offshore (a company related to Amlaki FZ) wish to form a joint venture to develop and market information technology software in the Australian and New Zealand markets and have agreed to incorporate the Company [a reference to Amlaki Australia] as the joint venture vehicle.",
      "id": "s63"
    },
    {
      "text": "\" To this end cl 4 of the joint venture agreement provided (in cl 4.1) that the shareholders would procure that Amlaki Australia carried on business; (in cl 4.2) that Amlaki Australia would allot twenty shares to Pinnacle and eighty shares to Amlaki Offshare; and (in cl 4.3) that further shares would be issued to Pinnacle and Amlaki Offshore if the net profit after tax of Amlaki Australia exceeded a certain sum.",
      "id": "s64"
    },
    {
      "text": "In other words the parties contemplated that Amlaki Australia would be an operating company through which the joint venture would be conducted.",
      "id": "s65"
    },
    {
      "text": "12 Following the order that there be a valuation of Pinnacle's shares, Amlaki FZ alleged that Amlaki Australia was not the joint venture vehicle but rather the manager of a partnership between Pinnacle and Amlaki FZ.",
      "id": "s66"
    },
    {
      "text": "Mr Baron, an accountant who acts for Amlaki Australia, deposed that \"the sole function of [Amlaki Australia] was to act as manager of the partnership.",
      "id": "s67"
    },
    {
      "text": "\" He said that Amlaki Australia \"has not owned assets or traded in its own right\".",
      "id": "s68"
    },
    {
      "text": "He also said that if he \"were to prepare accounts for [Amlaki Australia] in its own right, those accounts would show paid up share capital of $100 and assets of $100 and no liabilities.",
      "id": "s69"
    },
    {
      "text": "Accordingly the value of [ Amlaki Australia] is virtually nil.",
      "id": "s70"
    },
    {
      "text": "\"\n \n13 Mr Baron did not explain how it was that Amlaki Australia performed functions different from those which the joint venturers had agreed it would perform.",
      "id": "s71"
    },
    {
      "text": "Nor did he explain why he had prepared no accounts for Amlaki Australia during the years of its operations.",
      "id": "s72"
    },
    {
      "text": "After all on his account Amlaki Australia did conduct operations as manager in at least the 2005, 2006 and 2007 financial years.",
      "id": "s73"
    },
    {
      "text": "However that may be Pinnacle and Amlaki FZ agreed to compromise the oppression action on the basis that Pinnacle would sell its shares for $5,000.",
      "id": "s74"
    },
    {
      "text": "It is in those circumstances that the costs issue must be resolved.",
      "id": "s75"
    },
    {
      "text": "14 I propose to deal with the costs in accordance with the following propositions.",
      "id": "s76"
    },
    {
      "text": "Pinnacle's application was bound to succeed.",
      "id": "s77"
    },
    {
      "text": "It is problematic whether the evidence it filed in support of its application would justify a finding of oppression and, hence, a buy-out order.",
      "id": "s78"
    },
    {
      "text": "But there is little doubt Pinnacle would at least have succeeded on its alternative claim for the winding up of Amlaki Australia.",
      "id": "s79"
    },
    {
      "text": "15 Against that I must assess the reasonableness of Pinnacle's conduct in rejecting two offers of settlement that were made.",
      "id": "s80"
    },
    {
      "text": "The first offer was made on 23 June 2008.",
      "id": "s81"
    },
    {
      "text": "Amlaki FZ offered to purchase Pinnacle's shares for $5,000.",
      "id": "s82"
    },
    {
      "text": "The offer was open for acceptance until 9.30 am on 24 June 2008.",
      "id": "s83"
    },
    {
      "text": "It was not accepted.",
      "id": "s84"
    },
    {
      "text": "The second offer was made on 9 July 2008.",
      "id": "s85"
    },
    {
      "text": "This time the offer was to purchase Pinnacle's shares for $10,000 plus pay the plaintiffs' legal costs assessed on a party and party basis.",
      "id": "s86"
    },
    {
      "text": "The second offer was open for acceptance until 24 July 2008.",
      "id": "s87"
    },
    {
      "text": "Pinnacle did not accept the second offer.",
      "id": "s88"
    },
    {
      "text": "If Pinnacle acted unreasonably in rejecting the two offers it would be proper to require it to pay the defendants' costs which, had Pinaccle accepted the offers, would not have been incurred.",
      "id": "s89"
    },
    {
      "text": "On this aspect, I think Pinnacle was justified in rejecting the first offer.",
      "id": "s90"
    },
    {
      "text": "At the time Pinnacle did not fully appreciate the lay of the land and was at least justified in bringing the action to see what discovery would disclose.",
      "id": "s91"
    },
    {
      "text": "The same cannot be said of Pinnacle's refusal to accept the second offer.",
      "id": "s92"
    },
    {
      "text": "That refusal was unreasonable and nothing has been put forward to justify it.",
      "id": "s93"
    },
    {
      "text": "16 In my view, therefore, the costs of the action should be apportioned as follows: (a) Pinnacle should have its costs taxed on a party party basis until 12 July 2008 (giving it three days to consider and accept the second offer); and (b) Pinnacle should pay the defendants' costs on and after 13 July 2008 taxed on an indemnity basis.",
      "id": "s94"
    },
    {
      "text": "By that day Pinnacle knew, or it ought to have known, that the offer was more favourable than what it would achieve in financial terms by continuing with the action.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s96"
    },
    {
      "text": "Associate:\nDated: 7 October 2008\n\n Counsel for the Plaintiffs in VID 324 of 2008 and for the Defendants in VID 428 of 2008: O Bigos \n \n Solicitor for the Plaintiffs in VID 324 of 2008 and for the Defendants in VID 428 of 2008: Baker &amp; McKenzie \n \n Counsel for the Defendants in VID 324 of 2008 and for the Plaintiff in VID 428 of 2008: K Baker \n \n Solicitor for the Defendants in VID 324 of 2008 and for the Plaintiff in VID 428 of 2008: Kliger Parnters \n\n Date of Hearing: 25 August 2008 \n \n Date of Judgment: 7 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1491.html",
      "id": "s97"
    }
  ]
}