{
  "name": "Clough Engineering Ltd v Oil &amp; Natural Gas Corporation Ltd [2008] FCA 191 (29 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/191.html",
  "catchphrases": [
    {
      "text": "orders discharging interlocutory injunctions",
      "id": "c0"
    },
    {
      "text": "injunctions to restrain calling upon and payment under performance guarantees",
      "id": "c1"
    },
    {
      "text": "application for leave to appeal",
      "id": "c2"
    },
    {
      "text": "application for stay of execution of orders and extension of injunctions pending determination of appeal.",
      "id": "c3"
    },
    {
      "text": "application for leave to appeal",
      "id": "c4"
    },
    {
      "text": "orders discharging interlocutory injunctions",
      "id": "c5"
    },
    {
      "text": "construction of contract",
      "id": "c6"
    },
    {
      "text": "construction of performance guarantees",
      "id": "c7"
    },
    {
      "text": "validity of demands under performance guarantees",
      "id": "c8"
    },
    {
      "text": "unconscionable conduct",
      "id": "c9"
    },
    {
      "text": "s 51aa trade practices act (1974) (cth).",
      "id": "c10"
    },
    {
      "text": "injunction",
      "id": "c11"
    },
    {
      "text": "appeal",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Clough Engineering Ltd, by motion seeks an order granting leave to appeal from a judgment, Clough Engineering Ltd v Oil &amp; Natural Gas Corporation Ltd [No 3] [2007] FCA 2082 given on 21 December 2007.",
      "id": "s0"
    },
    {
      "text": "The motion is supported by an affidavit of Natalie Jane Wigg sworn 16 January 2008 deposing to the applicant's belief that there are reasonable grounds to appeal.",
      "id": "s1"
    },
    {
      "text": "The grounds of appeal are set out in a draft Notice of Appeal dated 16 January 2008.",
      "id": "s2"
    },
    {
      "text": "The first respondent, Oil and Natural Gas Corporation Limited (\"ONGC\") has filed an affidavit sworn on 7 February 2008 by its solicitor Mr Dean Edward Grondal.",
      "id": "s3"
    },
    {
      "text": "It contains matters concerning the pending arbitration proceedings commenced in India by Clough against ONGC in which various very substantial claims are made arising from the Construction Contract to which I refer below.",
      "id": "s4"
    },
    {
      "text": "THE BACKGROUND \n \n2 Clough and ONGC, are parties to a construction contract (\"Construction Contract\").",
      "id": "s5"
    },
    {
      "text": "The formal contract was made on 6 January 2005.",
      "id": "s6"
    },
    {
      "text": "It is a lump sum contract in excess of US$215 million and is for the development of certain oil and gas fields in the Krishna Godavari Basin located off the coast of the State of Andhra Pradesh in India.",
      "id": "s7"
    },
    {
      "text": "Additionally, onshore facilities were to be constructed at Odalarevu, near Amalapuram also in Andhra Pradesh.",
      "id": "s8"
    },
    {
      "text": "Clough is an Australian company.",
      "id": "s9"
    },
    {
      "text": "ONGC is an Indian company.",
      "id": "s10"
    },
    {
      "text": "3 By instruments dated January 2005 (\"performance guarantees\"), each of the second to fourth Respondents (\"Banks\") equally between them guaranteed the payment of 10% of the contract price to ONGC.",
      "id": "s11"
    },
    {
      "text": "This equated to a little more than US$21.5 million.",
      "id": "s12"
    },
    {
      "text": "4 ONGC made demands upon the Banks under the performance guarantees, on 4 June 2007.",
      "id": "s13"
    },
    {
      "text": "On the same day the Construction Contract was purportedly terminated by ONGC.",
      "id": "s14"
    },
    {
      "text": "5 The Court had previously made the following orders: \n \n \n (a) On 5 June 2007 an ex parte interlocutory injunction was granted against the Banks restraining each of them from making payment to ONGC under the performance guarantees.",
      "id": "s15"
    },
    {
      "text": "This injunction was extended on 12 June 2007 and on 19 June 2007, following an inter parties hearing, when an application by the Banks to discharge the injunction was dismissed.",
      "id": "s16"
    },
    {
      "text": "(b) On 7 June 2007 an ex parte interim injunction was granted against ONGC restraining it from taking further steps to demand or obtain payment, or renewing such claims or demands, from the Banks under the performance guarantees.",
      "id": "s17"
    },
    {
      "text": "The injunction was extended on 12 and 19 June 2007.",
      "id": "s18"
    },
    {
      "text": "(c) On 7 June 2007 ex parte orders for leave to serve ONGC ex juris were made.",
      "id": "s19"
    },
    {
      "text": "THE ORDERS APPEALED FROM \n \n6 The orders made on 21 December 2007 and which are appealed from are as follows: \n \n 1.",
      "id": "s20"
    },
    {
      "text": "The Amended Application be set aside.",
      "id": "s21"
    },
    {
      "text": "2.",
      "id": "s22"
    },
    {
      "text": "The service of the Amended Application on the First Respondent be set aside.",
      "id": "s23"
    },
    {
      "text": "3.",
      "id": "s24"
    },
    {
      "text": "Order 2 made by the Court on 7 June 2007 be discharged.",
      "id": "s25"
    },
    {
      "text": "4.",
      "id": "s26"
    },
    {
      "text": "The injunction granted against the First Respondent on 7 June 2007, as extended on 12 and 19 June 2007, be discharged.",
      "id": "s27"
    },
    {
      "text": "5.",
      "id": "s28"
    },
    {
      "text": "The injunctions granted against each of the Second, Third and Fourth Respondents, on 5 June 2007, as extended on 12 and 19 June 2007 be discharged.",
      "id": "s29"
    },
    {
      "text": "7 The judgment under consideration concerned the proper construction of cl 3.3 of the Construction Contract, whether ONGC was entitled to make demands upon the Banks under the respective performance guarantees and whether it acted unconscionably in contravention of s 51AA of the Trade Practices Act (1974) (Cth) (\" TPA \").",
      "id": "s30"
    },
    {
      "text": "8 Sub-clauses 3.3.1, 3.3.2 and 3.3.3 of the Construction Contract provide as follows: \n \n \n 3.3.1 The Contractor shall furnish to the Company within 2 weeks from the date of signing of this Contract an unconditional and irrevocable Performance Bank Guarantee for due performance of the Contract, as per proforma given at Appendix ---II of the Annexure-A of Agreement for a sum equivalent to 10% of the Contract price.",
      "id": "s31"
    },
    {
      "text": "This irrevocable Performance Bank Guarantee shall be drawn in favour of the Company and shall be valid initially up to a period of Scheduled Completion Date for the Works of the Contract and warranty period plus sixty (60) days.",
      "id": "s32"
    },
    {
      "text": "3.3.2 In the event completion of Works is delayed beyond the Scheduled Completion Date for any reasons whatsoever, the Contractor shall get the validity of the guarantee suitably extended so as to make it valid for 12 months plus 60 days from the actual date of completion of Works.",
      "id": "s33"
    },
    {
      "text": "However if the delay is attributable to the Company, Company shall bear the cost of extension of such Performance Guarantee for such extended period at the normal bank rates as applicable to International Banking procedures.",
      "id": "s34"
    },
    {
      "text": "3.3.3 The Company shall have the right under this guarantee to invoke the Banker's guarantee and claim the amount there under in the event of the Contractor failing to honour any of the commitments entered into under this Contract .",
      "id": "s35"
    },
    {
      "text": "In case Contractor fails to furnish the requisite Bank Guarantee as stipulated above, then the Company shall have the option to terminate the Contract and forfeit the Bid security amount and no compensation for the Works performed shall be payable upon such termination.",
      "id": "s36"
    },
    {
      "text": "Upon completion of Works the above said guarantee shall be considered to constitute the Contractor's warranty for the Work done by him or for the Works supplied and their performance as per the specifications and any other conditions against this Contract.",
      "id": "s37"
    },
    {
      "text": "The warranty shall be in force for 12 months, from the completion date as provided in Clause 5.10.2 &amp; 5.10.3.",
      "id": "s38"
    },
    {
      "text": "(Emphasis added) \n \n \n\n9 I concluded that upon the proper construction of cl 3.3.3, ONGC was entitled to call on the performance guarantees where it had a bona fide belief in the genuineness of its claim that Clough had failed to honour commitments under the Construction Contract: Clough Engineering Ltd [No 3] at [53].",
      "id": "s39"
    },
    {
      "text": "10 I found that Clough was admittedly in breach of the construction contract in certain respects.",
      "id": "s40"
    },
    {
      "text": "However in respect of those breaches I concluded that there was a prima facie case or a serious issue to be tried whether ONGC had acted unconscionably contrary to s 51AA of the TPA in calling up the performance guarantees because there were factual questions as to whether those breaches, even if correctly found, were occasioned by breaches on the part of ONGC: Clough Engineering Ltd [No 3] at [59] \n \n11 The further breaches of the Construction Contract found and which were central to the reasons for the orders made are in turn central to the present motion.",
      "id": "s41"
    },
    {
      "text": "The first concerned whether Clough was in breach of cl 3.3.2 in failing to extend the validity of the performance guarantees so as to make them valid for 12 months plus 60 days from the actual date of completion of the Works.",
      "id": "s42"
    },
    {
      "text": "The second was whether Clough was in breach of cl 7.3.8 of the Construction Contract in failing to deliver to ONGC copies of the relevant insurance policies or Certificates to the effect that all premia under the policies had been paid, indicating the validity of the policies.",
      "id": "s43"
    },
    {
      "text": "These certificates were referred to in the reasons for judgment as Certificates of Insurance: Clough Engineering Ltd [No 3] at [88], this being the generic description used in cl 3.2.1 of the Construction Contract.",
      "id": "s44"
    },
    {
      "text": "12 Findings were made that the actual date for completion of the Works had, by agreements made between the parties, twice been extended beyond the Scheduled Completion Date: firstly to 31 January 2007: Clough Engineering Ltd [No 3] at [67] and [80] and secondly to the end of April 2007: [70] and [81].",
      "id": "s45"
    },
    {
      "text": "13 The performance guarantees were never extended by Clough and it did not deliver copies of the insurance policies or Certificates of Insurance to ONGC.",
      "id": "s46"
    },
    {
      "text": "14 I concluded that Clough was in actual breach of the Construction Contract in both respects and the fact that the requirement for extensions of the completion date may have arisen from delays caused by ONGC, did not affect Clough's obligation to renew the guarantees: Clough Engineering Ltd [No 3] at [91]-[94].",
      "id": "s47"
    },
    {
      "text": "I also found that in those circumstances there could be no question of ONGC having acted unconscionably in contravention of s 51AA of the TPA in making demands under the performance guarantees: Clough Engineering Ltd [No 3] at [95]-[96].",
      "id": "s48"
    },
    {
      "text": "GRANT OF LEAVE: RELEVANT PRINCIPLES \n \n15 The orders are interlocutory in nature.",
      "id": "s49"
    },
    {
      "text": "Accordingly leave to appeal is required pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s50"
    },
    {
      "text": "The decision whether to grant leave or not involves an exercise of judicial discretion.",
      "id": "s51"
    },
    {
      "text": "16 The well known test generally applied is whether the decision below is attended by sufficient doubt to warrant it being reconsidered by an appellate court and whether substantial injustice would result if leave to appeal were refused, supposing the decision to be wrong: D&eacute;cor Corp Pty Ltd v Dart Industries Inc (1991) 33 FCR 397, 398, 400.",
      "id": "s52"
    },
    {
      "text": "17 The judgment, whilst interlocutory, is one on points of substance and not merely practice or procedure.",
      "id": "s53"
    },
    {
      "text": "A distinction is drawn between these: Yap v Granich &amp; Associates [2001] FCA 1735 at [6] ; Dunstan v Orr [2007] FCA 873 at [6] ; see also Visy Industries Holdings Pty Limited v Australian Competition and Consumer Commission (2007) 161 FCR 122 at [39] per Lander J with Moore J concurring.",
      "id": "s54"
    },
    {
      "text": "18 In Johnson Tiles Pty Ltd v Esso Australia Ltd [2000] FCA 1572 ; [2000] 104 FCR 564 at 584 [43] French J with whom the other members of the Court agreed, said that a \"prima facie case exists for granting leave to appeal\" if the judgment, although interlocutory, has the practical operation of finally determining the rights of the parties.",
      "id": "s55"
    },
    {
      "text": "THE PROPOSED APPEAL \n \n19 Clough contends that for the Court to refuse leave would effectively deny it of the right to appeal from a final decision as to the construction of an important provision of the Construction Contract as well as in relation to the following matters: \n \n \n (a) whether ONGC was entitled under the Construction Contract, on its proper construction, to call on the performance guarantees; \n \n \n \n \n \n (b) whether ONGC acted unconscionably in contravention of s 51AA of the Trade Practices Act 1974 (Cth) ( TPA ) in calling on the performance guarantees, in all of the circumstances; \n \n \n \n \n \n (c) whether Clough was, in fact and demonstrably, in breach of an obligation to renew the performance guarantees and an obligation to provide insurance certificates to ONGC, thereby depriving Clough's prima facie claim (which the primary judge accepted was made out) that Clough was entitled to relief for ONGC's contravention of s 51AA of the TPA ; and \n \n \n \n \n \n (d) whether the performance guarantees are not unconditional but conditional and whether they required ONGC to specify the amount actually payable by the banks, rather than making an umbrella claim for the full amount.",
      "id": "s56"
    },
    {
      "text": "Construction of the Contract \n \n20 I made a final determination as to the proper construction of cl 3.3.3, although the motion then before me was interlocutory in nature: Clough Engineering Ltd [No 3] at [20]-[53].",
      "id": "s57"
    },
    {
      "text": "21 This, of itself would, in my opinion, ordinarily activate a grant of leave.",
      "id": "s58"
    },
    {
      "text": "Breach of Contract \n \n22 However, of itself, that is not sufficient on the present motion because the breaches of contract, which I found gave rise to an entitlement to make demands under the performance guarantees, were findings of demonstrated breach and not merely breaches which ONGC genuinely believed had occurred.",
      "id": "s59"
    },
    {
      "text": "Clough's case as to the proper construction of cl 3.3.3 is that the right to invoke the guarantee is conditioned upon the contractor, Clough, failing to honour any of its commitments, which is a question of fact.",
      "id": "s60"
    },
    {
      "text": "The provision, it submits, contains an implied negative stipulation that, if Clough has honoured its commitments, then ONGC will not invoke the guarantee.",
      "id": "s61"
    },
    {
      "text": "It is not enough, Clough submits, for ONGC to make a call on the guarantees based on a belief, bona fide or otherwise, that there has been a breach.",
      "id": "s62"
    },
    {
      "text": "Accordingly, findings of demonstrated breach do not offend Clough's construction.",
      "id": "s63"
    },
    {
      "text": "23 Clough contends, however, that it is sufficiently arguable that it was not in actual breach in either respect.",
      "id": "s64"
    },
    {
      "text": "24 It contends that, contrary to my findings, there was no agreement to extend the date for completion to 31 January 2007: Clough Engineering Ltd [No 3] at [67] and [80] nor to the end of April 2007: at [70] and [81].",
      "id": "s65"
    },
    {
      "text": "Extending Performance Guarantees \n \n25 Further, it submits, even if those findings were correctly made, that in August 2006 ONGC again caused delays to the actual completion date by failing to effect well-completion in relation to the deep water work and in fact lost the first 'Christmas trees' and some tools.",
      "id": "s66"
    },
    {
      "text": "This, accordingly, was at a time after the second extension agreement as found.",
      "id": "s67"
    },
    {
      "text": "This fact, it says, was not considered in the reasons.",
      "id": "s68"
    },
    {
      "text": "It says that on 4 September 2006 ONGC purported, unilaterally, to extend the time for completion until 13 April 2007 although wrongly reserving a right to claim liquidated damages.",
      "id": "s69"
    },
    {
      "text": "It says that there was no agreement at all about this completion date but that it was arbitrally selected by ONGC, without consultation.",
      "id": "s70"
    },
    {
      "text": "It points to its letter of 20 September 2006 to ONGC in which it made clear that time had not been agreed to be extended until 13 April 2007.",
      "id": "s71"
    },
    {
      "text": "It points to its evidence that, as a result of ONGC's delay and breach in effecting well-completion, the Works were not capable of being completed by 13 April 2007 and the parties thereafter engaged in attempts to negotiate a new completion date but that nothing final was agreed.",
      "id": "s72"
    },
    {
      "text": "It contends that the Construction Contract does not give ONGC a unilateral right to extend the time for completion; that the time for completion was accordingly at large and that the project in those circumstances required to be completed in a reasonable time.",
      "id": "s73"
    },
    {
      "text": "26 Clough also submits that, even if there was an obligation upon it to extend the performance guarantees, it was not in breach of such an obligation.",
      "id": "s74"
    },
    {
      "text": "All that was required in those circumstances, it submits, was for it to extend the guarantees prior to their expiry on 14 June 2007.",
      "id": "s75"
    },
    {
      "text": "However, each Bank was called on by ONGC on 4 June 2007 which was prior to their expiry.",
      "id": "s76"
    },
    {
      "text": "This was the same day that ONGC purported to terminate the Construction Contract.",
      "id": "s77"
    },
    {
      "text": "Clough still had, at that time, it submits, until 13 June 2007 to comply with any such obligation.",
      "id": "s78"
    },
    {
      "text": "It had not, Clough says, unequivocally refused to extend them.",
      "id": "s79"
    },
    {
      "text": "Accordingly Clough contends that it was not in breach, even in the face of the findings which I made, that as at:\n \n \n (a) 16 April 2007 Clough was not then prepared to extend the performance guarantees.",
      "id": "s80"
    },
    {
      "text": "In a letter to ONGC it advised ONGC that it required the three performance guarantees then held by ONGC to be returned and stated that it was willing to provide a performance bond to the value of 10% of the remaining work, in the amount of US$2.17 million; and \n (b) 1 June 2007 the CEO of Clough had no relevant authority from Clough's Board to extend the performance guarantees and in any event such authorisation was, wrongly in my view, stated by him to be subject to ONGC agreeing to \"reach a negotiated exit solution\".",
      "id": "s81"
    },
    {
      "text": "The obligation under cl 3.3.2 is not so conditioned.",
      "id": "s82"
    },
    {
      "text": "27 Clough further submits that the purported termination by ONGC on 4 June 2007 constituted a repudiation on the part of ONGC which relieved Clough of any obligation to extend the performance guarantees if it then existed.",
      "id": "s83"
    },
    {
      "text": "This is an important question which is now raised.",
      "id": "s84"
    },
    {
      "text": "28 I held that the obligation to extend the performance guarantees was to do so within a reasonable time from the date of each variation: Clough Engineering Ltd [No 3] at [82].",
      "id": "s85"
    },
    {
      "text": "However, there was no finding as to what in this particular case was a reasonable time.",
      "id": "s86"
    },
    {
      "text": "Clough submits that a reasonable time was any time sufficient to ensure the continuity of the guarantees or in other words at any time prior to their expiry.",
      "id": "s87"
    },
    {
      "text": "29 As to that first basis for my finding that Clough was in breach which entitled ONGC to call on the performance guarantees I consider in the above circumstances that it is attended by sufficient doubt as to warrant its reconsideration by a Full Court.",
      "id": "s88"
    },
    {
      "text": "It follows that in these circumstances the conclusion that it was not even arguably unconscionable on the part of ONGC to call up the guarantees is also attended by sufficient doubt so as to warrant its reconsideration.",
      "id": "s89"
    },
    {
      "text": "Provision of Insurance Documents \n \n30 By cl 7.3.1 of the Construction Contract, Clough was required to take out certain insurance policies for the benefit of and in the joint names of itself and ONGC.",
      "id": "s90"
    },
    {
      "text": "These were to maintain cover in certain respects from the commencement of the Works until the date of issue of the Certificate of Completion and Acceptance and in certain other respects during the guarantee period.",
      "id": "s91"
    },
    {
      "text": "31 Clause 7.3.8, relevantly, provides as follows: \n \n \n 7.3.8 The contractor shall prior to commencing any relevant part of the Works deliver to the Company, copies of the Insurance Policies as evidence that the required policies are in full force and effect.",
      "id": "s92"
    },
    {
      "text": "It shall be the responsibility of the Contractor to pay the premium in time and to keep the policies of insurance, as required by the Contract, valid throughout the period of execution of Works.",
      "id": "s93"
    },
    {
      "text": "The Contractor shall wherever required produce to the Company the policy(ies) of insurance.",
      "id": "s94"
    },
    {
      "text": ".",
      "id": "s95"
    },
    {
      "text": ".",
      "id": "s96"
    },
    {
      "text": ".",
      "id": "s97"
    },
    {
      "text": "The Contractor shall produce a certificate from insurance company to the effect that all premia under the policy have been paid and indicating validity of the policy.",
      "id": "s98"
    },
    {
      "text": "...\n \n \n\n32 I found that despite requests in correspondence from ONGC extending from 3 June 2006 to 14 April 2007, Clough had not furnished details of extended insurance policies, and that in effect it had failed to provide copies of the policies under cl 7.3.8.",
      "id": "s99"
    },
    {
      "text": "I found that it was entirely reasonable at the time of the call on the performance guarantees for ONGC to infer from the non-provision of copies of those policies or the Certificates of Insurance to it that Clough had failed to honour its obligation to secure their extension.",
      "id": "s100"
    },
    {
      "text": "I found that Clough was in breach of its contractual obligations to provide those documents whatever the actual position was as to the currency of the relevant policies: Clough Engineering Ltd [No 3] at [88]-[89] \n \n33 Against that Clough submits that on 3 April 2007 Clough advised ONGC in correspondence that it was in the process of completing the relevant insurance cover and that by early May insurance was in fact renewed.",
      "id": "s101"
    },
    {
      "text": "There was, Clough submitted, no more than a technical breach of the contractual provision.",
      "id": "s102"
    },
    {
      "text": "The Court failed, it said, to consider first the fact that the policies had been renewed and secondly that ONGC's remedy, within the context of the contract as a whole, pursuant to cl 7.3.9, in the event that Clough failed to take out and/or keep in force insurance policies, was to obtain its own insurance and to retain the amount of the premium from monies owing to Clough.",
      "id": "s103"
    },
    {
      "text": "I note that this remedy is one to be availed of by ONGC \"at its option\" and in any event is predicated upon failure to have insurance policies in place, not failure to provide copies of the policies or to provide Certificates of Insurance.",
      "id": "s104"
    },
    {
      "text": "34 Nonetheless, Clough submits that in circumstances where:\n \n \n (a) ONGC knew that Clough was, in fact, in the process of renewing the insurance policies; and \n (b) ONGC had not itself obtained any policy of insurance or incurred an expense in relation to such, \n \n\nit was unconscionable for ONGC to call upon the performance guarantees either at all or alternatively for an amount in excess of the policy premium.",
      "id": "s105"
    },
    {
      "text": "It submits that the alleged breach was not sufficiently material to ground a call on the performance guarantees or alternatively, if it was, then it was unconscionable in all of the circumstances for ONGC to purport to rely on such a breach, to make such a call.",
      "id": "s106"
    },
    {
      "text": "It was also unconscionable, it submits, for ONGC, in these circumstances, to maintain the call.",
      "id": "s107"
    },
    {
      "text": "This last submission is a new point not raised before.",
      "id": "s108"
    },
    {
      "text": "35 I am persuaded that there is sufficient doubt attaching to the finding that this breach, considered in isolation, entitled ONGC to make a call under each of the guarantees to their full extent.",
      "id": "s109"
    },
    {
      "text": "Balance of Convenience \n \n36 Whatever construction might be given to cl 3.3 by a Full Court it would have to consider the questions concerning whether there were breaches of the Construction Contract, so construed, on the part of Clough by failing to extend the performance guarantees and/or to provide the Certificates of Insurance.",
      "id": "s110"
    },
    {
      "text": "It might conclude that there was a serious issue to be tried or a prima facie case in either or both of those respects.",
      "id": "s111"
    },
    {
      "text": "In that event, the context in which the Full Court would consider the question of the balance of convenience would be different from that considered at first instance.",
      "id": "s112"
    },
    {
      "text": "37 I referred expressly to this in my reasons: Clough Engineering Ltd [No 3] at [102] and [128].",
      "id": "s113"
    },
    {
      "text": "My considerations on the matter of the balance of convenience were directed principally to financial and reputational matters.",
      "id": "s114"
    },
    {
      "text": "There was no suggestion of any error arguably arising in relation to those findings.",
      "id": "s115"
    },
    {
      "text": "38 So far as ONGC's position is concerned, it would undoubtedly be entitled to claim interest on the monies secured by the performance guarantees pursuant to Clough's undertaking as to damages.",
      "id": "s116"
    },
    {
      "text": "It was not contended that Clough would not have the capacity to pay such an amount.",
      "id": "s117"
    },
    {
      "text": "Conversely, any claim made by Clough in the Indian arbitration proceedings, dependent upon failure in this Court to restrain payment under the performance guarantees, arguably would not embrace any claim for interest.",
      "id": "s118"
    },
    {
      "text": "Such a claim, on one view, is expressly excluded by cl 1.3.2 of the Construction Contract dealing with arbitration.",
      "id": "s119"
    },
    {
      "text": "If so, it represents a considerable amount which cannot be recovered.",
      "id": "s120"
    },
    {
      "text": "By that clause neither party to the Construction Contract is entitled to interest on the amount of any award.",
      "id": "s121"
    },
    {
      "text": "It is not clear, and there was no argument before me, as to whether, despite this term, an award could include an amount of interest under a particular head of claim as distinct from interest running on the amount of the award itself.",
      "id": "s122"
    },
    {
      "text": "Substantial Injustice \n \n39 ONGC's contends that because, in the arbitration proceedings in India, Clough has claimed any amounts which it has to pay under the performance guarantees, it will not suffer any substantial injustice should leave to appeal be refused in this Court.",
      "id": "s123"
    },
    {
      "text": "40 It submits that this distinguishes this case from those contemplated in Johnson Tiles at [43].",
      "id": "s124"
    },
    {
      "text": "The \"practical operation\" of the judgment, it says, is not to determine finally the rights of the parties because the proper construction of cl 3.3.3 of the Construction Contract and the entitlement of ONGC to call upon the performance guarantees are all live issues, amongst others, in the arbitration proceedings.",
      "id": "s125"
    },
    {
      "text": "Further ONGC, through counsel, undertook to the Court that it would not raise the judgment of this Court as any barrier to those issues being determined again in the arbitration.",
      "id": "s126"
    },
    {
      "text": "That is not to say that the judgment of this Court would not be pressed on the Indian Arbitrators by ONGC as carrying considerable weight.",
      "id": "s127"
    },
    {
      "text": "41 The view I take is that the judgment has the practical effect of determining the parties' rights.",
      "id": "s128"
    },
    {
      "text": "It is no answer to say that a different result might ensue in a different proceeding in another jurisdiction which could have the result of restoring the position of Clough.",
      "id": "s129"
    },
    {
      "text": "42 In any event, if an appeal were successful it would not be necessary to prosecute that aspect of Clough's claims in the arbitration.",
      "id": "s130"
    },
    {
      "text": "The effect, then, of the submission is that the arbitration proceedings provide Clough with a de facto appeal.",
      "id": "s131"
    },
    {
      "text": "In my opinion, Clough ought be entitled to exhaust its legal entitlements in this Court.",
      "id": "s132"
    },
    {
      "text": "43 Leaving aside the interest question to which I have referred, although this may bear on the question of whether or not a substantial injustice would arise, assuming my decision to have been wrong, I am of the view that a party against whom a substantial judgment has been made, as is the case here, assuming the decision to be wrong, will for that reason alone suffer a substantial injustice.",
      "id": "s133"
    },
    {
      "text": "44 I would grant leave to appeal generally and stay execution of the orders made on 21 December 2007 pending the determination of the appeal from my judgment of that date.",
      "id": "s134"
    },
    {
      "text": "I would additionally, upon the applicant's undertaking as to damages, extend the injunctions granted by paragraphs 4 and 5 of the order made on 19 June 2007, again until the determination of the appeal.",
      "id": "s135"
    },
    {
      "text": "45 In the circumstances I would also make an order that the appeal be expedited.",
      "id": "s136"
    },
    {
      "text": "46 Costs should be reserved.",
      "id": "s137"
    },
    {
      "text": "I certify that the preceding forty-six (46) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s138"
    },
    {
      "text": "Associate:\n\nDated: 29 February 2008 \n\n\n Counsel for the Applicant: Mr T F Bathurst QC with Mr B Dharmanada \n \n Solicitors for the Applicant: Minter Ellison \n \n Counsel for the 1 st Respondent: Dr A S Bell SC with Mr C Lockhart \n \n Solicitors for the 1 st Respondent: Maxim Litigation \n \n Counsel for the 2 nd --- 4 th Respondents: Mr J A Thomson \n \n Solicitors for the 2 nd --- 4 th Respondents: Allens Arthur Robinson \n \n Date of Hearing: 8 February 2008 \n \n Date of Judgment: 29 February 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/191.html",
      "id": "s139"
    }
  ]
}