{
  "name": "Eringa, Eringa No 2, Wangkangurru/Yarluyandi and Irrwanyere Mt Dare Native Title Claim Groups v The State of South Australia [2008] FCA 1370 (11 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1370.html",
  "catchphrases": [
    {
      "text": "determination of native title by consent",
      "id": "c0"
    },
    {
      "text": "native title",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 Four separate applications for a determination of native title under s 61 of the Native Title Act 1993 (Cth) (the NTA) have been made by the Wangkangurru/Yarluyandi (WY), Eringa, Eringa No.",
      "id": "s0"
    },
    {
      "text": "2 and Irrwanyere Mt Dare native title claim groups (together, the claimants), over claim areas along the northern border of South Australia.",
      "id": "s1"
    },
    {
      "text": "The WY claim area also covers the south west corner of Queensland.",
      "id": "s2"
    },
    {
      "text": "Each of the corresponding claim areas include part of the Witjira National Park (the Park) and each of the claim areas overlaps with one or more of the other claim areas.",
      "id": "s3"
    },
    {
      "text": "2 The Park was reserved as a National Park and vested in the Crown under the provisions of the National Parks and Wildlife Act 1972 (SA) (NPWA).",
      "id": "s4"
    },
    {
      "text": "Prior to this reservation and vesting in 1985, the whole area now comprising the Park was held under various pastoral leases, pastoral permits, water reserves and miscellaneous leases or was vacant crown land.",
      "id": "s5"
    },
    {
      "text": "3 The Park is currently the subject of two leases.",
      "id": "s6"
    },
    {
      "text": "The first is a 99 year lease between the Minister for the Environment and Natural Resources and Irrwanyere Aboriginal Corporation (\"the IAC\") over the whole area of the Park save for the area covered by the Mt Dare Lease and two other areas that have been \"fenced out\" to adjoining pastoral leases.",
      "id": "s7"
    },
    {
      "text": "The lease is dated 5 October 1995 subject to a Deed of Variation dated 13 August 2007 (the lease as varied being \"the IAC Lease\") and is made pursuant to section 35 of the NPWA for the purposes of the use and occupation by Aboriginal people having traditional association with the Park, the enhancement of the cultural and social aspirations of those people and to achieve the management objectives set for the Park under the NPWA .",
      "id": "s8"
    },
    {
      "text": "The IAC Lease is further expressed not to have any extinguishing effect on the native title rights and interests of those Aboriginal people.",
      "id": "s9"
    },
    {
      "text": "4 The second lease over the Park between the Minister for Environment and Planning and Driveline Pty Ltd dated 1 July 1989 (\"the Mount Dare Lease\") is over the area of land in and about Mt Dare Homestead as described in that lease.",
      "id": "s10"
    },
    {
      "text": "The Mount Dare Lease is made pursuant to section 35 of the NPWA and is for the purpose of a tourist facility.",
      "id": "s11"
    },
    {
      "text": "It was held by the Indigenous Land Corporation (\"ILC\") at the time the SAD66/2005 Irrwanyere Mount Dare Determination Application was made.",
      "id": "s12"
    },
    {
      "text": "5 Since 1995, the Park has been managed in accordance with the Management Plan adopted pursuant to the NPWA for the Park dated October 1995.",
      "id": "s13"
    },
    {
      "text": "6 The parties to these determinations agree that section 47A of the Native Title Act 1993 (Cth) (\" Native Title Act \") applies to the native title claims to the extent that they relate to the determination areas save as to those two areas that have been \"fenced out\" to adjoining pastoral leases and that all prior extinguishment over the determination area save as to those two areas is to be disregarded.",
      "id": "s14"
    },
    {
      "text": "A determination of native title would not affect the validity of the reservation of the determination areas as a National Park or its vesting in the Crown or of the grant of the IAC Lease.",
      "id": "s15"
    },
    {
      "text": "7 The Parties executed an Indigenous Land Use Agreement (\"the ILUA\") and a Co-Management Agreement (\"the CMA\") relating to the Park on 13 August 2007.",
      "id": "s16"
    },
    {
      "text": "8 The parties to each of the applications for determination of native title who have interests in those parts of the claim areas that cover the Park have reached an agreement and have applied under s 87 and 87A of the NTA for three determinations by consent over those parts of the claims that cover the Park (the determination area).",
      "id": "s17"
    },
    {
      "text": "Despite there being different claimants for each claim, the proposed native title holders are identical across the determination area, being those Lower Southern Arrernte and Wangkangurru persons who have a traditional connection to the determination area, as described in schedule 2 of each of the Determinations.",
      "id": "s18"
    },
    {
      "text": "The determination area covers the whole of the Park, the whole of the Irrwanyere Mt Dare native title claim and part of the other three native title claims.",
      "id": "s19"
    },
    {
      "text": "Maps of the determination area are included in schedule 1 of each of the Determinations.",
      "id": "s20"
    },
    {
      "text": "Background to the agreement \n \n9 The original applications in the WY, Eringa and Eringa No.",
      "id": "s21"
    },
    {
      "text": "2 claims were filed on 21 August 1997, 30 September 1998 and 26 May 1998, respectively.",
      "id": "s22"
    },
    {
      "text": "On 25 March 2002, O'Loughlin J referred the WY claim to the National Native Title Tribunal (NNTT) for mediation, with the Eringa and Eringa No.",
      "id": "s23"
    },
    {
      "text": "2 claimants being entitled to participate.",
      "id": "s24"
    },
    {
      "text": "The NNTT has regularly reported on the progress of that mediation, most recently on 29 February 2008.",
      "id": "s25"
    },
    {
      "text": "10 One issue dealt with in that mediation was an overlap between the WY, Eringa and Eringa No.",
      "id": "s26"
    },
    {
      "text": "2 claims.",
      "id": "s27"
    },
    {
      "text": "The area of the overlap was primarily over the Park, the lease over which is held by the IAC.",
      "id": "s28"
    },
    {
      "text": "The IAC is comprised of members of each of the claimants with a claim over the Park.",
      "id": "s29"
    },
    {
      "text": "During negotiations facilitated by the NNTT in February 2005, the claimants agreed that the IAC would assume responsibility for each of the claims in the overlap area.",
      "id": "s30"
    },
    {
      "text": "With the overlap issue thus resolved, the NNTT facilitated further negotiations between the legal representatives of the claimants, South Australian Native Title Services Ltd (at the time known as the Aboriginal Legal Rights Movement), and the State of South Australia with a view to achieving a consent determination over the Park.",
      "id": "s31"
    },
    {
      "text": "11 At the mediation in February 2005, the claimants also agreed that the IAC should lodge a further application for native title over the part of the overlap area which comprises the Mt Dare homestead lease.",
      "id": "s32"
    },
    {
      "text": "That application (the Irrwanyere Mt Dare claim) was filed on 30 March 2005 and was made specifically for the purpose of securing rights under section 47A of the NTA (the lease was at the time held by the ILC).",
      "id": "s33"
    },
    {
      "text": "12 As a result of the above events, the parties in each of the four claims were able to come to an agreement, and now seek a determination of native title over the Park, by consent.",
      "id": "s34"
    },
    {
      "text": "Orders pursuant to s 67 of the NTA \n \n13 In order that the overlapping portions of the claim areas can be dealt with in the same proceeding, the relevant parties have also applied for orders under s 67 of the NTA.",
      "id": "s35"
    },
    {
      "text": "The proposed orders would effectively split the determination area into three non-overlapping segments.",
      "id": "s36"
    },
    {
      "text": "Those segments would then become separate proceedings over which determinations of native title could be made.",
      "id": "s37"
    },
    {
      "text": "I note that the native title holders will be identical for each of the segments.",
      "id": "s38"
    },
    {
      "text": "The segments are:\n \n(a) that part of the WY claim area that overlaps the Park and the Eringa No.",
      "id": "s39"
    },
    {
      "text": "2 claim area (the Wangkangurru/Yarluyandi Part A Proceeding);\n \n(b) that part of the WY claim area that overlaps the Park and the Eringa claim area, but not including the area covered by the Irrwanyere Mt Dare claim area (the Eringa Part A Proceeding); and\n \n(c) the Irrwanyere Mt Dare claim area (which overlaps the Park and the WY and Eringa claim areas)(the Irrwanyere Mt Dare Proceeding).",
      "id": "s40"
    },
    {
      "text": "14 I consider the orders sought under s 67 to be appropriate.",
      "id": "s41"
    },
    {
      "text": "Accordingly, I make the orders as sought by consent of the parties.",
      "id": "s42"
    },
    {
      "text": "Orders pursuant to s 87 and 87A \n \n15 As the proposed determination in the Irrwanyere Mt Dare Proceeding covers the entire Irrwanyere Mt Dare claim area, the determination is sought under s 87 of the NTA.",
      "id": "s43"
    },
    {
      "text": "Determinations in the other proceedings are sought under s 87A.",
      "id": "s44"
    },
    {
      "text": "The purpose of s 87A as articulated in the Explanatory Memorandum to the Bill inserting the section is \"to facilitate resolution of part of a claim by agreement where certain interest holders agree to a determination being made\".",
      "id": "s45"
    },
    {
      "text": "The provision is intended to \"assist to prevent those parties with interests that only relate to part of the claim area, and other parties with less significant interests in relation to the overall claim, from blocking resolution of the claim in relation to a separate part of the claim area\".",
      "id": "s46"
    },
    {
      "text": "16 Under both section 87 and 87A , in order to make the proposed consent determinations, the Court must be satisfied that it has the power to do so, and that it is appropriate to make the orders sought.",
      "id": "s47"
    },
    {
      "text": "17 Both sections require that the period of notice under s 66 of the NTA must have elapsed and s 87 also requires that a signed copy of the agreed orders be filed with the Court.",
      "id": "s48"
    },
    {
      "text": "The relevant notification periods under s 66 expired on 7 May 2001 (WY), 13 March 1998 (Eringa), 17 September 2003 (Eringa No.",
      "id": "s49"
    },
    {
      "text": "2) and 1 February 2006 (Irrwanyere Mt Dare).",
      "id": "s50"
    },
    {
      "text": "A copy of the orders upon which the parties have agreed was filed in each proceeding to which they are relevant on 13 November 2007.",
      "id": "s51"
    },
    {
      "text": "The minutes of consent orders relating to s 67 were filed later on 28 November 2008.",
      "id": "s52"
    },
    {
      "text": "18 Section 87A(3) states that the Registrar must give notice to the other parties to a proceeding that the proposed determination of native title has been filed with the Court.",
      "id": "s53"
    },
    {
      "text": "On filing of the draft orders a registrar of the Court notified the parties to the WY, Mt Dare and Eringa claims that the proposed consent determinations had been filed in compliance with subsection 87A(3).",
      "id": "s54"
    },
    {
      "text": "The registrar enclosed a copy of the proposed determination and informed parties that they would have 14 days to file an objection.",
      "id": "s55"
    },
    {
      "text": "An identical letter was sent to the parties in the Eringa No.",
      "id": "s56"
    },
    {
      "text": "2 claim on 21 February 2008.",
      "id": "s57"
    },
    {
      "text": "The Court has received three letters in response to the notification:\n \n&#8226; a letter dated 28 November 2007 from the representative for pastoralists, Macumba Station (respondent in the Eringa, Eringa No.",
      "id": "s58"
    },
    {
      "text": "2 and WY claims) and Hamilton Station (respondent in the Eringa and WY claims).",
      "id": "s59"
    },
    {
      "text": "The representative's letter stated that there are areas of Witjira within the determination area that are fenced into Macumba and Hamilton Stations \"as if they were part of their respective leases\" and \"areas within the respective pastoral leases that are fenced into the Park as if they formed part of the Park\".",
      "id": "s60"
    },
    {
      "text": "The representative noted that these areas are to form part of future pastoral ILUA negotiations and as a consequence, her clients have no objection to the proposed Consent Determination over the Witjira Park.",
      "id": "s61"
    },
    {
      "text": "&#8226; a letter dated 27 November 2007 from Blake Dawson Waldron (BDW) acting for Telstra (respondent in the Eringa and WY claims).",
      "id": "s62"
    },
    {
      "text": "That letter indicated that, subject to resolution of some drafting issues which have now been addressed, Telstra does not object to the determination.",
      "id": "s63"
    },
    {
      "text": "Telstra has no interests in Wangkangurru/Yarluyandi Part A Proceeding.",
      "id": "s64"
    },
    {
      "text": "Telstra does have interests in the Irrwanyere Mt Dare Proceeding and these have been included in the determination and Telstra does not seek to become a party to that claim.",
      "id": "s65"
    },
    {
      "text": "&#8226; a letter dated 7 December from MacDonnells Solicitors acting for Ergon Energy Corporation (respondent in the WY claim) indicating that Ergon consents to the proposed determination in WY Part A.",
      "id": "s66"
    },
    {
      "text": "19 Section 87A(1)(c) states that s 87A applies if:\n \n \n \n all of the following persons are parties to the agreement:\n (i) the applicant;\n (ii) each registered native title claimant in relation to any part of the determination area who is a party to the proceeding at the time the agreement is made;\n (iv) each representative Aboriginal/Torres Strait Islander body for any part of the determination area who is a party to the proceeding at the time the agreement is made;\n (v) each person who holds an interest in relation to land or waters in any part of the determination area at the time the agreement is made, and who is a party to the proceeding at the time the agreement is made;\n (vi) each person who claims to hold native title in relation to land or waters in the determination area and who is a party to the proceeding at the time the agreement is made;\n (vii) the Commonwealth Minister, if the Commonwealth Minister is a party to the proceeding at the time the agreement is made or has intervened in the proceeding at any time before the agreement is made;\n (viii) if any part of the determination area is within the jurisdictional limits of a State or Territory, the State or Territory Minister for the State or Territory if the State or Territory Minister is a party to the proceeding at the time the agreement is made;\n (ix) any local government body for any part of the determination area who is a party to the proceeding at the time the agreement is made.",
      "id": "s67"
    },
    {
      "text": "20 The terms of the pastoralists' letter raise the issue of whether s 87A(1)(c)(v) requires the lessees over the Hamilton and Macumba stations, which, as mentioned above, may have parts of the determination within their fence-line, to be signatories to the agreement.",
      "id": "s68"
    },
    {
      "text": "However, their interests have been explicitly dealt with in the proposed determination, of which they have been notified.",
      "id": "s69"
    },
    {
      "text": "The lessees have indicated that they do not object to the making of the consent determination, and as such do not seek to be joined as parties to the Eringa Part A Proceeding or the Wangkangurru/Yarluyandi Part A Proceeding.",
      "id": "s70"
    },
    {
      "text": "Consequently, I am satisfied that those persons are not required to be signatories to the agreement, and that the requirements of s 87A(1)(c) are otherwise met.",
      "id": "s71"
    },
    {
      "text": "21 Section 94A of the NTA requires any Order containing a determination of native title to set out the details of the matters mentioned in s 225 , which defines a determination of native title as:\n ... a determination whether or not native title exists in relation to a particular area (the determination area) of land or waters and, if it does exist, a determination of: \n \n \n (a) who the persons, or each group of persons, holding the common or group rights comprising the native title are; and\n (b) the nature and extent of the native title rights and interests in relation to the determination area; and\n (c) the nature and extent of any other interests in relation to the determination area; and\n (d) the relationship between the rights and interests in paragraphs (b) and (c) (taking into account the effect of this Act); and\n (e) to the extent that the land or waters in the determination area are not covered by a non-exclusive agricultural lease or a non-exclusive pastoral lease--whether the native title rights and interests confer possession, occupation, use and enjoyment of that land or waters on the native title holders to the exclusion of all others.",
      "id": "s72"
    },
    {
      "text": "22 I am satisfied that the proposed orders have properly set out the matters mentioned in s 225 of the NTA.",
      "id": "s73"
    },
    {
      "text": "Consequently, I find that the Court has the power to make the orders sought.",
      "id": "s74"
    },
    {
      "text": "It remains to now consider whether it is appropriate to make those orders.",
      "id": "s75"
    },
    {
      "text": "23 Native Title is defined in s 223(1) of the NTA as:\n the communal, group or individual rights and interests of Aboriginal peoples or Torres Strait Islanders in relation to land or waters, where: \n \n \n (a) who the persons, or each group of persons, holding the common or group rights comprising the native title are; and\n (b) the nature and extent of the native title rights and interests in relation to the determination area; and\n (c) the nature and extent of any other interests in relation to the determination area; and\n (d) the relationship between the rights and interests in paragraphs (b) and (c) (taking into account the effect of this Act); and\n (e) to the extent that the land or waters in the determination area are not covered by a non-exclusive agricultural lease or a non-exclusive pastoral lease--whether the native title rights and interests confer possession, occupation, use and enjoyment of that land or waters on the native title holders to the exclusion of all others.",
      "id": "s76"
    },
    {
      "text": "24 I am satisfied that the proposed orders have properly set out the matters mentioned in s 225 of the NTA.",
      "id": "s77"
    },
    {
      "text": "Consequently, I find that the Court has the power to make the orders sought.",
      "id": "s78"
    },
    {
      "text": "It remains to now consider whether it is appropriate to make those orders.",
      "id": "s79"
    },
    {
      "text": "25 Native Title is defined in s 223(1) of the NTA as:\n the communal, group or individual rights and interests of Aboriginal peoples or Torres Strait Islanders in relation to land or waters, where: \n \n \n (a) the rights and interests are possessed under the traditional laws acknowledged, and the traditional customs observed, by the Aboriginal peoples or Torres Strait Islanders; and\n (b) the Aboriginal peoples or Torres Strait Islanders, by those laws and customs, have a connection with the land or waters; and\n (c) the rights and interests are recognised by the common law of Australia.",
      "id": "s80"
    },
    {
      "text": "26 In Members of the Yorta Yorta Aboriginal Community v Victoria [2002] HCA 58 ; (2002) 214 CLR 422 , at [86]-[87], Gleeson CJ, Gummow and Hayne JJ held that:\n ...the rights and interests which are said now to be possessed must nonetheless be rights and interests possessed under the traditional laws acknowledged and the traditional customs observed by the peoples in question.",
      "id": "s81"
    },
    {
      "text": "Further, the connection which the peoples concerned have with the land or waters must be shown to be a connection by their traditional laws and customs.",
      "id": "s82"
    },
    {
      "text": "... \"traditional\" in this context must be understood to refer to the body of law and customs acknowledged and observed by the ancestors of the claimants at the time of sovereignty.",
      "id": "s83"
    },
    {
      "text": "... acknowledgment and observance of those laws and customs must have continued substantially uninterrupted since sovereignty.",
      "id": "s84"
    },
    {
      "text": "27 In support of the application for a consent determination of native title, the State of South Australia has filed written submissions on behalf of all of the principal parties in each of the four claims.",
      "id": "s85"
    },
    {
      "text": "The submissions also attach a summary of the evidence in support of a determination filed in the proceedings, being various reports jointly authored by Ms Susan Woenne-Green, Ms Lyn Coad and Mr Jacob Habner, who are anthropologists with South Australian Native Title Services Ltd.\n \n28 The people asserting native title rights and interests in the Park, the Lower Southern Arrernte and Wangkangurru, are two 'closely interrelated and interpenetrating yet distinct societies'.",
      "id": "s86"
    },
    {
      "text": "The link of the claimants to the land and waters of the park at the time of sovereignty is evidenced by numerous ancestors of the contemporary claimants who were born at various places in the area during the late nineteenth century.",
      "id": "s87"
    },
    {
      "text": "29 The continued existence and vitality of the societies' traditional laws and customs is said to have traditionally been passed down through patrifilial association, which more recently evolved into a cognatic form, though with an emphasis in the Lower Southern Arrernte claimants on patrifilial association where that can be established.",
      "id": "s88"
    },
    {
      "text": "Accordingly, the manner in which the claimants have gained rights and interests is systematic and traditional.",
      "id": "s89"
    },
    {
      "text": "30 The claimants have demonstrated that the individual societies are united in their acknowledgment and observance of traditional laws and customs by providing contemporary evidence of ways in which that is achieved.",
      "id": "s90"
    },
    {
      "text": "That included, for the Lower Southern Arrernte, claimants evidence concerning an age based hierarchy, visiting and cleaning sacred sites, teaching children about bush tucker in the Park, gender and other restrictions on ritual and religious information and behaviour, handing down of names, initiation ceremonies, particular kinship terms, songs and stories.",
      "id": "s91"
    },
    {
      "text": "For the Wangkangurru claimants, the evidence concerned a regional system of authority, age based hierarchy, belief in spiritual sanctions, handing down of names, kinship terms, the passing down of knowledge, stories and the use of bush tucker.",
      "id": "s92"
    },
    {
      "text": "31 The claimants have maintained their connection with the area by the inheritance of rights from an ancestor.",
      "id": "s93"
    },
    {
      "text": "Other forms of physical connection exist through members visiting and cleaning sacred sites, teaching children about bush tucker in the Park, a claimant acting as a park ranger, and regular camping trips in the Park for the purpose of teaching dreaming stories to children.",
      "id": "s94"
    },
    {
      "text": "A number of claimants have also played an important role in the Park's land management.",
      "id": "s95"
    },
    {
      "text": "32 The evidence shows that a number of 'core' and 'contingent' rights arise from the traditional laws and customs of the claimants.",
      "id": "s96"
    },
    {
      "text": "The core rights include the right to claim country as ones own, the right to acquire ownership and authority over knowledge and songs associated with the country, the right to speak for country, the right to be asked for permission to access country by 'non-owners', and the right to make decisions about country.",
      "id": "s97"
    },
    {
      "text": "Contingent rights are said to include the right to access and occupy the country, and the right to use the resources of the country.",
      "id": "s98"
    },
    {
      "text": "33 The purpose of ss 87 and 87A of the Act is to facilitate and encourage the resolution of native title claims by agreement between the parties.",
      "id": "s99"
    },
    {
      "text": "Necessarily, the Court adopts a different approach to the task of deciding whether it is appropriate to enter a determination reached by agreement than it brings to the task of deciding whether native title should be recognised in a contested matter.",
      "id": "s100"
    },
    {
      "text": "In each case the definition of native title is the same.",
      "id": "s101"
    },
    {
      "text": "The Act requires the Court to set out details of the matters mentioned in s 225 in all determinations whether reached by agreement or contest.",
      "id": "s102"
    },
    {
      "text": "Although there needs to be some foundation upon which the Court can exercise its jurisdiction, in matters in which the parties have reached agreement on the terms of a determination the Court will have particular interest in whether the agreement has been freely entered into and on an informed basis: Nangkiriny v State of Western Australia [2002] FCA 660 ; (2002) 117 FCR 6 ; Ward v State of Western Australia [2006] FCA 1848 ; Lovett on behalf of the Gunditjmara People v State of Victoria [2007] FCA 474.",
      "id": "s103"
    },
    {
      "text": "If that question is answered in the affirmative, the Court will consider the fact that an agreement has been reached as weighing in favour of the making of a determination of native title: James on behalf of the Martu People v State of Western Australia [2002] FCA 1208.",
      "id": "s104"
    },
    {
      "text": "34 The evidence provided in these matters supports the claimed connection of the claimants to their country.",
      "id": "s105"
    },
    {
      "text": "The determination sought does not appear in any way to be unfair or unjust.",
      "id": "s106"
    },
    {
      "text": "All parties to the agreement were legally represented and there is no suggestion that any party entered the agreement otherwise than by their own free will.",
      "id": "s107"
    },
    {
      "text": "Consequently, I consider that it is appropriate to make orders for the determination of native title over the determination area in the terms proposed.",
      "id": "s108"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s109"
    },
    {
      "text": "Associate:\n\nDated: 11 September 2008\n\n Counsel for the Eringa Applicant: Mr Richard Bradshaw \n \n Solicitor for the Eringa Applicant: Johnston Withers \n \n Counsel for the Eringa No 2 Applicant: Mr Richard Bradshaw \n \n Solicitor for the Eringa No 2 Applicant: Johnston Withers \n \n Counsel for the Wangkangurru/Yarluyandi Applicant: Mr Stephen Kenny \n \n Solicitor for the Wangkangurru/Yarluyandi Applicant: Camatta Lempens \n \n Counsel for Irrwanyere Mt Dare Applicant: Mr Richard Bradshaw \n \n Solicitor for the Irrwanyere Mt Dare Applicant: Johnston Withers \n \n Counsel for First Respondent: Mr Steven Strelan \n \n Solicitor for First Respondent: Crown Solicitor's Office \n \n Counsel for the Second Respondent: Mr Andrew Beckworth \n \n Solicitor for the Second Respondent: South Australian Native Title Services Ltd \n\n Date Consent Determination Filed: 13 November 2007 \n \n Date of Judgment: 11 September 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1370.html",
      "id": "s110"
    }
  ]
}