{
  "name": "Standen v Feehan [2008] FCA 1009 (3 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1009.html",
  "catchphrases": [
    {
      "text": "application for an order seeking a civil penalty under s 285f(4) of the workplace relations act 1996 (cth) (the act) for a breach of s 285e of the act",
      "id": "c0"
    },
    {
      "text": "whether respondent provided adequate notice regarding his intention to exercise his power under ss 285b or 285c of the act",
      "id": "c1"
    },
    {
      "text": "whether the respondent in exercise of his power under the act intentionally hindered or obstructed any employer or employees",
      "id": "c2"
    },
    {
      "text": "application allowed.",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 The applicant is an inspector under the Workplace Relations Act 1996 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "He is entitled by operation of the Act to bring an application for an order seeking a civil penalty under the Act: s 285F(4).",
      "id": "s1"
    },
    {
      "text": "He brought this application on 4 May 2006 seeking the imposition of a penalty in respect of a contravention of s 285E(1) of the Act.",
      "id": "s2"
    },
    {
      "text": "2 The respondent was at the relevant time, and still is, an official (officer) of the Construction, Forestry, Mining and Energy Union (CFMEU) which is an organisation registered under the Act.",
      "id": "s3"
    },
    {
      "text": "He is the holder of a permit issued by a Registrar under the Act: s 285A(1).",
      "id": "s4"
    },
    {
      "text": "3 A permit permits the holder to enter, during working hours, any premises where employees work who are members of the organisation of which the person is an officer or employee, for the purpose of investigating a suspected breach or continuing breach of the Act, or an award or order of the Commission or certified agreement that binds the organisation of which the permit holder is an officer: s 285B(1) and (2).",
      "id": "s5"
    },
    {
      "text": "4 If a permit holder enters a premise by virtue of the statutory authority in s 285B(2), the permit holder may exercise the powers in s 285B(3) of the Act.",
      "id": "s6"
    },
    {
      "text": "5 Moreover, a person who is a holder of a permit may enter premises in which work is being carried on to which an award applies that is binding on the organisation of which the permit holder is an officer or employee, or premises in which employees who are members or eligible to become members of the permit holder's organisation work, for the purposes of holding discussions with any of those employees who wish to participate in those discussions: s 285C(1).",
      "id": "s7"
    },
    {
      "text": "However, the permit holder may only enter the premises during working hours and may only hold the discussions during the employees' meal times or other breaks: s 285C(2).",
      "id": "s8"
    },
    {
      "text": "There are prescribed circumstances in which a permit holder may not enter premises under s 285C(1) but they are not relevant to this application.",
      "id": "s9"
    },
    {
      "text": "6 Section 285D of the Act imposes obligations upon a permit holder.",
      "id": "s10"
    },
    {
      "text": "Section 285D(2) requires a permit holder who is entitled to enter premises and exercise powers under ss 285B or 285C to give the occupier of the premises at least 24 hours' notice of the permit holder's intention so to do.",
      "id": "s11"
    },
    {
      "text": "7 Section 285D(1) obliges the permit holder to show his or her permit to the occupier of the premises if so required by the occupier and the permit holder's right to remain on the premises ceases if the permit holder fails to comply with the occupier's request.",
      "id": "s12"
    },
    {
      "text": "8 Section 285E provides that a person exercising powers under ss 285B or 285C must not intentionally hinder or obstruct any employer or employee: s 285E(1).",
      "id": "s13"
    },
    {
      "text": "Correspondingly, a person must not intentionally hinder or obstruct a person exercising powers under ss 285B or 285C: s 285E(4).",
      "id": "s14"
    },
    {
      "text": "There are also obligations imposed on occupiers (s 285E(2)) and employers (s 285E(3)) which are not relevant to this application.",
      "id": "s15"
    },
    {
      "text": "9 Section 285F provides for civil penalties in the event that there is a contravention of a penalty provision.",
      "id": "s16"
    },
    {
      "text": "The penalty provisions are identified as s 285A(5) or s 285E(1), (2), (3) or (4).",
      "id": "s17"
    },
    {
      "text": "In this application the relevant penalty provision is s 285E(1).",
      "id": "s18"
    },
    {
      "text": "It reads:\n \n \n (1) A person exercising powers under section 285B or 285C must not intentionally hinder or obstruct any employer or employee.",
      "id": "s19"
    },
    {
      "text": "10 The amount of the penalty is not more than $10,000 for a body corporate or $2,000 in other cases.",
      "id": "s20"
    },
    {
      "text": "This Court is an eligible court for the purpose of s 285F and therefore has the jurisdiction to impose a civil penalty: s 285F(1) and (2).",
      "id": "s21"
    },
    {
      "text": "An application for a civil penalty may be made by any person: s 285F(4).",
      "id": "s22"
    },
    {
      "text": "11 The applicant brought this proceeding for a civil penalty claiming that on the morning of 5 May 2004 the respondent, while exercising powers under s 285B and/or s 285C of the Act, entered a site at Halifax Street in Adelaide (Halifax Street site) where S J Salisbury Constructions Pty Ltd trading as Scott Salisbury Homes (Scott Salisbury Homes) was constructing an apartment complex for domestic dwellings.",
      "id": "s23"
    },
    {
      "text": "The application was accompanied by a statement of claim.",
      "id": "s24"
    },
    {
      "text": "The applicant claims that whilst on the site and exercising powers under s 285B and/or s 285C of the Act, the respondent intentionally hindered and obstructed: (1) Peter Potter; (2) J &amp; M Zito; and (3) employees of J &amp; M Zito.",
      "id": "s25"
    },
    {
      "text": "The applicant claims that the respondent's conduct \"intentionally injured or obstructed committing a contravention of the Act for which the applicant now seeks the imposition of a penalty\".",
      "id": "s26"
    },
    {
      "text": "Clearly, the word \"injured\" should be read as \"hindered\".",
      "id": "s27"
    },
    {
      "text": "The persons named above should be read as being included after the word \"obstructed\".",
      "id": "s28"
    },
    {
      "text": "12 The respondent admitted in his amended defence, which was filed after the respondent had given evidence, that the applicant was an inspector and entitled to bring an application for an order seeking a penalty under the Act.",
      "id": "s29"
    },
    {
      "text": "He also admitted that he was an officer and/or an employee of the CFMEU and the holder of a permit issued under the Act.",
      "id": "s30"
    },
    {
      "text": "13 He did not admit any other fact and specifically pleaded that:\n \n1.",
      "id": "s31"
    },
    {
      "text": "He did not exercise any power under s 285B and/or s 285C of the Act until he was requested to produce his right of entry permit.",
      "id": "s32"
    },
    {
      "text": "2.",
      "id": "s33"
    },
    {
      "text": "He ceased exercising his powers pursuant to s 285B and/or s 285C of the Act when he removed himself and his vehicle from the Halifax Street site.",
      "id": "s34"
    },
    {
      "text": "3.",
      "id": "s35"
    },
    {
      "text": "He did not exercise any powers pursuant to s 285B and/or s 285C of the Act after he had removed himself and his vehicle from the Halifax Street site.",
      "id": "s36"
    },
    {
      "text": "14 The question for determination in this trial is whether on 5 May 2004 the respondent, whilst exercising powers under either ss 285B or 285C, intentionally hindered or obstructed the persons mentioned above.",
      "id": "s37"
    },
    {
      "text": "Witnesses \n \n15 The applicant called in support of his case Mr Peter Potter, who was the Project Manager of the Halifax Street site at the relevant time; Tom Concannon, who at the relevant time was a member of the Building Industry Task Force which is now known as the Australian Building and Construction Commission; Giuseppe (Joe) Zito, who is a licensed builder and a partner in the firm of J &amp; M Zito, which was carrying out work on this site; and Christopher John Burrell, who was at the relevant time employed as the Manager of Workplace Relations and Legal Services at the Master Builders Association who as part of his duties attended the Halifax Street site in May 2004.",
      "id": "s38"
    },
    {
      "text": "16 The respondent, Mr Justin Feehan, gave evidence on his own behalf.",
      "id": "s39"
    },
    {
      "text": "He called, in support of his case, Mr John Dundon, a surveyor who was carrying out work at the Halifax Street site in May 2004 and Mr Maurice John Howard, who at the relevant time was employed as the Industrial Relations Manager at the Master Builders Association.",
      "id": "s40"
    },
    {
      "text": "17 I am satisfied that each of the witnesses called on behalf of the applicant was doing their very best to assist me.",
      "id": "s41"
    },
    {
      "text": "Each of those witnesses gave their evidence directly with not the slightest hint of hesitation.",
      "id": "s42"
    },
    {
      "text": "I formed the view that all of them were credible and reliable and I accept their evidence.",
      "id": "s43"
    },
    {
      "text": "18 Mr Dundon was obviously offended by something Mr Peter Potter said on the morning when these events took place which, I think, tended to colour his evidence.",
      "id": "s44"
    },
    {
      "text": "Moreover, his evidence lacked particularity.",
      "id": "s45"
    },
    {
      "text": "He did not, for example, observe the respondent's car in a particular place even though the car was there on everyone else's evidence, including the respondent's, for probably some time near an hour and a half.",
      "id": "s46"
    },
    {
      "text": "The position of the car was particularly relevant.",
      "id": "s47"
    },
    {
      "text": "Whilst I do not mean to suggest that Mr Dundon was not assisting me, I think his evidence was less reliable than the applicant's witnesses' evidence.",
      "id": "s48"
    },
    {
      "text": "Mr Howard, I think, was trying to assist the Court.",
      "id": "s49"
    },
    {
      "text": "19 Mr Feehan was not a good witness.",
      "id": "s50"
    },
    {
      "text": "He was clearly defensive and his answers were often evasive.",
      "id": "s51"
    },
    {
      "text": "He made the mistake of trying to be an advocate in his own cause through his evidence.",
      "id": "s52"
    },
    {
      "text": "I do not accept his evidence where it conflicts with the evidence of any of the applicant's witnesses.",
      "id": "s53"
    },
    {
      "text": "I only accept his evidence where it is consistent with the evidence of other witnesses.",
      "id": "s54"
    },
    {
      "text": "Standard of Proof \n \n20 The standard of proof is the civil standard, but because the claim is for a penalty, to the level of satisfaction in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 at 361-362.",
      "id": "s55"
    },
    {
      "text": "The issue to be determined \n \n21 The issue to be determined is whether the respondent intentionally hindered or obstructed an employer or employee.",
      "id": "s56"
    },
    {
      "text": "That question is simply a question of fact.",
      "id": "s57"
    },
    {
      "text": "A person may intentionally hinder or obstruct another person by an active act or conduct which is essentially negative in character: O'Reilly v The Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1 at 49-50.",
      "id": "s58"
    },
    {
      "text": "22 Here the case against the respondent is that he did both.",
      "id": "s59"
    },
    {
      "text": "He both performed acts and failed to perform acts which showed that he intentionally hindered or obstructed both employers and employees.",
      "id": "s60"
    },
    {
      "text": "The Halifax Street site \n \n23 The Halifax Street site is on the corner of Halifax Street and Cardwell Street, Adelaide.",
      "id": "s61"
    },
    {
      "text": "It is on the southern side of Halifax Street and its eastern border was on Cardwell Street.",
      "id": "s62"
    },
    {
      "text": "Part of its southern border at that time was on Ely Place.",
      "id": "s63"
    },
    {
      "text": "The rest of its southern border was on Gilles Street.",
      "id": "s64"
    },
    {
      "text": "The site was owned by the Southcott family but it was the Kinsmen Group who was the developer of the site.",
      "id": "s65"
    },
    {
      "text": "Scott Salisbury Homes were in May 2004 commencing to build eight separate two-storey townhouses or units with separate strata titles on an area of the site called \"Stage 4\".",
      "id": "s66"
    },
    {
      "text": "Stage 4 was on the western boundary of the site near Ely Place.",
      "id": "s67"
    },
    {
      "text": "The only access to the site was from Halifax Street, there being no access either from Cardwell Street or Ely Place.",
      "id": "s68"
    },
    {
      "text": "The area of the site immediately adjacent to Halifax Street was called the common access roadway.",
      "id": "s69"
    },
    {
      "text": "It was into that area that traffic coming from Halifax Street onto the site would enter.",
      "id": "s70"
    },
    {
      "text": "Immediately south of the common access area and to the east of Stage 4 was an area undergoing remediation.",
      "id": "s71"
    },
    {
      "text": "There was an access lane area between Stage 4 and the area undergoing remediation upon which traffic, including trucks, could travel to get access to all of Stage 4.",
      "id": "s72"
    },
    {
      "text": "Trucks could not turn in that access lane area.",
      "id": "s73"
    },
    {
      "text": "If a truck needed to turn it had to turn into the common access area immediately off Halifax Street.",
      "id": "s74"
    },
    {
      "text": "If a truck wanted to travel down the access lane area, the truck driver would have had to back down the lane if the truck driver wished to drive out nose first, or back out if the truck driver had chosen to drive in nose first.",
      "id": "s75"
    },
    {
      "text": "The common access area was sometimes used as a parking area for employees on the site and had been so used prior to the day in question.",
      "id": "s76"
    },
    {
      "text": "3 and 4 May 2004 \n \n 24 On 3 May 2004 the respondent attended the Halifax Street site and spoke to Joe Zito.",
      "id": "s77"
    },
    {
      "text": "J &amp; M Zito, of which Joe Zito was a principal, was contracted by Scott Salisbury Homes to provide general concrete services, including pouring and laying concrete foundations for buildings at the Halifax Street site.",
      "id": "s78"
    },
    {
      "text": "The firm engaged six full time workers, one of whom was Rocky Mastrullo.",
      "id": "s79"
    },
    {
      "text": "I have in these reasons referred to them as employees notwithstanding that their status as employees or independent contractors was a matter of dispute at the time.",
      "id": "s80"
    },
    {
      "text": "That dispute does not need to be resolved in this proceeding.",
      "id": "s81"
    },
    {
      "text": "25 On 3 May 2004, Mr Zito, and his employees, were erecting the reinforcing for the concrete foundations to be laid the next day.",
      "id": "s82"
    },
    {
      "text": "Mr Zito said that Mr Feehan attended at the site and spoke to his employees.",
      "id": "s83"
    },
    {
      "text": "He was not able to hear what was said.",
      "id": "s84"
    },
    {
      "text": "However, Mr Feehan later spoke to him and told him that he and his employees were not supposed to be on the site and that he was \"going to actually close the site down\".",
      "id": "s85"
    },
    {
      "text": "He said that there was no reason why Mr Zito's employees were not in the Union so he was going to close the site down.",
      "id": "s86"
    },
    {
      "text": "He told Mr Zito that the facilities provided on the site were not right in that there should have been two toilets on the site.",
      "id": "s87"
    },
    {
      "text": "Mr Feehan also said that the lunch room was not properly set up.",
      "id": "s88"
    },
    {
      "text": "26 Mr Zito said that Mr Feehan attended at the Halifax Street site again either later that day or on the next day with Mr Ben Carslake, who was at the relevant time another officer of the CFMEU.",
      "id": "s89"
    },
    {
      "text": "He said that Mr Ben Carslake said, in the presence of Mr Feehan, that they were not going to be pouring that job the next day.",
      "id": "s90"
    },
    {
      "text": "27 Mr Feehan denied that he made the statement of the kind to which Mr Zito deposed.",
      "id": "s91"
    },
    {
      "text": "His evidence was that he raised with Mr Zito various issues about the site, including toilets and a lunch shed.",
      "id": "s92"
    },
    {
      "text": "He said that he raised questions of site allowance, long service leave, contributions to the Construction Industry Long Service Leave fund, redundancy contributions to the Building Industry Redundancy Scheme Trust, superannuation contributions and WorkCover contributions with Mr Zito.",
      "id": "s93"
    },
    {
      "text": "He denied that he said that Mr Zito would not be pouring any concrete on the site and that if Mr Zito attempted to pour concrete the Union would stop him.",
      "id": "s94"
    },
    {
      "text": "28 Mr Zito denied that Mr Feehan raised with him matters relating to his employees' entitlements and, in particular, a site allowance, superannuation entitlements or WorkCover payments.",
      "id": "s95"
    },
    {
      "text": "29 I prefer the evidence of Mr Zito to that of Mr Feehan.",
      "id": "s96"
    },
    {
      "text": "Moreover, I think Mr Zito to be a more reliable witness than Mr Feehan.",
      "id": "s97"
    },
    {
      "text": "The conversation to which Mr Zito deposed is consistent with the events which occurred on 5 May 2004.",
      "id": "s98"
    },
    {
      "text": "30 There was, as I have said, another witness to the second conversation, namely, Mr Carslake.",
      "id": "s99"
    },
    {
      "text": "He was not called by Mr Feehan.",
      "id": "s100"
    },
    {
      "text": "I asked Mr Griffin QC, who led for the respondent, before he closed his case, whether the respondent would be calling Mr Carslake who could give evidence relevant to the second conversation with Mr Zito and to two other conversations to which I will later refer.",
      "id": "s101"
    },
    {
      "text": "Senior counsel said Mr Carslake would not be called.",
      "id": "s102"
    },
    {
      "text": "31 In my opinion, in the absence of any explanation for failing to call Mr Carslake and none was proffered, it would be right to draw the inference that Mr Carslake's evidence would not have assisted the respondent on this and the other two relevant conversations: Jones v Dunkel (1959) 101 CLR 298.",
      "id": "s103"
    },
    {
      "text": "There is no suggestion that Mr Carslake was not available to be called and I find that a conscious decision was made not to call him.",
      "id": "s104"
    },
    {
      "text": "32 I accept Mr Zito's evidence and I find that on 3 May 2004 Mr Feehan told Mr Zito that he would close the site down because Mr Zito's employees were not members of the Union and because the site lacked the appropriate facilities.",
      "id": "s105"
    },
    {
      "text": "I also find that either later on 3 May 2004, or on 4 May 2004, Mr Feehan attended the site with Mr Carslake and Mr Carslake spoke to Mr Zito and told Mr Zito that he would not be able to pour concrete the next day.",
      "id": "s106"
    },
    {
      "text": "33 The respondent said that he told Mr Zito that he would be back on 5 May 2004.",
      "id": "s107"
    },
    {
      "text": "I accept that aspect of the respondent's evidence because it is consistent with both Mr Potter's and Mr Zito's evidence.",
      "id": "s108"
    },
    {
      "text": "Moreover, he did return on 5 May 2004 as he promised.",
      "id": "s109"
    },
    {
      "text": "34 Mr Potter did not see Mr Feehan on site on 4 May 2004.",
      "id": "s110"
    },
    {
      "text": "However, he had a conversation with Mr Zito.",
      "id": "s111"
    },
    {
      "text": "Mr Potter also spoke to two Union officials on site that day, a Mr Gava and a Mr Roberts.",
      "id": "s112"
    },
    {
      "text": "Mr Potter contacted Mr Howard of the Master Builders Association because he suspected they were going to have issues with the Union.",
      "id": "s113"
    },
    {
      "text": "Mr Howard suggested he contact Mr Concannon from the \"Federal Government Taskforce\" for advice.",
      "id": "s114"
    },
    {
      "text": "Mr Potter spoke to Mr Concannon and received advice that if a Union officer or employee came on site he should ask to see any Union officer or employee's permit or specific notice of attendance on site.",
      "id": "s115"
    },
    {
      "text": "35 The evidence of those conversations is, of course, hearsay and could not be admitted to prove the truth of what was said: s 59 of the Evidence Act 1995 (Cth).",
      "id": "s116"
    },
    {
      "text": "The conversations were admitted to show why Mr Potter acted in the way he did on 5 May 2004: s 60 of the Evidence Act 1995 (Cth).",
      "id": "s117"
    },
    {
      "text": "5 May 2004 \n \n36 Mr Peter Potter, who was employed by Scott Salisbury Homes was the Project Manager on site.",
      "id": "s118"
    },
    {
      "text": "He had the responsibility for the overall management of the construction work performed on the site that required him to coordinate work done by subcontractors on site.",
      "id": "s119"
    },
    {
      "text": "It was his responsibility to ensure that the work proceeded in accordance with the construction schedule.",
      "id": "s120"
    },
    {
      "text": "Scott Salisbury Homes had contracted with J &amp; M Zito to perform the concrete work associated with the Stage 4 development of the site.",
      "id": "s121"
    },
    {
      "text": "The plan was to pour concrete for two townhouses at a time.",
      "id": "s122"
    },
    {
      "text": "Concrete was to be supplied by Boral in concrete trucks.",
      "id": "s123"
    },
    {
      "text": "The first pour took place on 5 May 2004.",
      "id": "s124"
    },
    {
      "text": "37 Arrangements had been made with Boral that its concrete trucks would enter the Halifax Street site turning left from Halifax Street into the site and then the driver stop and manoeuvre the truck by reversing into the Stage 4 area down the access lane and unloading the concrete.",
      "id": "s125"
    },
    {
      "text": "The concrete truck would then leave the site nose first.",
      "id": "s126"
    },
    {
      "text": "The plan, therefore, was for concrete trucks to both enter and leave the Halifax Street site nose first.",
      "id": "s127"
    },
    {
      "text": "Because the concrete trucks needed to stop and manoeuvre so as to be able to reverse to the Stage 4 area, the common area needed to be free of vehicles to enable that manoeuvre to take place.",
      "id": "s128"
    },
    {
      "text": "38 Mr Potter's evidence was that at about 7.15am he was rung by Mr Zito who told him that the Union was there.",
      "id": "s129"
    },
    {
      "text": "He immediately rang Mr Howard and Mr Concannon in accordance with the advice which he had been given the day previously by those gentlemen.",
      "id": "s130"
    },
    {
      "text": "He left home to arrive at the Halifax Street site at 8.00 am with the intention of meeting Mr Howard and Mr Concannon at the site.",
      "id": "s131"
    },
    {
      "text": "39 Mr Potter left his vehicle off site in Halifax Street because of his intention to keep the common access area clear for concrete trucks to turn around.",
      "id": "s132"
    },
    {
      "text": "40 It is not entirely clear on the evidence who arrived at the site first and the order of arrival of the various participants, but nothing much turns on that.",
      "id": "s133"
    },
    {
      "text": "Mr Potter said in his affidavit evidence that he saw Mr Feehan enter the site.",
      "id": "s134"
    },
    {
      "text": "He said in his oral evidence that Mr Feehan arrived at the same time as he did.",
      "id": "s135"
    },
    {
      "text": "On the other hand, other evidence would suggest that Mr Feehan arrived before Mr Potter and that Mr Potter arrived shortly before the applicant, Mr Concannon and Mr Burrell from the Master Builders Association.",
      "id": "s136"
    },
    {
      "text": "Mr Howard arrived probably three quarters of an hour to an hour after that.",
      "id": "s137"
    },
    {
      "text": "41 The respondent said that when he went to the Halifax Street site he saw a concrete truck reversing across Halifax Street into the site.",
      "id": "s138"
    },
    {
      "text": "No-one else witnessed a truck reversing into the Halifax Street site.",
      "id": "s139"
    },
    {
      "text": "Such a manoeuvre would be inconsistent with the plan which Mr Potter had put in place.",
      "id": "s140"
    },
    {
      "text": "Moreover, the manoeuvre would be unnecessary.",
      "id": "s141"
    },
    {
      "text": "Before the respondent arrived there was nothing to prevent a truck turning in the common access area.",
      "id": "s142"
    },
    {
      "text": "His evidence in cross-examination was vague and it is difficult to understand exactly where was and where the truck was when he said he first saw it in Halifax Street.",
      "id": "s143"
    },
    {
      "text": "Later, the undisputed evidence shows that the respondent claimed that there was no proper traffic management control in place.",
      "id": "s144"
    },
    {
      "text": "When he raised that matter with Mr Potter he did not then tell Mr Potter that he had seen the concrete truck backing across Halifax Street.",
      "id": "s145"
    },
    {
      "text": "42 In that regard, I accept Mr Potter's evidence.",
      "id": "s146"
    },
    {
      "text": "I am not prepared to accept the respondent's evidence that he saw a concrete truck back into the Halifax Street site.",
      "id": "s147"
    },
    {
      "text": "If it had occurred, Mr Potter probably should have witnessed the manoeuvre.",
      "id": "s148"
    },
    {
      "text": "When it was put to Mr Potter in cross-examination that a truck had reversed into the site he said that was the first time he had heard that issue raised.",
      "id": "s149"
    },
    {
      "text": "He said that the respondent did not raise that issue on the morning.",
      "id": "s150"
    },
    {
      "text": "I accept his evidence.",
      "id": "s151"
    },
    {
      "text": "I am of the opinion that the respondent invented that observation to give more credibility to his complaint of inappropriate traffic management control.",
      "id": "s152"
    },
    {
      "text": "43 When Mr Feehan did arrive, he parked his vehicle in the area which Mr Potter had designated as the area for trucks to turn in.",
      "id": "s153"
    },
    {
      "text": "There was one other vehicle parked in the area, which was Rocky Mastrullo's truck, but it was in a position where sufficient room was given to concrete trucks to turn.",
      "id": "s154"
    },
    {
      "text": "Mr Mastrullo was engaged by J &amp; M Zito and on that day his duties were to help to direct the trucks to the site where the pour was to take place.",
      "id": "s155"
    },
    {
      "text": "Mr Dundon parked his vehicle on site but well out of the way.",
      "id": "s156"
    },
    {
      "text": "He shifted his vehicle out of the way at the request of Mr Potter.",
      "id": "s157"
    },
    {
      "text": "It is common ground that the respondent parked his car next to Rocky Mastrullo's truck.",
      "id": "s158"
    },
    {
      "text": "The respondent said that he had parked in that area before and no-one had complained.",
      "id": "s159"
    },
    {
      "text": "I accept that Mr Feehan had on other occasions before this day parked his vehicle in the common access area.",
      "id": "s160"
    },
    {
      "text": "That area had, prior to this day, been used in part as a car park.",
      "id": "s161"
    },
    {
      "text": "44 Mr Potter said he came face to face with Mr Feehan in the middle of the common access area and he asked Mr Feehan where his notice of entry was.",
      "id": "s162"
    },
    {
      "text": "He said that he made that request because he had been advised by Mr Howard that he should do so.",
      "id": "s163"
    },
    {
      "text": "45 Mr Potter was under the impression that if Mr Feehan was on the site, Mr Feehan was exercising powers under ss 285B or 285C of the Act and would need to have both an entry permit and a notice of entry.",
      "id": "s164"
    },
    {
      "text": "In any event, Mr Potter said that when he made his request Mr Feehan showed him a laminated card which was a little bigger than a business card which he was unable to read in totality without his glasses.",
      "id": "s165"
    },
    {
      "text": "46 The respondent said that after he parked his car and walked a few metres he was approached by Mr Potter who told him \"Get off the site, you and your car, get off the site right now.",
      "id": "s166"
    },
    {
      "text": "\" The respondent said that Mr Potter also said, \"You're not authorised to park there.",
      "id": "s167"
    },
    {
      "text": "\" Mr Potter said that his first words to the respondent were to get his car off the site.",
      "id": "s168"
    },
    {
      "text": "Mr Potter said that he then asked, \"Where's your --- where's my 24 hours notice?",
      "id": "s169"
    },
    {
      "text": "Where's your entry permit?",
      "id": "s170"
    },
    {
      "text": "\"\n \n47 The respondent does not deny that Mr Potter asked him to see his right of entry permit and says he has no distinct memory of it, but that if he was asked he would have shown him his permit.",
      "id": "s171"
    },
    {
      "text": "The respondent said that he told Mr Potter that he was authorised to be on the site as he had provided the required notice.",
      "id": "s172"
    },
    {
      "text": "He said that Mr Potter told him that he had not given proper notice.",
      "id": "s173"
    },
    {
      "text": "There was then a debate about whether the notice should have been put in writing, or whether verbal notice was sufficient.",
      "id": "s174"
    },
    {
      "text": "48 Mr Potter agreed that his manner was direct but would not agree that he had been abrupt.",
      "id": "s175"
    },
    {
      "text": "Mr Potter said that he would have had a problem with anyone who had parked where the respondent parked.",
      "id": "s176"
    },
    {
      "text": "There is no real dispute about what was said.",
      "id": "s177"
    },
    {
      "text": "I think that Mr Potter was probably more aggressive toward the respondent than he would admit.",
      "id": "s178"
    },
    {
      "text": "I think Mr Potter came to the Halifax Street site that morning expecting trouble from the Union.",
      "id": "s179"
    },
    {
      "text": "I think he wanted to exert his authority.",
      "id": "s180"
    },
    {
      "text": "I find that immediately after the respondent parked his car, Mr Potter forcefully requested the respondent to get the car off the site.",
      "id": "s181"
    },
    {
      "text": "He made that request for two reasons.",
      "id": "s182"
    },
    {
      "text": "First, because the car was parked in a place where it would impede the concrete truck traffic.",
      "id": "s183"
    },
    {
      "text": "Secondly, because Mr Potter believed that the respondent was not authorised to bring the car on to the site.",
      "id": "s184"
    },
    {
      "text": "I find that the respondent showed Mr Potter his entry permit as requested and in compliance with s 285D(1).",
      "id": "s185"
    },
    {
      "text": "By showing Mr Potter, the respondent became entitled to remain on the premises, if he had previously complied with s 285D(2), and only so long as he was exercising powers under ss 285B or 285C of the Act.",
      "id": "s186"
    },
    {
      "text": "Mr Potter, at this time, wrongly thought the respondent was obliged to show him a notice in writing under s 285D(2).",
      "id": "s187"
    },
    {
      "text": "Section 285D does not require a person seeking to exercise powers under ss 285B or 285C to give a notice in writing.",
      "id": "s188"
    },
    {
      "text": "The subsection is concerned with the timing of the notice, not its form.",
      "id": "s189"
    },
    {
      "text": "49 When Mr Potter asked the respondent for the notice of entry he was told by the respondent that the respondent did not need one and that he [Mr Potter] knew the respondent was coming.",
      "id": "s190"
    },
    {
      "text": "50 In that regard, the respondent relies upon what he told Mr Zito on 4 May 2004, that is, that he would be back the next day.",
      "id": "s191"
    },
    {
      "text": "Mr Zito was not the occupier of the premises and he was not a person to whom notice could be given under s 285D(2).",
      "id": "s192"
    },
    {
      "text": "51 In those circumstances, both Mr Potter and the respondent were wrong about the assumptions they made.",
      "id": "s193"
    },
    {
      "text": "52 During the period between 8.15 am and 9.02 am when the respondent moved his car, a time frame that will be discussed in detail later, he had a number of conversations with Mr Potter in relation to the matters which he raised with Mr Zito on the previous day and other matters.",
      "id": "s194"
    },
    {
      "text": "He raised with Mr Potter the absence of any appropriate traffic management control measures.",
      "id": "s195"
    },
    {
      "text": "He accepted in his evidence that during this period of time he raised with Mr Potter industrial issues including possible breaches of a relevant award, underpayment of employee entitlements and inadequate site amenities.",
      "id": "s196"
    },
    {
      "text": "53 Mr Potter said that the respondent told him that Mr Zito was underpaying some employees.",
      "id": "s197"
    },
    {
      "text": "The respondent also told him that proper superannuation was not being paid on behalf of Mr Zito's employees.",
      "id": "s198"
    },
    {
      "text": "The respondent told him that Mr Zito was not meeting his BIRST payments, nor was he paying appropriate WorkCover premiums.",
      "id": "s199"
    },
    {
      "text": "54 I find that the respondent came on to the site to investigate suspected breaches relating to employees' entitlements and other suspected breaches including non-compliance with relevant superannuation legislation and WorkCover legislation.",
      "id": "s200"
    },
    {
      "text": "He was thus purporting to exercise his power under s 285B.",
      "id": "s201"
    },
    {
      "text": "The fact that he proffered his entry permit in response to Mr Potter's request evidences his belief that he was entitled to be on the premises at least for the reasons to which I have referred.",
      "id": "s202"
    },
    {
      "text": "55 Whilst the respondent was on site between 8.15 am and 9.02 am, the respondent spoke to some of Mr Zito's employees.",
      "id": "s203"
    },
    {
      "text": "He told Mr Potter words to the effect, \"We are going to stop you guys.",
      "id": "s204"
    },
    {
      "text": "\" That was the evidence of Mr Concannon and I accept it.",
      "id": "s205"
    },
    {
      "text": "It was both Mr Concannon and Mr Potter's evidence that the respondent spoke to Mr Zito's employees.",
      "id": "s206"
    },
    {
      "text": "56 Shortly after he was told by Mr Potter to get off the site and take his car off the site, the respondent noticed two members of the Building Industry Task Force.",
      "id": "s207"
    },
    {
      "text": "They would have been Mr Concannon and the applicant.",
      "id": "s208"
    },
    {
      "text": "They spoke to Mr Potter and Mr Potter then approached the respondent and told him again to get off the site.",
      "id": "s209"
    },
    {
      "text": "The respondent accepts that at that stage he was told to get his car off the site as it would stop concrete trucks getting on site.",
      "id": "s210"
    },
    {
      "text": "57 The respondent said he told Mr Potter that there was plenty of room for concrete trucks to get on the site.",
      "id": "s211"
    },
    {
      "text": "58 The respondent said that he contacted other Union officials by telephone to suggest they attend at the site.",
      "id": "s212"
    },
    {
      "text": "Mr Potter continued to insist that his car was in the way of concrete trucks backing up to pour concrete.",
      "id": "s213"
    },
    {
      "text": "The respondent said that while he initially disagreed about that, he then agreed to move his vehicle.",
      "id": "s214"
    },
    {
      "text": "59 I make the following findings.",
      "id": "s215"
    },
    {
      "text": "The respondent drove on to the site intending to exercise his powers under ss 285B and 285C.",
      "id": "s216"
    },
    {
      "text": "60 Such a finding is consistent with him telling Mr Zito that he would be back the next day and with his later actions.",
      "id": "s217"
    },
    {
      "text": "He parked his car next to Rocky Mastrullo's truck.",
      "id": "s218"
    },
    {
      "text": "Shortly after he alighted from his car, he was approached by Mr Potter.",
      "id": "s219"
    },
    {
      "text": "He was asked to remove his car from the site.",
      "id": "s220"
    },
    {
      "text": "A conversation ensued.",
      "id": "s221"
    },
    {
      "text": "During the conversation Mr Potter asked to see the respondent's permit and the written notice of entry.",
      "id": "s222"
    },
    {
      "text": "The respondent disputed that he needed a written notice and claimed that Mr Potter knew that he would be there that day.",
      "id": "s223"
    },
    {
      "text": "The respondent showed Mr Potter his permit as he was obliged to do under s 285D(1).",
      "id": "s224"
    },
    {
      "text": "The exercise of a power of entry under the Act is a matter of fact: Pine v Doyle (2005) 143 IR 98.",
      "id": "s225"
    },
    {
      "text": "The respondent exercised that power of entry.",
      "id": "s226"
    },
    {
      "text": "61 Mr Potter told him to move his vehicle and told him that the vehicle was parked in a position which would impede the progress of concrete trucks which needed that space in which to turn so that the trucks might back down the access lane to the Stage 4 development.",
      "id": "s227"
    },
    {
      "text": "The respondent did not comply with that request, notwithstanding that he was told that the position of his car was in an area designated for the trucks to turn.",
      "id": "s228"
    },
    {
      "text": "His silence amounted to a refusal.",
      "id": "s229"
    },
    {
      "text": "62 It was at the time the practice of the Building Industry Task Force to maintain a running sheet as a record of matters that were attended to on particular days.",
      "id": "s230"
    },
    {
      "text": "Mr Concannon kept a running sheet of the events of 5 May 2004 which was exhibited to his affidavit.",
      "id": "s231"
    },
    {
      "text": "63 The following entries are relevant to Mr Potter's request that the respondent move his motor vehicle:\n 8:15 Feehan on site (white commodore) WFG 866.",
      "id": "s232"
    },
    {
      "text": "Peter Potter approached Feehan asked for permit &amp; ROE notice --- Feehan on Friday --- attended --- no notice &amp; said he would be back.",
      "id": "s233"
    },
    {
      "text": "No time or date.",
      "id": "s234"
    },
    {
      "text": "... 8:35 --- Peter asked Feehan to remove car --- refused.",
      "id": "s235"
    },
    {
      "text": "... 8:59 : MBA --- Chris asked Feehan to move car from site.",
      "id": "s236"
    },
    {
      "text": "Feehan refused --- said he would move it when he was ready.",
      "id": "s237"
    },
    {
      "text": "9:02 Car moved --- Blocking driveway.",
      "id": "s238"
    },
    {
      "text": "Blocking traffic control.",
      "id": "s239"
    },
    {
      "text": "Mark Garver --- Union on site --- XAS-849 Holden Rodeo-White.",
      "id": "s240"
    },
    {
      "text": "64 The respondent accepted in cross-examination that he had been asked to move his motor vehicle and had refused.",
      "id": "s241"
    },
    {
      "text": "He was not prepared to accept that the vehicle had impeded the concrete trucks.",
      "id": "s242"
    },
    {
      "text": "I find that the respondent failed to comply at any time between 8.35 am and 9.02 am with Mr Potter's request to move his vehicle.",
      "id": "s243"
    },
    {
      "text": "65 I accept Mr Potter's evidence that the position in which the car was placed did impede the movement of concrete trucks.",
      "id": "s244"
    },
    {
      "text": "66 The respondent knew that he had no right to leave his vehicle on site and he did not need to do so to exercise any of the powers under the Act.",
      "id": "s245"
    },
    {
      "text": "I find that the respondent intentionally left his vehicle in the position in which it was so as to prevent Mr Potter carrying out his duty to keep the designated area free.",
      "id": "s246"
    },
    {
      "text": "The respondent intentionally hindered and obstructed Mr Potter carrying out his duties to ensure that trucks could enter the Halifax Street site and to ensure that the pour took place.",
      "id": "s247"
    },
    {
      "text": "He also intentionally hindered and obstructed Mr Zito and his employees in carrying out their duties.",
      "id": "s248"
    },
    {
      "text": "67 That, however, was not the only act committed by the respondent which intentionally hindered or obstructed persons on that day.",
      "id": "s249"
    },
    {
      "text": "68 Mr Concannon's running sheets show, and it was his evidence, that whilst the respondent's vehicle was parked in the position to which I have referred, the respondent stood in front of a truck that was about to enter the site and waved it away from the site.",
      "id": "s250"
    },
    {
      "text": "Mr Concannon said of the respondent, \"He physically stood in the middle of the driveway with his hands up and just waved him through.",
      "id": "s251"
    },
    {
      "text": "\" When asked what he meant by \"waved him through\", he said, \"[I]ndicated to him to keep going.",
      "id": "s252"
    },
    {
      "text": "\"\n \n69 Mr Concannon said:\n the truck actually went around the block and parked on the opposite street for a good --- a couple of minutes until Mr Feehan had relocated his driveway --- his vehicle to the centre of the driveway.",
      "id": "s253"
    },
    {
      "text": "So it would have been --- I don't know.",
      "id": "s254"
    },
    {
      "text": "What time did he move his vehicle?",
      "id": "s255"
    },
    {
      "text": "70 That vehicle came on to the site later.",
      "id": "s256"
    },
    {
      "text": "The respondent denied that he had stopped a vehicle but I do not accept his evidence in that regard.",
      "id": "s257"
    },
    {
      "text": "I accept the evidence of Mr Concannon which is supported by his contemporaneous note which reads:\n 8:58 --- Another Boral on site.",
      "id": "s258"
    },
    {
      "text": "Stopped at gate.",
      "id": "s259"
    },
    {
      "text": "By Feehan.",
      "id": "s260"
    },
    {
      "text": "71 That action meant that the truck did not enter the site upon its first attempt and, in fact, did not manage to enter the site until a further 15 or 20 minutes later.",
      "id": "s261"
    },
    {
      "text": "72 I am satisfied that the respondent did what he did with the purpose of intentionally obstructing Mr Potter carrying out his duties and the Boral employee from entering the site in his truck.",
      "id": "s262"
    },
    {
      "text": "73 At 9.02 am the respondent reversed his vehicle from the position which I have previously described and stopped it immediately off the site.",
      "id": "s263"
    },
    {
      "text": "He left the vehicle facing due south about one metre north of the Halifax Street site.",
      "id": "s264"
    },
    {
      "text": "Thus, the vehicle was parked across the footpath immediately north of the site.",
      "id": "s265"
    },
    {
      "text": "Part of the vehicle, from about the rear wheel back, was protruding on to the roadway.",
      "id": "s266"
    },
    {
      "text": "74 The vehicle was parked in such a position that it obstructed the path of a truck which was travelling west along Halifax Street intending to turn left into the Halifax Street site.",
      "id": "s267"
    },
    {
      "text": "75 I have no doubt that the respondent parked his vehicle in that position with the intention of obstructing the concrete trucks which had been organised to travel along the path that I have just mentioned.",
      "id": "s268"
    },
    {
      "text": "76 The fact that the respondent parked his vehicle there demonstrates, in my opinion, that the respondent had in mind to make the pour which was to take place on this day as difficult as possible.",
      "id": "s269"
    },
    {
      "text": "He also had the intention of hindering Mr Zito in the carrying out of his work.",
      "id": "s270"
    },
    {
      "text": "77 During the time that the vehicle was parked in the position immediately north of the Halifax Street site, Mr Potter asked the respondent on a number of occasions to move the vehicle so that proper access to the site could be maintained.",
      "id": "s271"
    },
    {
      "text": "The respondent refused.",
      "id": "s272"
    },
    {
      "text": "It was not until the police were called that he moved his vehicle, and then only belatedly.",
      "id": "s273"
    },
    {
      "text": "78 It is not entirely clear how many concrete trucks attempted to enter the site whilst the respondent's vehicle was in the second position to which I have referred.",
      "id": "s274"
    },
    {
      "text": "One smaller truck did enter and turned around in the area which was previously occupied in part by the respondent's vehicle.",
      "id": "s275"
    },
    {
      "text": "It is also possible that a large truck entered the site but the evidence on that is confused both as to whether the event occurred and its timing.",
      "id": "s276"
    },
    {
      "text": "If it did occur, it may have been after the respondent had moved his vehicle.",
      "id": "s277"
    },
    {
      "text": "However, I am confident finding, relying on the evidence of Mr Potter and Mr Concannon, that whilst the vehicle was in the second position, at least one concrete truck did not enter the site.",
      "id": "s278"
    },
    {
      "text": "79 I also find that, whilst the respondent's vehicle was in that position, the entry of concrete trucks was delayed which had the effect of delaying Mr Zito in his operation.",
      "id": "s279"
    },
    {
      "text": "I find that whilst the respondent's vehicle was parked in the second position to which I have referred, the respondent and other members of the Union, probably officers, stood in a position so as to prevent trucks entering the site until they moved from the position in which they stood.",
      "id": "s280"
    },
    {
      "text": "80 During the period when the respondent's vehicle was parked in the second position, the respondent continued to enter the Halifax Street site and leave it as he wished.",
      "id": "s281"
    },
    {
      "text": "In my opinion, whilst his vehicle was parked in the second position, the respondent was still purporting to exercise his powers under the Act.",
      "id": "s282"
    },
    {
      "text": "Indeed, during this period, he brought to Mr Potter's attention, Mr Zito's employees' failure to provide a safe traffic management system.",
      "id": "s283"
    },
    {
      "text": "He could only have been entitled to do that if he had been acting in accordance with his powers under the Act.",
      "id": "s284"
    },
    {
      "text": "81 I find, as a matter of fact, that he was exercising his power of entry under the Act.",
      "id": "s285"
    },
    {
      "text": "82 Eventually, the respondent moved his vehicle from the second position and left the entry to the Halifax Street site open.",
      "id": "s286"
    },
    {
      "text": "However, he and other members of the Union continued to stand in a position across the opening to the site so as to prevent trucks entering the site.",
      "id": "s287"
    },
    {
      "text": "83 It was Mr Zito's evidence that he and his employees were working on a concrete pour which had occurred prior to the respondent coming on site and his further evidence, which I accept, that he and his employees lost approximately two hours of working time by reason of the inability of the Boral trucks to enter the site.",
      "id": "s288"
    },
    {
      "text": "The next concrete pour was delayed, on his evidence, by reason of the respondent's actions.",
      "id": "s289"
    },
    {
      "text": "84 The delay was such that he and his employees were required to work quite late and under lights in an attempt to finish the concrete pour.",
      "id": "s290"
    },
    {
      "text": "85 At some time during the morning, whilst the respondent was on site, he also stopped a vehicle which was leaving and spoke to the driver.",
      "id": "s291"
    },
    {
      "text": "The respondent admitted so.",
      "id": "s292"
    },
    {
      "text": "That was also Mr Howard's evidence.",
      "id": "s293"
    },
    {
      "text": "86 It is right, as the respondent has contended, that positioning the vehicle in the place that he did, did not mean that all trucks could not enter the site.",
      "id": "s294"
    },
    {
      "text": "However, all trucks were inconvenienced by the position in which he secondly left his car.",
      "id": "s295"
    },
    {
      "text": "87 I find that the respondent, after he moved his vehicle to the second position, took up a position with other Union officials to the west of the vehicle at the point of access to the Halifax Street site so as to prevent other vehicles from entering the site.",
      "id": "s296"
    },
    {
      "text": "The position in which he put himself and the other Union officials put themselves meant that no concrete trucks could enter the site unless they moved.",
      "id": "s297"
    },
    {
      "text": "Whilst he was in that position, at least one concrete truck did not enter the site.",
      "id": "s298"
    },
    {
      "text": "88 The respondent did not move his vehicle from the second position until some time after 10.00 am.",
      "id": "s299"
    },
    {
      "text": "After his vehicle had been moved for the second time, he and other Union officials continued to stand in a position so as to block access to the Halifax Street site.",
      "id": "s300"
    },
    {
      "text": "He did so intentionally.",
      "id": "s301"
    },
    {
      "text": "89 In my opinion, the applicant has established that during the period between 8.15 am and 10.00 am on 5 May 2004, the respondent hindered or obstructed Mr Potter carrying out his duties to coordinate the concrete pour.",
      "id": "s302"
    },
    {
      "text": "He also hindered or obstructed Mr Zito and his employees from carrying out their work by delaying trucks entering the Halifax Street site.",
      "id": "s303"
    },
    {
      "text": "90 I find therefore the applicant has established that the respondent contravened s 285E(1) of the Act.",
      "id": "s304"
    },
    {
      "text": "Penalty \n \n91 That leaves for determination the question of a penalty.",
      "id": "s305"
    },
    {
      "text": "The parties have not had the opportunity of addressing penalty and I will hear the parties on penalty.",
      "id": "s306"
    },
    {
      "text": "I will also hear the parties as to costs.",
      "id": "s307"
    },
    {
      "text": "In the meantime, I will make a declaration that on 5 May 2004 the respondent contravened s 285E(1) of the Act.",
      "id": "s308"
    },
    {
      "text": "I certify that the preceding ninety-one (91) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s309"
    },
    {
      "text": "Associate:\n\nDated: 3 July 2008\n\n Counsel for the Applicant: Mr M Roder \n \n Solicitor for the Applicant: DLA Phillips Fox \n \n Counsel for the Respondent: Mr M Griffin QC \n \n Solicitor for the Respondent: Lieschke &amp; Weatherill \n\n Date of Hearing: 10, 11, 12, 13 December 2007 \n \n Date of Judgment: 3 July 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1009.html",
      "id": "s310"
    }
  ]
}