{
  "name": "Barnett v Royal [2008] FCA 1523 (10 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1523.html",
  "catchphrases": [
    {
      "text": "first directions hearing concerning claims for interlocutory and final relief under trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "oral applications and notice of motion by respondents to dismiss proceedings",
      "id": "c1"
    },
    {
      "text": "whether substantive claims competent",
      "id": "c2"
    },
    {
      "text": "whether substantive claims disclose reasonable cause of action",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 29 September 2008 the applicant filed an application seeking both final and interlocutory relief.",
      "id": "s0"
    },
    {
      "text": "The final relief sought by the applicant against the respondents was as follows:\n 1.",
      "id": "s1"
    },
    {
      "text": "In regards to the processing, handling and resulting conduct following short term loans that started from approximately $1.828 million and interest of approximately $114,000 with AUSEC Ltd in May 2007 and taken over by Oakland Investments Ltd in October 2007 that now claims guarantees from the applicant Concepcion Barnett for continually increasing charges over $5 million (August 2008) well beyond any practical means possible.",
      "id": "s2"
    },
    {
      "text": "The applicant hereby alleges that all respondents are in breach of sections 51AC and/or section 52 of Trade Practices Act 1974 .",
      "id": "s3"
    },
    {
      "text": "2.",
      "id": "s4"
    },
    {
      "text": "Referral of respondent No' s 3.",
      "id": "s5"
    },
    {
      "text": "David Parkinson, 4.",
      "id": "s6"
    },
    {
      "text": "David Handley, 5.",
      "id": "s7"
    },
    {
      "text": "James Hickey and 6.",
      "id": "s8"
    },
    {
      "text": "Brook Monohan to Queensland Department of Public Prosecutions to examine evidence for charges of attempting to steal the \"ADDITIONAL PROPERTIES\".",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "Exemplary damages against respondent No' s 1.",
      "id": "s11"
    },
    {
      "text": "Matthew Royal, 2.",
      "id": "s12"
    },
    {
      "text": "Mark Wooley, 3.",
      "id": "s13"
    },
    {
      "text": "David Parkinson, 4.",
      "id": "s14"
    },
    {
      "text": "David Handley, 5.",
      "id": "s15"
    },
    {
      "text": "James Hickey and 6.",
      "id": "s16"
    },
    {
      "text": "Brook Monohan and 7.",
      "id": "s17"
    },
    {
      "text": "Oakland Investments Ltd in the proportions this court decides to the sum of $17,080,000 (Four times the value of the properties as per the precedent set with attempts to steal money by avoiding tax as charged by the tax department).",
      "id": "s18"
    },
    {
      "text": "4.",
      "id": "s19"
    },
    {
      "text": "Order that Oakland Investments Ltd forfeit all loan money lent to Tim Hancox Property Development Pty Ltd. 5.",
      "id": "s20"
    },
    {
      "text": "Order that the respondents pay the applicant respective sums decided appropriate by this court for oppressive conduct against the applicant.",
      "id": "s21"
    },
    {
      "text": "2 The interlocutory relief claimed by the applicant was as follows:\n 1.",
      "id": "s22"
    },
    {
      "text": "Temporary order that Oakland Investments Ltd must cease all contact with tenants, cease from collecting any rents, refund any rents collected to date and that Oakland Investments cease all activity to sell any \"ADDITIONAL PROPERTIES\" until this case has been heard in full.",
      "id": "s23"
    },
    {
      "text": "2.",
      "id": "s24"
    },
    {
      "text": "Order that Oakland Investments Ltd release the 2nd mortgage and caveat on the property situated at 25 Donaldson Rd, Plainlands (Lot 47 RP 841870, Parish of Laidley) to allow the contract of sale to proceed in order to satisfy all outstanding arrears, maintain serviceability of first mortgage payments by Concepcion Barnett to mainstream banks on the \"ADDITIONAL PROPERTIES\".",
      "id": "s25"
    },
    {
      "text": "3 In the statement of claim, also filed 29 September 2008, the applicant claims, inter alia , unconscionable, misleading and deceptive conduct by all respondents contrary to s 51AC and s 52 Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s26"
    },
    {
      "text": "4 This matter came on for directions for the first time this morning.",
      "id": "s27"
    },
    {
      "text": "At the hearing the applicant was not legally represented, however she was accompanied by her son and Mr Howard.",
      "id": "s28"
    },
    {
      "text": "Mr Howard sought leave to appear as the applicant's interpreter on the basis that, although the applicant could speak some English, English was her third language, and she was out of her depth linguistically and culturally in the context of the Court hearing.",
      "id": "s29"
    },
    {
      "text": "For the purposes of the directions hearing I granted leave to Mr Howard to act as the applicant's interpreter.",
      "id": "s30"
    },
    {
      "text": "5 The respondents were represented this morning by numerous Counsel.",
      "id": "s31"
    },
    {
      "text": "The second respondent filed a notice of motion seeking orders that:\n \n \n 1.",
      "id": "s32"
    },
    {
      "text": "Paragraphs 2 and 10 of the statement of claim be struck out.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "Reference to the second respondent at paragraph 3 of the application filed on 29 September 2008 be struck out.",
      "id": "s35"
    },
    {
      "text": "3.",
      "id": "s36"
    },
    {
      "text": "The claim as against the second respondent be dismissed and the second respondent's name be removed as a party to this action.",
      "id": "s37"
    },
    {
      "text": "4.",
      "id": "s38"
    },
    {
      "text": "The applicant pay the second respondent's costs of and incidental to the application.",
      "id": "s39"
    },
    {
      "text": "6 Counsel on behalf of the first, third, fourth, fifth, sixth and seventh respondents made oral applications in Court this morning seeking orders that the substantive application against those respondents be dismissed, and that those respondents also be entitled to costs.",
      "id": "s40"
    },
    {
      "text": "7 After hearing submissions of the parties I temporarily adjourned the hearing to give consideration to issues raised by the parties.",
      "id": "s41"
    },
    {
      "text": "Second Respondent \n \n8 On Court resuming the applicant and the second respondent submitted draft consent orders in the following terms:\n \n \n 1.",
      "id": "s42"
    },
    {
      "text": "Paragraph 2 and all references to Mark Woolley in paragraph 10 of the statement of claim be struck out.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "The reference to the second respondent at paragraph 3 of the application filed on 29 September 2008 be struck out.",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "The claim against the second respondent be dismissed and the second respondent's name be removed as a party to this action.",
      "id": "s47"
    },
    {
      "text": "9 I am prepared to make these orders.",
      "id": "s48"
    },
    {
      "text": "Mr Cooke on behalf of the second respondent said that, notwithstanding para 4 of its notice of motion, no order as to costs was sought by the second respondent.",
      "id": "s49"
    },
    {
      "text": "Accordingly I make no order as to costs.",
      "id": "s50"
    },
    {
      "text": "First, Third, Fourth, Fifth and Sixth Respondents \n \n10 In relation to the first, third, fourth, fifth and sixth respondents, all of whom are individuals, in my view it is clear that the application in its current form is, to the extent that it claims relief against these respondents, incompetent.",
      "id": "s51"
    },
    {
      "text": "As I explained to the applicant this morning:\n \n&#8226; First, claims under s 51AC and s 52 of the Act are competent only against corporations in respect of primary liability.",
      "id": "s52"
    },
    {
      "text": "&#8226; Second, it is outside the jurisdiction of this Court to refer matters to the Queensland Director of Public Prosecutions as sought by the applicant.",
      "id": "s53"
    },
    {
      "text": "&#8226; Third, issues relating to potential criminal liability for theft (as raised by the applicant) are within State law and outside the jurisdiction of this Court.",
      "id": "s54"
    },
    {
      "text": "&#8226; Fourth, claims concerning oppressive conduct --- a concept relevant under the Corporations Act 2001 (Cth) --- are not competent with respect to the individual respondents by reference to the Act .",
      "id": "s55"
    },
    {
      "text": "11 Claims against individuals for breach of s 52 and s 51AC of the Act are only competent to the extent that there is an allegation that they have, for example, aided, abetted, counselled or procured, or were directly or indirectly knowingly concerned in, or party to, the alleged conduct engaged in by the corporation within the meaning of s 75B of the Act .",
      "id": "s56"
    },
    {
      "text": "There is no claim by the applicant to this effect.",
      "id": "s57"
    },
    {
      "text": "12 Order 11 r 16 Federal Court Rules states:\n Where a pleading: \n \n (a) discloses no reasonable cause of action or defence or other case appropriate to the nature of the pleading;\n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or\n (c) is otherwise an abuse of the process of the court; \n \nthe court may at any stage of the proceeding order the whole or any part of the pleading to be struck out.",
      "id": "s58"
    },
    {
      "text": "13 I do not consider that the pleadings in their current form against the first, third, fourth, fifth and sixth respondents are capable of amendment so as to warrant an order that the applicant have leave to amend.",
      "id": "s59"
    },
    {
      "text": "I consider that the application and the statement of claim so far as the applicant seeks relief against the first, third, fourth, fifth and sixth respondents, should also be struck out.",
      "id": "s60"
    },
    {
      "text": "Seventh Respondent \n \n14 The applicant's claims for interlocutory relief concern only the seventh respondent, which is a corporation.",
      "id": "s61"
    },
    {
      "text": "In relation to claims for interlocutory relief pleaded by the applicant:\n \n&#8226; The first claim is in the nature of interlocutory relief as it seeks a freezing order such as contemplated by O 25A Federal Court Rules .",
      "id": "s62"
    },
    {
      "text": "At the moment however I note that it is not supported by sworn evidence.",
      "id": "s63"
    },
    {
      "text": "More importantly for the purposes of today's hearing and the oral application by the seventh respondent that the claims against it be struck out, it is clear that the claim goes beyond a freezing order in that it seeks refund of rents collected to date.",
      "id": "s64"
    },
    {
      "text": "&#8226; In relation to the second claim for interlocutory relief that the seventh respondent release a mortgage and a caveat on a property, this claim is not in the nature of interlocutory relief in my view as it raises issues of substance which can only be dealt with in a final hearing.",
      "id": "s65"
    },
    {
      "text": "I also note that no sworn evidence has been filed by the applicant in support of this claim.",
      "id": "s66"
    },
    {
      "text": "15 In relation to the claims of the applicant for interlocutory and final relief against the seventh respondent, the applicant currently faces significant difficulties because of the manner in which her case is pleaded.",
      "id": "s67"
    },
    {
      "text": "The function of pleadings is to state with sufficient clarity the case that must be met.",
      "id": "s68"
    },
    {
      "text": "I consider that, in order for this matter to progress, both the application and the statement of claim require significant amendment.",
      "id": "s69"
    },
    {
      "text": "16 In Munnings v Australian Government Solicitor [1994] HCA 12 ; (1994) 120 ALR 586 at 589 Mason CJ and Brennan and Toohey JJ observed:\n ...",
      "id": "s70"
    },
    {
      "text": "Although a plaintiff is often granted leave to re-plead if a statement of claim is struck out, there are some cases where the plaintiff so misconceives the cause of action that the action ought to be brought to an end.",
      "id": "s71"
    },
    {
      "text": "17 In this case I am not satisfied that the application and the statement of claim disclose no reasonable cause of action or that the applicant so misconceives the cause of action that the action should be brought to an end at this stage.",
      "id": "s72"
    },
    {
      "text": "At present, however, the case the seventh respondent faces is not pleaded with sufficient clarity for the seventh respondent to meet it.",
      "id": "s73"
    },
    {
      "text": "In Court this morning the applicant indicated that she is currently seeking legal advice and would require at least two and a half weeks to do so.",
      "id": "s74"
    },
    {
      "text": "18 In my view the appropriate orders, in addition to the consent order which I have already made this morning concerning the second respondent, are as follows:\n \n1.",
      "id": "s75"
    },
    {
      "text": "The application and the statement of claim so far as the applicant seeks relief against the first, third, fourth, fifth and sixth respondents, should be struck out.",
      "id": "s76"
    },
    {
      "text": "2.",
      "id": "s77"
    },
    {
      "text": "The applicant be given leave to file and serve an amended application and an amended statement of claim by 4.00 pm on 29 October 2008, in default of which the application so far as the seventh respondent is concerned stands dismissed.",
      "id": "s78"
    },
    {
      "text": "19 Counsel for the third, fourth, fifth, sixth and seventh respondents submitted that their clients did not seek any orders as to costs.",
      "id": "s79"
    },
    {
      "text": "No such submission was made by the first respondent.",
      "id": "s80"
    },
    {
      "text": "In relation to the first respondent I order that costs be reserved.",
      "id": "s81"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s82"
    },
    {
      "text": "Associate:\n\nDated: 17 October 2008\n\n Counsel for the Applicant: The applicant appeared in person \n \n Solicitor for the First Respondent: Mr M Downey of Sparke Helmore \n \n Counsel for the Second Respondent: Mr M Cooke \n \n Solicitor for the Second Respondent: McInnes Wilson \n \n Counsel for the Third, Fourth, Fifth, Sixth and Seventh Respondents: Mr P Travis \n \n Solicitor for the Third, Fourth, Fifth, Sixth and Seventh Respondents: Elliott May \n\n Date of Hearing: 10 October 2008 \n \n Date of Judgment: 10 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1523.html",
      "id": "s83"
    }
  ]
}