{
  "name": "K &amp; L Airconditioning Pty Ltd ACN 109 632 662 v Circuit Force (WA) Pty Ltd ACN 104 143 704 [2008] FCA 1715 (14 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1715.html",
  "catchphrases": [
    {
      "text": "statutory demand",
      "id": "c0"
    },
    {
      "text": "application to set aside",
      "id": "c1"
    },
    {
      "text": "whether there is a genuine dispute",
      "id": "c2"
    },
    {
      "text": "dispute not evident before service of the statutory demand",
      "id": "c3"
    },
    {
      "text": "emergence of dispute after service",
      "id": "c4"
    },
    {
      "text": "limited cross-examination on affidavits",
      "id": "c5"
    },
    {
      "text": "appropriate level of satisfaction as to genuineness of dispute",
      "id": "c6"
    },
    {
      "text": "inappropriate to explore details, merits and credit",
      "id": "c7"
    },
    {
      "text": "corporations law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 The plaintiff, K &amp; L Airconditioning Pty Ltd (K &amp; L) is in the business of repairing, maintaining and installing airconditioning.",
      "id": "s0"
    },
    {
      "text": "It has been working on projects at Port Hedland, in High Street, Fremantle and at Kwinana High School.",
      "id": "s1"
    },
    {
      "text": "K &amp; L's sole Director is Mr Stephen Koch.",
      "id": "s2"
    },
    {
      "text": "The company also employs Mr Peter Langley as a Manager.",
      "id": "s3"
    },
    {
      "text": "Indirectly, through another company, Mr Langley owns 50% of the shares with Mr Koch in K &amp; L.\n \n2 The defendant, Circuit Force (WA) Pty Ltd (Circuit Force) is an electrical service business which is operated by Mr Cyril Branson.",
      "id": "s4"
    },
    {
      "text": "Mr Branson engages other electricians to perform works on behalf of Circuit Force from time to time.",
      "id": "s5"
    },
    {
      "text": "3 K &amp; L contracted Circuit Force to perform work for it at the three project sites referred to above.",
      "id": "s6"
    },
    {
      "text": "Circuit Force has been providing services to K &amp; L since 2005.",
      "id": "s7"
    },
    {
      "text": "K &amp; L was apparently slow in paying Circuit Force for the work that it had performed and in April 2008, Mr Branson decided to take more positive steps to recover the debt due to Circuit Force.",
      "id": "s8"
    },
    {
      "text": "4 A series of emails shows that Mr Branson informed Mr Langley on 17 April 2008 that the sum owed at that stage was $92,039.61.",
      "id": "s9"
    },
    {
      "text": "On 5 May 2008, Mrs Denise Koch, wife of Mr Koch told Mr Branson that four payments covering the debt would be made on four dates in May and June 2008.",
      "id": "s10"
    },
    {
      "text": "No question was raised as to the debts being due and owing.",
      "id": "s11"
    },
    {
      "text": "5 The instalments as promised were as follows:\n \n&#8226; $27,500 on 6 May 2008;\n \n&#8226; $19,926.50 on 26 May 2008;\n \n&#8226; $27,500 on 10 June 2008; and\n \n&#8226; $22,000 on 30 June 2008.",
      "id": "s12"
    },
    {
      "text": "6 An amount of $14,300 was paid on 24 April 2008.",
      "id": "s13"
    },
    {
      "text": "However, of the remaining instalments, only the first payment of $27,500 due on 6 May 2008 was made by K &amp; L to Circuit Force.",
      "id": "s14"
    },
    {
      "text": "7 On 8 May 2008, Mr Branson emailed a letter to K &amp; L requesting that all outstanding monies be paid to Circuit Force within 7 working days.",
      "id": "s15"
    },
    {
      "text": "Subsequently by letter from the solicitors for Circuit Force to K &amp; L on 27 May 2008, Circuit Force informed K &amp; L that it was terminating all contracts with it for the supply and installation of electrical works without prejudice to any right which Circuit Force may have to recover from K &amp; L all outstanding amounts due for each project.",
      "id": "s16"
    },
    {
      "text": "8 On 4 July 2008 a solicitor on behalf of Circuit Force served by hand a statutory demand to the registered office of K &amp; L. The total amount claimed in that statutory demand included three invoices relating to a fourth project known as Waterline Apartments.",
      "id": "s17"
    },
    {
      "text": "The total of those three invoices was $15,934.60.",
      "id": "s18"
    },
    {
      "text": "Mr Koch, by affidavit sworn on 25 July 2008 agreed that there was no dispute in respect of the Waterline Apartment invoices.",
      "id": "s19"
    },
    {
      "text": "Payment was effected in respect of those invoices, before expiry of the 21 days after service of the statutory demand.",
      "id": "s20"
    },
    {
      "text": "9 The parties remain in dispute over invoices in relation to the other three projects.",
      "id": "s21"
    },
    {
      "text": "10 On the same day that payment in respect of the Waterline Apartments invoices was effected, K &amp; L filed an application for the statutory demand to be set aside on the basis that there was a genuine dispute about the existence or the amount of the debts.",
      "id": "s22"
    },
    {
      "text": "The application was brought within the time prescribed by s 459G(2) of the Corporations Act 2001 (Cth) (CA).",
      "id": "s23"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n11 Section 459G CA relevantly provides as follows:\n 459G Company may apply \n \n (1) A company may apply to the Court for an order setting aside a statutory demand served on the company.",
      "id": "s24"
    },
    {
      "text": "(2) An application may only be made within 21 days after the demand is so served.",
      "id": "s25"
    },
    {
      "text": "(3) An application is made in accordance with this section only if, within those 21 days: \n \n \n \n \n (a) an affidavit supporting the application is filed with the Court; and\n (b) a copy of the application, and a copy of the supporting affidavit, are served on the person who served the demand on the company.",
      "id": "s26"
    },
    {
      "text": "12 Section 459H CA provides:\n 459H Determination of application where there is a dispute or offsetting claim \n \n (1) This section applies where, on an application under section 459G , the Court is satisfied of either or both of the following: \n \n \n \n \n (a) that there is a genuine dispute between the company and the respondent about the existence or amount of a debt to which the demand relates;\n (b) that the company has an offsetting claim.",
      "id": "s27"
    },
    {
      "text": "... LEGAL PRINCIPLES \n \n13 In determining this application the Court must be satisfied that there is a genuine dispute between K &amp; L and Circuit Force about the existence or amount of the debt to which the demand relates: s 459H(1)(a) CA. For a genuine dispute to exist, the dispute must 'be bona fide and truly exist in fact'.",
      "id": "s28"
    },
    {
      "text": "The grounds for alleging the existence of a dispute must be 'real and not spurious, hypothetical, illusory or misconceived': Spencer Constructions Pty Ltd v G &amp; M Aldridge Pty Ltd [1997] FCA 681 ; (1997) 76 FCR 452 at 464.",
      "id": "s29"
    },
    {
      "text": "14 The issue of whether a genuine dispute exists is determined at the time the Court hears the application: Andi-Co Australia Pty Ltd v Meyers [2004] FCA 1358 at [16] .",
      "id": "s30"
    },
    {
      "text": "That point has some relevance to Circuit Force's claim that K &amp; L have conceded there was no genuine dispute over the debt by the promise of Mrs Denise Koch to pay instalments as set out in her email of 5 May 2008 (see [4] above).",
      "id": "s31"
    },
    {
      "text": "Since that time, on the evidence before the Court, it is contended that new information has arisen.",
      "id": "s32"
    },
    {
      "text": "15 The function of affidavit evidence setting out the supposed genuine dispute is to test that very proposition.",
      "id": "s33"
    },
    {
      "text": "Although some limited cross-examination ensued, it is inappropriate for an application to set aside a statutory demand to become a mini trial or for findings on credit to be made.",
      "id": "s34"
    },
    {
      "text": "16 In Spacorp Australia Pty Ltd v Myer Stores Ltd [2001] VSCA 89 the Court of Appeal in Victoria (Brooking and Charles JJA) said:\n \n \n [1] This appeal is concerned with whether, on an application to set aside a statutory demand served under s459E of the Corporations Law, there was, within the meaning of s459H , a \"genuine dispute\" between the company and the respondent about the existence of a debt.",
      "id": "s35"
    },
    {
      "text": "The judgment of Ormiston JA shows the circumstances in which the appeal arises and deals with the arguments advanced on the appeal and indeed certain other arguments.",
      "id": "s36"
    },
    {
      "text": "The Master thought there was a genuine dispute; the judge thought otherwise and set aside the statutory demand.",
      "id": "s37"
    },
    {
      "text": "[2] Having considered her Honour's reasons for decision and the arguments advanced on each side before us, we, like Ormiston JA, are of the view that leave to appeal, if needed, should be given and that the appeal should be allowed, since a genuine dispute had been shown to exist.",
      "id": "s38"
    },
    {
      "text": "Thus the statutory demand will be set aside.",
      "id": "s39"
    },
    {
      "text": "[3] The only question for us is whether the judge erred in determining that there was no genuine dispute.",
      "id": "s40"
    },
    {
      "text": "One can of course differ from the judge without deciding that the debt did not exist.",
      "id": "s41"
    },
    {
      "text": "A great range of states of mind on what we might call the ultimate question - the existence of the debt - may accompany the view that there is a genuine dispute, ranging from a clear conviction that the debt does not exist to the opinion that the genuine dispute hurdle has only just been cleared.",
      "id": "s42"
    },
    {
      "text": "[4] We think, if we may say so, that, except in a case in which it is as plain as a pikestaff that there is no debt (where bluntness may be in the interests of both sides), judges should, in general at all events, in dealing, whether at first instance or on appeal, with the question of genuine dispute, be at pains to perform the admittedly delicate task of disposing of that question without expressing a view on what we have called the ultimate question.",
      "id": "s43"
    },
    {
      "text": "For otherwise, on an application which resembles if it is not in law an interlocutory one, things may be said which embarrass the judge before whom the ultimate question comes.",
      "id": "s44"
    },
    {
      "text": "[5] This being so, we think we should make it clear that, in joining in the allowance of this appeal, we express no opinion on the ultimate question of the existence of the debt.",
      "id": "s45"
    },
    {
      "text": "We add that in our view it would be unfortunate if anything said by the Court in disposing of this appeal was treated by a judge before whom the ultimate question came as an authoritative albeit obiter statement, as a single judge of the Trial Division might ordinarily be expected to do.",
      "id": "s46"
    },
    {
      "text": "We ourselves do not express, and have not sought to form, a view on the ultimate question, which we regard as by no means easy and one about which minds may well differ.",
      "id": "s47"
    },
    {
      "text": "We abstain from enlarging on this for the very reason which underlies these additional remarks.",
      "id": "s48"
    },
    {
      "text": "17 See also Madagascar Australia Trading Pty Ltd v Ramsay (1998) 28 ACSR 423 and Re Morris Catering (Aust) Pty Ltd (1993) 11 ACSR 601 at 605.",
      "id": "s49"
    },
    {
      "text": "18 McLelland CJ in Eyota Pty Ltd v Hanave Pty Ltd (1994) 12 ACSR 785 at 787; 12 ACLC 669 at 671 observed :\n [A] court required to determine whether there is a genuine dispute should not embark upon an inquiry as to the credit of a witness or a deponent whose evidence is relied on as giving rise to the dispute.",
      "id": "s50"
    },
    {
      "text": "There is a clear difference between, on the one hand, determining whether there is a genuine dispute and, on the other hand, determining the merits of, or resolving, such a dispute.",
      "id": "s51"
    },
    {
      "text": "In Mibor Investments (at 366-7) Hayne J said, after referring to the state of the law prior to the enactment of Div 3 of Pt 5.4 of the Corporations Law, and to the terms of Div 3: \n \n These matters, taken in combination, suggest that at least in most cases, it is not expected that the court will embark upon any extended inquiry in order to determine whether there is a genuine dispute between the parties and certainly will not attempt to weigh the merits of that dispute.",
      "id": "s52"
    },
    {
      "text": "All that the legislation requires is that the court conclude that there is a dispute and that it is a genuine dispute.",
      "id": "s53"
    },
    {
      "text": "In Re Morris Catering (Aust) Pty Ltd (1993) 11 ACSR 601 at 605 Thomas J said: \n \n There is little doubt that Div 3 ... prescribes a formula that requires the court to assess the position between the parties, and preserve demands where it can be seen that there is no genuine dispute and no sufficient genuine offsetting claim.",
      "id": "s54"
    },
    {
      "text": "That is not to say that the court will examine the merits or settle the dispute.",
      "id": "s55"
    },
    {
      "text": "The specified limits of the court's examination are the ascertainment of whether there is a \"genuine dispute\" and whether there is a \"genuine claim\".",
      "id": "s56"
    },
    {
      "text": "It is often possible to discern the spurious, and to identify mere bluster or assertion.",
      "id": "s57"
    },
    {
      "text": "But beyond a perception of genuineness (or the lack of it), the court has no function.",
      "id": "s58"
    },
    {
      "text": "It is not helpful to perceive that one party is more likely than the other to succeed, or that the eventual state of the account between the parties is more likely to be one result than another.",
      "id": "s59"
    },
    {
      "text": "The essential task is relatively simple -- to identify the genuine level of a claim (not the likely result of it) and to identify the genuine level of an offsetting claim (not the likely result of it).",
      "id": "s60"
    },
    {
      "text": "I respectfully agree with those statements.",
      "id": "s61"
    },
    {
      "text": "...",
      "id": "s62"
    },
    {
      "text": "The matters to which I have already referred are sufficient to dispose of the additional submission made on behalf of the defendant that the court has a discretion in an application under s 459G to resolve the merits of a dispute,30.",
      "id": "s63"
    },
    {
      "text": "analogous to the discretion to determine in an appropriate case in a winding up application, the validity of the debt relied on by the applicant as establishing its status to claim the relief sought: see Brinds Ltd v Offshore Oil NL (1985) 60 ALJR 185.",
      "id": "s64"
    },
    {
      "text": "The provisions of ss 459G and 459H leave no room for any such discretion.",
      "id": "s65"
    },
    {
      "text": "IS THERE A GENUINE DEBT?",
      "id": "s66"
    },
    {
      "text": "19 It is necessary to consider the assertions relating to the various locations in a little more detail.",
      "id": "s67"
    },
    {
      "text": "Port Hedland \n \n20 It is contended by Mr Langley for K &amp; L that after the exchange of emails with Mr Branson, he investigated the amounts which Circuit Force was claiming.",
      "id": "s68"
    },
    {
      "text": "On doing so, he discovered, he says, that on several occasions the work that was invoiced by Circuit Force was performed by other contractors which had been engaged by K &amp; L. Mr Langley and Mr Koch gave evidence on affidavit (on which they were cross-examined) outlining the reasons for disputing the contention by Mr Branson that K &amp; L is indebted to Circuit Force in relation to electrical work at the three project sites.",
      "id": "s69"
    },
    {
      "text": "21 Without dealing with all of the evidence Mr Langley says in his affidavit sworn on 25 July 2008, to take one example, that Mr Richard Gallaher of R &amp; D Airconditioning (R &amp;D) informed him and he believes, that he was at the Port Hedland site during February to March 2008.",
      "id": "s70"
    },
    {
      "text": "(Being an interlocutory hearing, evidence on this basis is admissible: Mibor Investments Pty Ltd v Commonwealth Bank of Australia (1993) 11 ACLC 1062).",
      "id": "s71"
    },
    {
      "text": "In that period, he says, neither Mr Branson nor any other employee of Circuit Force was at the site to perform the work which Circuit Force charged K &amp; L. \n \n22 In relation to the question as to whether Circuit Force actually performed the work it has charged K &amp; L for in relation to the Port Hedland project, both parties have provided affidavits from other technicians claiming to have relevant knowledge.",
      "id": "s72"
    },
    {
      "text": "23 K &amp; L has filed an affidavit of Mr Gallaher, a refrigeration technician, sworn on 18 August 2008.",
      "id": "s73"
    },
    {
      "text": "He operates a business known as R &amp; D Airconditioning.",
      "id": "s74"
    },
    {
      "text": "His evidence relates to the Port Hedland Project.",
      "id": "s75"
    },
    {
      "text": "Circuit Force is relying on an affidavit of Mr Graeme Wilson sworn 28 August 2008 also concerning Port Hedland.",
      "id": "s76"
    },
    {
      "text": "Mr Wilson is an electrician, and describes himself as 'an employee'.",
      "id": "s77"
    },
    {
      "text": "He does not say who his employer is at present.",
      "id": "s78"
    },
    {
      "text": "Mr Wilson himself is currently involved in a legal dispute in the Joondalup Magistrates Court with K &amp; L over unpaid invoices relating to his supervisory role on the Port Hedland project.",
      "id": "s79"
    },
    {
      "text": "24 Mr Gallaher says:\n \n&#8226; Mr Wilson was appointed as project manager for the Port Hedland site by K &amp; L.\n \n&#8226; He (Mr Gallaher) was at the site at various times in the period November 2007 to 3 July 2008, including four weeks in February 2008.",
      "id": "s80"
    },
    {
      "text": "&#8226; During that period he and his employees completed the refrigeration pipe work for approximately 42 housing units that he was contracted to do by K &amp; L.\n \n&#8226; During that same period Circuit Force was to provide the electrical services for the installation of air conditioners.",
      "id": "s81"
    },
    {
      "text": "&#8226; During the period that he (Mr Gallaher) was present at the site no employee of Circuit Force nor Mr Branson were present.",
      "id": "s82"
    },
    {
      "text": "&#8226; On the last four days he (Mr Gallaher) was at the site, Mr Wilson completed the electrical wiring for airconditioners for not more than seven of the housing units, and in the remainder of Mr Wilson's time at the site Mr Gallaher saw him doing no other work other than directing subcontractors of K &amp; L to their various jobs.",
      "id": "s83"
    },
    {
      "text": "25 Mr Wilson says in his affidavit:\n \n&#8226; He was employed by K &amp; L as its main business manager from July 2004 until about July 2007.",
      "id": "s84"
    },
    {
      "text": "&#8226; He was employed as K &amp; L's site supervisor and project manager for the Port Hedland project.",
      "id": "s85"
    },
    {
      "text": "&#8226; Mr Gallaher was not at the Port Hedland site during February 2008, and he (Mr Gallaher) arrived at the site in or around the first week of March 2008.",
      "id": "s86"
    },
    {
      "text": "&#8226; He (Mr Wilson) was effectively the supervisor of Mr Gallaher and Mr Branson.",
      "id": "s87"
    },
    {
      "text": "&#8226; His (Mr Wilson's) contract with K &amp; L allowed him to simultaneously contract with Circuit Force (this is disputed by K &amp; L).",
      "id": "s88"
    },
    {
      "text": "&#8226; He did perform minor parts of the labour content of Circuit Force's agreement with K &amp; L when necessary.",
      "id": "s89"
    },
    {
      "text": "&#8226; Mr Gallaher knew he (Mr Wilson) was working for Circuit Force.",
      "id": "s90"
    },
    {
      "text": "&#8226; He (Mr Wilson) ceased involvement with the Port Hedland project on or around 14 April 2008 and informed Mr Gallaher and Mr Branson of that.",
      "id": "s91"
    },
    {
      "text": "&#8226; Circuit Force's invoices relate to the delivery by it of unfixed materials to the site, and involve little or no labour content.",
      "id": "s92"
    },
    {
      "text": "&#8226; The invoices issued by Circuit Force relating to the Port Hedland project that K &amp; L are disputing contain little or no labour content, and are consistent with the requirement of the head contractor, Broad Constructions, that all of the unfixed building materials for the works be delivered to the site in anticipation of the original completion date of on or around July 2008.",
      "id": "s93"
    },
    {
      "text": "26 The matters covered by Messrs Gallaher and Wilson in their affidavits are also addressed by the further affidavits of Mr Peter Langley (11 September 2008) and Mr Stephen Koch (also 11 September 2008).",
      "id": "s94"
    },
    {
      "text": "27 In Mr Koch's affidavit he deposes that Mr Wilson, trading as On Site Project Management, was subcontracted to K &amp; L to provide contract management for the supply, installation and commissioning of airconditioning and ventilation at the Port Hedland project for a term of 12 months commencing on 19 July 2007.",
      "id": "s95"
    },
    {
      "text": "The sum to be paid to Mr Wilson for his services under the subcontract agreement was $120,000.00 plus GST.",
      "id": "s96"
    },
    {
      "text": "The dispute in the Joondalup Magistrates Court relates to the extent to which the 12 month contract was partially completed.",
      "id": "s97"
    },
    {
      "text": "Mr Koch says that if Mr Wilson provided services to other parties during the term of the subcontract, then he was in breach of an implied term of the subcontract.",
      "id": "s98"
    },
    {
      "text": "In relation to materials, Mr Koch deposes that investigations made by other employees of K &amp; L have revealed that the value of materials at the site is $15,836.00 which represents materials partially wired to no more than 7 units and materials left on site.",
      "id": "s99"
    },
    {
      "text": "28 In light of the above, it is difficult to see that there is no genuine dispute over the invoices relating to the Port Hedland project.",
      "id": "s100"
    },
    {
      "text": "The accounts given are not easy to reconcile.",
      "id": "s101"
    },
    {
      "text": "High Street Apartments \n \n29 K &amp; L disputes its liability to pay invoice no.",
      "id": "s102"
    },
    {
      "text": "1139 dated 28 May 2008 in the sum of $4,158.00 including GST.",
      "id": "s103"
    },
    {
      "text": "Mr Koch, in his affidavit of 25 July 2008 (paragraph 17), states that the invoice has not been paid because the total amount paid by K &amp; L to Circuit Force for the project would exceed the initial quote received and agreed to.",
      "id": "s104"
    },
    {
      "text": "30 Mr Branson in his affidavit claims that the invoice is specifically referable to a variation to the original contract to allow the installation of additional carbon monoxide equipment for the car-park exhaust system, and the variation was agreed to by Alistair Clark of K &amp; L.\n \n31 In his responding affidavit of 11 September 2008, Mr Koch maintains the position that the work the subject of invoice 1139 is not a variation but is part of the quoted work to be completed by Circuit Force on behalf of K &amp; L.\n \n32 There is a debate as to whether the variation was authorised.",
      "id": "s105"
    },
    {
      "text": "In the sense required under s 459G CA, the dispute, on its face appears to be genuine or at least cannot be resolved on a summary basis.",
      "id": "s106"
    },
    {
      "text": "Kwinana High School \n \n33 There are four invoices in dispute for this location.",
      "id": "s107"
    },
    {
      "text": "34 Mr Branson claims that the invoices numbered 1085 dated 27 February 2008 and 1108 dated 27 March 2008 totalling $20,000 exclusive of GST and issued by Circuit Force for the Kwinana High School project were for progress payments referable to the percentage of work completed; that Circuit Force terminated its contract with K &amp; L following the non-payment of the above invoices; and that K &amp; L engaged Thorn Mechanical to complete the works after Circuit Force issued the Notice of Termination dated 27 May 2008.",
      "id": "s108"
    },
    {
      "text": "35 Mr Koch claims that invoices 1085 and 1108 represent the balance of the work to complete the project, that Circuit Force did not complete the work, and that K &amp; L engaged Thorn Mechanical to complete the works.",
      "id": "s109"
    },
    {
      "text": "36 K &amp; L also disputes its liability to pay the remaining two invoices (1125 and 1140) on the basis that those invoices contain work which is the subject of variations which have not been approved by the builder or was work carried out by Circuit Force which was not provided for in the original quote.",
      "id": "s110"
    },
    {
      "text": "Mr Branson does not deal with those objections in his affidavit but maintains that Mr Koch's objections are 'not genuine' and are 'simply a flight of fancy, or worse'.",
      "id": "s111"
    },
    {
      "text": "Interest \n \n37 There is also a dispute between the parties over the issuing of invoices by Circuit Force for interest in relation to the outstanding amounts.",
      "id": "s112"
    },
    {
      "text": "Shortly stated it is that although Circuit Force's invoices indicate that interest will be claimed for late payment, K &amp; L point to the fact that the companies have operated for several years harmoniously until recent times.",
      "id": "s113"
    },
    {
      "text": "Despite late payment in the past, interest has never been charged.",
      "id": "s114"
    },
    {
      "text": "K &amp; L argue that simply because Circuit Force contends on issuing an invoice that interest will be payable, that does not impose an obligation to pay interest as a contractual term agreed between the parties.",
      "id": "s115"
    },
    {
      "text": "On the face of the matter, there is some force in this argument but it may depend upon the nature of the history of the dealings.",
      "id": "s116"
    },
    {
      "text": "It is yet another area which cannot be fully explored without more detailed evidence.",
      "id": "s117"
    },
    {
      "text": "Strength of company's contention \n \n38 Counsel for Circuit Force, in addition to pointing to the suggested inadequacies of explanations given on cross-examination, emphasised three main arguments in support of Circuit Force's contention that the belated raising of a dispute was not genuine.",
      "id": "s118"
    },
    {
      "text": "39 The first was that there was no written record of any dispute being raised before receipt of the statutory demand.",
      "id": "s119"
    },
    {
      "text": "Assuming for present purposes the correctness of this submission, it seems reasonably obvious from the evidence of the timing concerned that the investigation of whether there truly was indebtedness was undertaken at a stage not long after the statutory demand had been issued.",
      "id": "s120"
    },
    {
      "text": "40 Secondly, counsel points to the irrelevance of the issue concerning Mr Wilson at Port Hedland making the point that if there is a dispute in which K &amp; L is involved pertaining to the work performed by Circuit Force at Port Hedland, then it is a dispute between K &amp; L and Mr Wilson rather than a dispute between K &amp; L and Circuit Force.",
      "id": "s121"
    },
    {
      "text": "As with the first argument, that argument may ultimately succeed but there is still much that is unknown in relation to these circumstances.",
      "id": "s122"
    },
    {
      "text": "41 The third point made for Circuit Force is that K &amp; L have accepted indebtedness to the amount of $15,934.60 in respect of the Waterline Apartments' invoices and therefore, as I understand the argument, the statutory demand should not be set aside as that amount exceeds the statutory minimum.",
      "id": "s123"
    },
    {
      "text": "In my view, there are two points which might be made about this submission.",
      "id": "s124"
    },
    {
      "text": "42 The first is that the fact that payment in respect of the Waterline Apartments was made may tend to lend some support to the genuineness of the dispute.",
      "id": "s125"
    },
    {
      "text": "K &amp; L is at least in the position of saying that on investigation it accepted that the sum due for the Waterline Apartments should have been paid and was paid.",
      "id": "s126"
    },
    {
      "text": "43 Secondly and more importantly, as at the date of hearing the motion to set aside the statutory demand that portion has been paid.",
      "id": "s127"
    },
    {
      "text": "It follows there can be no doubt as to a genuine dispute as to that portion.",
      "id": "s128"
    },
    {
      "text": "I note also that s 459H(4) CA provides that if the substantiated amount is at least as great as the statutory minimum (which is $2,000), the Court 'may' make an order varying the demand and declaring the demand to have had effect as so varied as from when the demand was served on the company.",
      "id": "s129"
    },
    {
      "text": "Where 'may' is used in subs (4), provides a discretion.",
      "id": "s130"
    },
    {
      "text": "It is contra distinction to the use of 'must' in subs (3) which applies in circumstances where the substantiated amount is less than the statutory minimum (in which case the Court must set aside the statutory demand).",
      "id": "s131"
    },
    {
      "text": "The exercise of the discretion to vary the demand provided for in s 459H(4) is inappropriate.",
      "id": "s132"
    },
    {
      "text": "CONCLUSION \n \n44 In the present circumstances the company has gone into considerable detail about its defence and the two deponents of affidavits have been cross-examined.",
      "id": "s133"
    },
    {
      "text": "The creditor has raised plausible arguments as to why the dispute is not genuine but this is not a case, in my view, in which it can be said that the company has simply raised mere assertions or flimsy contentions which would obviously be dispelled when the matters come to be fully tested.",
      "id": "s134"
    },
    {
      "text": "45 K &amp; L have demonstrated a genuine dispute.",
      "id": "s135"
    },
    {
      "text": "The statutory demand will therefore be set aside.",
      "id": "s136"
    },
    {
      "text": "The defendant is to pay the plaintiff's costs to be taxed if not agreed.",
      "id": "s137"
    },
    {
      "text": "I certify that the preceding forty five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s138"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2008\n\n Counsel for the Plaintiff: PA Martino \n \n Solicitor for the Plaintiff: P Martino Barristers &amp; Solicitors \n \n Counsel for the Defendant: P McGowan \n \n Solicitor for the Defendant: Mendelawitz Morton \n\n Date of Hearing: 27 October 2008 \n \n Date of Judgment: 14 November 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1715.html",
      "id": "s139"
    }
  ]
}