{
  "name": "Heritage Clothing Company Pty Ltd trading as Peter Jackson Australia v Mens Suit Warehouse Direct Pty Ltd trading as Walter Withers (No 2) [2008] FCA 1916 (17 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1916.html",
  "catchphrases": [
    {
      "text": "several breaches of trade practices act 1974 s 52 alleged",
      "id": "c0"
    },
    {
      "text": "only one breach established",
      "id": "c1"
    },
    {
      "text": "declaration of contravention but no damages or injunction awarded",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Following upon the judgment as to liability ( Heritage Clothing Pty Ltd trading as Peter Jackson Australia v Mens Suit Warehouse Direct Pty Ltd trading as Walter Withers [2008] FCA 1775) the parties have now filed written submissions as to costs.",
      "id": "s0"
    },
    {
      "text": "I shall use the names and descriptions contained in the earlier judgment.",
      "id": "s1"
    },
    {
      "text": "2 Peter Jackson submits that it has succeeded in establishing a contravention of s 52 of the Trade Practices Act 1974 (Cth) and that there are no special circumstances which would affect the application of the general rule that a successful party should get its costs.",
      "id": "s2"
    },
    {
      "text": "It also submits that its costs should not be reduced by one-third under O 62 r 36A of the Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "3 In my view, however, this case cannot be regarded as one in which Peter Jackson was successful, or even substantially successful.",
      "id": "s4"
    },
    {
      "text": "4 When Peter Jackson commenced the proceeding on 4 December 2006 it alleged the following representations:\n \n&#8226; The Second Suit Free representation;\n \n&#8226; The European Fabric representation; and\n \n&#8226; The Exclusivity representation.",
      "id": "s5"
    },
    {
      "text": "5 On 29 October 2007 Peter Jackson obtained leave to file an amended statement of claim which sought to allege additionally the Abbotsford representations namely:\n \n&#8226; The Wholesale representation;\n \n&#8226; The 50% Off representation;\n \n&#8226; The Australian Made representation; and\n \n&#8226; The True Retail Value representation.",
      "id": "s6"
    },
    {
      "text": "6 It was not until the first day of the trial on 18 November 2008 that Peter Jackson was granted leave to further amend its statement of claim to allege the Limited Time representation.",
      "id": "s7"
    },
    {
      "text": "This was the only representation on which Peter Jackson succeeded at trial.",
      "id": "s8"
    },
    {
      "text": "Further, it obtained only a declaration and not an injunction.",
      "id": "s9"
    },
    {
      "text": "7 The main complaint of Peter Jackson was the Second Suit Free representation.",
      "id": "s10"
    },
    {
      "text": "Based on this, it led expert evidence in support of a damages claim which in the first formulation was over a million dollars.",
      "id": "s11"
    },
    {
      "text": "This was said to arise from the closure of the Peter Jackson William Street store as a result of MSWD's misrepresentations.",
      "id": "s12"
    },
    {
      "text": "8 The damages claim was substantially modified at trial, but even so Peter Jackson failed to establish that the closure of the William Street store had any connection with any wrongful conduct of MSWD.",
      "id": "s13"
    },
    {
      "text": "In reality, Peter Jackson obtained no tangible benefit from this litigation.",
      "id": "s14"
    },
    {
      "text": "9 I think an order of costs that would fairly represent the respective success of the parties is that MSWD should receive all of its costs up to and including the first day of trial and thereafter 90 per cent of its costs.",
      "id": "s15"
    },
    {
      "text": "10 In the circumstances therefore no question of one-third off reduction arises.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s17"
    },
    {
      "text": "Associate:\n\nDated: 17 December 2008\n\n Counsel for the Applicant: M S Goldblatt \n \n Solicitor for the Applicant: Meerkin &amp; Apel \n \n Counsel for the Respondents: T R Messer \n \n Solicitor for the Respondents: Spencer Law Partners \n\n Date of Final Submissions: 12 December 2008 \n \n Date of Judgment: 17 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1916.html",
      "id": "s18"
    }
  ]
}