{
  "name": "SZLIO v Administrative Appeals Tribunal [2008] FCA 124 (20 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/124.html",
  "catchphrases": [
    {
      "text": "application for reinstatement",
      "id": "c0"
    },
    {
      "text": "whether original application \"dismissed in error\"",
      "id": "c1"
    },
    {
      "text": "findings of fact by tribunal",
      "id": "c2"
    },
    {
      "text": "no error in dismissal of application.",
      "id": "c3"
    },
    {
      "text": "adjournment sought to gather evidence to challenge tribunal's findings",
      "id": "c4"
    },
    {
      "text": "leave refused.",
      "id": "c5"
    },
    {
      "text": "migration law",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application brought under s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \") for review of a decision of the Administrative Appeals Tribunal (\"the Tribunal\") which refused an application for reinstatement under s 42A(10) of the AAT Act : see YBCF v Minister for Immigration and Citizenship [2007] AATA 1863.",
      "id": "s0"
    },
    {
      "text": "The application for reinstatement was filed in respect of an application to the Tribunal (\"the review application\") for review of a decision of a delegate of the second respondent which refused the grant of a protection visa to the applicant.",
      "id": "s1"
    },
    {
      "text": "The Tribunal's order dismissing the review application was made on 9 September 1996 pursuant to the filing of a notice of withdrawal by the applicant's representative.",
      "id": "s2"
    },
    {
      "text": "Since that date, the applicant has been involved in other unsuccessful proceedings seeking a protection visa under the Migration Act 1958 (Cth).",
      "id": "s3"
    },
    {
      "text": "2 Section 42A(10) of the AAT Act enables the Tribunal to reinstate an application to the Tribunal which has been \"dismissed in error\".",
      "id": "s4"
    },
    {
      "text": "Under s 42A(6) , unless there is an order of reinstatement of a dismissed application, that application is taken to be concluded.",
      "id": "s5"
    },
    {
      "text": "3 In relation to the present application for reinstatement, the Tribunal decided that the review application had not been dismissed in error because Mr Jones, the applicant's representative before the Tribunal in 1996, had in fact acted within his instructions when lodging a withdrawal of the review application.",
      "id": "s6"
    },
    {
      "text": "4 When the matter came on for hearing, Mr Karp, counsel for the applicant, sought an adjournment on the basis that he had only recently been instructed and considered it necessary to seek further documentation, such as the transcript of the applicant's proceedings before the Tribunal.",
      "id": "s7"
    },
    {
      "text": "This additional documentation would be sought to substantiate an argument that Mr Jones, by withdrawing the application before the Tribunal in 1996, had acted beyond his instructions, and that the applicant did not give \"informed consent\" to the withdrawal and consequent dismissal of the review application.",
      "id": "s8"
    },
    {
      "text": "This, it was said, would lead to a conclusion that the review application had been \"dismissed in error\" within the meaning of s 42A(10) of the AAT Act .",
      "id": "s9"
    },
    {
      "text": "5 On the basis of two considerations, I refused the adjournment sought by Mr Karp.",
      "id": "s10"
    },
    {
      "text": "The first consideration was that an application brought pursuant to s 44(1) of the AAT Act only permits an \"appeal\" from the Tribunal to this Court on a \"question of law\".",
      "id": "s11"
    },
    {
      "text": "The adjournment was sought by Mr Karp in order to gather evidence to challenge the correctness of factual findings made by the Tribunal, a matter which, in my view, would not assist the agitation of the proceedings before this Court.",
      "id": "s12"
    },
    {
      "text": "The second consideration was that this matter has had a long history of litigation, extending at least as far back as 1996, therefore making it desirous that the matter should progress as quickly as possible.",
      "id": "s13"
    },
    {
      "text": "6 The request for an adjournment having been denied, Mr Karp, with leave, amended the Notice of Appeal filed by the applicant so as to encompass the argument that the review application was withdrawn in 1996 without the applicant's consent, and therefore was \"dismissed in error\" by the Tribunal.",
      "id": "s14"
    },
    {
      "text": "In substance, this argument seeks to challenge the clear factual findings made by the Tribunal at [12] of its reasons that there was no evidence that Mr Jones made a mistake in the execution of his client's instructions by withdrawing the review application.",
      "id": "s15"
    },
    {
      "text": "The Tribunal concluded that the decision to withdraw the review application was within the scope of the applicant's instructions to Mr Jones in 1996, and it also concluded at [11] that the applicant \"had placed himself in the hands\" of Mr Jones and was therefore \"unlikely to have taken a different view\" to that recommended by Mr Jones.",
      "id": "s16"
    },
    {
      "text": "7 Both the parties and the Tribunal discussed the decision of the Full Court in Goldie v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 367 ; (2002) 121 FCR 383.",
      "id": "s17"
    },
    {
      "text": "In that case, the Full Court addressed at 388 what might constitute an \"error\" for the purposes of an application for reinstatement under s 42A(10) of the AAT Act :\n \n 'The fault may have lain elsewhere, provided it induced the error.",
      "id": "s18"
    },
    {
      "text": "For example, because of a mistake as to his or her instructions, a solicitor or other representative of a party might have wrongly consented to a dismissal order or filed a notice of discontinuance.",
      "id": "s19"
    },
    {
      "text": "No fault would attach to the Tribunal; but, if the solicitor's mistake induced the dismissal of the action, it could properly be said the application had been \"dismissed in error\".",
      "id": "s20"
    },
    {
      "text": "' \n \n\n Having considered the material before it, the Full Court found that the word \"error\" is not limited to administrative errors on the part of the Tribunal.",
      "id": "s21"
    },
    {
      "text": "Rather, the term could include errors of any kind which related to the application before the Tribunal and which were operative in leading to the dismissal of that application.",
      "id": "s22"
    },
    {
      "text": "An example of such an error is a mistake by the applicant's legal or other representative, such as misconstruing the applicant's instructions, thereby inducing an erroneous dismissal of the application by the Tribunal.",
      "id": "s23"
    },
    {
      "text": "8 Counsel for the applicant submitted that, on its face, the Tribunal's reasons disclose error.",
      "id": "s24"
    },
    {
      "text": "Mr Karp pointed to the observation at [11] in the reasons of the Tribunal that the applicant's evidence suggested that he did not have any view as to whether the Tribunal proceedings should be commenced or concluded.",
      "id": "s25"
    },
    {
      "text": "Mr Karp submitted that the Tribunal, because it neither considered nor found that there was \"informed consent\" on the part of the applicant to the withdrawal of the review application, but rather simply observed that the applicant had given general instructions to Mr Jones to procure a particular outcome by whatever means he thought best, thus committed jurisdictional error.",
      "id": "s26"
    },
    {
      "text": "9 There are two difficulties with this submission.",
      "id": "s27"
    },
    {
      "text": "The first is that it is contrary to, and therefore seeks to challenge, the express finding by the Tribunal at [12] that there was no evidence that Mr Jones erred in the execution of the instructions given to him by the applicant.",
      "id": "s28"
    },
    {
      "text": "10 The second difficulty is that the Tribunal at [6] specifically considered the principle expressed in Goldie 121 FCR at 388 that a mistake by a representative of an applicant could, in certain circumstances, induce an \"error\" sufficient to ground an application for reinstatement.",
      "id": "s29"
    },
    {
      "text": "It is not to be lightly inferred that, having expressly referred to this principle, the Tribunal would ignore it when making a determination.",
      "id": "s30"
    },
    {
      "text": "The Tribunal also considered the statement of issues prepared by Mr Jones concerning the proposed withdrawal of the applicant's review application, and the statement by the applicant that he was unaware of the decision to withdraw.",
      "id": "s31"
    },
    {
      "text": "Having done so, the Tribunal found at [12] that the evidence indicated that Mr Jones had not misunderstood or failed to execute the instructions given to him by the applicant.",
      "id": "s32"
    },
    {
      "text": "This conclusion is a finding of fact which was open to the Tribunal on the evidence before it, and which took into account the Full Court's observations in Goldie 121 FCR at 388.",
      "id": "s33"
    },
    {
      "text": "Accordingly, there is no error of law shown in the reasoning of the Tribunal in relation to this issue.",
      "id": "s34"
    },
    {
      "text": "11 In addition to the submissions advanced by Mr Karp and discussed above, the original Notice of Appeal recites five grounds of appeal.",
      "id": "s35"
    },
    {
      "text": "None of these grounds are established in the present case.",
      "id": "s36"
    },
    {
      "text": "12 The first ground alleges that the Tribunal's reasons disclose jurisdictional error and breach rules of natural justice.",
      "id": "s37"
    },
    {
      "text": "This ground of appeal must be rejected.",
      "id": "s38"
    },
    {
      "text": "Neither the assertion of jurisdictional error nor the assertion of a breach of natural justice are relevant to the decision under review, which concerns whether or not an application should be reinstated, and does not address the merits of any claim to refugee status.",
      "id": "s39"
    },
    {
      "text": "13 The second ground of appeal alleges that the Tribunal failed to consider specific material relevant to the application for reinstatement.",
      "id": "s40"
    },
    {
      "text": "This ground fails because the reasons of the Tribunal disclose that the material was referred to and considered.",
      "id": "s41"
    },
    {
      "text": "14 The third ground also alleges that the Tribunal failed to consider certain information.",
      "id": "s42"
    },
    {
      "text": "This ground must fail because it discloses no basis on which the Tribunal can be said to have ignored the information, or on which the information can be said to be of such importance that a failure to address it would constitute jurisdictional error.",
      "id": "s43"
    },
    {
      "text": "This ground may also be interpreted as alleging that the applicant did not consent to the withdrawal of the review application, and thus the Tribunal's reasons fell into error.",
      "id": "s44"
    },
    {
      "text": "For the reasons given above, this submission cannot be accepted.",
      "id": "s45"
    },
    {
      "text": "15 The fourth ground is an alleged failure to make a proper assessment of the applicant's case.",
      "id": "s46"
    },
    {
      "text": "As with the other grounds in the Notice of Appeal, no submissions were made on this point, and it is not established on the face of the Tribunal's reasons.",
      "id": "s47"
    },
    {
      "text": "16 Finally, there is an allegation that evidence was not taken by the Tribunal from Mr Jones.",
      "id": "s48"
    },
    {
      "text": "In addition, this ground of appeal contains several other assertions which do not relate to the decision under review; rather, they concern such matters as errors in respect of a fear of persecution, an inability to understand the seriousness of the claim, and breaches of procedural fairness.",
      "id": "s49"
    },
    {
      "text": "There is no substance in any of these grounds.",
      "id": "s50"
    },
    {
      "text": "Specifically in relation to an alleged failure to call Mr Jones, there is no failure by the Tribunal because it was open to the applicant to arrange for him to be called pursuant to s 426 of the Migration Act 1958 (Cth).",
      "id": "s51"
    },
    {
      "text": "CONCLUSION \n \n17 For the above reasons this appeal should be dismissed with costs.",
      "id": "s52"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s53"
    },
    {
      "text": "Associate:\n\nDated: 20 February 2008\n\n\n Counsel for the Applicant: Mr L. Karp \n \n Counsel for the Respondent: Mr T. Reilly \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 18 February 2008 \n \n Date of Judgment: 20 February 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/124.html",
      "id": "s54"
    }
  ]
}