{
  "name": "Phillips v State of Western Australia [2008] FCA 1676 (12 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1676.html",
  "catchphrases": [
    {
      "text": "court's discretionary power to dismiss an application on its own motion if the application has not been amended since earlier failure of registration test and no evidence that likely to be amended in a way that would lead to a different outcome",
      "id": "c0"
    },
    {
      "text": "no other reason why the application should not be dismissed",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Section 190F(6) of the Native Title Act 1993 (Cth) (the NTA), introduced in the amendments made to the NTA in 20 July 2007, confers upon the Court a discretionary power to dismiss an application, either on the application of a party or on its own motion, if:\n \n(a) the Court is satisfied that the application has not been amended since consideration by the Native Title Registrar (the Registrar) and is not likely to be amended in a way that would lead to a different outcome once considered by the Registrar, and\n \n(b) in the opinion of the Court, there is no other reason why the application in issue should not be dismissed.",
      "id": "s0"
    },
    {
      "text": "2 Pursuant to s 190F(5), the new dismissal power applies where:\n(a) the Registrar does not accept the claim for registration because:\n \n(i) it does not satisfy all the merit conditions of the registration test; or\n \n \n (ii) it was so procedurally defective as to render it impossible to determine whether the claim satisfies the merit conditions; and \n \n\n(b) the Court is satisfied that the avenues for reconsideration and review have been exhausted without registration of the claim.",
      "id": "s1"
    },
    {
      "text": "3 Order 78 r 12 of the Federal Court Rules provides an application for review must be filed within 42 days of the notification of the Registrar's decision.",
      "id": "s2"
    },
    {
      "text": "4 The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 provides an insight into the rationale behind the introduction of the new dismissal power:\n Currently, while unregistered applications do not receive certain procedural benefits that attach to registered claims (such as the right to negotiate), unregistered applications may still proceed to determination.",
      "id": "s3"
    },
    {
      "text": "There is presently no requirement on claimants to amend their claim to meet the requirements of the registration test.",
      "id": "s4"
    },
    {
      "text": "The amendments inserted by item 73 are intended to provide a greater focus on the responsibility of applicants to take steps to improve the quality of their claims, recognising that poor quality claims are a burden on the native title system.",
      "id": "s5"
    },
    {
      "text": "5 If the Court considers the application has been amended since consideration by the Registrar or is likely to be amended in a way that would lead to a different outcome once considered by the Registrar, it would be appropriate for the Court to await the outcome of the reapplication of the registration test before considering whether to dismiss the application.",
      "id": "s6"
    },
    {
      "text": "6 Pursuant to s 190F(6) of the NTA, the Court may consider any 'other reason' why an application should not be dismissed.",
      "id": "s7"
    },
    {
      "text": "The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 suggests that the criterion set out in s 190F(6):\n ... will ensure that applications are not dismissed where there is good reason for a claim remaining in the system, despite being unregistered.",
      "id": "s8"
    },
    {
      "text": "7 By way of example, the Explanatory Memorandum suggests that the Court may consider that an application should not be dismissed if, despite being unregistered, the claim is close to reaching resolution (para 4.331).",
      "id": "s9"
    },
    {
      "text": "8 As to the principles applicable to how s 190F(6) should operate, I refer to and respectfully adopt, (without repeating), the recent analysis by Logan J in Christine George &amp; Ors on behalf of the Gurambilbarra People v State of Queensland [2008] FCA 1518.",
      "id": "s10"
    },
    {
      "text": "THE APPLICATION \n \n9 The applicants represent the Widi Binyardi people.",
      "id": "s11"
    },
    {
      "text": "The application was filed in the Federal Court on 16 December 2004.",
      "id": "s12"
    },
    {
      "text": "The application covers approximately 27,000 square kilometres of land in the central Geraldton region and encompasses Yalgoo, Pindar, Three Springs and Morawa.",
      "id": "s13"
    },
    {
      "text": "The application has several overlaps.",
      "id": "s14"
    },
    {
      "text": "10 The Widi Binyardi applicants are not represented by the representative Aboriginal/Torres Strait Islander body for the area Yamatji Marlpa Barna Baba Maaja Aboriginal Corporation (Yamatji) or otherwise legally represented.",
      "id": "s15"
    },
    {
      "text": "First registration test \n \n11 The Widi Binyardi application first underwent the test for registration in s 190A of the NTA on 2 March 2005.",
      "id": "s16"
    },
    {
      "text": "12 The delegate of the Registrar decided not to accept the application for registration.",
      "id": "s17"
    },
    {
      "text": "No further steps in relation to the application have been taken by the applicants since that time.",
      "id": "s18"
    },
    {
      "text": "Second registration test \n \n13 Because the Widi Binyardi application was made after 30 September 1998 and before 15 April 2007, and was not on the Register of Native Title Claims when the Native Title Amendment Act 2007 (Cth) commenced, the Registrar was required to reconsider the application for registration.",
      "id": "s19"
    },
    {
      "text": "14 This occurred on 24 August 2007, when the Registrar's delegate decided that the application should not be accepted for registration because it did not satisfy the following conditions:\n \n(i) Subsection 190C(2) - the delegate was not satisfied that the application contained all of the details and other information and documents required by s 61 and s 62 of the NTA;\n \n(ii) Subsection 190C(4) - the delegate was not satisfied that the persons named as the applicants had been authorised by the native title claim group;\n \n(iii) Subsection 190B(5) - the delegate did not consider that the factual basis on which it was asserted that the native title rights and interests claimed exist was sufficient to support each of the particularised assertions in s 190B(5);\n \n(iv) Subsection 190B(6) - the delegate did not consider that, prima facie, at least some of the claimed native title rights and interests could be established; and\n \n(v) Subsection 190B(7) - the delegate was not satisfied that at least one member of the native title claim group has a previous or current traditional physical connection with any part of the application area.",
      "id": "s20"
    },
    {
      "text": "15 Since the applicants were notified of the Registrar's decision, no application seeking leave to amend the Widi Binyardi application has been filed; nor has an application for review of the Registrar's decision been made.",
      "id": "s21"
    },
    {
      "text": "Submissions filed by Yamatji \n \n16 Yamatji submits that given the Widi Binyardi claim is unregistered, it does not attract procedural rights in relation to future acts.",
      "id": "s22"
    },
    {
      "text": "Further, should the claim be dismissed now there is nothing to prevent the Widi Binyardi claim group members from filing a properly constituted claim in the future.",
      "id": "s23"
    },
    {
      "text": "For these reasons, Yamatji is not aware of any prejudice that might be suffered by the Widi Binyardi claim group members, should the application be struck out.",
      "id": "s24"
    },
    {
      "text": "17 Yamatji states in its submissions that it is not aware of any reason why this claim should not be dismissed under ss 190F(5) and (6) of the NTA.",
      "id": "s25"
    },
    {
      "text": "Submissions filed by the First Respondent \n \n18 Although the State filed submissions on 23 June 2008, it subsequently advised at the review hearing on 30 June 2008 that it withdrew those submissions and adopted the submissions filed by Yamatji.",
      "id": "s26"
    },
    {
      "text": "CONCLUSION \n \n19 On the basis of the history, I am satisfied for the purposes of s 190F(6) of the NTA that the application has not been amended since it was considered by the Delegate.",
      "id": "s27"
    },
    {
      "text": "There is no evidence or indication that the application is likely to be amended in a way that would lead to any different conclusion by the Registrar.",
      "id": "s28"
    },
    {
      "text": "There is no other reason why the application should not be dismissed.",
      "id": "s29"
    },
    {
      "text": "The application will be dismissed.",
      "id": "s30"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s31"
    },
    {
      "text": "Associate:\n\nDated: 12 November 2008\n\n No appearance for the applicants \n \n Counsel for the First Respondent: G Ranson \n \n Solicitor for the First Respondent: State Solicitors Office \n \n Counsel for the Second Respondent: M Dixon \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n \n \n\n Date of Hearing: 30 June 2008 \n \n Date of Judgment: 12 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1676.html",
      "id": "s32"
    }
  ]
}