{
  "name": "Cadbury UK Ltd v Registrar of Trade Marks [2008] FCA 1126 (1 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1126.html",
  "catchphrases": [
    {
      "text": "opposition proceeding",
      "id": "c0"
    },
    {
      "text": "suspension of proceeding pending resolution of related federal court action",
      "id": "c1"
    },
    {
      "text": "whether suspension unreasonable",
      "id": "c2"
    },
    {
      "text": "relevant factors",
      "id": "c3"
    },
    {
      "text": "admissibility of findings of fact by a judge",
      "id": "c4"
    },
    {
      "text": "weight to be given to findings",
      "id": "c5"
    },
    {
      "text": "intellectual property",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 Proceedings to oppose the registration of a trade mark under Part V of the Trade Marks Act 1995 (Cth) can raise issues similar to those before a court.",
      "id": "s0"
    },
    {
      "text": "When that happens there is developing a practice that the Registrar will suspend the opposition proceedings until the court hands down its judgment.",
      "id": "s1"
    },
    {
      "text": "That is what happened in this case.",
      "id": "s2"
    },
    {
      "text": "Cadbury UK Limited has made several applications for the registration of trade marks in shades of the colour purple in relation to chocolate and related products.",
      "id": "s3"
    },
    {
      "text": "Three applications have been accepted for registration.",
      "id": "s4"
    },
    {
      "text": "Their registration is opposed by Darrell Lea Chocolate Shops Pty Ltd. Cadbury has also brought an action in the Federal Court in which it sues Darrell Lea for passing off based on its use of purple in the packaging of its chocolate products.",
      "id": "s5"
    },
    {
      "text": "Because of the action the opposition proceedings have been suspended.",
      "id": "s6"
    },
    {
      "text": "The question is whether the decision to suspend is lawful.",
      "id": "s7"
    },
    {
      "text": "2 It is convenient to begin with a thumbnail sketch of the background.",
      "id": "s8"
    },
    {
      "text": "Cadbury and Darrell Lea are large players in the Australian confectionary market.",
      "id": "s9"
    },
    {
      "text": "For many years, going back as far as 1921, Cadbury and its predecessors have used a range of shades of purple in their packaging.",
      "id": "s10"
    },
    {
      "text": "So has Darrell Lea, from about 1991.",
      "id": "s11"
    },
    {
      "text": "Cadbury contends that the particular shades it uses distinguishes its confectionary products from those of others.",
      "id": "s12"
    },
    {
      "text": "The distinctiveness is said to arise by reason of Cadbury's use of the shades.",
      "id": "s13"
    },
    {
      "text": "For purposes of the Trade Marks Act this is the means of acquiring distinctiveness: see s 41(6).",
      "id": "s14"
    },
    {
      "text": "Since November 1998 Cadbury has filed 15 applications to register the colour purple as a trade mark.",
      "id": "s15"
    },
    {
      "text": "The applications are for various shades of the colour in relation to chocolate products.",
      "id": "s16"
    },
    {
      "text": "Darrell Lea filed its notices of opposition to the registration of the three applications, two of which were accepted in May 2007 and the other in August 2007.",
      "id": "s17"
    },
    {
      "text": "3 Meanwhile Cadbury commenced the passing off action in the Federal Court.",
      "id": "s18"
    },
    {
      "text": "It included a claim for misleading conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s19"
    },
    {
      "text": "The action was dismissed in a judgment delivered on 27 April 2006: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 4) [2006] FCA 446 ; (2006) 69 IPR 23.",
      "id": "s20"
    },
    {
      "text": "According to the trial judge, Heerey J (at 44): \"Cadbury does not own the colour purple and does not have an exclusive reputation in purple in connection with chocolate.",
      "id": "s21"
    },
    {
      "text": "\" \n \n4 Cadbury successfully appealed the decision: Cadbury Schweppes Pty Ltd (ACN 004 551 473) v Darrell Lea Chocolate Shops Pty Ltd (ACN 000 498 386) [2007] FCAFC 70 ; (2007) 72 IPR 261.",
      "id": "s22"
    },
    {
      "text": "The Full Court held that Heerey J had wrongly excluded the evidence of a number of expert witnesses.",
      "id": "s23"
    },
    {
      "text": "It remitted the case for further hearing.",
      "id": "s24"
    },
    {
      "text": "When the Registrar (by her delegate) made the decision under review the action was still pending.",
      "id": "s25"
    },
    {
      "text": "5 Darrell Lea applied to the delegate to \"suspend\" the opposition proceedings \"until the determination of [the passing off action].",
      "id": "s26"
    },
    {
      "text": "\" In asking for a \"suspension\" Darrell Lea had in mind a direction the effect of which would be to stay the timetable fixed by Pt 5 the Trade Marks Regulations 1995 (Cth) for filing evidence in the opposition proceedings.",
      "id": "s27"
    },
    {
      "text": "It is not clear what Darrell Lea meant by asking for a suspension until the \"determination\" of the Federal Court proceeding.",
      "id": "s28"
    },
    {
      "text": "Having regard to the way in which the suspension application was argued, it seems it was seeking a suspension until all appeals have been decided.",
      "id": "s29"
    },
    {
      "text": "6 In its written submissions in support of the suspension application Darrell Lea put the following proposition.",
      "id": "s30"
    },
    {
      "text": "In the Federal Court Cadbury's use of the colour purple was the subject of \"extensive evidence\" from witnesses who were \"fully cross-examined\" and was also the subject of \"extensive findings\" by the judge.",
      "id": "s31"
    },
    {
      "text": "If those findings were to be \"confirmed\" by appellate courts they \"would be determinative of any factual disputes before the Registrar on similar issues (ie it is inconceivable that the Registrar would make any inconsistent findings in any opposition hearing)\".",
      "id": "s32"
    },
    {
      "text": "The findings by the court \"will have a direct and significant bearing on issues of fact [for the purpose of s 41(6)].",
      "id": "s33"
    },
    {
      "text": "\" It would be \"entirely inappropriate\" to continue with the opposition proceedings as that may result in findings of fact that are inconsistent with those made by the Federal Court.",
      "id": "s34"
    },
    {
      "text": "7 The delegate accepted Darrell Lea's argument.",
      "id": "s35"
    },
    {
      "text": "She said the judge deciding the passing off action \"must investigate the reputation of Cadbury in the colour purple.",
      "id": "s36"
    },
    {
      "text": "This inquiry necessitates an investigation into similar evidence which would be useful in establishing factual distinctiveness for section 41(6).",
      "id": "s37"
    },
    {
      "text": "\" She referred to Beyond Properties Pty Ltd v Andrew Knight [2006] ATMO 87 at [16] , where another hearing officer held that where there is common evidence before the Federal Court and the Registrar and the Federal Court \"has made findings of fact and law ... which [are] related to proceedings before the Registrar, it is most unlikely that the Registrar would depart from those findings.",
      "id": "s38"
    },
    {
      "text": "\" The delegate explained that one reason for this is that findings of fact made by the Federal Court would be based on more extensive material and would be better tested than evidence before the Registrar.",
      "id": "s39"
    },
    {
      "text": "She went on to say there was a public interest factor that favoured a suspension.",
      "id": "s40"
    },
    {
      "text": "The suspension would \"avoid duplication in the decision making process, and will reduce the chance of inconsistent [factual] finding[s] resulting from the analysis of similar evidence.",
      "id": "s41"
    },
    {
      "text": "\" \n \n8 The delegate then gave the following direction: \"[T]he present oppositions be suspended until the Federal Court decision in the passing off proceeding is handed down.",
      "id": "s42"
    },
    {
      "text": "If there is no appeal from that decision, the present oppositions shall be lifted from suspension, and further directions given such that the opposition will continue through the evidence stages in accordance with normal practice and procedure.",
      "id": "s43"
    },
    {
      "text": "\" I take the delegate to mean (as the parties have taken the delegate to mean) that the suspension is to remain in force until all avenues of appeal from the first instance decision have been exhausted.",
      "id": "s44"
    },
    {
      "text": "That, as the delegate said, \"may mean it could take until 2010 or 2011 for the [Federal Court] proceeding to be fully resolved.",
      "id": "s45"
    },
    {
      "text": "\" And, I would add, it would still take much longer for the opposition proceedings to be disposed of.",
      "id": "s46"
    },
    {
      "text": "9 The delegate's decision cannot stand.",
      "id": "s47"
    },
    {
      "text": "Regrettably the parties did not take the trouble of referring the delegate to the relevant authorities.",
      "id": "s48"
    },
    {
      "text": "If they had it would have been apparent to the delegate that the direction should not have been given for at least two reasons.",
      "id": "s49"
    },
    {
      "text": "The first is that to delay opposition proceedings for an indeterminate period, a period that could stretch out to three, four or even more years, amounts to a refusal by the delegate to hear those proceedings.",
      "id": "s50"
    },
    {
      "text": "The second reason is that the delegate was asked (and appears to have been prepared) to give too much significance to findings of fact made by the Federal Court.",
      "id": "s51"
    },
    {
      "text": "10 On the first point it is necessary to begin with the Registrar's powers and duties.",
      "id": "s52"
    },
    {
      "text": "If after considering an application to register a trade mark (as to which see s 33) the application is accepted, it may be opposed by a person filing a notice of opposition: s 52(1).",
      "id": "s53"
    },
    {
      "text": "The grounds of opposition are limited to those set out in the Trade Marks Act : s 52(4).",
      "id": "s54"
    },
    {
      "text": "The opponent is entitled to a hearing on the opposition (s 54(1)) in proceedings conducted in accordance with the Trade Marks Regulations : s 54(3).",
      "id": "s55"
    },
    {
      "text": "Following the hearing \"the Registrar must ... decide: (a) to refuse to register the trade mark; or (b) to register the trade mark (with or without conditions or limitations) in respect of the goods and/or services then specified in the application; having regard to the extent (if any) to which any ground on which the application was opposed has been established\": s 55(1).",
      "id": "s56"
    },
    {
      "text": "11 The Regulations provide for the conduct of opposition proceedings.",
      "id": "s57"
    },
    {
      "text": "They authorise the Registrar to give directions regarding procedures: reg 5.16.",
      "id": "s58"
    },
    {
      "text": "The Registrar is required to give the parties at least 10 days' notice of the time, date and place fixed for any hearing: reg 21.15(3)(b).",
      "id": "s59"
    },
    {
      "text": "The parties must indicate in writing whether they want to be heard and may attend the hearing (reg 21.15(5) or make representations in writing before or during a hearing (reg 21.15(6)).",
      "id": "s60"
    },
    {
      "text": "The Registrar is not bound by the rules of evidence and may inform himself on a relevant matter in \"any way that the Registrar reasonably believes to be appropriate\": reg 21.15(8).",
      "id": "s61"
    },
    {
      "text": "Importantly, reg 21.15(7) states that opposition proceedings should be conducted as expeditiously as possible.",
      "id": "s62"
    },
    {
      "text": "12 The first point to observe is that while there is a provision permitting the Registrar (or his delegate) to adjourn a hearing (reg 21.15(9)) there is no express power to suspend or temporarily stay opposition proceedings.",
      "id": "s63"
    },
    {
      "text": "But, subject to the requirements of the Trade Marks Act and the Regulations, because the Registrar has control over the procedures of opposition proceedings he may presumably suspend or temporarily stay proceedings for proper reasons.",
      "id": "s64"
    },
    {
      "text": "At any rate this case was argued on the basis that the Registrar had the relevant power.",
      "id": "s65"
    },
    {
      "text": "The question here then is not whether the power to give the direction exists but whether it has been properly exercised.",
      "id": "s66"
    },
    {
      "text": "13 In my view the effect of the Trade Marks Act and the Regulations is that the Registrar must take all necessary steps to get opposition proceedings ready for hearing as soon as practicable and thereafter hold the hearing.",
      "id": "s67"
    },
    {
      "text": "The merits are determined on the evidence before the Registrar and on the law as it is when the hearing takes place.",
      "id": "s68"
    },
    {
      "text": "14 Sometimes the law is unclear.",
      "id": "s69"
    },
    {
      "text": "In that event, it may be appropriate to adjourn proceedings to await the law's clarification.",
      "id": "s70"
    },
    {
      "text": "For example in Re Yate's Settlement Trusts [1954] WLR 564 an application to approve a scheme of compromise or family arrangement was deferred pending the resolution of a similar case that was before the House of Lords.",
      "id": "s71"
    },
    {
      "text": "On appeal the decision to adjourn was set aside because the elderly settlor was in a delicate state of health and might die before his application was heard.",
      "id": "s72"
    },
    {
      "text": "The Master of the Rolls, Sir Raymond Evershed, said (at 567): \"It may well be that if an important case is known to be subject to appeal to the House of Lords, or to appeal from a judge of first instance to the Court of Appeal, a judge may reasonably and properly think that it is in the public interest not to decide another similar case until the result of the case under appeal has become known: whether he should so decide depends very much on all the circumstances of the particular cases ...\".",
      "id": "s73"
    },
    {
      "text": "15 But the authorities establish that a case should not be adjourned for an indefinite period to await clarification of the law.",
      "id": "s74"
    },
    {
      "text": "In Geelong Football Club Ltd v Clifford [2002] VSCA 212 a trial was adjourned effectively indefinitely to await the outcome of an application in another case for special leave to appeal to the High Court and if leave were granted until the determination of that appeal.",
      "id": "s75"
    },
    {
      "text": "The Court of Appeal set aside the order.",
      "id": "s76"
    },
    {
      "text": "Ormiston JA (with whom Callaway JA agreed) said (at [6]) that the error of the trial judge was his \"failure to appreciate that a party is entitled to a trial of a proceeding ready for hearing unless it is clearly shown that an injustice is likely be caused if the adjournment is refused.",
      "id": "s77"
    },
    {
      "text": "\" He went on to say (at [6]) that cases on the civil side \"involving some technical rule of law or the disputed meaning of a particular section, where an appeal court has reserved its decision (or, even, is just about to hear argument), where the hearing and the resolution of the case will directly depend on the outcome of an appeal in a test case, [is an example of a case where] it would be preferable to await the expected outcome.",
      "id": "s78"
    },
    {
      "text": "\" But he pointed out that many issues are on appeal in the High Court at any one time and many applications for special leave are in the pipeline.",
      "id": "s79"
    },
    {
      "text": "In those circumstances it is not proper to demand that trials be adjourned merely because the outcome of any one of those appeals may have a bearing on the outcome of a trial.",
      "id": "s80"
    },
    {
      "text": "One exception, which Ormiston JA identified, is an appeal to the High Court which would resolve a dispute between inconsistent authorities binding on the trial court.",
      "id": "s81"
    },
    {
      "text": "But, as Ormiston JA said, that is a rare situation.",
      "id": "s82"
    },
    {
      "text": "See also City of Sydney Council v Satara [2007] NSWCA 148 , where it was held that to vacate a trial to await the outcome of an application for special leave to appeal to the High Court from a judgment on arguably related principles was an improper exercise of the court's discretion.",
      "id": "s83"
    },
    {
      "text": "16 In my view, the suspension of the opposition proceedings for an indefinite period amounted to a denial of justice and a refusal by the delegate to perform her duty to hear and determine those proceedings: R v Whiteway; Ex parte Stephenson [1961] VR 168 , 170; compare Thornton v Repatriation Commission [1981] FCA 76 ; (1981) 35 ALR 485.",
      "id": "s84"
    },
    {
      "text": "17 The second error (deference to the findings of the judge) requires some introductory comments.",
      "id": "s85"
    },
    {
      "text": "Proceedings in courts of law are bound by strict rules of evidence.",
      "id": "s86"
    },
    {
      "text": "In R v Deputy Industrial Injuries Commissioner; Ex parte Moore [1965] 1 QB 456, 488 Diplock LJ explained that \"[f]or historical reasons, based on the fear that juries who might be illiterate would be incapable of differentiating between the probative values of different methods of proof, the practice of the common law courts has been to admit only what the judges then regarded as the best evidence of any disputed fact, and thereby to exclude much material which, as a matter of common sense, would assist a fact-finding tribunal to reach a correct conclusion.",
      "id": "s87"
    },
    {
      "text": "\" In contrast, unless otherwise provided by statute, rules of evidence do not bind administrative tribunals.",
      "id": "s88"
    },
    {
      "text": "Subject to an overriding duty of fairness (as to which see Board of Education v Rice [1911] AC 179 , 182) a tribunal may have regard to probative evidence of any kind and from any source.",
      "id": "s89"
    },
    {
      "text": "It may even act upon its own knowledge, whether it be factual or scientific: Mahon v Air New Zealand [1984] AC 808.",
      "id": "s90"
    },
    {
      "text": "18 The evidence to which an administrative tribunal may have regard can include evidence that has been given in another proceeding, including a court proceeding, provided the evidence is relevant to an issue before the tribunal: In re A Solicitor [1993] QB 69 , 77.",
      "id": "s91"
    },
    {
      "text": "A tribunal may also accept as evidence the reasons for judgment given by a judge in other proceedings.",
      "id": "s92"
    },
    {
      "text": "But if the tribunal takes the approach that it should not disagree with findings made by the judge then the tribunal has fallen into error.",
      "id": "s93"
    },
    {
      "text": "The general rule is that a tribunal that is required to decide an issue will be in breach of that obligation if it merely adopts the decision of the judge on the same issue.",
      "id": "s94"
    },
    {
      "text": "(I put to one side (a) decisions which are the trigger for administrative proceedings and (b) criminal convictions which operate in rem and may not be challenged in collateral proceedings.",
      "id": "s95"
    },
    {
      "text": ") I do not mean to imply that reasons for decision given by a judge are irrelevant to an administrative tribunal.",
      "id": "s96"
    },
    {
      "text": "First of all, those reasons may, as I have said, be received into evidence.",
      "id": "s97"
    },
    {
      "text": "They must then be given some weight.",
      "id": "s98"
    },
    {
      "text": "Indeed, the judge's findings may be treated as prime facie correct.",
      "id": "s99"
    },
    {
      "text": "On the other hand, if the judge's findings are challenged, the tribunal must decide the matter for itself on the evidence before it: General Medical Council v Spackman [1943] AC 627.",
      "id": "s100"
    },
    {
      "text": "19 Of course, when the tribunal is required to decide the matter for itself it is entitled to have regard to the judge's findings.",
      "id": "s101"
    },
    {
      "text": "What weight it attaches to those findings will depend on a variety of considerations.",
      "id": "s102"
    },
    {
      "text": "Without in any way wishing to be exhaustive, the considerations can include: (a) whether the tribunal has available to it more evidence than was before the judge; (b) whether the arguments put to the tribunal were made to the judge; and (c) whether the tribunal is a specialist body with expert knowledge of the subject matter.",
      "id": "s103"
    },
    {
      "text": "20 Now, in this case I fear that the delegate was intending to place too much emphasis on the judge's or judges' findings.",
      "id": "s104"
    },
    {
      "text": "In her reasons she said, correctly, that the court proceedings could \"resolve issues which would require determination in the present oppositions.",
      "id": "s105"
    },
    {
      "text": "\" To proceed on the basis that it is unlikely that the Registrar will depart from the court's findings and, that there is a public interest in avoiding inconsistent fact findings, indicates to me that there is a real risk that the delegate was not going to decide for herself the issues that must be decided to dispose of the opposition proceedings.",
      "id": "s106"
    },
    {
      "text": "21 Sometimes there will be circumstances in which it is appropriate to delay opposition proceedings and await a court's resolution of disputed facts that may be relevant in opposition proceedings.",
      "id": "s107"
    },
    {
      "text": "It is not possible to say with any precision what those circumstances might be.",
      "id": "s108"
    },
    {
      "text": "They would include (a) the degree of similarity of the issues involved, (b) the significance of the issues to the opposition proceeding, (c) whether the Registrar has more evidence than the trial judge, (d) the likelihood of the judge's findings being challenged, and (e) whether it may be unfair (ie a breach of the rules of natural justice) to rely on the judge's findings or the evidence on which those findings were based.",
      "id": "s109"
    },
    {
      "text": "In particular cases other matters will be taken into account.",
      "id": "s110"
    },
    {
      "text": "22 For the foregoing reasons there will be an order that the delegate's decision be set aside.",
      "id": "s111"
    },
    {
      "text": "As to costs, in my view they should lie where they fall.",
      "id": "s112"
    },
    {
      "text": "Both sides were at fault in not bringing the relevant cases to the delegate's attention and both are responsible for the resulting wrong decision.",
      "id": "s113"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s114"
    },
    {
      "text": "Associate:\n\nDated: 1 August 2008\n\n\n Counsel for the Applicant: D Shavin QC \nT Hurley \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Solicitor for the Respondents: C D Golvan SC \nR M Niall \n \n Solicitor for the Respondents: Middletons \n\n Date of Hearing: 19 June 2008 \n \n Date of Judgment: 1 August 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1126.html",
      "id": "s115"
    }
  ]
}