{
  "name": "Carantinos v Magafas [2008] FCA 1107 (31 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1107.html",
  "catchphrases": [
    {
      "text": "claim for anti-suit injunction",
      "id": "c0"
    },
    {
      "text": "order sought restraining a creditor from taking steps in federal magistrates court to obtain a sequestration order",
      "id": "c1"
    },
    {
      "text": "creditor's petition earlier presented in federal magistrates court",
      "id": "c2"
    },
    {
      "text": "s 32aa federal court of australia act 1976 (cth)",
      "id": "c3"
    },
    {
      "text": "proceedings not to be instituted in court where proceeding in respect of an associated matter pending in federal magistrates court",
      "id": "c4"
    },
    {
      "text": "application dismissed with indemnity costs",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 On 14 July 2008 the applicant (\"Mr Carantinos\") obtained orders from the duty judge allowing him to file an originating process and two affidavits in Court and abridging time for their service on the basis that the matter be returnable before the duty judge at 10:15 am on 21 July 2008.",
      "id": "s0"
    },
    {
      "text": "The matter came before me as duty judge on that day.",
      "id": "s1"
    },
    {
      "text": "2 The only substantive order sought by the application filed and served by Mr Carantinos is:\n An Order that the Respondent by his servants or agents be restrained from taking any further steps to obtain a Sequestration Order against the estate of the Applicant in proceedings No.",
      "id": "s2"
    },
    {
      "text": "SYG 722 of 2008 in the Federal Magistrates Court.",
      "id": "s3"
    },
    {
      "text": "3 The application does not include any statement identifying the jurisdiction of the Court which it seeks to be invoked.",
      "id": "s4"
    },
    {
      "text": "Ultimately it was, I think, conceded by counsel for Mr Carantinos that the source of the Court's jurisdiction to make the order sought could only be the Bankruptcy Act 1966 (Cth) (\"the Bankruptcy Act \").",
      "id": "s5"
    },
    {
      "text": "Section 22 and 23 of the Federal Court of Australia Act 1976 (Cth) (\"the Federal Court Act \") and O 35 r 1 of the Federal Court Rules upon which reliance was initially placed all relate to the power of the Court within its jurisdiction; they do not vest jurisdiction in the Court.",
      "id": "s6"
    },
    {
      "text": "4 The jurisdiction vested in the Federal Court by the Parliament is necessarily a jurisdiction with respect to \"matters\" (see s 77(i) of the Constitution ).",
      "id": "s7"
    },
    {
      "text": "In the constitutional sense a \"matter\" includes a controversy as to some immediate right, duty or liability to be established by the determination of the Court ( Truth About Motorways Pty Limited v Macquarie Infrastructure Investment Management Limited [2000] HCA 11 ; (2000) 200 CLR 591 per Gaudron J at [43]).",
      "id": "s8"
    },
    {
      "text": "5 The justiciable controversy between the parties to which Mr Carantinos's application to this Court relates concerns the respondent's entitlement to obtain a sequestration order in respect of Mr Carantinos's estate.",
      "id": "s9"
    },
    {
      "text": "In particular, Mr Carantinos contends, and the respondent disputes, that by reason of the conduct of the respondent, certain dealings between the parties and unfinished litigation in the Court of Appeal of New South Wales, the respondent should be restrained from seeking a sequestration order against Mr Carantinos's estate.",
      "id": "s10"
    },
    {
      "text": "This is made plain by the fact that Mr Carantinos's claim for relief in this Court is advanced, as his written submissions reveal, on the following bases:\n \n \n (i) The applicant sought an undertaking that the respondent would not enforce a judgment entered in the Supreme Court of New South Wales by enforcement proceedings including bankruptcy proceedings.",
      "id": "s11"
    },
    {
      "text": "The respondent agreed to provide an undertaking on condition that the applicant verified accounts of dealings between the parties.",
      "id": "s12"
    },
    {
      "text": "The applicant did so without complaint by the respondent.",
      "id": "s13"
    },
    {
      "text": "Notwithstanding the agreement, the respondent purported to serve a bankruptcy notice and present a creditor's petition.",
      "id": "s14"
    },
    {
      "text": "(ii) The judgment debt forms part of the dealings between the parties, which is the subject of the taking of accounts, and an appeal to the Court of Appeal.",
      "id": "s15"
    },
    {
      "text": "The decision of the Court of Appeal is presently reserved.",
      "id": "s16"
    },
    {
      "text": "(iii) The respondent chose to serve a bankruptcy notice at an address known to be a business address of the applicant without recourse to his home address or the address of his then and present legal advisors.",
      "id": "s17"
    },
    {
      "text": "6 It is not in dispute that the Federal Magistrates Court has jurisdiction in respect of the justiciable controversy between the parties concerning the respondent's entitlement to obtain a sequestration order in respect of Mr Carantinos's estate.",
      "id": "s18"
    },
    {
      "text": "Indeed, the Federal Court and the Federal Magistrates Court have concurrent jurisdiction in bankruptcy (s 27 of the Bankruptcy Act ).",
      "id": "s19"
    },
    {
      "text": "7 Section 32AA of the Federal Court Act provides:\n \n \n (1) Proceedings must not be instituted in the Court in respect of a matter if: \n \n \n \n \n (a) the Federal Magistrates Court has jurisdiction in that matter; and \n (b) proceedings in respect of an associated matter are pending in the Federal Magistrates Court.",
      "id": "s20"
    },
    {
      "text": "(2) If: \n \n \n \n \n (a) proceedings are instituted in the Court in contravention of subsection (1); and \n (b) the proceedings are subsequently transferred to the Federal Magistrates Court; \n \n \n \n \n the proceedings are taken to be as valid as they would have been if subsection (1) had not been enacted.",
      "id": "s21"
    },
    {
      "text": "8 It is plain for the reasons given above that the proceeding that Mr Carantinos has purportedly instituted in this Court is in respect of a matter in which the Federal Magistrates Court has jurisdiction.",
      "id": "s22"
    },
    {
      "text": "The proceeding in the Federal Magistrates Court in which Mr Carantinos wishes the respondent to be restrained by order of this Court from taking further steps is a proceeding that was initiated in that court by the presentation of the respondent's creditor's petition.",
      "id": "s23"
    },
    {
      "text": "It is beyond argument, in my view, that that proceeding is in respect of an \"associated matter\" within the meaning of s 32AA(1)(b).",
      "id": "s24"
    },
    {
      "text": "Subject to the provisions of s 32AA(2) , Mr Carantinos's application to this Court is a proceeding that s 32AA(1) provides must not be instituted.",
      "id": "s25"
    },
    {
      "text": "9 The question therefore arises of whether this proceeding should be transferred to the Federal Magistrates Court.",
      "id": "s26"
    },
    {
      "text": "The application is in the form of an application for an anti-suit injunction in respect of a proceeding in the Federal Magistrates Court.",
      "id": "s27"
    },
    {
      "text": "It would be inappropriate for such an application to be made in the Federal Magistrates Court.",
      "id": "s28"
    },
    {
      "text": "Moreover, all of the factors on which Mr Carantinos wished to rely before this Court on seeking the anti-suit injunction can be raised by him in the Federal Magistrates Court in opposing the making of the sequestration order sought by the creditor's petition (s 52(2)(b) of the Bankruptcy Act ).",
      "id": "s29"
    },
    {
      "text": "In these circumstances it seems to me to be inappropriate to transfer the proceeding to the Federal Magistrates Court.",
      "id": "s30"
    },
    {
      "text": "The application will therefore be dismissed.",
      "id": "s31"
    },
    {
      "text": "10 The respondent sought an order for indemnity costs.",
      "id": "s32"
    },
    {
      "text": "The circumstances in which the Court has exercised its discretion to order indemnity costs were considered by Sheppard J in Colgate-Palmolive Company v Cussons Pty Ltd (1993) 46 FCR 225 at 233-234.",
      "id": "s33"
    },
    {
      "text": "His Honour there observed that the question must always be whether the particular facts and circumstances of the case in question warrant the making of an order for payment of costs other than on a party and party basis.",
      "id": "s34"
    },
    {
      "text": "11 The present application was made and brought on for hearing in haste and, as it seems, without consideration, or adequate consideration, being given to s 32AA of the Federal Court Act .",
      "id": "s35"
    },
    {
      "text": "I am not persuaded that urgency inimicable to proper consideration of the provisions of the Federal Court Act has been demonstrated.",
      "id": "s36"
    },
    {
      "text": "No critical step is apparently imminent in the Federal Magistrates Court.",
      "id": "s37"
    },
    {
      "text": "I conclude that this is a case for indemnity costs.",
      "id": "s38"
    },
    {
      "text": "12 The orders of the Court will be:\n \n1.",
      "id": "s39"
    },
    {
      "text": "The application be dismissed.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "The applicant pay all costs incurred by the respondent except insofar as they are of an unreasonable amount or were unreasonably incurred.",
      "id": "s42"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s43"
    },
    {
      "text": "Associate:\n\nDated: 31 July 2008\n\n Counsel for the Applicant: Mr B Skinner and Mr V Baird \n \n Solicitor for the Applicant: Munro Lawyers \n \n Counsel for the Respondent: Mr S Golledge \n \n Solicitor for the Respondent: Rockliffs Solicitors and IP Lawyers \n\n Date of Hearing: 21 July 2008 \n \n Date of Judgment: 31 July 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1107.html",
      "id": "s44"
    }
  ]
}