{
  "name": "SZMJA v Minister for Immigration &amp; Citizenship [2008] FCA 1773 (26 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1773.html",
  "catchphrases": [
    {
      "text": "reasonable apprehension of bias",
      "id": "c0"
    },
    {
      "text": "reasons for decision",
      "id": "c1"
    },
    {
      "text": "need for moderation in language in reasons for decision",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant is a citizen of China who arrived in Australia on 31 July 2007.",
      "id": "s0"
    },
    {
      "text": "2 She applied to the Department of Immigration and Citizenship for a Protection (Class XA) Visa on 12 September 2007.",
      "id": "s1"
    },
    {
      "text": "The basis upon which the application was made was that she claimed to be \" a Falun Gong practitioner, and I have been persecuted in China by the Chinese government and local police \".",
      "id": "s2"
    },
    {
      "text": "That application was refused and she applied to the Refugee Review Tribunal on 28 December 2007 for review.",
      "id": "s3"
    },
    {
      "text": "3 On 15 April 2008 the Tribunal published its reasons for decision to affirm the decision not to grant the visa.",
      "id": "s4"
    },
    {
      "text": "The Tribunal concluded ( inter alia ) that the now Appellant was not \" a genuine and committed Falun Gong practitioner \".",
      "id": "s5"
    },
    {
      "text": "The Tribunal further concluded that \" the applicant will not practise Falun Gong if she returns to China as she is not a committed or genuine practitioner; she has not practised in Australia since she has been here which is now nearly nine months since her arrival date \".",
      "id": "s6"
    },
    {
      "text": "An application was then filed with the Federal Magistrates Court for review by that Court.",
      "id": "s7"
    },
    {
      "text": "The application was dismissed and reasons for decision published on 25 September 2008: SZMJA v Minister for Immigration [2008] FMCA 1387.",
      "id": "s8"
    },
    {
      "text": "4 The Appellant now appeals to this Court.",
      "id": "s9"
    },
    {
      "text": "She appeared before the Court yesterday unrepresented and with an interpreter.",
      "id": "s10"
    },
    {
      "text": "The Grounds of Appeal (without alteration) are expressed as follows:\n 1.",
      "id": "s11"
    },
    {
      "text": "Refugee Review Tribunal has bias against me and didn't make fair decision for application.",
      "id": "s12"
    },
    {
      "text": "2.",
      "id": "s13"
    },
    {
      "text": "I clarify all my points at the hearing of the Federal Magistrates Court, but the Judge didn't consider my application fairly.",
      "id": "s14"
    },
    {
      "text": "The Judge dismissed my application.",
      "id": "s15"
    },
    {
      "text": "3.",
      "id": "s16"
    },
    {
      "text": "I believe that my application was not considered reasonably by the Judge at the Federal Magistrates Court.",
      "id": "s17"
    },
    {
      "text": "An Affidavit filed in this Court simply states:\n My application for a protection visa was refused by DIAC and RRT and I've found jurisdictional error with RRT.",
      "id": "s18"
    },
    {
      "text": "I lodged my application to be reviewed at Federal Magistrates Court.",
      "id": "s19"
    },
    {
      "text": "The Judge didn't consider all information provided at my hearing.",
      "id": "s20"
    },
    {
      "text": "5 The appeal is to be dismissed.",
      "id": "s21"
    },
    {
      "text": "6 Before the Federal Magistrates Court the \" Grounds \" for the application then being made were \" jurisdictional error \" and a denial of procedural fairness.",
      "id": "s22"
    },
    {
      "text": "The application as filed in that Court relevantly stated (without alteration):\n Procedural fairness had been denied.",
      "id": "s23"
    },
    {
      "text": "I was sick and I couldn't attend hearing.",
      "id": "s24"
    },
    {
      "text": "No Ground was raised before the Federal Magistrate as to any alleged bias on the part of the Tribunal.",
      "id": "s25"
    },
    {
      "text": "7 There are at least two reasons why the first Ground of Appeal raised in this Court should be rejected.",
      "id": "s26"
    },
    {
      "text": "First, it was not an argument raised before the Federal Magistrates Court and no reason has been advanced as to why leave should now be granted to entertain the argument.",
      "id": "s27"
    },
    {
      "text": "Second, it is well accepted that a \" reasonable apprehension \" of bias must be \" firmly established \": Re JRL, Ex parte CJL [1986] HCA 39 ; (1986) 161 CLR 342.",
      "id": "s28"
    },
    {
      "text": "Mason J there observed (at 352):\n It seems that the acceptance by this Court of the test of reasonable apprehension of bias in such cases as Watson [1976] HCA 39 ; [(1976) 136 CLR 248] and Livesey [1983] HCA 17 ; [(1983) 151 CLR 288] has led to an increase in the frequency of applications by litigants that judicial officers should disqualify themselves from sitting in particular cases on account of their participation in other proceedings involving one of the litigants or on account of conduct during the litigation.",
      "id": "s29"
    },
    {
      "text": "It needs to be said loudly and clearly that the ground of disqualification is a reasonable apprehension that the judicial officer will not decide the case impartially or without prejudice, rather than that he will decide the case adversely to one party.",
      "id": "s30"
    },
    {
      "text": "There may be many situations in which previous decisions of a judicial officer on issues of fact and law may generate an expectation that he is likely to decide issues in a particular case adversely to one of the parties.",
      "id": "s31"
    },
    {
      "text": "But this does not mean either that he will approach the issues in that case otherwise than with an impartial and unprejudiced mind in the sense in which that expression is used in the authorities or that his previous decisions provide an acceptable basis for inferring that there is a reasonable apprehension that he will approach the issues in this way.",
      "id": "s32"
    },
    {
      "text": "In cases of this kind, disqualification is only made out by showing that there is a reasonable apprehension of bias by reason of prejudgment and this must be \"firmly established\": Reg v Commonwealth Conciliation and Arbitration Commission; Ex parte Angliss Group [1969] HCA 10 ; [(1969) 122 CLR 546 at 553---4]; Watson [(1976) 136 CLR at 262]; Re Lusink; Ex parte Shaw [(1980) 32 ALR 47 at 50---1].",
      "id": "s33"
    },
    {
      "text": "Although it is important that justice must be seen to be done, it is equally important that judicial officers discharge their duty to sit and do not, by acceding too readily to suggestions of appearance of bias, encourage parties to believe that by seeking the disqualification of a judge, they will have their case tried by someone thought to be more likely to decide the case in their favour.",
      "id": "s34"
    },
    {
      "text": "There is no basis upon which any \" reasonable apprehension \" of bias on the part of the Tribunal could be established.",
      "id": "s35"
    },
    {
      "text": "A review of the reasons for decision of the Tribunal does not establish anything other than the Tribunal reviewing the facts before it and the reasons for its decision.",
      "id": "s36"
    },
    {
      "text": "Where it is expedient in the interests of justice, a new argument may be allowed to be advanced on appeal which was not advanced at first instance: VUAX v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 158 at [46] .",
      "id": "s37"
    },
    {
      "text": "In the present proceeding, it is not expedient in the interests of the administration of justice to allow a new argument to be raised on appeal which has no prospects of success.",
      "id": "s38"
    },
    {
      "text": "8 Nor is there any substance in the contention that the Federal Magistrates Court did not consider the application \" fairly \" or \" reasonably \".",
      "id": "s39"
    },
    {
      "text": "9 The reasons for decision as provided by the Federal Magistrates Court set forth, in summary form, the evidence as was before the Tribunal and then proceeded to deal with both of the \" Grounds \" being advanced for consideration.",
      "id": "s40"
    },
    {
      "text": "The Federal Magistrate did not perceive there to be any jurisdictional error.",
      "id": "s41"
    },
    {
      "text": "He dismissed the contention that there had been a denial of procedural fairness by concluding:\n ... As for the second ground this appears to be a figment of the imagination of the person who wrote the application for this applicant.",
      "id": "s42"
    },
    {
      "text": "She actually attended two hearings.",
      "id": "s43"
    },
    {
      "text": "Exasperation may be felt when, as frequently happens in migration cases, arguments are advanced for resolution which appear to have little (if any) correlation with the facts in issue.",
      "id": "s44"
    },
    {
      "text": "Albeit in the context of addressing comments made by a trial judge during the course of a hearing, the following comments of Gleeson CJ in Antoun v R [2006] HCA 2 , 224 ALR 51 reflect both the reality that may be experienced in entertaining what appear to be unmeritorious arguments and the need to always ensure the appearance of impartiality:\n [22] Judges do not have to devote unlimited time to listening to unmeritorious arguments.",
      "id": "s45"
    },
    {
      "text": "Sometimes, a brief hearing will suffice.",
      "id": "s46"
    },
    {
      "text": "Judges may anticipate events at trial, and foresee lines of argument that may be developed.",
      "id": "s47"
    },
    {
      "text": "Here, the appellants made it clear from the outset that they hoped to be able to secure acquittal without giving evidence themselves.",
      "id": "s48"
    },
    {
      "text": "Perhaps the judge felt indignant about the conduct disclosed by the evidence, or about the tactics adopted by the appellants.",
      "id": "s49"
    },
    {
      "text": "Indignation is a natural reaction to some facts that are disclosed, or some events that occur, at a criminal trial or, for that matter, on an appeal.",
      "id": "s50"
    },
    {
      "text": "It should never be permitted to compromise the appearance of impartiality that is required of judges.",
      "id": "s51"
    },
    {
      "text": "In the context of the present appeal it may likewise be observed that moderation in the language with which reasons for decision are expressed may be more productive of adverse decisions being accepted as a balanced and impartial resolution of a dispute, especially disputes involving an unrepresented litigant.",
      "id": "s52"
    },
    {
      "text": "10 There is nothing, however, which indicates that the Federal Magistrate in the present proceeding did not consider and \" fairly \" and \" reasonably \" resolve the arguments being advanced.",
      "id": "s53"
    },
    {
      "text": "Not only did the Federal Magistrate resolve the arguments being advanced by the now Appellant, he also considered a further argument potentially available to her based upon s 91R(3) of the Migration Act 1958 (Cth).",
      "id": "s54"
    },
    {
      "text": "This argument had properly been raised by those appearing for the Respondent Minister.",
      "id": "s55"
    },
    {
      "text": "11 Other than the language used by the Federal Magistrate in his reasons for decision, there is thus no basis upon which any argument as to a lack of \" fairness \" could be advanced in the present appeal.",
      "id": "s56"
    },
    {
      "text": "That language, although it may have been more prudent for the observations to have been differently expressed, falls far short of establishing any reasonably held belief that the Federal Magistrate was not determining the case before him \" fairly \" and \" reasonably \".",
      "id": "s57"
    },
    {
      "text": "There is no basis upon which it could be contended that the Federal Magistrate was not acting \" impartially and without prejudice \".",
      "id": "s58"
    },
    {
      "text": "Each case must obviously be decided upon its own facts.",
      "id": "s59"
    },
    {
      "text": "But it may be noted that in Penhall-Jones v New South Wales [2007] FCA 925 a Federal Magistrate was not disqualified by reason of characterising an allegation that an offer had been made as a \" bribe \" as \" ridiculous \".",
      "id": "s60"
    },
    {
      "text": "That and other \" strong \" language, Buchanan J concluded, did not demonstrate on the part of the Federal Magistrate \" a lack of preparedness to deal with [the case] in a balanced way \": at [95].",
      "id": "s61"
    },
    {
      "text": "The manner in which a judgment is expressed may evidence a reasonable apprehension of bias: Vakuata v Kelly [1989] HCA 44 ; (1989) 167 CLR 568 at 573.",
      "id": "s62"
    },
    {
      "text": "But the use of intemperate language, of itself, does not necessarily result in a decision being set aside: Klinger v Nicholl [2005] FCAFC 153 ; Naisauvou v Minister for Immigration and Multicultural Affairs [1999] FCA 86 at [32] , [1999] FCA 86 ; 89 FCR 435 at 443.",
      "id": "s63"
    },
    {
      "text": "12 Although the Affidavit as filed in this Court refers indiscriminately to complaints made as against the Department, the Tribunal and the Federal Magistrates Court, it should be noted that the mere rejection of a claim by either the Tribunal or the Federal Magistrates Court self-evidently does not establish any reasonable apprehension of bias: cf SCAA v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2002] FCA 668 at [38] per von Doussa J.",
      "id": "s64"
    },
    {
      "text": "When referring to the reasons for decision of a Refugee Review Tribunal, His Honour there further relevantly observed that \" it will be a rare and exceptional case where actual bias can be demonstrated solely from the published reasons for decision \".",
      "id": "s65"
    },
    {
      "text": "These observations have since been endorsed by Tamberlin, Mansfield and Jacobson JJ in SBBF v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2002] FCAFC 358 at [16] .",
      "id": "s66"
    },
    {
      "text": "See also: SZHOP v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1640 at [23] ; SZLVN v Minister for Immigration &amp; Citizenship [2008] FCA 1301 at [21] .",
      "id": "s67"
    },
    {
      "text": "13 The lack of \" fairness \" on the part of the Federal Magistrates Court was explained by the now Appellant (through her interpreter) as being the fact that neither the Tribunal nor the Federal Magistrates Court believed that she was a genuine Falun Gong practitioner.",
      "id": "s68"
    },
    {
      "text": "The task of making findings of fact, including findings as to the credibility of the now Appellant, rested with the Tribunal.",
      "id": "s69"
    },
    {
      "text": "It is no part of the function of the Federal Magistrates Court or of this Court to review the factual findings as made.",
      "id": "s70"
    },
    {
      "text": "As was observed in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 at [25] , [2006] HCA 63 ; 228 CLR 152 at 160 \" What is required by procedural fairness is a fair hearing, not a fair outcome \".",
      "id": "s71"
    },
    {
      "text": "The now Appellant was given a \" fair hearing \" before the Federal Magistrates Court.",
      "id": "s72"
    },
    {
      "text": "14 No appellable error can be perceived in the reasons for decision of the Federal Magistrates Court.",
      "id": "s73"
    },
    {
      "text": "Those reasons do not expose anything other than a fair and impartial determination of the case being advanced.",
      "id": "s74"
    },
    {
      "text": "15 The appeal is dismissed with costs.",
      "id": "s75"
    },
    {
      "text": "ORDERS \n \n16 The orders of the Court are:\n \n1.",
      "id": "s76"
    },
    {
      "text": "The Notice of Appeal as filed on 13 October 2008 is dismissed.",
      "id": "s77"
    },
    {
      "text": "2.",
      "id": "s78"
    },
    {
      "text": "The Appellant is to pay the costs of the First Respondent.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s80"
    },
    {
      "text": "Associate:\n\nDated: 26 November 2008\n\n The Appellant: The Appellant appeared in person \n \n Solicitor for the First Respondent: Phillips Fox \n\n Date of Hearing: 25 November 2008 \n \n Date of Judgment: 26 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1773.html",
      "id": "s81"
    }
  ]
}