{
  "name": "Massih v Esber [2008] FCA 1452 (24 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1452.html",
  "catchphrases": [
    {
      "text": "application to set aside bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "need for court to be \" satisfied \"",
      "id": "c1"
    },
    {
      "text": "counter-claim, set-off or cross demand",
      "id": "c2"
    },
    {
      "text": "could not have been set up as a matter of law in the action or proceeding in which judgment or order obtained",
      "id": "c3"
    },
    {
      "text": "application allowed",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Applicant and the Respondent in this Application have previously been involved in litigation in the Equity Division of the Supreme Court of New South Wales.",
      "id": "s0"
    },
    {
      "text": "2 In those proceedings the present Respondent was the Plaintiff and the Applicant was the Defendant.",
      "id": "s1"
    },
    {
      "text": "What was in issue was the nature of the arrangement as between them in respect to the development of a property located at Merrylands.",
      "id": "s2"
    },
    {
      "text": "3 During the course of the proceedings in the Supreme Court a costs order was made in favour of the now Respondent which was later assessed to be in the sum of $77,498.96.",
      "id": "s3"
    },
    {
      "text": "Judgment was subsequently entered against the present Applicant in the District Court on 19 December 2007.",
      "id": "s4"
    },
    {
      "text": "4 The present Bankruptcy Notice was served on 11 February 2008 requiring either payment or the making of an \" arrangement to the creditor's satisfaction for settlement of the debt \" within 21 days.",
      "id": "s5"
    },
    {
      "text": "Annexed to the Bankruptcy Notice was a Certificate of Judgment of the District Court certifying the recovery of judgment in that Court.",
      "id": "s6"
    },
    {
      "text": "5 The Application was filed in this Court on 29 February 2008.",
      "id": "s7"
    },
    {
      "text": "That Application seeks an order setting aside the Bankruptcy Notice .",
      "id": "s8"
    },
    {
      "text": "The power of this Court to set aside a bankruptcy notice was not questioned: Re Sterling; Ex parte Esanda Ltd [1980] FCA 61 ; (1980) 30 ALR 77 at 83 per Lockhart J; Dimasi v Nangiloc Colignan Farms Pty Ltd [2007] FCA 308 at [25] , [2007] FCA 308 ; 239 ALR 330 at 337 per Ryan J.",
      "id": "s9"
    },
    {
      "text": "6 In the present proceeding it is claimed that the Applicant has \" a counter-claim, set-off or cross-demand as referred to in s 40(1)(g) \" of the Bankruptcy Act 1966 (Cth).",
      "id": "s10"
    },
    {
      "text": "Section 41(7) of the 1966 Act has the effect that, upon that Application having been filed, the time for compliance with the Notice is deemed to have been extended until the Court determines the Application .",
      "id": "s11"
    },
    {
      "text": "7 The \" counter-claim, set-off or cross-demand \" relied upon by the present Applicant is his right to set-off the losses incurred in respect to the development of the Merrylands property.",
      "id": "s12"
    },
    {
      "text": "These losses, it is accepted by the parties, exceed the judgment debt upon which the Bankruptcy Notice is founded.",
      "id": "s13"
    },
    {
      "text": "8 That \" counter-claim, set-off or cross-demand \" is said by the Applicant to be one that he \" could not have set up in the action or proceeding in which the judgment or order was obtained \" within the meaning of and for the purposes of s 40(1)(g).",
      "id": "s14"
    },
    {
      "text": "THE SUPREME COURT PROCEEDINGS \n \n9 The litigation in the Supreme Court dates back to 2004 when an Amended Statement of Claim was apparently filed seeking declaratory relief as to the arrangement between the parties in respect to the development property.",
      "id": "s15"
    },
    {
      "text": "To be resolved was whether the nature of any arrangement between the then Plaintiff and Defendant was simply one whereby work was performed in return for remuneration or whether the parties would each be entitled to a 50% share of profits on sale.",
      "id": "s16"
    },
    {
      "text": "10 On 26 April 2006 His Honour Justice Hall of that Court published reasons for his decision that the Plaintiff had an interest in the development property and was entitled to 50% of the profits on sale.",
      "id": "s17"
    },
    {
      "text": "His Honour granted leave to the parties \" to bring in short minutes of orders to give effect to the orders proposed \": Esber v Massih [2006] NSWSC 321.",
      "id": "s18"
    },
    {
      "text": "That was done by way of orders made on 8 March 2007, including an order that \" there be an account of such profits \" and an order that the \" Defendant pay the Plaintiff's costs of the proceedings as assessed or agreed \".",
      "id": "s19"
    },
    {
      "text": "11 A Certificate of Determination of Costs dated 15 October 2007 certified that the present Applicant was to pay costs in the sum of $77,498.96.",
      "id": "s20"
    },
    {
      "text": "12 On 8 May 2008 a Notice of Motion was filed in the Supreme Court seeking leave to file and serve a Cross-Claim or seeking a variation of the judgment of Hall J by way of a declaration that \" the defendant is entitled to contribution from the plaintiff to half of any losses from the development and sale of the property \".",
      "id": "s21"
    },
    {
      "text": "An Amended Notice of Motion was resolved by Acting Justice Bryson on 31 July 2008 when His Honour concluded in relevant part:\n [4] The order which the trial Judge made on that subject was, obviously in its terms, interlocutory; it is not a final order and could not be the source of any estoppel or res judicata.",
      "id": "s22"
    },
    {
      "text": "The order speaks extremely briefly of an account of profits, obviously in contemplation of further detailed directions about the taking of such an account and about what was to be done with the matter ascertained on taking the account.",
      "id": "s23"
    },
    {
      "text": "... [6] An order for an account of profits, including the order made on 8 March 2007 which used \"such profits\" to refer back to the declaration previously made, on its ordinary and natural meaning and without any further exposition is an order for an account of losses if matter accounted for should have generated losses.",
      "id": "s24"
    },
    {
      "text": "If the Court had intended anything so strange as an account or enquiry limited only to profits, and to leave ascertainment of losses, if there should be any, to be neglected and not dealt with, there would have been a marked departure from the Court's statutory duty to resolve the whole controversy.",
      "id": "s25"
    },
    {
      "text": "If the order of 8 March 2007 had been intended to effect any [sic] so strange a result I am confident that it would say so in a highly explicit manner.",
      "id": "s26"
    },
    {
      "text": "SECTIONS 40(1)(G) &amp; 41(7) \n \n13 Those provisions of the Bankruptcy Act of immediate relevance to the Application now before this Court are ss 40(1)(g) and 41 (7).",
      "id": "s27"
    },
    {
      "text": "14 Section 40(1)(g) of the 1966 Act provides as follows: \n Acts of bankruptcy (1) A debtor commits an act of bankruptcy in each of the following cases: ... (g) if a creditor who has obtained against the debtor a final judgment or final order, being a judgment or order the execution of which has not been stayed, has served on the debtor in Australia or, by leave of the Court, elsewhere, a bankruptcy notice under this Act and the debtor does not: (i) where the notice was served in Australia--within the time specified in the notice; or (ii) where the notice was served elsewhere--within the time fixed for the purpose by the order giving leave to effect the service; comply with the requirements of the notice or satisfy the Court that he or she has a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt or sum payable under the final order, as the case may be, being a counter-claim, set-off or cross demand that he or she could not have set up in the action or proceeding in which the judgment or order was obtained; ... \n15 Section 41(7) of the 1966 Act provides as follows:\n (7) Where, before the expiration of the time fixed for compliance with the requirements of a bankruptcy notice, the debtor has applied to the Court for an order setting aside the bankruptcy notice on the ground that the debtor has such a counter-claim, set-off or cross demand as is referred to in paragraph 40(1)(g), and the Court has not, before the expiration of that time, determined whether it is satisfied that the debtor has such a counter-claim, set-off or cross demand, that time shall be deemed to have been extended, immediately before its expiration, until and including the day on which the Court determines whether it is so satisfied.",
      "id": "s28"
    },
    {
      "text": "16 Section 41(7) requires the Court to be \" satisfied that the debtor has ... a counter-claim, set-off or cross demand \" of the kind set forth in s 40(1)(g).",
      "id": "s29"
    },
    {
      "text": "17 To \" satisfy \" the Court it is not necessary for the debtor to prove, as on a final hearing, the asserted entitlement to recover as against the creditor.",
      "id": "s30"
    },
    {
      "text": "That which is to be established is whether the Court is \" satisfied \" that the debtor \" has a claim deserving to be finally determined \": Re Glew; Glew v Harrowell [2003] FCA 373 at [11] , [2003] FCA 373 ; 198 ALR 331 at 334.",
      "id": "s31"
    },
    {
      "text": "Lindgren J there observed:\n [9] There are authorities suggesting that Glew and Tresidder must satisfy me of the following interrelated and sometimes overlapping matters: &#8226; that they have a \"prima facie case\", even if they do not adduce evidence which would be admissible on a final hearing making out that case... &#8226; that they have \"a fair chance of success\" or are \"fairly entitled to litigate\" the claim... and &#8226; that they are advancing a \"genuine\" or \"bona fide\" claim...",
      "id": "s32"
    },
    {
      "text": "It may be that the first and second formulations are intended to cover the same ground.",
      "id": "s33"
    },
    {
      "text": "In [Re Brink; Ex parte Commercial Banking Co of Sydney Ltd (1980) 44 FLR 135] Lockhart J treated (at ALR 438---9; FLR 141) the reference to a \"prima facie case\" ... as a reference to \"a fair chance of success\".",
      "id": "s34"
    },
    {
      "text": "This was subsequently characterised by His Honour as a \" relatively low threshold \": at [64].",
      "id": "s35"
    },
    {
      "text": "The judgment to be made \" involves weighing up considerations as to the legal and factual merit of the claim relied upon by the debtor, and the justice of allowing the bankruptcy proceedings to go ahead or requiring them to await the determination of the claim \": Guss v Johnstone [2000] HCA 26 at [40] , [2000] HCA 26 ; 171 ALR 598 at 606 per Gleeson CJ, Gaudron, McHugh, Kirby and Callinan JJ.",
      "id": "s36"
    },
    {
      "text": "18 A debtor cannot \" satisfy \" the Court, for example, by showing no more than the fact that a claim is made and how the claim may be made out: Re Duncan, Ex parte Modlin (1917) 17 SR (NSW) 152 per Street J.",
      "id": "s37"
    },
    {
      "text": "It is not sufficient that a debtor believes he has a genuine claim; what is required is that the Court must be satisfied that it is just that the claim should be determined before the bankruptcy proceedings are allowed to continue: Dekkan v Evans [2008] FCA 1004 at [54] per Jacobson J.",
      "id": "s38"
    },
    {
      "text": "See also: Dekkan v Macquarie Leasing Pty Ltd (No 2) [2008] FCA 1431 per Buchanan J; Cirillo v Consolidated Press Property Pty Ltd [2007] FCA 139.",
      "id": "s39"
    },
    {
      "text": "Mere production of a statement of claim, without more, is not sufficient: Re Cox (1934) 7 ABC 98.",
      "id": "s40"
    },
    {
      "text": "Nor is a \" shadowy \" claim that could not fairly be litigated: Re Rivett; Ex parte Edward Fay Ltd (1932) 5 ABC 182 at 188.",
      "id": "s41"
    },
    {
      "text": "19 The objective of the legislature in providing for a bankruptcy notice to be set aside where a judgment debtor has a \" counter-claim, set-off or cross demand \" is \" to prevent a judgment creditor from pursuing bankruptcy proceedings when, as between himself and the judgment debtor, the balance of account is in favour of the judgment debtor \": In re Judd, Ex parte Pike (1924) 24 SR (NSW) 537 at 540 per Maughan AJ.",
      "id": "s42"
    },
    {
      "text": "See also: Van Leeuwen v Bank of Western Australia Ltd [2001] FCA 1826 at [14] per French J.",
      "id": "s43"
    },
    {
      "text": "20 In the present Application it was not contended, nor could it have been contended, that the Court could not reach the requisite state of \" satisfaction \".",
      "id": "s44"
    },
    {
      "text": "21 And it was not put in issue that the claim that the Applicant asserts as against the Respondent was a \" counter-claim, set-off or cross demand \" within the meaning of s 40(1)(g); nor that it was equal to or exceeded the amount of the judgment debt.",
      "id": "s45"
    },
    {
      "text": "22 The \" counter-claim, set-off or cross demand \" referred to in s 40(1)(g) and 41(7) \" must be something sounding in money \": Re Brinks; Ex parte Commercial Banking Co of Sydney Ltd [1980] FCA 78 ; (1980) 30 ALR 433 , 44 FLR 135 at 138 per Lockhart J.",
      "id": "s46"
    },
    {
      "text": "See also: Re Jocumsen (1929) 1 ABC 82 at 85 per Henchman J.",
      "id": "s47"
    },
    {
      "text": "23 In In re Judd, Ex parte Pike, supra, Maughan AJ observed that the word \" counter-claim \" most probably refers to \" those claims which might be the subject of a counter-claim in equity \"; the term \" set-off \" was said to refer to \" those claims which might be the subject of a set-off at common law \".",
      "id": "s48"
    },
    {
      "text": "And the term \" cross demand \" was said to be \" not a technical term and must ... refer to claims other than those which would be comprised in the two expressions 'counter-claim' and 'set-off' \": (1924) 24 SR (NSW) 537 at 539.",
      "id": "s49"
    },
    {
      "text": "An \" unrestricted meaning \", it was said, was to be given to the word \" cross demand \" (at 540).",
      "id": "s50"
    },
    {
      "text": "The meaning of each of these terms was also explored in In re A Bankruptcy Notice [1934] 1 Ch 431.",
      "id": "s51"
    },
    {
      "text": "Declaratory relief sought in the Chancery Division as to an entitlement to a charge on the proceeds of property was held not to be a \" counter-claim, set-off or cross demand \".",
      "id": "s52"
    },
    {
      "text": "Lord Hanworth MR there observed that \" set-off \" was \" a word well known and established in its meaning \" (at 437).",
      "id": "s53"
    },
    {
      "text": "Of the term \" cross demand \" it was observed (at 438):\n I turn, therefore, to what to my mind is the wider word, \"cross-demand.",
      "id": "s54"
    },
    {
      "text": "\" If a cross-demand is only to be interpreted as meaning something which could have been introduced into the action by way of counterclaim, it adds nothing to the word \"counterclaim.",
      "id": "s55"
    },
    {
      "text": "\" \"Cross-demand\" seems to me to be a word introduced in order to give a wider ambit to the meaning of these claims, something that would not be described, certainly, as a set-off, something that could not have been brought in the action, something that still lies outside a counterclaim, but is of a nature which can be specified and which is of such a nature that it equals or exceeds the amount of the judgment debt.",
      "id": "s56"
    },
    {
      "text": "I do not desire to say what \"cross-demand\" may include, but it is not difficult to say that it does not include a claim of such uncertain nature as appears in these Chancery proceedings.",
      "id": "s57"
    },
    {
      "text": "That claim does not appear to be one which it would be proper to describe as a cross-demand; it is a claim of right which may inure ultimately for the benefit of the judgment debtor.",
      "id": "s58"
    },
    {
      "text": "Therefore, it appears that there is no sufficient ground for setting aside this bankruptcy notice; the bankruptcy notice stands good and must be complied with.",
      "id": "s59"
    },
    {
      "text": "Romer and Maugham LJJ delivered separate judgments but agreed with Lord Hanworth MR.\n \n24 A claim for unliquidated damages for breach of contract can fall within the term \" cross demand \" ( Re Griffin, Ex parte Soutar (1890) 1 BC (NSW) 29) ; as can a claim for unliquidated damages for a tort ( In re Judd, Ex parte Pike , supra at 539---40).",
      "id": "s60"
    },
    {
      "text": "A claim for relief under the Industrial Relations Act 1996 (NSW), being a claim that the creditor pay the debtor any money that may be found owing under an arrangement as varied by the Industrial Relations Commission may also be a cross-claim or counter-demand: Re Zakrzewski; Zakrzewski v Rodgers [2000] FCA 1187 at [33] ---[34], [2000] FCA 1187 ; 178 ALR 694 at 704---5 per Madgwick J.",
      "id": "s61"
    },
    {
      "text": "A \" cross demand \" need not have any connection with the cause of action out of which the judgment debt arose: cf In re a Debtor [1914] 3 KB 726.",
      "id": "s62"
    },
    {
      "text": "A judgment debtor is thus able to \" buy up a claim against the judgment creditor in order to have a 'cross demand' \": In re Judd; Ex parte Pike (1924) 24 SR (NSW) 537 at 540 per Maughan AJ.",
      "id": "s63"
    },
    {
      "text": "25 Notwithstanding the fact that there was a level of agreement as between the parties to the present proceeding, it is considered that it remains for the Court itself to be \" satisfied \" as to each of the elements of s 40(1)(g).",
      "id": "s64"
    },
    {
      "text": "Agreement cannot absolve the Court of its responsibility to reach its own state of \" satisfaction \".",
      "id": "s65"
    },
    {
      "text": "In the present proceeding, it is considered that:\n \n(a) however the claim of the Applicant was to be characterised, it fell within the statutory phrase \" cross-claim, set-off or cross demand \"; and\n \n(b) that claim was equal to or exceeded the amount of the judgment debt.",
      "id": "s66"
    },
    {
      "text": "26 That which was put in issue, and the matter about which there was no agreement, was whether or not the Applicant's claim was one which \" could not have [been] set up in the action or proceeding in which the judgment or order was obtained \".",
      "id": "s67"
    },
    {
      "text": "27 This provision exists for the benefit of the debtor: Re Willats; Ex parte Nissan Finance Corp Ltd [1991] FCA 407 ; (1991) 31 FCR 206.",
      "id": "s68"
    },
    {
      "text": "O'Loughlin J there observed (at 212):\n The reference in s 40(1)(g) of the Act to a counterclaim that could not have been set up in the proceedings exists for the protection of the debtor.",
      "id": "s69"
    },
    {
      "text": "Notwithstanding that his creditor may have obtained a judgment against him, that judgment cannot be used to found a bankruptcy notice if there is -- outside the spectrum of those legal proceedings -- a counterclaim of equal or greater size.",
      "id": "s70"
    },
    {
      "text": "But the Act intends a debtor, at the earliest opportunity, to raise against his creditor such counterclaim, if any, as he may have and which can be properly raised in the creditor's proceedings; if he does not he cannot complain (by way of raising that counter-claim) when the creditor applies to this court to issue a bankruptcy notice.",
      "id": "s71"
    },
    {
      "text": "The statutory phrase \" must not be narrowed \".",
      "id": "s72"
    },
    {
      "text": "A judgment debtor is \" not to lie by with his cross-demand, but must prosecute it with due diligence \": Re Brown, Ex parte Peisley Brothers (1892) 3 BC (NSW) 13 at 14 per Manning J.",
      "id": "s73"
    },
    {
      "text": "\" A debtor having a claim against his or her creditor can not just stand by while judgment is obtained and later seek to use that claim to set aside a bankruptcy notice founded upon that judgment \": Re Ling; Ex parte Ling v Commonwealth [1995] FCA 1410 ; (1995) 58 FCR 129 at 137 per Hill J.",
      "id": "s74"
    },
    {
      "text": "28 Consistent with the legislative objective sought to be achieved by s 40(1)(g) , it has been held that the phrase \" could not have been set up \" refers to a \" cross-claim, set-off or cross demand \" which could not have been set up as a matter of law; a mere failure to take advantage of an opportunity to do so does not fall within s 40(1)(g): Re Vicini; Ex parte E A Sealey &amp; Co (1982) 64 FLR 323.",
      "id": "s75"
    },
    {
      "text": "Fisher J there usefully summarised as follows some of the relevant authorities (at 326):\n The relevant words of the Act were considered by Lockhart J in Re Brink; Ex parte The Commercial Banking Company of Sydney Ltd. (1980) 44 FLR 135, at p 139, when he said: \"The words 'that he could not have set up in the action or proceeding in which the judgment or order was obtained' mean 'which he could not by law set up in the action': see Re Jocumsen (1929) 1 ABC 82 , at p 85; Re A Debtor [1914] 3 KB 726, at p 730 per Avory J.; Re Stockvis (1934) 7 ABC 53 , at p 57, especially per Lukin J where his Honour said: 'I take as a counterclaim, set off or cross demand which could not be set up as one which, from point of time, or from its nature, or from absence of empowering provisions, or from positive inhibition so to do, could not be set up in the particular case in which judgment was obtained ... .",
      "id": "s76"
    },
    {
      "text": "Mere failure to take advantage of the opportunity can hardly be said to be inability.",
      "id": "s77"
    },
    {
      "text": "'\" In Re A Debtor the circumstances were that, at the time of judgment, the debtor was not the assignee of a debt, which debt he in answer to the bankruptcy notice relied upon as constituting a counterclaim which he could not have set up in the proceedings.",
      "id": "s78"
    },
    {
      "text": "Thus at the time of judgment he could not have as a matter of law set up the counterclaim.",
      "id": "s79"
    },
    {
      "text": "It was nothing to the point that he might have earlier taken an assignment.",
      "id": "s80"
    },
    {
      "text": "At p 730 Avory J said: \n \n \"I think that upon the true interpretation of the section a debtor is entitled to set up in answer to a bankruptcy notice a counter-claim which rebus sic stantibus he could not in law have set up in the action in which the judgment was obtained, even though he could, if he had chosen, have taken steps which would have rendered the counter-claim available to him in the action.",
      "id": "s81"
    },
    {
      "text": "\"I think it means a counter-claim which as things then stood the debtor could not set up in the action.",
      "id": "s82"
    },
    {
      "text": "\"\n \n \n\nThe judgment debtor was there asserting that, despite his best endeavours, he could not obtain \" factual and expert evidence \" to establish his counterclaim.",
      "id": "s83"
    },
    {
      "text": "That was not sufficient to bring himself within s 40(1)(g).",
      "id": "s84"
    },
    {
      "text": "Fisher J concluded (at 326):\n In my opinion these statements of principle... determine the matter against the debtor.",
      "id": "s85"
    },
    {
      "text": "There was no reason in law why he could not set up his counterclaim in the creditor's proceedings.",
      "id": "s86"
    },
    {
      "text": "... \nSee also: Re Jocumsen (1929) 1 ABC 82 at 85 per Henchman J; Clark v UDC Finance Ltd [1985] 2 NZLR 636 at 639---40.",
      "id": "s87"
    },
    {
      "text": "29 Whether a claim \" could not have been set up \" is thus to be determined by reference to legal considerations and not by reference to \" practicalities \": Re Ling; Ex parte Ling v Commonwealth [1995] FCA 1410 ; (1995) 58 FCR 129 at 132.",
      "id": "s88"
    },
    {
      "text": "These comments have since been approved by the Full Court: Smart v Esanda Finance Corp Ltd [2000] FCA 235 at [17] per Lee, Goldberg and Kenny JJ.",
      "id": "s89"
    },
    {
      "text": "See also: Tzovaras v Nufeno Pty Ltd [2003] FCA 1152 at [34] ---[35] per Jacobson J.",
      "id": "s90"
    },
    {
      "text": "In Re Ling , Hill J concluded that a claim could be set up in the Federal Court as against the Commonwealth even though to do so the judgment debtor would have had to have commenced proceedings in the High Court of Australia and to have had those proceedings remitted to the Federal Court.",
      "id": "s91"
    },
    {
      "text": "The fact that such a \" tortuous route \" had to be followed did not mean that the proceeding could not have been set up in the Federal Court.",
      "id": "s92"
    },
    {
      "text": "His Honour reviewed some of the authorities and concluded (at 137):\n These cases, it seems to me, establish that a cross-claim will be one which could be set up in the action, notwithstanding that to do so the debtor may need to transfer the proceedings first to another court, or may need to obtain in his or her favour the exercise of a discretion before doing so.",
      "id": "s93"
    },
    {
      "text": "The onus of showing that the claim is not one that could have been set up in the creditor's proceedings lies upon the debtor.",
      "id": "s94"
    },
    {
      "text": "That onus will not be satisfied merely by showing that some indirect course may need be followed (that course being in the discretion of the debtor) nor by showing that there existed a discretion which could have been exercised against the setting up of the claim as a cross-claim.",
      "id": "s95"
    },
    {
      "text": "To satisfy that onus the debtor must show that, as a matter of law and in the circumstances prevailing, he or she could not have set up the cross-claim.",
      "id": "s96"
    },
    {
      "text": "That the debtor has not done in the present case.",
      "id": "s97"
    },
    {
      "text": "In Nath v Clipway Pty Ltd [1999] FCA 625 at [4] Spender J agreed with these observations of Hill J. Kiefel and Hely JJ agreed with Spender J.",
      "id": "s98"
    },
    {
      "text": "See also: Lau v Accord Pacific Properties Pty Ltd [2003] FCA 795 at [9] ---[10] per Branson J.",
      "id": "s99"
    },
    {
      "text": "30 Similarly, a claim which may be brought by way of a cross-claim, but only upon the claimant electing to discontinue a pending action, is nevertheless a claim which could be set up as a \" counter-claim, set-off or cross demand \": Re Stokvis (1934) 7 ABC 53.",
      "id": "s100"
    },
    {
      "text": "31 Some decisions involving the application of s 40(1)(g) have involved circumstances in which a costs order has been made in an interlocutory application and the question as to whether the \" cross-claim, set-off or cross demand \" sought to be relied upon could have been raised in that interlocutory application.",
      "id": "s101"
    },
    {
      "text": "Notwithstanding the interlocutory nature of a proceeding, reliance in such cases is placed upon s 40(3) of the 1966 Act which relevantly provides as follows:\n For the purposes of paragraph (1)(g): ... (b) a judgment or order that is enforceable as, or in the same manner as, a final judgment obtained in an action shall be deemed to be a final judgment so obtained and the proceedings in which, or in consequence of which, the judgment or order was obtained shall be deemed to be the action in which it was obtained; ... \nOne such decision is Re Gould; Ex parte Skinner (1983) 72 FLR 393.",
      "id": "s102"
    },
    {
      "text": "An application had there been made for an interlocutory injunction to restrain the sale of property.",
      "id": "s103"
    },
    {
      "text": "That application failed because there was a failure to establish that an undertaking as to damages would have had any substance.",
      "id": "s104"
    },
    {
      "text": "The cross-claim or set off was there said to be a claim for damages for breach of an obligation as encumbrancee to exercise reasonable care with respect to the sale of the property.",
      "id": "s105"
    },
    {
      "text": "That cross-claim or set-off, Fitzgerald J held, could not have been set up in the action seeking the interlocutory injunction.",
      "id": "s106"
    },
    {
      "text": "His Honour concluded (at 407---8):\n It was not in dispute before me that the order for costs upon the dismissal of the application for an interlocutory injunction in Queensland Supreme Court action No 1473 of 1982 is one which is enforceable as or in the same manner as a final judgment obtained in an action in that Court.",
      "id": "s107"
    },
    {
      "text": "The order for costs is therefore deemed by s 40(3)(b) of the Act to be a \"final judgment so obtained\", that is, a \"final judgment\" obtained in an \"action\".",
      "id": "s108"
    },
    {
      "text": "However, s 40(3)(b) of the Act does not stop there; the \"action\" is identified.",
      "id": "s109"
    },
    {
      "text": "For the purposes of s 40(1)(g), the statutory fiction effected by the deeming is extended to convert the \"proceedings\" in which the order was in fact obtained into the \"action\" in which the notional \"final judgment\" was obtained.",
      "id": "s110"
    },
    {
      "text": "In my opinion, the test in such circumstances called for by s 40(1)(g) of the Act is to ascertain not whether the cross demand could have been set up in the Supreme Court action No 1473 of 1982, but whether it could have been set up in the deemed action, the proceeding in which the order for costs was made, that is, the application for an interlocutory injunction in that action.",
      "id": "s111"
    },
    {
      "text": "The answer is clearly negative.",
      "id": "s112"
    },
    {
      "text": "... \nAnother comparable decision is Chesson v Smith (1992) 35 FCR 594.",
      "id": "s113"
    },
    {
      "text": "An application had there been filed in the Supreme Court of New South Wales seeking leave to commence proceedings under the De Facto Relationships Act 1984 (NSW) out of time.",
      "id": "s114"
    },
    {
      "text": "The application was dismissed with costs.",
      "id": "s115"
    },
    {
      "text": "A certificate of taxation issued and, subsequently, a bankruptcy notice.",
      "id": "s116"
    },
    {
      "text": "It was accepted that there was a cross demand which exceeded the debt.",
      "id": "s117"
    },
    {
      "text": "But it was not a cross demand which could have been set up in the \" proceeding \", that \" proceeding \" either being the application for the interlocutory order for leave or the application for the costs order in that interlocutory application.",
      "id": "s118"
    },
    {
      "text": "32 But the phrase refers only to those causes of action which a debtor was entitled to plead up to the time of judgment that are capable of amounting to a \" counter-claim, set-off or cross demand \" within the meaning of s 40(1)(g): Re Deen, Ex parte Deen v Muller (1995) 58 FCR 441.",
      "id": "s119"
    },
    {
      "text": "A claim acquired subsequent to the time of judgment is not a claim which could have been set up as against the judgment debt, even though the debtor could have acquired the claim -- had he so chosen -- prior to judgment.",
      "id": "s120"
    },
    {
      "text": "THE ACTION OR PROCEEDING?",
      "id": "s121"
    },
    {
      "text": "33 Section 40(1)(g) refers to a creditor who has obtained against a debtor \" a final judgment or final order \" and further refers to the ability to set up the \" counter-claim, set-off or cross demand \" in the \" action or proceeding in which the judgment or order was obtained \".",
      "id": "s122"
    },
    {
      "text": "34 In the present Application there was a lack of precision in the identification by the Applicant of the \" action or proceeding in which the judgment or order was obtained \".",
      "id": "s123"
    },
    {
      "text": "At the outset of oral submissions it was contended that the \" action or proceeding \" was to be found in the Supreme Court proceedings and was either:\n \n(i) the claim for declaratory relief, together with costs; or, more narrowly \n \n(ii) the claim for the costs order.",
      "id": "s124"
    },
    {
      "text": "An analogy was sought to be drawn between the interlocutory nature of the \" proceeding \" before Hall J in the Supreme Court and the decisions in Re Gould and Chesson v Smith .",
      "id": "s125"
    },
    {
      "text": "The narrower the identification of the \" proceeding \", the easier the Applicant contended it was to conclude that the claim in respect of losses could not have been set up as an answer.",
      "id": "s126"
    },
    {
      "text": "A more broadly phrased submission advanced on behalf of the Applicant in his written submission was that \" where an order for costs is made on an interlocutory application within other proceedings, that interlocutory application is itself deemed to be the action in which the relevant order is obtained (see s40(3)(b)) \".",
      "id": "s127"
    },
    {
      "text": "By the end of oral submissions, however, the Applicant contended that the \" action or proceeding \" was:\n \n(iii) the \" proceeding \" in the District Court whereby judgment was entered for the sum of money assessed in the Certificate of Determination of Costs .",
      "id": "s128"
    },
    {
      "text": "35 It is not considered that the \" final judgment or final order \" could be constituted by the order for costs made by the Supreme Court, either on its own or together with the Certificate of Determination of Costs : Franks v Warringah Council [2003] FCA 1047 , 131 FCR 287.",
      "id": "s129"
    },
    {
      "text": "A certificate that sets out the determination of the costs assessor, without being filed in a court of competent jurisdiction, is not sufficient to found a bankruptcy notice: Snelgrove v Roskell [2007] FCA 122 at [53] , 157 FCR 313 at 319 per Jacobson J.",
      "id": "s130"
    },
    {
      "text": "In Franks , the Land and Environment Court had there ordered that the Council's costs be agreed or assessed under the then Legal Profession Act 1987 (NSW).",
      "id": "s131"
    },
    {
      "text": "A bankruptcy notice was served, the schedule to which stated that costs had been so assessed and annexed a certificate.",
      "id": "s132"
    },
    {
      "text": "Branson J summarised the submissions there being advanced as follows:\n [16] It was submitted by the Council that the argument that it could only recover its costs by filing in a court of competent jurisdiction a certificate issued pursuant to s 208J of the Legal Profession Act was contrary to established authority and the proper construction of the relevant legislation.",
      "id": "s133"
    },
    {
      "text": "The Council submitted that in respect of each order of the Land and Environment Court, having received the determination of the costs assessor, it had two options open to it for the purpose of the Bankruptcy Act .",
      "id": "s134"
    },
    {
      "text": "The first option, it argued, was the option of filing the certificate issued under s 208J of the Legal Profession Act in a court of competent jurisdiction and issuing a bankruptcy notice on the judgment thereby deemed to have been obtained.",
      "id": "s135"
    },
    {
      "text": "The second option, it argued, was the option which it in fact adopted; that is, the option of issuing a bankruptcy notice founded on the order of the Land and Environment Court supported by the certificate issued under s 208J.",
      "id": "s136"
    },
    {
      "text": "The Council contended that the second of these options remained open to it even after it had filed in a court of competent jurisdiction the certificate issued by the costs assessor.",
      "id": "s137"
    },
    {
      "text": "Her Honour reviewed the authorities and then concluded:\n [30] The submissions of the Council identified in [16] are, in my view, unsustainable.",
      "id": "s138"
    },
    {
      "text": "Section 40(1)(g) does not, as it seems to me, admit of the possibility that a creditor may have obtained against a debtor more than one final judgment or final order in respect of the one debt, or perhaps more accurately, sourced from the same obligation.",
      "id": "s139"
    },
    {
      "text": "Further, s 40(1)(g) of the Bankruptcy Act refers only to final judgments and final orders that can be enforced by a writ of execution (Re Pannowitz; Ex parte Wilson (1975) 38 FLR 184 at 198 per Riley J).",
      "id": "s140"
    },
    {
      "text": "I incline to the view that Pt 44 r 7 of the Supreme Court Rules (NSW), as presently worded, does not allow a writ of execution to issue in respect of the orders of the Land and Environment Court on which reliance is here placed.",
      "id": "s141"
    },
    {
      "text": "It seems to me to be implicit in Pt 44, r 7, as presently worded, that a writ of execution may only issue in respect of costs determined under the Legal Profession Act to enforce a judgment entered as a result of the filing of a certificate under the Legal Profession Act .",
      "id": "s142"
    },
    {
      "text": "... [32] I conclude that each of the bankruptcy notices should be set aside on the basis that it is fatally flawed because the judgment or order upon which it is founded, and which is attached to it as required by Form 1, is not \"a final judgment or final order, being a judgment or order the execution of which has not been stayed\" within the meaning of s 40(1)(g) of the Bankruptcy Act .",
      "id": "s143"
    },
    {
      "text": "36 The \" final judgment or final order \" in the present proceeding, it was ultimately submitted by the Applicant, was the judgment of the District Court.",
      "id": "s144"
    },
    {
      "text": "The form of a bankruptcy notice is that prescribed by reg 4.02 of the Bankruptcy Regulations 1996 (Cth) and clause 2 to that form provides as follows:\n The creditor claims that the debt is due and payable by you.",
      "id": "s145"
    },
    {
      "text": "A copy of the judgments or orders relied upon by the creditor is attached.",
      "id": "s146"
    },
    {
      "text": "At the time of applying for this Notice, execution of the judgments or orders had not been stayed.",
      "id": "s147"
    },
    {
      "text": "If a bankruptcy notice is to satisfy the requirements of s 41(1) and (2) of the Bankruptcy Act as to form, it must correctly identify the source of the bankrupt's liability to make the payment demanded by the notice: Re Gibbs; Ex parte Triscott (1995) 65 FCR 80 , 133 ALR 718 at 721 per Drummond J.",
      "id": "s148"
    },
    {
      "text": "Only a judgment upon which a creditor is in a position to issue execution when he issues the bankruptcy notice can constitute a final judgment for the purposes of s 40(1)(g): cf.",
      "id": "s149"
    },
    {
      "text": "Pepper v McNiece [1941] HCA 27 ; (1941) 64 CLR 642 at 657 per Williams J.",
      "id": "s150"
    },
    {
      "text": "A judgment which has been stayed may not found a bankruptcy notice: s 41(3)(b) ; Re Pannowitz; Ex parte Wilson (1975) 38 FLR 184 at 187---8 per Riley J; Reasonable Endeavours Pty Ltd v Dennehy [2001] FCA 188 , 107 FCR 144.",
      "id": "s151"
    },
    {
      "text": "37 Attached to the Bankruptcy Notice as served upon the Applicant on 11 February 2008 was the judgment of the District Court, being the Certificate of Judgment signed by the Registrar of that Court.",
      "id": "s152"
    },
    {
      "text": "For the purposes of s 40(1)(g) , the \" action or proceeding \" in which that judgment was obtained was necessarily the District Court proceeding.",
      "id": "s153"
    },
    {
      "text": "\" A proceeding \", it may be noted, \" may mean something as distinct from an action or any step thereunder in which final orders are made for the payment of money.",
      "id": "s154"
    },
    {
      "text": "It may also mean a step in an action, in which proceeding a final order is made for the payment of money \": Re Black; Ex parte Jeffery (1932) 4 ABC 157 at 160 per Lukin J.",
      "id": "s155"
    },
    {
      "text": "38 The judgment entered by that Court was entered as a consequence of the Certificate having been issued in respect to those costs which had been ordered to be paid by the Supreme Court and the subsequent filing of that Certificate by the Respondent with the District Court.",
      "id": "s156"
    },
    {
      "text": "There was no suggestion that that judgment had in fact been stayed.",
      "id": "s157"
    },
    {
      "text": "The Bankruptcy Notice as served stated that it had not been stayed.",
      "id": "s158"
    },
    {
      "text": "39 The process whereby that judgment came to be entered by the District Court is regulated by the provisions of the Legal Profession Act 2004 (NSW) and the Uniform Civil Procedure Rules 2005 (NSW) .",
      "id": "s159"
    },
    {
      "text": "40 That process relevantly commenced with the making of an order for the payment of costs by the Supreme Court and the subsequent issue by a costs assessor of a certificate pursuant to s 368(1) of the Legal Profession Act .",
      "id": "s160"
    },
    {
      "text": "Section 372 of that Act provides for the finality of such determinations as follows:\n Determination to be final A costs assessor's determination of an application is binding on all parties to the application and no appeal or other assessment lies in respect of the determination, except as provided by this Division.",
      "id": "s161"
    },
    {
      "text": "Provision is made for the review of determinations made (ss 373---383) and for an appeal against a decision of a costs assessor \" as to a matter of law \" (s 384.",
      "id": "s162"
    },
    {
      "text": "See: O'Brien v Doherty [2008] NSWSC 205 ; Cassegrain v CTK Engineering [2008] NSWSC 457).",
      "id": "s163"
    },
    {
      "text": "41 When making a determination, it is no part of the function of a costs assessor to entertain cross-claims which may be brought or to determine whether or when costs are payable: Muriniti v Lyons [2004] NSWSC 135.",
      "id": "s164"
    },
    {
      "text": "Albeit addressing the provisions in the Legal Profession Act 1987 (NSW), Dunford J there observed:\n [56] Having regard to the status and powers of Costs Assessors and the ordinary meaning of the word \"assessor\", I am satisfied that the powers of Costs Assessors are limited to determining the value of the work done or services rendered in circumstances where there is no dispute that costs are payable and the only issue is as to the amount.",
      "id": "s165"
    },
    {
      "text": "It is no part of their function to determine whether or when such costs are payable.",
      "id": "s166"
    },
    {
      "text": "The matters set out in s 208A which they must, and in s 208B which they may, take into account are all matters relevant to putting a value on the work done or services rendered and the fairness or justice of the amount claimed; but are not matters which relate to the terms of a costs agreement (particularly if oral) and whether any conditions precedent to payment have been fulfilled.",
      "id": "s167"
    },
    {
      "text": "The determination of such questions requires the reception of sworn evidence, which can be tested by cross-examination, and an assessment of such evidence.",
      "id": "s168"
    },
    {
      "text": "Costs Assessors do not have the power to deal with such matters.",
      "id": "s169"
    },
    {
      "text": "[57] For similar reasons it has been held that a Costs Assessor has no power to hear a cross-claim by a client against a solicitor based on negligence, nor to award damages: Ryan v Hansen, supra per Kirby J; or to make an assessment when no costs are presently due and payable: Lace v Younan [1999] NSWSC 1072 per Master Harrison (no bill of costs rendered); Baker v Kearney [2002] NSWSC 746 per Master Malpass (judgment in District Court that applicant for assessment not entitled to costs).",
      "id": "s170"
    },
    {
      "text": "I am therefore satisfied that on being notified of the dispute as to the plaintiff's liability to pay the costs, the Costs Assessor should have declined to make a determination or issued a certificate unless and until such issue was resolved.",
      "id": "s171"
    },
    {
      "text": "Nothing said by the Court of Appeal in Wentworth v Rogers [2006] NSWCA 145 , 66 NSWLR 474 detracts from this particular conclusion of Dunford J.",
      "id": "s172"
    },
    {
      "text": "See also: Ryan v Hansen [2000] NSWSC 354 , 49 NSWLR 184.",
      "id": "s173"
    },
    {
      "text": "The same observations may be made in respect to the 2004 legislation.",
      "id": "s174"
    },
    {
      "text": "42 Once a costs assessor has discharged his tasks, however, and once a determination has been made, of immediate relevance to the manner in which a certificate is thereafter given effect is s 368(5) of the 2004 Act.",
      "id": "s175"
    },
    {
      "text": "That subsection provides as follows:\n In the case of an amount of costs that has not been paid, the certificate is, on the filing of the certificate in the office or registry of a court having jurisdiction to order the payment of that amount of money, and with no further action, taken to be a judgment of that court for the amount of unpaid costs, and the rate of any interest payable in respect of that amount of costs is the rate of interest in the court in which the certificate is filed.",
      "id": "s176"
    },
    {
      "text": "Part 36 r 10 of the Uniform Civil Procedure Rules provides for the filing of a certificate in either the existing proceeding in which the order was made or in fresh proceedings.",
      "id": "s177"
    },
    {
      "text": "That Rule provides as follows:\n Filing of cost assessors' certificates (1) A cost assessor's certificate: (a) may be filed in the proceedings to which it relates, or (b) may be filed in fresh proceedings, whether in the same court or another court.",
      "id": "s178"
    },
    {
      "text": "(2) If, in relation to proceedings in which a cost assessor's certificate is filed, there is also filed an affidavit, sworn not earlier than 14 days before it is filed, stating: (a) if the affidavit is filed with the certificate, how much of the amount of costs included in the certificate has not been paid, and (b) otherwise, the amount of the costs included in the certificate that, at the time the certificate was filed, had not been paid, the registrar may enter judgment for the amount of the costs that have not been paid, without a direction of the court or request of a party.",
      "id": "s179"
    },
    {
      "text": "43 For the purposes of s 40(1)(g) of the Bankruptcy Act , the inquiry is thus directed to determining whether or not in that proceeding in the District Court whereby the Certificate was filed, the Applicant \" could not have set up \" his claim to bring losses in the development of the Merrylands property into account.",
      "id": "s180"
    },
    {
      "text": "Those claims could not have been \" set up \" during the earlier administrative processes being undertaken by the costs assessor.",
      "id": "s181"
    },
    {
      "text": "44 Nor is it considered that the Applicant's claims could have been set up in the \" action or proceeding \" in the District Court.",
      "id": "s182"
    },
    {
      "text": "The present Respondent, having obtained the Certificate of Determination of Costs , thereafter filed the Certificate with the District Court and it was s 368(5) of the 2004 Act which gave effect to that Certificate as a \" judgment \" of the District Court.",
      "id": "s183"
    },
    {
      "text": "No submission was advanced that the filing of the Certificate with the District Court did not constitute an \" action or proceeding \" for the purposes of s 40(1)(g).",
      "id": "s184"
    },
    {
      "text": "45 The fact that Part 36 r 10 of the Uniform Civil Procedure Rules confers a discretion upon the Registrar does not detract from this conclusion.",
      "id": "s185"
    },
    {
      "text": "Whatever be the ambit of that discretion, it would not empower the Registrar to decline to register a Certificate which had been properly obtained and properly filed and where the costs remained outstanding.",
      "id": "s186"
    },
    {
      "text": "46 The result of the present Application, it is considered, can be stated simply.",
      "id": "s187"
    },
    {
      "text": "For the purposes of the present Application , it was accepted that the joint venture agreement as between the Applicant and the Respondent gave rise to losses, those losses being said to be approximately $160,000.",
      "id": "s188"
    },
    {
      "text": "Those losses obviously exceed the judgment debt of $77,498.96.",
      "id": "s189"
    },
    {
      "text": "But, as at the date upon which the Bankruptcy Notice was served in February 2008, no account had been taken -- as had been ordered by Hall J in March 2007.",
      "id": "s190"
    },
    {
      "text": "Whether an account had or had not been taken, however, those losses could not have been set up during the process whereby the costs assessor made a determination as to costs.",
      "id": "s191"
    },
    {
      "text": "Nor could those losses have been set up in opposition to the filing of the Certificate of the costs assessor with the District Court and the judgment thereafter being taken to have been made by reason of s 368(5) of the Legal Profession Act .",
      "id": "s192"
    },
    {
      "text": "47 The Application to have the Bankruptcy Notice as served on 11 February 2008 set aside should thus be allowed.",
      "id": "s193"
    },
    {
      "text": "ORDERS \n \n48 The orders of the Court are:\n \n1.",
      "id": "s194"
    },
    {
      "text": "The Application be allowed.",
      "id": "s195"
    },
    {
      "text": "2.",
      "id": "s196"
    },
    {
      "text": "The Bankruptcy Notice No NN 0290 of 2008 be set aside.",
      "id": "s197"
    },
    {
      "text": "3.",
      "id": "s198"
    },
    {
      "text": "The Respondent is to pay the costs of the Applicant.",
      "id": "s199"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s200"
    },
    {
      "text": "Associate:\n\nDated: 24 September 2008\n\n Counsel for the Applicant: A McInerney \n \n Solicitor for the Applicant: Ellison Tillyard Callanan \n \n Counsel for the Respondent: D Ash \n \n Solicitor for the Respondent: Watson and Watson \n\n Date of Hearing: 18 September 2008 \n \n Date of Judgment: 24 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1452.html",
      "id": "s201"
    }
  ]
}