{
  "name": "Bing! Software Pty Ltd v Bing Technologies Pty Limited (No 1) [2008] FCA 1760 (25 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1760.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "alleged infringement of s120 trade marks act 1995 (cth) by software enabled internet postal service",
      "id": "c1"
    },
    {
      "text": "whether mark substantially identical or deceptively similar",
      "id": "c2"
    },
    {
      "text": "whether goods or services in respect of which mark registered",
      "id": "c3"
    },
    {
      "text": "nature of first respondent's business",
      "id": "c4"
    },
    {
      "text": "nature of software",
      "id": "c5"
    },
    {
      "text": "whether software incidental to service",
      "id": "c6"
    },
    {
      "text": "effect of undertaking given during trial",
      "id": "c7"
    },
    {
      "text": "trade marks",
      "id": "c8"
    },
    {
      "text": "assessment of damages",
      "id": "c9"
    },
    {
      "text": "whether damages at large applicable to trade mark infringement",
      "id": "c10"
    },
    {
      "text": "whether wrongful conduct enough",
      "id": "c11"
    },
    {
      "text": "whether applicant established damage",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    },
    {
      "text": "whether breach of ss 52 and 53 trade practices act 1974 (cth) (tpa)",
      "id": "c14"
    },
    {
      "text": "application of established principles",
      "id": "c15"
    },
    {
      "text": "whether confusion transient and ephemeral",
      "id": "c16"
    },
    {
      "text": "whether representation of sponsorship or approval",
      "id": "c17"
    },
    {
      "text": "tort",
      "id": "c18"
    },
    {
      "text": "wrongful passing off",
      "id": "c19"
    },
    {
      "text": "whether applicant established elements pursuant to recognised principles",
      "id": "c20"
    },
    {
      "text": "whether sufficient reputation in mark",
      "id": "c21"
    },
    {
      "text": "likelihood of injury to business",
      "id": "c22"
    },
    {
      "text": "intellectual property",
      "id": "c23"
    },
    {
      "text": "intellectual property",
      "id": "c24"
    },
    {
      "text": "intellectual property",
      "id": "c25"
    },
    {
      "text": "intellectual property",
      "id": "c26"
    }
  ],
  "sentences": [
    {
      "text": "1 Before me is an amended application filed on 20 November 2007.",
      "id": "s0"
    },
    {
      "text": "The applicant, BING!",
      "id": "s1"
    },
    {
      "text": "Software Pty Ltd ACN 079 281 197, claims:\n \n&#8226; trade mark infringement;\n \n&#8226; misleading or deceptive conduct pursuant to sections 52 and 53 Trade Practices Act 1974 (Cth) (\"TPA\"); and\n \n&#8226; passing off.",
      "id": "s2"
    },
    {
      "text": "2 For convenience, I will continue to refer to BING!",
      "id": "s3"
    },
    {
      "text": "Software Pty Ltd ACN 079 281 197 as \"the applicant\" in these proceedings, and Bing Technologies Pty Ltd ACN 098 420 903 and Mr Cranitch as \"the respondents\".",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n \n3 Both the applicant and the first respondent are companies incorporated under the Corporations Act 2001 (Cth).",
      "id": "s5"
    },
    {
      "text": "The sole director of the applicant is Mr Emmanuel Theodosiou.",
      "id": "s6"
    },
    {
      "text": "At all material times Mr Cranitch was in effective control of the first respondent through his roles as managing director, secretary and Chief Executive Officer of the first respondent.",
      "id": "s7"
    },
    {
      "text": "Mr Cranitch, through an associated company, was also in control of a majority of the issued share capital of the first respondent.",
      "id": "s8"
    },
    {
      "text": "4 The applicant is the registered proprietor of Trade Mark 836622 with a priority date of 24 May 2000 (\"the Bing Trade Mark\").",
      "id": "s9"
    },
    {
      "text": "Registered Trade Mark 836622 is as follows:\n \n \n5 So far as is relevant in these proceedings the Bing Trade Mark is registered in respect of the following goods and services:\n Class 9 Software for the legal profession and other industries and professions not limited in any way to a specific industry or commercial sector; Class 35 Distribution and sales of computer software.",
      "id": "s10"
    },
    {
      "text": "Class 42 Design of computer software; programming maintenance, upgrading and updating of computer software for the legal profession and other industries and professions not limited in any way to a specific industry or commercial sector... \n6 The applicant commenced business in 1997 by marketing (primarily to law firms) and licensing a new Family Court document automation software package under the trade mark BING!",
      "id": "s11"
    },
    {
      "text": ".",
      "id": "s12"
    },
    {
      "text": "The Bing Trade Mark appears on the software (on-screen), on software user guides and on the footer of Family Court documents created using the software.",
      "id": "s13"
    },
    {
      "text": "The Bing Trade Mark and the word BING!",
      "id": "s14"
    },
    {
      "text": "are also used on the applicant's software and marketing material.",
      "id": "s15"
    },
    {
      "text": "7 The applicant maintains a website www.bing.com.au featuring the Bing Trade Mark, and since 1997 has also developed software products for various markets, all incorporating the word and following exclamation mark \" BING!",
      "id": "s16"
    },
    {
      "text": "\".",
      "id": "s17"
    },
    {
      "text": "The applicant lead evidence that its annual fees for the past three years have exceeded $350,000, and that it maintains a list of customers, with 1400 law firms having purchased BING!",
      "id": "s18"
    },
    {
      "text": "software since 1997.",
      "id": "s19"
    },
    {
      "text": "The applicant submits that currently more than 500 entities subscribe to its products.",
      "id": "s20"
    },
    {
      "text": "8 In his affidavit of 3 December 2007, Mr Cranitch deposed that the business of the first respondent was the provision of an internet protocol postal mail service.",
      "id": "s21"
    },
    {
      "text": "The nature of the business is that, by using the service, customers of the first respondent can route letters over the internet and have them printed and posted at points closest to the recipient, with the result that customers experience faster, cheaper and more efficient letter-based communications.",
      "id": "s22"
    },
    {
      "text": "Mr Cranitch deposed that the first respondent did not sell a product, rather it sold a service , and that it did not target legal firms as customers in any marketing or advertising.",
      "id": "s23"
    },
    {
      "text": "Mr Cranitch deposed further that approximately 90% of the first respondent's income was derived from posting invoices, statements and debt collection letters.",
      "id": "s24"
    },
    {
      "text": "9 The first respondent purchased the domain name www.bing.com for $US25,000 and had purchased the domain names www.easymail.com and www.easymail.com.au from third parties.",
      "id": "s25"
    },
    {
      "text": "The first respondent has also registered the domain name www.easypost.com.au .",
      "id": "s26"
    },
    {
      "text": "In relation to the use of hardware and software, Mr Cranitch deposed:\n \n&#8226; the client creates the relevant letter;\n \n&#8226; the first respondent provides a print driver called \"mail room\";\n \n&#8226; the driver is not sold, rather it is provided as a means to access the service;\n \n&#8226; most of the first respondent's clients use an older version of the print driver called EasyMail.",
      "id": "s27"
    },
    {
      "text": "10 The following logo appears prominently on the first respondent's website and on its products:\n \n \n11 The first respondent also uses the word \"bing\" in a variety of guises, including:\n \n&#8226; without a red arrow above the letter \"i\";\n \n&#8226; in a black rectangular box without the words \"postal mail internet speed\"; and\n \n&#8226; in the following forms: Bing and bing .",
      "id": "s28"
    },
    {
      "text": "12 These logos are set out later in the judgment.",
      "id": "s29"
    },
    {
      "text": "13 On 6 February 2007 the first respondent lodged an application for the trade mark \"Bing\" for classes 9, 16, 38 and 39, described as follows:\n Class 9 --- electronic mail handling apparatus; electronic mail installations; electronic mail servers; electronic mail terminals; electronic mailing machines; stamping mail (apparatus to check).",
      "id": "s30"
    },
    {
      "text": "Class 16 --- machines for office use for moistening mail; machines for office use for opening mail; machines for office use for signing mail; machines for office use for stamping mail; machines for office use for wrapping mail; machines for office use in addressing mail; machines for office use in cancelling mail; machines for office use in closing mail; machines for office use in endorsing (franking) mail; mail inserting machines for office use; mail order catalogue; mailers (office machines); mailing labels; printed sheets of paper for mailing purposes.",
      "id": "s31"
    },
    {
      "text": "Class 38 --- data transmission by electronic mail; electronic mail; provision of electronic mail facilities.",
      "id": "s32"
    },
    {
      "text": "Class 39 --- forwarding of mail; franking of mail; mail forwarding.",
      "id": "s33"
    },
    {
      "text": "14 On 5 September 2007 the applicant lodged opposition to the granting of the trade mark registration to the first respondent.",
      "id": "s34"
    },
    {
      "text": "15 During the course of the hearing Mr Crowe SC for the respondents informed the court that he had received instructions from the first respondent to offer an undertaking to the court that the first respondent in relation to all references to the software the subject of the proceedings would not use the word \"bing\" when directly referring to that software in any documentation, on websites, or otherwise.",
      "id": "s35"
    },
    {
      "text": "Mr Crowe SC explained that the first respondent was not offering to change its name, but offered an undertaking that it would not refer to the software itself as \"bing\" nor any other combination of words using the word \"bing\" (TS 86 ll 18-25).",
      "id": "s36"
    },
    {
      "text": "I will consider this undertaking in more detail later in this judgment.",
      "id": "s37"
    },
    {
      "text": "CLAIM OF THE APPLICANT \n \n16 In the Amended Application filed 20 November 2007 the applicant sought the following orders:\n \n1.",
      "id": "s38"
    },
    {
      "text": "A declaration that the conduct of the first respondent in using the name or sign \"bing\" and trading under the name or style in connection with the word \"bing\" with the distribution sale and supply of software within Australia:\n \n \n (a) infringes the applicant's registered Trade Mark numbered 836622 BING!",
      "id": "s39"
    },
    {
      "text": "(\"the Bing Trade Mark\");\n (b) constitutes misleading and deceptive conduct or conduct which is likely to mislead and deceive in contravention of sections 52 and/or 53 of the Trade Practices Act 1974 ;\n (c) constitutes a wrongful passing off by the first respondent of its goods or services for the goods or services supplied by the applicant.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "An order permanently restraining the first respondent, whether by itself, its servants, officers or agents from using within Australian the sign BING or any sign which is deceptively similar to the Bing Trade Mark as a sign in connection with the distribution, sale and supply of software.",
      "id": "s42"
    },
    {
      "text": "3.",
      "id": "s43"
    },
    {
      "text": "An order that the respondents deliver up to the applicant for destruction all marketing material in their possession or under their power or control in connection with the advertising and/or supply of the software which material uses or contains the Bing Trade Mark or any mark deceptively similar thereto and, to the extent that such material is stored in electronic form, that such material be permanently deleted and the respondent verify such delivery up or deletion by affidavit.",
      "id": "s44"
    },
    {
      "text": "4.",
      "id": "s45"
    },
    {
      "text": "An order that the first respondent forthwith change its corporate name to a name not incorporating the word Bing or any word deceptively similar thereto.",
      "id": "s46"
    },
    {
      "text": "5.",
      "id": "s47"
    },
    {
      "text": "An order that the first respondent transfer the registration of the domain name www.bing.com to the applicant.",
      "id": "s48"
    },
    {
      "text": "6.",
      "id": "s49"
    },
    {
      "text": "Damages:\n \n \n (a) for infringement of the Bing Trade Mark;\n (b) for passing off;\n (c) pursuant to section 82 of the TPA.",
      "id": "s50"
    },
    {
      "text": "7.",
      "id": "s51"
    },
    {
      "text": "Further or other orders under section 87 of the TPA.",
      "id": "s52"
    },
    {
      "text": "8.",
      "id": "s53"
    },
    {
      "text": "Further and/or in the alternative to the relief sought in paragraph 6 above, at the option of the applicant, an account of profits made by the respondent by the said trade mark infringements and passing off and payment of the amount found to be due on the taking of such account.",
      "id": "s54"
    },
    {
      "text": "9.",
      "id": "s55"
    },
    {
      "text": "Interest under section 51A of the Federal Court Act 1976 .",
      "id": "s56"
    },
    {
      "text": "10.",
      "id": "s57"
    },
    {
      "text": "Costs.",
      "id": "s58"
    },
    {
      "text": "11.",
      "id": "s59"
    },
    {
      "text": "Such further or other orders as the Court thinks fit.",
      "id": "s60"
    },
    {
      "text": "17 In the Amended Statement of Claim filed 20 November 2007, the applicant pleaded in summary that:\n \n1.",
      "id": "s61"
    },
    {
      "text": "Both respondents had infringed the Bing Trade Mark.",
      "id": "s62"
    },
    {
      "text": "2.",
      "id": "s63"
    },
    {
      "text": "The applicant had not authorised either respondent to use the Bing Trade Mark or any sign or signs which were deceptively similar thereto in connection with the distribution, sale or supply of software.",
      "id": "s64"
    },
    {
      "text": "3.",
      "id": "s65"
    },
    {
      "text": "The first respondent had infringed the Bing Trade Mark in that it had:\n \n \n o within Australia, distributed, sold and supplied software;\n o since 2004, promoted, marketed, distributed and supplied software to businesses in Australia;\n o used the Bing Trade Mark or a sign which was substantially identical or deceptively similar thereto in connection with its business;\n o filed trade mark application 1189460 for Bing in classes 9, 16, 38 and 39;\n o on 8 March 2007 changed its name from EasyPost Australia Pty Ltd to Bing Technologies Pty Ltd, and has changed the name of the office mail system from EasyPost to Bing;\n o since March 2007 marketed and promoted the office mail system using material which prominently featured the word Bing as a sign, and identified the office mail as Bing on service agreements with customers.",
      "id": "s66"
    },
    {
      "text": "4.",
      "id": "s67"
    },
    {
      "text": "The conduct of the first respondent in infringing the Bing Trade Mark was, in summary, directed by Mr Cranitch.",
      "id": "s68"
    },
    {
      "text": "5.",
      "id": "s69"
    },
    {
      "text": "By reason of, inter alia , the use by the applicant of Bing Trade Mark and the promotion of the trade mark in connection with its business as pleaded in the Amended Statement of Claim, the conduct of the first respondent had caused members of the public to believe that the first respondent's business was conducted by or under the authority of, or was connected in the course of trade or commerce with, the applicant or had the sponsorship or approval of the applicant, and the first respondent had therefore infringed the exclusive rights conferred by registration of the Bing Trade Mark.",
      "id": "s70"
    },
    {
      "text": "6.",
      "id": "s71"
    },
    {
      "text": "By reason of, inter alia , the conduct of the first respondent in using the name \"Bing\" the first respondent had engaged in conduct in contravention of sections 52 and/or 53 TPA.",
      "id": "s72"
    },
    {
      "text": "7.",
      "id": "s73"
    },
    {
      "text": "By reason of , inter alia , the conduct of the first respondent in using the name \"Bing\" the first respondent had passed off and/or threatened to pass off:\n \n \n o its business as and for the applicant's business or as and for a business which is related to, authorised by, licensed by, approved or sponsored by or associated with the applicant;\n o the products offered for sale, sold and supplied by the first respondent as and for part of the applicant's goods and services;\n o the said products as and for products offered for sale, sold and supplied by or under the authority of the applicant; and/or\n o the said products as being approved by and/or associated with the applicant.",
      "id": "s74"
    },
    {
      "text": "8.",
      "id": "s75"
    },
    {
      "text": "The conduct of the first respondent had taken place at the direction of and with the authority of Mr Cranitch, had been carried out by Mr Cranitch, and was pursuant to a plan or design devised by Mr Cranitch.",
      "id": "s76"
    },
    {
      "text": "9.",
      "id": "s77"
    },
    {
      "text": "The first respondent had made profits from its wrongful acts and conduct.",
      "id": "s78"
    },
    {
      "text": "10.",
      "id": "s79"
    },
    {
      "text": "The applicant had requested the first respondent to cease such conduct but the first respondent had neglected, refused or failed to do so.",
      "id": "s80"
    },
    {
      "text": "11.",
      "id": "s81"
    },
    {
      "text": "Mr Cranitch had aided, abetted, counselled or procured the conduct of the first respondent or had been knowingly concerned in or a party to the conduct of the first respondent, and was a person involved in the passing off and contraventions of the TPA.",
      "id": "s82"
    },
    {
      "text": "12.",
      "id": "s83"
    },
    {
      "text": "The applicant had sustained loss and damage by reason of the conduct of the respondents and would, unless such acts and conduct were restrained, continue to suffer loss and damage.",
      "id": "s84"
    },
    {
      "text": "DEFENCE \n \n18 While the respondents in the Amended Defence filed 19 November 2007 admitted that the first respondent had used and continued to use the word \"Bing\" in the course of its business, it otherwise denied the substance of the applicant's allegations.",
      "id": "s85"
    },
    {
      "text": "In summary, the respondents:\n \n1.",
      "id": "s86"
    },
    {
      "text": "Contended that the first respondent was in the business of supplying mailing services, including distributing and supplying software called EasyPost.",
      "id": "s87"
    },
    {
      "text": "2.",
      "id": "s88"
    },
    {
      "text": "Denied that they were selling software.",
      "id": "s89"
    },
    {
      "text": "3.",
      "id": "s90"
    },
    {
      "text": "Said that the word \"Bing\" was used by the first respondent in connection with mail services and not in respect of the classes of goods or services of the Bing Trade Mark.",
      "id": "s91"
    },
    {
      "text": "4.",
      "id": "s92"
    },
    {
      "text": "Denied that the word \"Bing\" was substantially identical or deceptively similar to the Bing Trade Mark.",
      "id": "s93"
    },
    {
      "text": "5.",
      "id": "s94"
    },
    {
      "text": "Denied that either respondent had infringed the Bing Trade Mark.",
      "id": "s95"
    },
    {
      "text": "6.",
      "id": "s96"
    },
    {
      "text": "Denied that the first respondent required any authority, sponsorship or approval from the applicant.",
      "id": "s97"
    },
    {
      "text": "7.",
      "id": "s98"
    },
    {
      "text": "Denied that the respondents had engaged in any conduct in breach of ss 52 or 53 TPA or passing off on the basis that, inter alia :\n \n \n &#8226; the first respondent's business was in a different area of commerce to the business of the applicant;\n &#8226; other trade marks and companies used the word \"Bing\" in the same, similar and other areas of commerce to the business of the applicant, so the public were not likely to be misled or deceived by the respondents' use of the word \"Bing\";\n &#8226; there is a commonly used piece of software that is distributed as part of the UNIX operating system called Bing.",
      "id": "s99"
    },
    {
      "text": "This Bing software was developed in 1995 and was in existence and distributed for six years prior to the company \"Bing!",
      "id": "s100"
    },
    {
      "text": "Software\" being granted its trade mark.",
      "id": "s101"
    },
    {
      "text": "Accordingly the public are not likely to be misled or deceived by the respondents' use of the word \"Bing\".",
      "id": "s102"
    },
    {
      "text": "CONSIDERATION \n \n19 Both the applicant and the respondents made helpful submissions in these proceedings.",
      "id": "s103"
    },
    {
      "text": "20 The basis of the applicant's claim so far as it relies on infringement of trade mark is s 20 Trade Marks Act 1995 (Cth) (\"the Act \") which provides:\n (1) If a trade mark is registered, the registered owner of the trade mark has, subject to this Part, the exclusive rights: \n \n (a) to use the trade mark; and\n (b) to authorise other persons to use the trade mark; \n \n in relation to the goods and/or services in respect of which the trade mark is registered.",
      "id": "s104"
    },
    {
      "text": "Note 1: For registered owner see section 6.",
      "id": "s105"
    },
    {
      "text": "Note 2: For use see section 7.",
      "id": "s106"
    },
    {
      "text": "Note 3: In addition, the regulations may provide for the effect of a protected international trade mark: see Part 17A.",
      "id": "s107"
    },
    {
      "text": "(2) The registered owner of a trade mark has also the right to obtain relief under this Act if the trade mark has been infringed.",
      "id": "s108"
    },
    {
      "text": "Note: For what amounts to an infringement of a trade mark see Part 12.",
      "id": "s109"
    },
    {
      "text": "(3) The rights are taken to have accrued to the registered owner as from the date of registration of the trade mark.",
      "id": "s110"
    },
    {
      "text": "Note: For date of registration see section 6.",
      "id": "s111"
    },
    {
      "text": "(4) If the trade mark is registered subject to conditions or limitations, the rights of the registered owner are restricted by those conditions or limitations.",
      "id": "s112"
    },
    {
      "text": "Note: For limitations see section 6.",
      "id": "s113"
    },
    {
      "text": "(5) .... \n21 In the Amended Application the applicant pleaded s 120 of the Act .",
      "id": "s114"
    },
    {
      "text": "Section 120 sets out circumstances in which a trade mark is infringed.",
      "id": "s115"
    },
    {
      "text": "From the pleadings it appeared that the basis of the applicant's claims were potentially s 120(1) and (2) which provide:\n (1) A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to goods or services in respect of which the trade mark is registered.",
      "id": "s116"
    },
    {
      "text": "(2) A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to: \n \n (a) goods of the same description as that of goods ( registered goods ) in respect of which the trade mark is registered; or\n (b) services that are closely related to registered goods; or\n (c) services of the same description as that of services ( registered services ) in respect of which the trade mark is registered; or\n (d) goods that are closely related to registered services.",
      "id": "s117"
    },
    {
      "text": "However, the person is not taken to have infringed the trade mark if the person establishes that using the sign as the person did is not likely to deceive or cause confusion.",
      "id": "s118"
    },
    {
      "text": "... \n22 During the course of the proceedings Mr Franklin SC for the applicant clarified that, in fact, the applicant was relying only on s 120(1) (TS 19 - 20 ).",
      "id": "s119"
    },
    {
      "text": "23 In addition to its reliance on the Act , the applicant also claimed passing off, and conduct in breach of ss 52 and 53 TPA.",
      "id": "s120"
    },
    {
      "text": "Section 52 provides:\n (1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s121"
    },
    {
      "text": "(2) Nothing in the succeeding provisions of this Division shall be taken as limiting by implication the generality of subsection (1).",
      "id": "s122"
    },
    {
      "text": "24 So far as relevant in these proceedings s 53 provides:\n A corporation shall not, in trade or commerce, in connexion with the supply or possible supply of goods or services or in connexion with the promotion by any means of the supply or use of goods or services: \n \n ...\n \n (c) represent that goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have;\n \n (d) represent that the corporation has a sponsorship, approval or affiliation it does not have.",
      "id": "s123"
    },
    {
      "text": "25 The validity of the applicant's trade mark is not in dispute, nor is there a dispute that the first respondent uses the word \"bing\" as a trade mark (albeit unregistered).",
      "id": "s124"
    },
    {
      "text": "It became clear both from submissions of the parties and the conduct of the case that the following issues required determination:\n \n1.",
      "id": "s125"
    },
    {
      "text": "Whether the trade mark used by the first respondent --- namely the word \"bing\" in various guises --- was substantially identical to the applicant's trade mark.",
      "id": "s126"
    },
    {
      "text": "2.",
      "id": "s127"
    },
    {
      "text": "Whether the trade mark used by the first respondent --- namely the word \"bing\" in various guises --- was deceptively similar to the applicant's trade mark.",
      "id": "s128"
    },
    {
      "text": "3.",
      "id": "s129"
    },
    {
      "text": "Whether the goods or services in respect of which the first respondent uses the word \"bing\" in various guises were goods or services in respect of which the trade mark was registered.",
      "id": "s130"
    },
    {
      "text": "4.",
      "id": "s131"
    },
    {
      "text": "Liability, if any, of Mr Cranitch for infringement, if any, of the applicant's trade mark.",
      "id": "s132"
    },
    {
      "text": "5.",
      "id": "s133"
    },
    {
      "text": "Whether the conduct of the first respondent amounted to conduct in breach of s 52 or s 53 TPA.",
      "id": "s134"
    },
    {
      "text": "6.",
      "id": "s135"
    },
    {
      "text": "Whether the conduct of the first respondent amounted to passing off.",
      "id": "s136"
    },
    {
      "text": "7.",
      "id": "s137"
    },
    {
      "text": "Liability, if any, of Mr Cranitch in relation to conduct of the first respondent in breach of the TPA or conduct in the nature of constituted passing off, if any.",
      "id": "s138"
    },
    {
      "text": "8.",
      "id": "s139"
    },
    {
      "text": "In the event that the applicant has substantiated its case or any part thereof --- appropriate remedies.",
      "id": "s140"
    },
    {
      "text": "26 In the context of the legislation I have set out above, I will now turn to each of these issues.",
      "id": "s141"
    },
    {
      "text": "1.",
      "id": "s142"
    },
    {
      "text": "IS THE FIRST RESPONDENT'S USAGE OF \"BING\" SUCH THAT IT IS SUBSTANTIALLY IDENTICAL TO THE APPLICANT'S TRADE MARK?",
      "id": "s143"
    },
    {
      "text": "27 Although in the Amended Statement of Claim the applicant claimed that the first respondent's use of the word \"bing\" was substantially identical to the applicant's trade mark, the applicant in written submissions stated that it was content to rely on deceptive similarity although it \"might\" be arguable that the marks were substantially identical because the words were identical.",
      "id": "s144"
    },
    {
      "text": "To that extent, there appears to be some concession by the applicant that it cannot establish an infringement of its trade mark within the meaning of s 120(1) on the basis of substantial identity.",
      "id": "s145"
    },
    {
      "text": "28 However the claim by the applicant as to substantial identity was not specifically abandoned.",
      "id": "s146"
    },
    {
      "text": "It is appropriate for me to consider this allegation.",
      "id": "s147"
    },
    {
      "text": "29 In The Shell Company of Australia Ltd v Esso Standard Oil (Australia) Ltd (1963) 109 CLR 407 , Windeyer J considered \"substantial identity\" in terms of trade marks.",
      "id": "s148"
    },
    {
      "text": "His Honour said:\n In considering whether marks are substantially identical they should, I think, be compared side by side, their similarities and differences noted and the importance of these assessed having regard to the essential features of the registered mark and the total impression of resemblance or dissimilarity that emerges from the comparison.",
      "id": "s149"
    },
    {
      "text": "\"The identification of an essential feature depends\", it has been said, \"partly on the Court's own judgment and partly on the burden of the evidence that is placed before it\": de Cordova v Vick Chemical Co (1951) 68 RPC 103 at p 106.",
      "id": "s150"
    },
    {
      "text": "Whether there is substantial identity is a question of fact: see Fraser Henleins Pty Ltd v Cody [1945] HCA 49 ; (1945) 70 CLR 100 per Latham CJ...and Ex parte O'Sullivan; Re Craig (1944) SR (NSW) 291 per Jordan CJ, where the meaning of the expression was considered.",
      "id": "s151"
    },
    {
      "text": "30 These principles are well settled and have been applied on numerous occasions by the Full Court of the Federal Court (for example, Starr Partners Pty Limited v Dev Prem Pty Ltd [2007] FCAFC 42 ; Crazy Ron's Communications Pty Limited v Mobileworld Communications Pty Limited [2004] FCAFC 196 ; (2004) 209 ALR 1).",
      "id": "s152"
    },
    {
      "text": "31 Further, it is clear that in considering whether the competing marks are substantially identical within s 120(1) of the Act a comparison must be undertaken of the registered trade mark and the whole of the respondent's mark, and not merely part of it: Angove's Pty Ltd v Johnson and Eclar Investments Pty Ltd (1981) 55 FLR 1 at 8.",
      "id": "s153"
    },
    {
      "text": "32 As I noted earlier in this judgment, the applicant's registered trade mark is as follows:\n \n \n33 The respondents use \"bing\" in a number of ways, including the following:\n \nand\n \nand\n \n\n\n\n\nand\n Bing \nand\n bing \n \n34 In considering the Bing Trade Mark and the respondents' varied uses of \"bing\" side by side, an obvious similarity is that the trade marks of both the applicant and the first respondent include the word \"bing\".",
      "id": "s154"
    },
    {
      "text": "It is also not in dispute that both parties pronounce the word \"bing\" in the same way, which is relevant in considering the similarity or otherwise of the marks (Gummow J in Wingate Marketing Pty Ltd v Levi Strauss &amp; Co (1994) 121 ALR 191 at 229).",
      "id": "s155"
    },
    {
      "text": "35 The fact that both marks include the same word does not conclusively mean that the marks are \"substantially identical\": Marc A Hammond Pty Ltd v Papa Carmine Pty Ltd (1973) 28 FLR 160; Angove's Pty Ltd v Johnson (1983) 66 FLR 216.",
      "id": "s156"
    },
    {
      "text": "Indeed, the fact that the Bing Trade Mark is written in capital letters, and the first respondent's mark is not, suggests that the two marks are not substantially identical: SAP Australia Pty Ltd v Sapient Australia Pty Ltd [1999] FCA 1821 ; (1999) 169 ALR 1 at 11.",
      "id": "s157"
    },
    {
      "text": "36 In considering the competing marks side by side a number of important differences are apparent:\n \n \n (a) the applicant's trade mark is in upper case whereas the first respondent's use of the word \"bing\" is lower case;\n (b) the applicant's trade mark utilises an exclamation mark whereas the first respondent's mark does not;\n (c) the applicant's trade mark is in the form of a logo utilising an oval shape in which the word and following exclamation mark \"BING!",
      "id": "s158"
    },
    {
      "text": "\" appear, whereas the first respondent's mark, even without the words \"POSTAL MAIL INTERNET SPEED\", appears different and does not, for example, utilise any such oval background;\n (d) the first respondent's mark frequently utilises a red arrow above the letter \"i\" whereas the applicant's trade mark does not;\n (e) the first respondent's mark is often used in conjunction with the words \"POSTAL MAIL INTERNET SPEED\" whereas the applicant's trade mark is not.",
      "id": "s159"
    },
    {
      "text": "37 In my view, notwithstanding that both marks include the word \"bing\", the two marks are not \"substantially identical\" for the purposes of s 120(1) of the Act .",
      "id": "s160"
    },
    {
      "text": "2.",
      "id": "s161"
    },
    {
      "text": "IS THE FIRST RESPONDENT'S USAGE OF \"BING\" SUCH THAT IT IS DECEPTIVELY SIMILAR TO THE APPLICANT'S TRADE MARK?",
      "id": "s162"
    },
    {
      "text": "38 Section 10 of the Act provides:\n For the purposes of this Act , a trade mark is taken to be deceptively similar to another trade mark if it so nearly resembles that other trade mark that it is likely to deceive or cause confusion.",
      "id": "s163"
    },
    {
      "text": "39 The concept of \"deceptive similarity\" in the context of trade marks was described by Windeyer J in Shell 109 CLR 407 at 415 as follows:\n On the question of deceptive similarity a different comparison must be made from that which is necessary when substantial identity is in question.",
      "id": "s164"
    },
    {
      "text": "The marks are not now to be looked at side by side.",
      "id": "s165"
    },
    {
      "text": "The issue is not abstract similarity, but deceptive similarity.",
      "id": "s166"
    },
    {
      "text": "Therefore the comparison is the familiar one of trade mark law.",
      "id": "s167"
    },
    {
      "text": "It is between, on the one hand, the impression based on recollection of the plaintiff's mark that persons of ordinary intelligence and memory would have; and, on the other hand, the impressions that such persons would get from the defendant's television exhibitions.",
      "id": "s168"
    },
    {
      "text": "To quote Lord Radcliffe again: \"The likelihood of confusion or deception in such cases is not disproved by placing the two marks side by side and demonstrating how small is the chance of error in any customer who places his order for goods with both the marks clearly before him...",
      "id": "s169"
    },
    {
      "text": "It is more useful to observe that in most persons the eye is not an accurate recorder of visual detail, and that marks are remembered rather by general impressions or by some significant detail than by any photographic recollection of the whole\": de Cordova v Vick Chemical Co at 106.",
      "id": "s170"
    },
    {
      "text": "And in Australian Woollen Mills Ltd v FS Walton &amp; Co Ltd [1937] HCA 51 ; (1937) 58 CLR 641 Dixon and McTiernan JJ said \"In deciding this question, the marks ought not, of course, to be compared side by side.",
      "id": "s171"
    },
    {
      "text": "An attempt should be made to estimate the effect or impression produced on the mind of potential customers by the mark or device for which the protection of an injunction is sought.",
      "id": "s172"
    },
    {
      "text": "The impression or recollection which is carried away and retained is necessarily the basis of any mistaken belief that the challenged mark or device is the same\" (at 658)...(at 416).",
      "id": "s173"
    },
    {
      "text": "The deceptiveness that is contemplated must result from similarity; but the likelihood of deception must be judged not by the degree of similarity alone, but by the effect of that similarity in all the circumstances.",
      "id": "s174"
    },
    {
      "text": "40 Further, it is clear that:\n \n&#8226; The concept in s 10 of the allegedly infringing trade mark being \"likely\" to deceive or cause confusion does not import a requirement that it be more probable than not that the mark has that effect.",
      "id": "s175"
    },
    {
      "text": "The probability of deception or confusion must be finite and non-trivial.",
      "id": "s176"
    },
    {
      "text": "There must be a \"real tangible danger of its occurring\": Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd [1955] HCA 15 ; (1954) 91 CLR 529 at 594-595; Registrar of Trade Marks v Woolworths Ltd [1999] FCA 1020 ; (1999) 93 FCR 365 at 380.",
      "id": "s177"
    },
    {
      "text": "&#8226; A trade mark is likely to cause confusion if the result of its use will be that a number of persons are caused to wonder whether it might not be the case that the two products or closely related products and services come from the same source.",
      "id": "s178"
    },
    {
      "text": "It is enough if the ordinary person entertains a reasonable doubt: Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd [1955] HCA 15 ; (1954) 91 CLR 529 at 594-595; Registrar of Trade Marks v Woolworths Ltd [1999] FCA 1020 ; (1999) 93 FCR 365 at 382.",
      "id": "s179"
    },
    {
      "text": "&#8226; Deceptive similarity must be judged by the standards of \"ordinary\" people keeping in mind the likelihood that they may have only an imperfect recollection of the registered mark: Johnson &amp; Johnson v Kalnin [1993] FCA 210 ; (1993) 114 ALR 215 at 220.",
      "id": "s180"
    },
    {
      "text": "&#8226; Deceptiveness flows not only from the degree of similarity itself between the marks, but also from the effect of that similarity considered in relation to the circumstances of the goods, the prospective purchasers and the market covered by the monopoly attached to the registered trade mark: NSW Dairy Corporation v Murray Goulburn Co-Operative Company Ltd (1989) 14 IPR 26 at 67, cf Windeyer J in Shell 109 CLR 407 at 416.",
      "id": "s181"
    },
    {
      "text": "41 The evidence demonstrates that the businesses of the parties are completely different, that the parties have no customers in common and that they operate in completely different markets.",
      "id": "s182"
    },
    {
      "text": "These factors militate against a finding of deceptive similarity of the trade marks.",
      "id": "s183"
    },
    {
      "text": "However on balance, I consider that the first respondent's usage of \"bing\" in its different forms is such that it is deceptively similar to the applicant's trade mark within the meaning of s 10 and s 120(1) of the Act .",
      "id": "s184"
    },
    {
      "text": "I form this view for the following reasons:\n \n&#8226; Notwithstanding that the respective trade marks of the applicant and the first respondent are different visually, as I have already observed the marks of both the applicant and the first respondent feature the word \"bing\" and the spelling and pronunciation of \"bing\" as used by both applicant and first respondent are identical.",
      "id": "s185"
    },
    {
      "text": "As Mr Franklin submitted --- \"bing\" is \"bing\".",
      "id": "s186"
    },
    {
      "text": "&#8226; Although the trade marks are used in respect of different services --- an issue to which I shall shortly return --- a customer using either the applicant's products or the first respondent's internet postal service does so by using a computer .",
      "id": "s187"
    },
    {
      "text": "Indeed the first respondent's advertisement in the December 2007 edition of the Virgin Blue in-flight magazine, which was the subject of evidence given by Mr Paul Kenna, depicts an Australia Post mail box linked by a computer cord to a computer and monitor, with the first respondent's trade mark displayed on the monitor.",
      "id": "s188"
    },
    {
      "text": "In this respect I consider that the average consumer with ordinary intelligence with an imperfect recollection of the applicant's trade mark, seeing or hearing the first respondent's mark, might be caused to wonder whether goods or services supplied pursuant to the first respondent's mark might be sourced from the applicant.",
      "id": "s189"
    },
    {
      "text": "Indeed this was the substance of evidence given by Mr Paul Kenna.",
      "id": "s190"
    },
    {
      "text": "&#8226; There is evidence of actual confusion in relation to the Bing Trade Mark and the first respondent's trade marks from:\n \n o evidence of Mr James Helm in relation to individuals whom he deposed contacted the applicant in the mistaken belief that they were contacting the first respondent (affidavits of James Helm sworn 1 November 2007, 8 November 2007 and 10 January 2008); and\n \n o as I have already noted, evidence of Mr Paul Kenna, a Victorian solicitor.",
      "id": "s191"
    },
    {
      "text": "Mr Kenna deposed that he had been aware of the applicant's products because he had previously contacted it in relation to its conveyancing software, and that he had assumed an advertisement in the December 2007 edition of the Virgin Blue in-flight magazine placed by the first respondent related to the applicant's products (affidavit of Paul Kenna sworn 12 December 2007).",
      "id": "s192"
    },
    {
      "text": "In my view whether Mr Kenna first contacted the applicant or the first respondent in relation to this confusion is irrelevant and does not materially detract from the substance of Mr Kenna's evidence.",
      "id": "s193"
    },
    {
      "text": "I accept the submission of the applicant that Mr Kenna knew of the applicant because of its conveyancing software and, that, upon seeing the advertisement with the trade mark \"bing\", Mr Kenna thought that the \"mailing software\" emanated from the applicant.",
      "id": "s194"
    },
    {
      "text": "While the authorities indicate that evidence of actual confusion such as the evidence of Mr Kenna does not conclusively establish that the first respondent's trade mark is deceptively similar to the applicant's registered trade mark, nonetheless evidence of actual confusion may be of considerable importance (Davison M, Johnston J &amp; Kennedy P, Shanahan's Australian Law of Trade Marks &amp; Passing Off (4th ed, Lawbook Co, 2008) at [30.2510] and cases cited therein).",
      "id": "s195"
    },
    {
      "text": "&#8226; On balance, expert evidence of Associate Professor Alpert supports a finding that the marks are deceptively similar.",
      "id": "s196"
    },
    {
      "text": "Although Associate Professor Alpert gave evidence that the respective brands of the applicant and the first respondent, as depicted on their websites, appeared different (TS 138 ll 1-4), he also expressed the opinions that:\n \n \n o if a potential customer only saw the word \"bing\", it could lead the customer to wonder if it was related to the applicant (TS 139 ll 29-31);\n o a consumer who knew the BING!",
      "id": "s197"
    },
    {
      "text": "Software brand could be caused to wonder whether \"bing\" \"in lower case\" came from the same source (TS 139 ll 38-44);\n o the word \"bing\" was prominent in the respective brands of the applicant and first respondent (TS 140 ll 28-47);\n o a person who has an imperfect recollection of the Bing Trade Mark in relation to any software would be likely to be confused when they saw \"bing\" on the computer screen in relation to the first respondent's software (TS 142-143);\n o an IT person, who had never seen the first respondent's website and its branding, but who knew of the applicant, might be confused on seeing the first respondent's software as displayed on a computer screen (TS 144 ll 7-10);\n o on seeing the advertisement in the Virgin Blue magazine with the single word \"bing\", a person with knowledge of the BING!",
      "id": "s198"
    },
    {
      "text": "Software might be confused into thinking that BING!",
      "id": "s199"
    },
    {
      "text": "Software had branched into a different product range (TS 151 ll 37-42);\n o consumers would experience both \"purchase confusion\" and \"initial consideration confusion\" in relation to the respective marks of the applicant and first respondent (TS 153 ll 9-24).",
      "id": "s200"
    },
    {
      "text": "42 Notwithstanding this deceptive similarity however, the respondents will only have breached the Act if the goods or services in respect of which the first respondent uses the word \"bing\" in various guises are of the same description in respect of which the trade mark is registered.",
      "id": "s201"
    },
    {
      "text": "3.",
      "id": "s202"
    },
    {
      "text": "ARE THE GOODS OR SERVICES, IN RESPECT OF WHICH THE FIRST RESPONDENT USES THE WORD \"BING\", GOODS OR SERVICES IN RESPECT OF WHICH THE TRADE MARK IS REGISTERED?",
      "id": "s203"
    },
    {
      "text": "43 As I noted earlier in this judgment, the applicant's trade mark is registered in respect of the following goods and services:\n Class 9 Software for the legal profession and other industries and professions not limited in any way to a specific industry or commercial sector; Class 35 Distribution and sales of computer software.",
      "id": "s204"
    },
    {
      "text": "Class 42 Design of computer software; programming maintenance, upgrading and updating of computer software for the legal profession and other industries and professions not limited in any way to a specific industry or commercial sector... \n44 The first respondent has sought to register its trade mark in respect of goods and services other than those listed, however this is obviously not conclusive in the context of the applicant's claim (cf Southern Cross Refrigerating Co v Toowoomba Foundry Proprietary Ltd (1954) 91 CLR 592 at 606).",
      "id": "s205"
    },
    {
      "text": "Submissions of the parties \n \n45 Submissions of the applicant in relation to this issue may be summarised as follows:\n \n&#8226; The first respondent's use of the word \"bing\" is in relation to goods or services covered by the registration of the applicant's trade mark.",
      "id": "s206"
    },
    {
      "text": "Further, there is ample evidence that the respondents distribute computer software, and that in conducting its business the first respondent distributes and installs on each of its customer's computers the bing software that is necessary to operate the system.",
      "id": "s207"
    },
    {
      "text": "&#8226; The first respondent's promotional material uses the trade mark \"bing\" in relation to its software, and through installation and use of the software, the trade mark \"bing\" appears on the computer screen in various guises.",
      "id": "s208"
    },
    {
      "text": "It is clear from the respondents' own evidence that the first respondent uses the mark \"bing\" in relation to at least software (class 9); distribution of computer software (class 35), and updating of computer software (class 42).",
      "id": "s209"
    },
    {
      "text": "&#8226; The software distributed by the first respondent has a number of components including \"bing Client\", \"bing Virtual Printer Driver\", \"Popup bing Mailroom\", \"Control bing Printer\", and \"bing Help\".",
      "id": "s210"
    },
    {
      "text": "&#8226; Customers of the first respondent enter a software license agreement in respect of the software (and updates) provided to the customer by the first respondent under the name \"bing\".",
      "id": "s211"
    },
    {
      "text": "Further, the software licence agreements refer frequently therein to \"bing\".",
      "id": "s212"
    },
    {
      "text": "&#8226; The comparison is between the applicant's registered mark normally used in relation to any goods or services for which it is registered, including software, the distribution of software, software development, maintenance and upgrades, and the first respondent's actual use.",
      "id": "s213"
    },
    {
      "text": "The first respondent's use of \"bing\" in the course of conducting a business that involves the distribution of software to customers and the entering into of software licence agreements in relation to the Bing software so distributed, confirms or exacerbates that confusion.",
      "id": "s214"
    },
    {
      "text": "&#8226; The first respondent uses \"bing\" in various guises as a trade mark in relation to goods and services.",
      "id": "s215"
    },
    {
      "text": "&#8226; It is clear that the first respondent's service is a \"software enabled\" service, and is used in relation to goods or services for which the trade mark is registered, including \"software\" and \"distribution of software\".",
      "id": "s216"
    },
    {
      "text": "&#8226; How the applicant uses its trade mark, and whether there is any likelihood of deception or confusion because the applicant sells primarily legal software and the first respondent provides postal services, are irrelevant considerations because the applicant has exclusive rights to the trade mark under s 120(1) of the Act .",
      "id": "s217"
    },
    {
      "text": "&#8226; Notwithstanding submissions of the respondents in relation to s 120(2) the proviso to s 120(2) does not apply where the first respondent's use is in relation to goods and services covered by the registration.",
      "id": "s218"
    },
    {
      "text": "Legal principles in relation to goods and services of the same description are irrelevant to this case.",
      "id": "s219"
    },
    {
      "text": "The question whether the parties operate in different market segments is irrelevant if the specification of goods and services in the registration is sufficiently wide to encompass the respondent's actual use.",
      "id": "s220"
    },
    {
      "text": "&#8226; The first respondent does not have to \"sell\" a product to use a trade mark in respect of goods and services covered by the registration.",
      "id": "s221"
    },
    {
      "text": "46 In reply, the respondents submitted in summary:\n \n&#8226; The applicant fixes upon the fact that the first respondent provides, as part of its postal service, software to customers.",
      "id": "s222"
    },
    {
      "text": "To accept the applicant's case would be to accept that it has a monopoly in the use of the name \"bing\" as a trade mark in respect of any service which provides software even though the provision of that software is ancillary to the actual service acquired by customers.",
      "id": "s223"
    },
    {
      "text": "This approach has been rejected by the courts.",
      "id": "s224"
    },
    {
      "text": "&#8226; Although the first respondent is actually engaged in the provision of postal services , the applicant is trying to elevate those services to that of provision of computer software, relying upon the incidental use of that software in the conduct of the first respondent's business.",
      "id": "s225"
    },
    {
      "text": "That is an incorrect approach and contrary to binding authority on this Court.",
      "id": "s226"
    },
    {
      "text": "&#8226; This case is very similar to that in SAP Australia Pty Ltd v Sapient Australia Pty Ltd [1999] FCA 1821 ; (1999) 169 ALR 1.",
      "id": "s227"
    },
    {
      "text": "&#8226; The applicant is trying to distract the court by the fact that the services or goods offered by the parties might have some features in common.",
      "id": "s228"
    },
    {
      "text": "The Court should not be distracted by the fact that, in part, the services or goods provided by the first respondent involves the provision of software to its customers.",
      "id": "s229"
    },
    {
      "text": "&#8226; In any event, on the morning of the second day of the trial the first respondent provided an open undertaking to the Court that it would not use the word \"bing\" either by itself or in combination with any other words in directly referring to the software it provides to its customers.",
      "id": "s230"
    },
    {
      "text": "Goods or services in respect of which the trade mark was registered: relevant principles \n \n47 The inquiry in s 120(1) as to whether use of a trade mark concerns goods or services in respect of which a trade mark is registered is simple, involving a comparison between the registered mark used notionally, fairly and normally in respect of any goods and services, with the alleged infringer's actual use.",
      "id": "s231"
    },
    {
      "text": "Resolution of the inquiry is a question of fact: Re Spillers Ltd's Trade Mark Application (1953) 70 RPC 51; cf Wal-Mart Stores Inc v Cadbury Schweppes Pty Ltd (2004) 61 IPR 596.",
      "id": "s232"
    },
    {
      "text": "Findings \n \n48 The essence of the applicant's case in relation to whether the first respondent's goods and services are those in respect of which its trade mark is registered, is that:\n \n&#8226; its trade mark is registered in relation to both software and services relevant to software;\n \n&#8226; the first respondent's infringement occurs where the word \"bing\" is used directly on software (for example, \"bing Client\"), in combination with the word \"software\" (for example in the agreements) or on the website in direct relation to software (for example \"bing Professional\"); and\n \n&#8226; the activities of the first respondent include goods in respect of which the applicant's trade mark is registered (software) and services (for example updating software).",
      "id": "s233"
    },
    {
      "text": "49 Leaving to one side for the moment the undertaking given by the first respondent, the essence of the respondents' case is that the first respondent conducts an internet postal service for which the use of software is but incidental.",
      "id": "s234"
    },
    {
      "text": "I shall return to discuss the first respondent's undertaking later in the judgment.",
      "id": "s235"
    },
    {
      "text": "50 The respondents cite in support of their case MID Sydney Pty Ltd v Australian Tourism Co Ltd (1998) 90 FCR 236 and SAP Australia [1999] FCA 1821 ; 169 ALR 1 , both of which are authorities for the proposition that, when comparing services, one should focus primarily on a comparison of the totality of the two services rather than the individual aspects of those services (cf comments in Davison M, Monotti A and Wiseman L, Australian Intellectual Property Law (Cambridge University Press, 2008) p 105).",
      "id": "s236"
    },
    {
      "text": "This contention is superficially attractive, however in my view falters on closer examination.",
      "id": "s237"
    },
    {
      "text": "51 In this case it is clear from the affidavit of Mr Theodosiou, the sole director of the applicant, sworn 1 November 2007 (para 13) that the applicant conducts a \"software business\" which exhibits characteristics including:\n \n&#8226; the applicant's \"goods\" are, in substance, software packages which generate Family Court forms and conveyancing forms;\n \n&#8226; the applicant produces licence agreements, user guides and marketing material relating to the legal software packages upon which the applicant's trade mark appears;\n \n&#8226; the trade mark is also registered in respect of services provided by the applicant, including the distribution and updating of software it provides customers.",
      "id": "s238"
    },
    {
      "text": "52 This can be contrasted with the first respondent's service.",
      "id": "s239"
    },
    {
      "text": "I agree with the respondents that the first respondent is engaged in the provision of internet postal services , which prima facie are not goods or services in respect of which the applicant's trade mark is registered.",
      "id": "s240"
    },
    {
      "text": "However I consider it is also clear that, as Mr Franklin submitted, the first respondent's service is, in the manner in which it is conducted with the majority of its clients, a software-enabled service.",
      "id": "s241"
    },
    {
      "text": "While customers can access the first respondent's service without specific software (an issue to which I will return later in the judgment), the first respondent provides software, bearing the trade mark \"bing\", to customers to allow the customers to effect the internet postal service it provides, and to access that service.",
      "id": "s242"
    },
    {
      "text": "I consider that this observation applies equally to:\n \n&#8226; activities of the first respondent in assisting customers install software and deal with problems with software; and\n \n&#8226; service updates provided by the first respondent.",
      "id": "s243"
    },
    {
      "text": "53 Indeed, as the evidence demonstrates, the first respondent entered detailed software licence agreements with its customers in relation to software called \"bing\" software.",
      "id": "s244"
    },
    {
      "text": "To that extent the software is considerably more than \"incidental\" to the operation of the first respondent's service.",
      "id": "s245"
    },
    {
      "text": "It is an important aspect of the service which allows its operation.",
      "id": "s246"
    },
    {
      "text": "54 In considering the principles articulated in MID Sydney 90 FCR 236 and SAP Australia [1999] FCA 1821 ; 169 ALR 1 I am of the view that the facts of the case before me do not support an application of those principles.",
      "id": "s247"
    },
    {
      "text": "55 In MID Sydney 90 FCR 236 (so far as material in the present case) the appellant was the registered proprietor of the trade mark \"The Chifley Tower\", registered for services in class 36 described as \" leasing of office and retail space; building and property management \".",
      "id": "s248"
    },
    {
      "text": "The respondents proposed to use the word \"Chifley\" in relation to hotel-related services.",
      "id": "s249"
    },
    {
      "text": "The Full Court accepted that the hotel business entailed \"management\" of hotel properties.",
      "id": "s250"
    },
    {
      "text": "However the Court did not accept that hotel-related services therefore were \"property management\" services within the meaning of class 36.",
      "id": "s251"
    },
    {
      "text": "As the Court observed:\n The conduct of an hotel business includes the accommodation of guests, the operation of restaurants and bars (including compliance with the liquor licensing law) and the provision of conference and business facilities and of other services normally offered by hoteliers.",
      "id": "s252"
    },
    {
      "text": "These activities cannot ordinarily be described as \"property management services\".",
      "id": "s253"
    },
    {
      "text": "To elaborate on what might be thought an obvious proposition about the ordinary use of language is often not profitable.",
      "id": "s254"
    },
    {
      "text": "But the ordinary meaning of property management services - and this is supported by Mr Garnett's evidence about his own business activities - would not encompass the occupation of a property under contract with, or licence or lease from, its owner or lessee in order to manage a business, for the benefit of both the manager and the owner or lessee, conducted on that property.",
      "id": "s255"
    },
    {
      "text": "(at 242) \n56 Later their Honours continued:\n It was suggested that, if a manager provided services falling within the description \"property management services\", those services did not lose that character because they formed part of an overall business having features other than the provision of property management services.",
      "id": "s256"
    },
    {
      "text": "Certainly it is true that a provider of property management services is no less such a provider because it provides, in the course of its business, other services as well.",
      "id": "s257"
    },
    {
      "text": "But where, in this case, services are performed which are incidental to the conduct of the hotel business, it is not correct, in our view, to conclude that Touraust is using the word \"Chifley\" (or a sign incorporating it) in relation to property management services.",
      "id": "s258"
    },
    {
      "text": "(at 242-243) \n57 So far as concerns the software provided by the first respondent to its customers bearing the moniker \"bing\", in my view that software is a \"good\" which is both severable from the internet postal service, and would in other circumstances be capable of being the subject of a registered trade mark in its own right within Class 9.",
      "id": "s259"
    },
    {
      "text": "Similarly, distributing and updating that software are \"services\" within classes 35 and 42.",
      "id": "s260"
    },
    {
      "text": "The software supplied by the first respondent, and the services provided by the first respondent in support thereof, are not, to draw an analogy with MID Sydney 90 FCR 236 , goods or services which lose their features as software because they form part of an overall broader service.",
      "id": "s261"
    },
    {
      "text": "The software remains software, which requires distribution and updating, no matter that it is used in connection with the first respondent's internet postal service.",
      "id": "s262"
    },
    {
      "text": "58 The respondents also submitted that the facts of this case parallel those in SAP Australia [1999] FCA 1821 ; 169 ALR 1.",
      "id": "s263"
    },
    {
      "text": "In SAP Australia [1999] FCA 1821 ; 169 ALR 1 the first appellant, a subsidiary of a German company (the second appellant), had traded in Australia since 1989, and distributed computer software products of the second appellant in Australia.",
      "id": "s264"
    },
    {
      "text": "The first appellant had also established a training college under the name \"Sapient College\".",
      "id": "s265"
    },
    {
      "text": "The second appellant had registered in Australia the trade marks SAP and SAPIENT COLLEGE in respect of Class 41:\n Education; providing of training; cultural activities; the foregoing including post graduate, further and advanced education and training in business, business management, management, business administration, computers, computer peripherals and computer software, information technology, intellectual property, telecommunications, science and technology, medical technology and science, technology management, stress management and therapy, personal development, lifestyle, relaxation and remedial techniques.",
      "id": "s266"
    },
    {
      "text": "59 The respondent was incorporated in Australia in 1998 and provided custom-designed computer systems for clients and some ancillary training.",
      "id": "s267"
    },
    {
      "text": "The appellants alleged infringement by the respondent of the registered trade marks, misleading or deceptive conduct in contravention of s 52 TPA, and passing off.",
      "id": "s268"
    },
    {
      "text": "The action at first instance was dismissed.",
      "id": "s269"
    },
    {
      "text": "60 In dismissing the appeal before it the Full Court observed that there was some force in the respondent's contention that the trial judge erred, favourably to the appellants, in finding that the respondent's use of \"Sapient\" was in relation to the same services as the services in respect of which the second appellant's trade mark was registered.",
      "id": "s270"
    },
    {
      "text": "Their Honours continued:\n While Sapient Australia provides instruction to its customers on how to use the software solutions it has specifically designed and implemented for them, the provision of that instruction is no more than an incident to the provision of the more broadly based consulting service.",
      "id": "s271"
    },
    {
      "text": "Sapient Australia is simply not engaged in the general activity of providing education and training in computer software.",
      "id": "s272"
    },
    {
      "text": "Its trade is quite different: see MID Sydney Pty Ltd v Australian Tourism Co Ltd (1998) 42 IPR 561 at 565-8.",
      "id": "s273"
    },
    {
      "text": "In the light of the conclusion we have reached it is not necessary to consider whether we should depart from his Honour's finding on this point... (at 11) (emphasis added) \n61 Where the analogy between these proceedings and SAP Australia [1999] FCA 1821 ; 169 ALR 1 breaks down is that while the Full Court accepted in SAP Australia that \"broadly based consulting services\" could include supplementary training as an adjunct to the provision of custom designed computer systems for clients, in this case it does not follow that software provided by the first respondent is no more than an incident to the provision of its service.",
      "id": "s274"
    },
    {
      "text": "As I noted earlier, the software used by the first respondent is a product in its own right --- the copyright therein is owned by a third party, and the first respondent has exclusive distribution rights (TS 66 ll 12-13).",
      "id": "s275"
    },
    {
      "text": "The first respondent provides the software even though, as Mr Cranitch conceded during cross-examination, the first respondent has some clients who do not use the software, but send to the first respondent documents in the form of PDF files, word documents and publisher documents (TS 71 ll 40-41).",
      "id": "s276"
    },
    {
      "text": "The software and associated services are an important part of the first respondent's internet postal service.",
      "id": "s277"
    },
    {
      "text": "62 In ascertaining whether software is \"incidental\" to its internet postal service as submitted by the first respondent, it is useful to test the first respondent's hypothesis in this way.",
      "id": "s278"
    },
    {
      "text": "Computer hardware cannot properly function without the benefit of software.",
      "id": "s279"
    },
    {
      "text": "Yet it could scarcely be said in relation to a computer that software loaded on to a computer hard drive was \"incidental\" to the computer itself, merely because the software allowed the computer to operate in certain ways.",
      "id": "s280"
    },
    {
      "text": "This is clear from the many cases involving claims of infringement of trade mark with respect to software (for example, Microsoft Corporation v PC Club Australia Pty Ltd [2005] FCA 1522 and Microsoft Corporation v Ezy Loans Pty Ltd (2005) 62 IPR 54).",
      "id": "s281"
    },
    {
      "text": "63 Software is pervasive in twenty-first century Australia.",
      "id": "s282"
    },
    {
      "text": "In the words of one writer:\n In case you have not noticed, software is now a key part of our social structure -- we sense it in our cars, in our supermarkets, in our televisions, in our computers -- we sense it everywhere; it is a ubiquitous, undulating, architectural, air like, water like commodity that infiltrates our daily lives.",
      "id": "s283"
    },
    {
      "text": "(Brian Fitzgerald, \"Software as discourse?",
      "id": "s284"
    },
    {
      "text": ": A constitutionalism for information society (1999) AltLJ 25) \n64 However its omnipresence does not, in itself, mean that it fulfils an incidental role in relation to functionalities such as the service provided by the first respondent.",
      "id": "s285"
    },
    {
      "text": "Further, the fact that the software used by the first respondent is not sold by the first respondent, or indeed that it has no operation other than in relation to the first respondent's service, does not mean that it is not \"software\" for the purposes of classes 9, 35 and 42 for which the applicant has a statutory monopoly.",
      "id": "s286"
    },
    {
      "text": "65 Accordingly, and putting aside for the moment the undertaking given by the first respondent (to which I will return later in this judgment), in my view the software provided by the first respondent and services in respect of distributing and updating that software, are goods and services in respect of which the applicant's trade mark is registered.",
      "id": "s287"
    },
    {
      "text": "Accordingly, I find that the first respondent has infringed the applicant's trade mark.",
      "id": "s288"
    },
    {
      "text": "4.",
      "id": "s289"
    },
    {
      "text": "LIABILITY, IF ANY, OF MR CRANITCH FOR INFRINGEMENT, IF ANY, OF THE APPLICANT'S TRADE MARK \n \n66 In considering the liability of a director of a company for conduct of the company which has infringed the intellectual property rights of a third party, Lindgren J in Microsoft Corporation v Auschina Polaris Pty Ltd (1996) 71 FCR 231 explained:\n The \"procured or directed\" test, sometimes referred to as the \"authorised, procured or directed\" test, focuses attention on the relationship between the director's intention and the particular corporate conduct which the law characterises as tortious.",
      "id": "s290"
    },
    {
      "text": "What seems to underlie this test is the notion that, necessarily, companies can engage in tortious conduct only through human beings, and, at least ordinarily, where a particular human being involved and responsible to an appropriate extent can be identified, he should, as a matter of policy, be liable... (at 243-244) \n67 In my view it is clear on the evidence that:\n \n&#8226; Mr Cranitch is the managing director and Chief Executive Officer of the first respondent, and is in effective control of the first respondent;\n \n&#8226; Mr Cranitch did the relevant background searches prior to the first respondent using the word \"bing\" in relation to its services (Cranitch affidavit paras 47-55);\n \n&#8226; the decision to use \"bing\" in relation to the services of the first respondent was made by Mr Cranitch (Cranitch affidavit paras 42-46).",
      "id": "s291"
    },
    {
      "text": "68 As the conduct of the first respondent infringed the applicant's trade mark, in my view it is clear that Mr Cranitch had procured or directed that conduct, and accordingly is similarly liable for such infringement (cf also King v Milpurrurru (1996) 66 FCR 474).",
      "id": "s292"
    },
    {
      "text": "5.",
      "id": "s293"
    },
    {
      "text": "WHETHER THE CONDUCT OF THE FIRST RESPONDENT AMOUNTED TO REPRESENTATIONS IN BREACH OF SECTION 52 OR SECTION 53 TPA \n Section 52 TPA \n \n69 In both written and oral submissions the applicant emphasised that, so far as concerned a cause of action under the TPA, its primary claim related to alleged breach of s 52.",
      "id": "s294"
    },
    {
      "text": "The applicant in the amended statement of claim claimed that the first respondent had, inter alia , contravened s 52 TPA on the basis of the same conduct on which the applicant alleged infringement of its trade mark.",
      "id": "s295"
    },
    {
      "text": "70 Relevant principles in the context of claimed breach of s 52 , as explained by the Full Court in SAP Australia [1999] FCA 1821 ; 169 ALR 1 at 14, include the following:\n \n&#8226; Initial confusion is sufficient and it is not necessary for confusion to induce or be likely to induce a transaction.",
      "id": "s296"
    },
    {
      "text": "Conduct which misleads a customer so that, under some mistaken impression of a trader's connection or affiliation, he or she opens negotiations or invites approaches may be misleading or deceptive even if the true position emerges before the transaction is concluded.",
      "id": "s297"
    },
    {
      "text": "&#8226; However, each case depends on its own facts and conduct may not be misleading or deceptive or likely to mislead or deceive, notwithstanding that it may engender temporary and commercially irrelevant error (cf Knight v Beyond Properties Pty Ltd [2007] FCAFC 170 at [56] ; Hansen Beverage Company v Bickfords (Australia) Pty Ltd [2008] FCAFC 181 at [41] ).",
      "id": "s298"
    },
    {
      "text": "&#8226; Characterisation of conduct as \"misleading or deceptive or likely to mislead or deceive\" involves a judgment of a notional cause and effect relationship between the conduct and putative consumer's state of mind.",
      "id": "s299"
    },
    {
      "text": "71 In addition to these principles, it is also clear that:\n \n&#8226; In order to determine whether there has been any contravention of s 52 it is necessary to determine whether or not the conduct complained of amounted to a representation which has or would be likely to lead to a misconception arising in the minds of that section of the public to whom the conduct has been directed: Astrazeneca Pty Ltd v GlaxoSmithKline Australia Pty Ltd [2006] FCAFC 22 at [34] .",
      "id": "s300"
    },
    {
      "text": "&#8226; Whether or not there is the requirement of some exclusive reputation as an element in the common law tort of passing off, there is no such requirement in relation to Pt V of the TPA.",
      "id": "s301"
    },
    {
      "text": "The question is not whether an applicant has shown a sufficient reputation in a particular get-up or name.",
      "id": "s302"
    },
    {
      "text": "The question is whether the use of the particular get-up or name by an alleged wrongdoer in relation to his product is likely to mislead or deceive persons familiar with the claimant's product to believe that the two products are associated, having regard to the state of knowledge of consumers in Australia of the claimant's product: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Limited (2007) 159 FCR 359 at 419; Hansen Beverage Company v Bickfords (Australia) Pty Ltd [2008] FCAFC 181 at [39] .",
      "id": "s303"
    },
    {
      "text": "&#8226; Where the relevant conduct involves representations to the public at large or to a section thereof, such as prospective purchasers of a product the respondent markets or proposes to market, the issue is one of identifying the \"ordinary\" or \"reasonable\" members of that class of prospective purchasers: Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; [2000] 202 CLR 45 at 84-85.",
      "id": "s304"
    },
    {
      "text": "&#8226; It is necessary to isolate by some criterion a representative member of the class of prospective purchasers: Campomar [2000] HCA 12 ; 202 CLR 45 at 85.",
      "id": "s305"
    },
    {
      "text": "This excludes erroneous or fanciful assumptions: Campomar [2000] HCA 12 ; 202 CLR 45 at 86.",
      "id": "s306"
    },
    {
      "text": "&#8226; Where a transitory association between the names of two products in the mind of a member of the public is immediately dispelled upon a comparison of those products, this brief association will generally be of no significance and therefore will not give rise to misleading conduct or deception: Knight v Beyond Properties Pty Ltd [2007] FCAFC 170 at [53] .",
      "id": "s307"
    },
    {
      "text": "72 The applicant's submissions as to misleading and deceptive conduct under s 52 TPA overlap significantly with its contentions as to liability of the first respondent under s 53 TPA and the tort of passing off.",
      "id": "s308"
    },
    {
      "text": "Evidence to which the applicant referred in the general context of its claims of misrepresentation was:\n \n&#8226; affidavit evidence;\n \n&#8226; documentary evidence, including the applicant's computer programs, user guide, licence agreements, packaging on software, disks, stationery, promotional material, website, and advertisements using the Bing trade mark.",
      "id": "s309"
    },
    {
      "text": "73 In this case both the applicant and the first respondent use the word \"bing\" prominently in their respective trade marks.",
      "id": "s310"
    },
    {
      "text": "In the context of discussing infringement under the Act I considered the similarity between the two trade marks.",
      "id": "s311"
    },
    {
      "text": "I also noted that there is evidence from Mr James Helm and Mr Paul Kenna indicating that a small number of people were actually confused by the first respondent's trade mark into believing (temporarily) that it was related to the applicant.",
      "id": "s312"
    },
    {
      "text": "74 In terms of s 52 TPA, the applicant has submitted that the \"section of the public\" against whom the first respondent's conduct was directed was the general public who were potential purchasers of the service offered by the first respondent.",
      "id": "s313"
    },
    {
      "text": "At its narrowest, I consider that, because of the nature of the service offered by the first respondent, the relevant section of the public would be the business community rather than consumers in general, however I do not think this distinction is material for the purposes of the applicant's s 52 claim.",
      "id": "s314"
    },
    {
      "text": "In particular, I note that:\n \n&#8226; The websites of both applicant and the first respondent are in the public domain, available to any member of the public who chooses to access them.",
      "id": "s315"
    },
    {
      "text": "&#8226; The first respondent's advertisement in the relevant Virgin Blue in-flight magazine (upon which the applicant has partially based its claim) was presumably aimed at any member of the public who chose to fly with the airline during the month of publication.",
      "id": "s316"
    },
    {
      "text": "I do not understand the applicant's case to be confined to members of the public who use aircraft --- rather the general public is the relevant class for the purposes of the applicant's claim under s 52 TPA.",
      "id": "s317"
    },
    {
      "text": "&#8226; The applicant's submissions in relation to s 52 are by reference to \"members of the public\" (for example, TS 4 ll 25-41).",
      "id": "s318"
    },
    {
      "text": "75 Assuming that it is \"ordinary members\" of the general public at whom the first respondent's conduct is directed, it is clear however that evidence of misconception arising in the minds of members of the public was minimal.",
      "id": "s319"
    },
    {
      "text": "Such evidence of misconception as exists from the evidence of Mr Helm (primarily arising from the similarity of the domain names used by the parties), and Mr Kenna (arising from the advertisement in the Virgin Blue in-flight magazine), demonstrates that any confusion was transient and ephemeral.",
      "id": "s320"
    },
    {
      "text": "The evidence also indicates that, while there were a small number of instances of initial confusion, those instances were resolved at the point of inquiry.",
      "id": "s321"
    },
    {
      "text": "Indeed this could scarcely be otherwise --- the goods and services of the applicant and the first respondent are so different that an ordinary member of the public seeking services offered by one of the parties would clearly not be satisfied by services offered by the other, and would realise this very quickly.",
      "id": "s322"
    },
    {
      "text": "76 To that extent I consider that any brief association between the two trade marks in the mind of a member of the public would generally be of no significance, and that a significant number of members of the general public, in fact or by inference, have not been misled or would likely not be misled by the first respondent's use of the trade mark \"bing\" for the purposes of s 52 TPA (cf Hansen [2008] FCAFC 181 at [46] - [48] ).",
      "id": "s323"
    },
    {
      "text": "77 Accordingly, I consider that the applicant's claim against the first respondent for breach of s 52 TPA fails.",
      "id": "s324"
    },
    {
      "text": "Section 53 TPA \n \n78 In para 15 of the Amended Statement of Claim, the applicant specifically pleaded that, by reason of the first respondent's conduct, the first respondent had contravened and/or threatened and intended to continue to contravene the provisions of s 53 TPA because the first respondent:\n \n&#8226; had represented and/or threatened to represent that its business is operated by or under the authority of the applicant whereas its business was not operated by or under the authority of the applicant;\n \n&#8226; had represented and/or threatened to represent that its business is operated under or with the sponsorship and/or approval of the applicant whereas its business is not operated with the sponsorship and/or approval of the applicant;\n \n&#8226; has represented and/or threatens to represent that the products offered for sale, sold and supplied by the first respondent are offered for sale, sold and supplied by or under the authority of the applicant, whereas such products are not offered for sale, sold, or supplied by or under the authority of the applicant; and\n \n&#8226; has represented and/or threatened to represent that the products offered for sale, sold or supplied by the first respondent are offered for sale, sold or supplied under or with the sponsorship and/or approval of the applicant whereas such products were not offered for sale, sold or supplied with the sponsorship or approval of the applicant.",
      "id": "s325"
    },
    {
      "text": "79 During the proceedings Mr Franklin SC for the applicant submitted that, although breach of s 53 had been established, the applicant was not relying heavily on s 53 because the applicant considered that its case had been established in relation to s 52 (TS 22 - 23 ).",
      "id": "s326"
    },
    {
      "text": "Notwithstanding this submission I propose to consider the applicant's claim under s 53.",
      "id": "s327"
    },
    {
      "text": "More specifically, it is clear from submissions that the basis of the applicant's claim is subs 53(c) and 53(d) TPA.",
      "id": "s328"
    },
    {
      "text": "These sections provide:\n A corporation shall not, in trade or commerce, in connection with the supply or possible supply of goods or services or in connection with the promotion by any means of the supply or use of goods or services: ... (c) represent that goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have; (d) represent that the corporation has a sponsorship, approval or affiliation it does not have; ... \n80 In order for the applicant to substantiate its case under s 53 , the applicant needs to establish that, by the use of the confusingly or deceptively similar name and mark (\"bing\"), the first respondent has represented that it has the necessary connection with the applicant such that a substantial number of members of the public will believe that the first respondent or its services has the sponsorship or approval of the applicant ( 10th Cantanae Pty Ltd v Shosana Pty Ltd (1987) 79 ALR 299 at 301-302; Mark Foys Pty Ltd v TVSN (Pacific) [2000] FCA 1626 ; (2000) 104 FCR 61 at 77-78).",
      "id": "s329"
    },
    {
      "text": "81 In this case there is no evidence that, in breach of s 53 TPA, the first respondent has:\n \n&#8226; represented that its goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have; or\n \n&#8226; represented that it had a sponsorship, approval or affiliation it did not have.",
      "id": "s330"
    },
    {
      "text": "82 While the respective trade marks of both parties feature the word \"bing\" there is absolutely no evidence that in doing so the first respondent represented any relationship with the applicant, that the first respondent's service was in any way related to the products and services provided by the applicant, or that the first respondent's service had, for example, uses or benefits which it did not have.",
      "id": "s331"
    },
    {
      "text": "While not conclusive, I also consider that the substantial differences between the products and service offered by the applicant and the service offered by the first respondent militate against the application of s 53 (cf Australian Home Loans Ltd t/as Aussie Home Loans v Phillips [1998] FCA 181 ; (1998) 40 IPR 392).",
      "id": "s332"
    },
    {
      "text": "83 This finding is further supported by the absence of evidence before me that either the applicant or its products have a reputation from which the first respondent would be able to benefit (cf Australian Home Loans Ltd t/as Aussie Home Loans v Phillips [1998] FCA 181 ; (1998) 40 IPR 392 ; Mark Foys Pty Ltd v TVSN (Pacific) Ltd [2000] FCA 1626).",
      "id": "s333"
    },
    {
      "text": "Other than evidence of a small number of inquiries temporarily confusing the applicant with the first respondent, there is no evidence that the applicant or its products and service are sufficiently well-known that a substantial number of members of the public, or even a substantial number of members of those sections of the public which are likely to engage either with the applicant or respondent, would be misled in terms of ss 53(c) or 53 (d) TPA.",
      "id": "s334"
    },
    {
      "text": "84 I do not consider the claim of the applicant in relation to s 53 TPA substantiated.",
      "id": "s335"
    },
    {
      "text": "6.",
      "id": "s336"
    },
    {
      "text": "WHETHER THE CONDUCT OF THE FIRST RESPONDENT AMOUNTED TO PASSING OFF \n \n85 In order to substantiate a claim in passing off the applicant must show:\n \n1) A misrepresentation.",
      "id": "s337"
    },
    {
      "text": "2) Made by a trader in the course of trade.",
      "id": "s338"
    },
    {
      "text": "3) To prospective customers of his or ultimate consumers of goods or services supplied by him.",
      "id": "s339"
    },
    {
      "text": "4) Which is calculated to injure the business or goodwill of another trader (in the sense that this is a reasonably foreseeable consequence); and\n 5) Which causes actual damage to a business or goodwill of a trader by whom the action is brought or (in a quia timet action) will probably do so.",
      "id": "s340"
    },
    {
      "text": "(Lord Diplock in Erven Warnink Besloten Vennootschop v J Townend and Sons (Hull) Ltd (1979) AC 731 at 742; cf Moorgate Tobacco Co Ltd v Philip Morris Ltd [1984] HCA 73 ; (1984) 156 CLR 414 at 443-444 and Re Conagra Inc v McCain Foods (Aust) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302.",
      "id": "s341"
    },
    {
      "text": ") \n \n86 The applicant is not required to establish proof of an intention to deceive as a necessary ingredient in the cause of action: Conagra [1992] FCA 159 ; 33 FCR 302 at 308.",
      "id": "s342"
    },
    {
      "text": "87 Applying principles relevant to the tort of passing off to the facts of this case, for the following reasons I do not consider that the applicant has substantiated its claim in respect of passing off.",
      "id": "s343"
    },
    {
      "text": "88 First, I have already found that the first respondent's use of the word \"bing\" did not constitute conduct in breach of ss 52 and 53 TPA.",
      "id": "s344"
    },
    {
      "text": "Similarly I do not consider that the first respondent's conduct amounted to a misrepresentation in terms of the applicant's claim for passing off.",
      "id": "s345"
    },
    {
      "text": "89 Second, I do not consider that the evidence has established a sufficient reputation in the applicant in relation to the mark \"BING!",
      "id": "s346"
    },
    {
      "text": "\" such that a substantial number of persons would recognise relevant products or services under that mark as emanating from a single source --- rather I consider that evidence is scant as to the applicant's reputation in commerce including in relation to the Bing Trade Mark.",
      "id": "s347"
    },
    {
      "text": "90 Third, in light of my finding as to the applicant's reputation, and the complete divergence between the businesses of the parties and their prospective customers, I do not consider that the applicant has established a likelihood of injury to its business from the use of \"bing\" by the first respondent.",
      "id": "s348"
    },
    {
      "text": "91 Finally, and as I will discuss later in this judgment, I consider the lack of proven actual damage to the applicant from the conduct of the first respondent militates against the existence of grounds for a passing off claim in these circumstances.",
      "id": "s349"
    },
    {
      "text": "7.",
      "id": "s350"
    },
    {
      "text": "LIABILITY, IF ANY, OF MR CRANITCH IN RELATION TO CONDUCT OF THE FIRST RESPONDENT IN BREACH OF THE TPA OR CONDUCT IN THE NATURE OF PASSING OFF, IF ANY \n \n92 As I have held that the first respondent has not acted in breach of s 52 or s 53 TPA, and that the conduct of the first respondent has not constituted passing off, it follows that Mr Cranitch is similarly not liable in any personal capacity.",
      "id": "s351"
    },
    {
      "text": "93 Notwithstanding this I will briefly consider whether, had the applicant substantiated its case against the first respondent in relation to its claims under the TPA or in relation to passing off, Mr Cranitch would have been liable in relation to the first respondent's conduct.",
      "id": "s352"
    },
    {
      "text": "94 In paras 16A, 16B, 16C of the applicant's Amended Statement of Claim filed 20 November 2007, the applicant pleads:\n 16A.",
      "id": "s353"
    },
    {
      "text": "The conduct of the first respondent appearing in paragraphs 12-16 above: \n \n \n (a) has taken place at the direction of and with the authority of the second respondent;\n (b) has been carried out by the second respondent; and\n (c) was pursuant to a plan or design devised by the second respondent.",
      "id": "s354"
    },
    {
      "text": "Particulars \n \n \n \n \n \n i.",
      "id": "s355"
    },
    {
      "text": "The second respondent prepared and filed the trade mark application referred to in paragraph 9.\n ii.",
      "id": "s356"
    },
    {
      "text": "The second respondent gave instructions to, and communicated with, Blink Studios in connection with the rebranding of the office mail system from EasyPost to Bing.",
      "id": "s357"
    },
    {
      "text": "iii.",
      "id": "s358"
    },
    {
      "text": "The second respondent approved the change of the first respondent's corporate name.",
      "id": "s359"
    },
    {
      "text": "iv.",
      "id": "s360"
    },
    {
      "text": "The second respondent negotiated the purchase by the first respondent of the domain name.",
      "id": "s361"
    },
    {
      "text": "16B.",
      "id": "s362"
    },
    {
      "text": "The second respondent \n \n \n (a) has aided, abetted, counselled or procured the conduct of the first respondent; or\n (b) has been knowingly concerned in, or a party to the conduct of the first respondent.",
      "id": "s363"
    },
    {
      "text": "16C.",
      "id": "s364"
    },
    {
      "text": "In the premises the second respondent is a person involved in the said passing off and contraventions of the TPA.",
      "id": "s365"
    },
    {
      "text": "TPA \n \n95 Section 75B TPA provides, so far as relevant:\n (1) A reference in this Part to a person involved in a contravention of a provision of Part IV , IVA, IVB, V or VC, or of section 75AU, 75AYA or 95AZN, shall be read as a reference to a person who: \n \n (a) has aided, abetted, counselled or procured the contravention; \n \n \n \n \n (b) has induced, whether by threats or promises or otherwise, the contravention;\n (c) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention; or \n \n \n \n \n (d) has conspired with others to effect the contravention.",
      "id": "s366"
    },
    {
      "text": "96 To the extent that the applicant claims personal liability of Mr Cranitch within the scope of the TPA it is evident from para 16B Amended Statement of Claim that the applicant has relied on s 75B.",
      "id": "s367"
    },
    {
      "text": "97 Section 75B reflects the intention of Parliament to bring to account natural persons whose conduct brings about the contravention of the law by a corporation: Fencott v Miller [1983] HCA 12 ; (1983) 152 CLR 570 at 583; Red Bull Australia Pty Ltd v Sydneywide Distributors Pty Ltd (2001) FCA 1228 at [75] .",
      "id": "s368"
    },
    {
      "text": "However because s 75B imports the requirements of the criminal law ( Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661) , in order to establish accessorial liability pursuant to s 75B the applicant must establish the following:\n \n&#8226; in circumstances where the applicant contends that a person has aided and abetted --- the applicant must demonstrate that the relevant person was aware or ought to have been aware of the facts which gave rise to the contravention of the TPA, and intentionally participated in the contravention ( Yorke v Lucas [1985] HCA 65 ; 158 CLR 661) ; and\n \n&#8226; in circumstances where the applicant contends that a person was knowingly concerned in a contravention --- the applicant must demonstrate that the relevant person had actual knowledge of the essential elements of the contravention and intentional participation in it ( Yorke v Lucas [1985] HCA 65 ; 158 CLR 661).",
      "id": "s369"
    },
    {
      "text": "98 In this case I consider that, had the applicant substantiated its claims against the first respondent with ss 52 and 53 TPA, Mr Cranitch similarly would have been personally liable pursuant to s 75B.",
      "id": "s370"
    },
    {
      "text": "I form this view because:\n \n&#8226; the applicant has pleaded actual knowledge by Mr Cranitch of the relevant contraventions of the TPA in the Amended Statement of Claim;\n \n&#8226; earlier in this judgment I described the relationship of Mr Cranitch to the first respondent and his management role with the first respondent.",
      "id": "s371"
    },
    {
      "text": "In my view it is clear that Mr Cranitch, in his role as managing director, secretary and Chief Executive Officer of the first respondent, and in effective control of the first respondent through an associated company, was the ultimate decision-maker of the first respondent and to that extent had actual knowledge through his personal involvement in conduct of the first respondent (cf Red Bull Australia (2001) FCA 1228 at [75] ).",
      "id": "s372"
    },
    {
      "text": "Passing Off \n \n99 As is clear from para 16A Amended Statement of Claim the applicant claims that the conduct of the first respondent had been carried out by Mr Cranitch.",
      "id": "s373"
    },
    {
      "text": "In para 16C Amended Statement of Claim the applicant claims further that Mr Cranitch was a person \"involved in the said passing off\".",
      "id": "s374"
    },
    {
      "text": "The applicant submitted that the activities of Mr Cranitch in:\n \n&#8226; making the decision to change the brand from \"EasyMail\" and looking for a new name;\n \n&#8226; conducting all negotiations with the seller of bing.com;\n \n&#8226; conducting background inquiries which revealed the existence of the applicant's registered trade mark;\n \nformed the basis for a finding that Mr Cranitch was jointly and severally liable with the first respondent.",
      "id": "s375"
    },
    {
      "text": "100 Second, the applicant has pleaded that the conduct of the first respondent took place at the direction of and with the authority of Mr Cranitch, pursuant to a plan or design devised by Mr Cranitch (para 16A Amended Statement of Claim), and that Mr Cranitch has, inter alia , been knowingly concerned in or a party to the conduct of the first respondent (para 16B Amended Statement of Claim).",
      "id": "s376"
    },
    {
      "text": "Accordingly the pleadings support a claim by the applicant alleging liability of Mr Cranitch in respect of tortious conduct for which the first respondent is liable.",
      "id": "s377"
    },
    {
      "text": "Joint tortfeasor \n \n101 To the extent that the applicant contends that Mr Cranitch is jointly liable with the first respondent for passing off, I would not consider the claim of the applicant substantiated by the evidence even had I considered the activities of the first respondent constituted passing off.",
      "id": "s378"
    },
    {
      "text": "Although it was clear from the evidence that Mr Cranitch was significantly involved in the activities of the first respondent and the development of the first respondent's trade mark, all activities of the first respondent in connection with its trade mark were carried out by the first respondent.",
      "id": "s379"
    },
    {
      "text": "I can identify no basis for asserting that Mr Cranitch himself passed off the first respondent's services as being those of the applicant or as being in any other way associated with the applicant.",
      "id": "s380"
    },
    {
      "text": "Involvement by Mr Cranitch in relation to management of the first respondent, and Mr Cranitch's involvement in decision-making in relation to development of the first respondent's \"bing\" trade mark, do not, in my view, amount to passing off (cf observations of the Full Court in Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd [2002] FCAFC 30 ; (2002) 55 IPR 354 at 399).",
      "id": "s381"
    },
    {
      "text": "Liability for first respondent's conduct \n \n102 Had I found that the first respondent had engaged in passing off, then in order for tortious liability to be imposed on Mr Cranitch it would have been necessary to establish that Mr Cranitch had conferred on the first respondent his authority to engage in the relevant conduct: King v Milpurrurru 66 FCR 474 at 480-481, 494; Microsoft Corporation v Auschina Polaris Pty Ltd (1996) 71 FCR 231 at 245-246; Microsoft Corporation v Ezy Loans Pty Ltd (2005) 62 IPR 54 at 73; Microsoft Corporation v Tyn Electronics Pty Ltd (in liq) (2005) 63 IPR 137 at 145.",
      "id": "s382"
    },
    {
      "text": "103 As I have already found, the evidence demonstrates that Mr Cranitch, in his senior executive role in the first respondent, procured or authorised the first respondent's conduct.",
      "id": "s383"
    },
    {
      "text": "Accordingly I consider that, had the applicant substantiated its claim against the first respondent in passing off, Mr Cranitch would have been similarly liable.",
      "id": "s384"
    },
    {
      "text": "8.",
      "id": "s385"
    },
    {
      "text": "REMEDIES \n \n104 I have found that both the first respondent and Mr Cranitch infringed the registered trade mark of the applicant under the Act , but that the applicant has not substantiated its claims in relation to breach of the TPA or passing off.",
      "id": "s386"
    },
    {
      "text": "Accordingly, I now turn to the applicant's claims for injunctive and associated relief and damages.",
      "id": "s387"
    },
    {
      "text": "In this respect I note that, in closing submissions, the applicant elected to seek an award of damages rather than an account of profits pursuant to s 126(b) of the Act and in accordance with the principles in Colbeam Palmer Ltd v Stock Affiliates Pty Ltd [1968] HCA 50 ; (1968) 122 CLR 25 at 32.",
      "id": "s388"
    },
    {
      "text": "Prospective injunctive and other relief \n \n105 On 11 March 2008 the first respondent gave an undertaking in Court through its counsel, Mr Crowe SC.",
      "id": "s389"
    },
    {
      "text": "Any consideration of relief which would have been available to the applicant must be carried out in light of this undertaking.",
      "id": "s390"
    },
    {
      "text": "106 The undertaking was in the following terms:\n MR CROWE: Your Honour, while Mr Cranitch is coming to the courtroom, I have instructions from the first respondent to offer an undertaking to the court --- to give an undertaking to the court that the first respondent in relation to all references to the software, the subject of these proceedings, will not use the word \"BING!",
      "id": "s391"
    },
    {
      "text": "\" when directly referring to that software in any documentation, on websites, or otherwise.",
      "id": "s392"
    },
    {
      "text": "To make that plain it is not offering to change its name, but it is offering an undertaking that it will not refer to the software itself as BING!",
      "id": "s393"
    },
    {
      "text": "or any other combination of words using the word \"BING!\".",
      "id": "s394"
    },
    {
      "text": "(TS 86 ll 18-25) \n107 Mr Crowe SC for the respondents explained the undertaking as follows:\n The undertaking is plain.",
      "id": "s395"
    },
    {
      "text": "Where there is a reference to software it will not be referred to as BING!",
      "id": "s396"
    },
    {
      "text": "software, or BING!",
      "id": "s397"
    },
    {
      "text": "mailroom software or any other combination of words using the name BING!",
      "id": "s398"
    },
    {
      "text": "(TS 87 ll 8-10) \n108 On 12 March 2008 Mr Cranitch swore an affidavit in relation to this undertaking, which affidavit was filed in Court on 13 March 2008.",
      "id": "s399"
    },
    {
      "text": "In the affidavit Mr Cranitch deposes as to steps taken by the first respondent to change all uses of the word \"bing\" in reference to software, where the word appears in documentation, on websites and otherwise, to its former name \"EasyMail\".",
      "id": "s400"
    },
    {
      "text": "Mr Cranitch's evidence, which is unchallenged, was that from the afternoon of 11 March 2008:\n \n&#8226; he had directed staff of the first respondent that no software should be issued by the first respondent to any customers or any other persons;\n \n&#8226; the software could no longer be downloaded from the first respondent's website at www.bing.com ;\n \n&#8226; he had instructed the staff of the first respondent to remove all references to the word \"bing\" in connection with software from the first respondent's website at www.bing.com , which process should be completed within 7 days;\n \n&#8226; he had directed the staff of the first respondent that no external marketing could be authorised by the first respondent which used the word \"bing\" in connection with the first respondent's software;\n \n&#8226; the first respondent's document entitled \"Software Licence Terms &amp; Conditions\" which prefaced the instalment of the first respondent's software, had been altered such that all references to the word \"bing\" in connection with software had been amended to read \"EasyMail\".",
      "id": "s401"
    },
    {
      "text": "Mr Cranitch deposed that this new licence agreement would be used in the future;\n \n&#8226; a notice had been prepared which would be circulated to all of the first respondent's staff to inform them of the undertaking and that, subject to the undertaking, the word \"bing\" would not be used with reference to software in any of the first respondent's documentation, on websites or otherwise.",
      "id": "s402"
    },
    {
      "text": "A copy of the notice was attached to the affidavit;\n \n&#8226; the first respondent had commenced its review and alteration of its user manual which accompanied software provided by the first respondent to its customers to allow customers to use the first respondent's electronic postal network system.",
      "id": "s403"
    },
    {
      "text": "Mr Cranitch deposed that this would take three weeks to complete, and that the first respondent had issued a direction to its staff that no software was to be provided by the first respondent until the user manual had been corrected;\n \n&#8226; the first respondent had commenced its review and alteration of its agreements, service application forms, promotion agreements, Bing pilot account request forms and other forms and agreements used by the first respondent which used the word \"bing\" in connection with software.",
      "id": "s404"
    },
    {
      "text": "Mr Cranitch deposed that he expected the review to take seven days to complete.",
      "id": "s405"
    },
    {
      "text": "109 In relation to the undertaking, Mr Crowe SC later explained:\n In terms of the undertaking which has been provided, it's not offered to limit the injunctive relief which would be made, your Honour.",
      "id": "s406"
    },
    {
      "text": "It's provided, we say in a way which would avoid there being injunctive relief granted at all if you accepted our submissions in relation to the MID decision, the SAP decision, the fact that we were not using the mark in respect of the goods and services in respect of which it was registered.",
      "id": "s407"
    },
    {
      "text": "The purpose of the undertaking was just to, as I said, quite frankly, to bring ourselves even more squarely within the MID decision.",
      "id": "s408"
    },
    {
      "text": "In MID, for example, there was no suggestion that particular aspects of the service that was provided which might have fallen within the definition of property management services was separately called Chifley.",
      "id": "s409"
    },
    {
      "text": "So we've taken that out of our scenario to bring us on all fours, we say, with the Chifley decision.",
      "id": "s410"
    },
    {
      "text": "(TS 216 ll 25-35) \n110 Mr Franklin SC submitted however that the provision of the undertaking had minimal, if any, effect upon the relief sought by the applicant because:\n The respondent then, your Honour is free, if one goes no further than this, to continue describing its service as a software enabled service, to continue, your Honour, saying in relation to the service, one click of the button on your computer and your mail is instantly transferred through our service, to continue all of that activity, to continue advertising in the Virgin Blue magazine in an advertisement, your Honour, which we say your Honour quite correctly pointed out to Professor Alpert was evocative of software.",
      "id": "s411"
    },
    {
      "text": "(TS 208 ll 13-19) \n111 I consider that the plain effect of this undertaking, as implemented in accordance with Mr Cranitch's affidavit, is that any infringement by the respondents of the applicant's trade mark to the extent that the trade mark \"bing\" appears on software provided by the first respondent has ceased.",
      "id": "s412"
    },
    {
      "text": "112 If \"bing\" does not appear on, inter alia , software, agreements pertaining to software, or computer screens with reference to software when a customer accesses the first respondent's service or website, I understand that the first respondent would only use \"bing\" to describe itself and the operation of its internet postal service.",
      "id": "s413"
    },
    {
      "text": "This service is not covered by the applicant's trade mark.",
      "id": "s414"
    },
    {
      "text": "The fact that the internet postal service requires customers to use a computer and, invariably, software in the course of using the computer to effect and access the service --- either the first respondent's EasyMail software or alternative methods including emailing PDF attachments --- does not mean in the circumstances following the provision of the undertaking that the first respondent's conduct infringes the applicant's registered trade mark.",
      "id": "s415"
    },
    {
      "text": "The first respondent's internet postal service involves considerably more than use of software --- indeed key activities are printing mail in the appropriate location, folding it and posting it.",
      "id": "s416"
    },
    {
      "text": "These activities are not goods and services the subject of the applicant's registered trade mark.",
      "id": "s417"
    },
    {
      "text": "113 Mr Crowe SC submitted that, if the first respondent could not successfully rely on MID Sydney 90 FCR 236 prior to the provision of the undertaking, it could do so following the provision of the undertaking (cf TS 174 ll 28-37).",
      "id": "s418"
    },
    {
      "text": "In my view this is not strictly the case.",
      "id": "s419"
    },
    {
      "text": "As I have already observed, I do not consider that MID Sydney 90 FCR 236 applies because I consider that the software is not \"incidental\" to the provision of the internet postal service in the sense used in MID Sydney 90 FCR 236 and SAP Australia [1999] FCA 1821 ; 169 ALR 1.",
      "id": "s420"
    },
    {
      "text": "However if the software provided by the first respondent does not bear the mark \"bing\", I do not see how the applicant's trade mark is infringed through the first respondent continuing to call itself \"bing\" in relation to provision of an internet postal service, which (according to Mr Cranitch's affidavit of 12 March 2008) uses a software called \"Easymail\".",
      "id": "s421"
    },
    {
      "text": "I do not accept that the applicant has a monopoly in the use of the name \"bing\" as a trade mark in respect of any service, including services which are not the subject of the applicant's registered trade mark, simply because the service requires a person using it to use any form of software.",
      "id": "s422"
    },
    {
      "text": "Such a proposition, in my view, takes the applicant's statutory monopoly beyond that sanctioned by the Act .",
      "id": "s423"
    },
    {
      "text": "114 The first respondent's undertaking obviously does not address any past conduct which may have infringed the applicant's trade mark.",
      "id": "s424"
    },
    {
      "text": "However, other than continuing to call itself \"bing\" in relation to provision of internet postal services where the mark \"bing\" does not appear on any software or in any documentary references to software, and which in my view constitutes neither infringement of the applicant's trade mark nor misrepresentation in terms of the TPA or passing off, the applicant has not demonstrated conduct of the first respondent having an on-going effect for which the undertaking provided is not an answer in terms of the applicant's contentions regarding use of the trade mark and software (contrast, for example, Yeatman v L Homberger &amp; Co (1912) 29 RPC 645).",
      "id": "s425"
    },
    {
      "text": "I consider that the terms of the undertaking provided by the first respondent are adequate to protect any rights of the applicant has in relation to this matter.",
      "id": "s426"
    },
    {
      "text": "115 It is not in dispute that the undertaking given by the first respondent in Court through its Counsel is enforceable by order of the Court: O 35 r 11 Federal Court Rules .",
      "id": "s427"
    },
    {
      "text": "Indeed courts have, on occasion, declined to grant injunctions in circumstances where an undertaking given by one of the parties is adequate to protect the rights of the other (for example Simos J in Community First Credit Union Ltd v Khan (unreported, Supreme Court of New South Wales, 30 August 1995)).",
      "id": "s428"
    },
    {
      "text": "However it is also recognised that, in a proper case, a party may insist upon an injunction notwithstanding an undertaking which has been given (cf Phillimore and Pickford LJJ in Winkle &amp; Co Ltd v Gent &amp; Son (1914) 31 RPC 473 at 479, 480).",
      "id": "s429"
    },
    {
      "text": "116 I do not consider an injunction in the terms sought by the applicant in this case is warranted in light of the undertaking given by the first respondent, for the reasons I have already outlined.",
      "id": "s430"
    },
    {
      "text": "However, as I consider that there has been infringement of the applicant's trade mark I am prepared to make an order in terms of the undertaking given by the first respondent through its counsel on 11 March 2008.",
      "id": "s431"
    },
    {
      "text": "117 In relation to the claim of the applicant in para 3 of the Amended Application, I consider that the undertaking given by the first respondent and the actions of the respondents to date and as anticipated by Mr Cranitch's affidavit of 12 March 2008 answer that claim adequately.",
      "id": "s432"
    },
    {
      "text": "As I propose to make an order in terms of that undertaking, in my view an order for delivery up and destruction as sought by the applicant is not warranted (cf Colbeam [1968] HCA 50 ; 122 CLR 25 at 39 per Windeyer J).",
      "id": "s433"
    },
    {
      "text": "118 In relation to the claim of the applicant in para 4 of the Amended Application --- although it is open to the Court to order a change of corporate name in appropriate circumstances (as, for example, was ordered by the Court in Anakin Pty Ltd v Chatswood BBQ King Pty Ltd [2008] FCA 1517) I do not consider these appropriate circumstances.",
      "id": "s434"
    },
    {
      "text": "As I have already explained, in my view the undertaking of the first respondent and the order I propose to make adequately address issues raised by the applicant.",
      "id": "s435"
    },
    {
      "text": "119 In relation to the order sought by the applicant in para 5 of the Amended Application, namely that the first respondent transfer the registration of the domain name www.bing.com , I make the following observations:\n \n&#8226; The first respondent, apparently in good faith, acquired the domain name from the United States for the not inconsiderable sum of $US25,000.",
      "id": "s436"
    },
    {
      "text": "An order in the nature of that sought by the applicant, which would deprive the first respondent of that asset, is not lightly entertained by the Court.",
      "id": "s437"
    },
    {
      "text": "&#8226; While it may be commonplace for companies in Australia to use a \".com\" or \".com.au\" domain name, the first respondent's domain name is registered in the United States.",
      "id": "s438"
    },
    {
      "text": "An order that the first respondent transfer an international domain name to remedy infringement of an Australian trade mark --- which trade mark is territorial in its operation --- would in my view require extraordinary circumstances.",
      "id": "s439"
    },
    {
      "text": "&#8226; The applicant has relied on a number of cases in support of its application for an order that the first respondent be ordered to transfer the domain name, namely the English Court of Appeal case British Telecommunications PLC v One In A Million Ltd (1998) 42 IPR 289 and the High Court of New Zealand case Oggi Advertising Ltd v McKenzie (1998) 44 IPR 661.",
      "id": "s440"
    },
    {
      "text": "Further, Hill J ordered transfer of a domain name in CSR Ltd v Resource Capital Australia Pty Ltd [2003] FCA 279 ; (2003) 128 FCR 408.",
      "id": "s441"
    },
    {
      "text": "However each of those cases involved cybersquatting, defined by The Australian Concise Oxford Dictionary as \"the practice of registering names, especially well-known company or brand names, as Internet domains, in the hope of reselling them at a profit\", and which practice is, as Hill J noted in CSR Ltd [2003] FCA 279 ; 128 FCR 408 , conduct somewhat suggestive of criminality and fraud.",
      "id": "s442"
    },
    {
      "text": "The facts in each of those cases were very different from those in the case before me.",
      "id": "s443"
    },
    {
      "text": "120 I consider that the facts of this case fall short of justifying an order depriving the first respondent of the domain name it currently owns and ordering it transferred to the applicant.",
      "id": "s444"
    },
    {
      "text": "Damages \n \n121 The applicant conceded in this case that it had not lead evidence establishing any actual loss of sales revenue arising from the conduct of the first respondent, but instead claimed damages \"at large\" as awarded in Review Australia Pty Ltd v Innovative Lifestyle Investments Pty Lt d [2008] FCA 74.",
      "id": "s445"
    },
    {
      "text": "Damages sought by the applicant were in the sum of $50,000, representing:\n \n&#8226; damages on the basis of notional royalty;\n \n&#8226; diminution in the value of the applicant's trade mark; and\n \n&#8226; loss of reputation.",
      "id": "s446"
    },
    {
      "text": "122 The applicant submitted in this case that factors of assistance to the Court in determining an award of damages at large included:\n \n&#8226; the amount of time and effort the applicant had spent developing its reputation;\n \n&#8226; that the respondent had had the benefit of using the applicant's asset, namely the Bing trade mark;\n \n&#8226; the fact that the respondent had paid $25,000 for the www.bing.com domain name, which was an unlawful use of the applicant's property; and\n \n&#8226; the fact that the first respondent pays the owner of the copyright in the first respondent's software the sum of $300,000 per annum.",
      "id": "s447"
    },
    {
      "text": "123 In relation to assessment of damages in such cases, in Enzed Holdings Ltd v Wynthea Pty Ltd [1984] FCA 373 ; (1984) 57 ALR 167 at 183 the Full Court observed as follows:\n The principle is clear.",
      "id": "s448"
    },
    {
      "text": "If the court finds damage has occurred it must do its best to quantify the loss even if a degree of speculation and guess work is involved.",
      "id": "s449"
    },
    {
      "text": "Furthermore, if actual damage is suffered, the award must be for more than nominal damages.",
      "id": "s450"
    },
    {
      "text": "We should add that we can see no reason why this principle should not apply in cases under the Trade Practices Act as well as in cases at common law.",
      "id": "s451"
    },
    {
      "text": "We emphasize, however, that the principle applies only when the court finds that loss or damage has occurred.",
      "id": "s452"
    },
    {
      "text": "It is not enough for a plaintiff merely to show wrongful conduct by the defendant.",
      "id": "s453"
    },
    {
      "text": "(emphasis added) \n124 In this case the applicant has not established any damage by way of loss of sales, loss of reputation or, indeed, any impact whatsoever --- adverse or otherwise --- on the value of its trade mark or otherwise, from the conduct of the first respondent.",
      "id": "s454"
    },
    {
      "text": "I have already observed several times throughout this judgment that the activities and customer base of each of the applicant and the first respondent are completely removed from the other.",
      "id": "s455"
    },
    {
      "text": "There is scant evidence as to the reputation of the applicant, including in relation to its registered trade mark, and no evidence that its reputation has been affected.",
      "id": "s456"
    },
    {
      "text": "Any confusion between the services offered by the applicant and the first respondent was demonstrated to be short-lived and immediately resolved on inquiry.",
      "id": "s457"
    },
    {
      "text": "I consider this to be a case where the applicant has shown wrongful conduct by the respondents, but not substantiated any damage arising from that conduct.",
      "id": "s458"
    },
    {
      "text": "Accordingly, there is no evidence to warrant compensatory damages or even nominal damages in the absence of quantification of damages (cf The Sanitas Company Ltd v Condy (1887) 4 RPC 530 ; Munday v Carey (1905) 22 RPC 273 ; Paramount Pictures Corporation v Hasluck (2006) 70 IPR 293 at 302).",
      "id": "s459"
    },
    {
      "text": "125 In claiming that damages \"at large\" should be awarded the applicant relied in part on the decision of Jessup J in Review Australia Pty Ltd v Innovative Lifestyle Investments Pty Ltd [2008] FCA 74.",
      "id": "s460"
    },
    {
      "text": "However:\n \n&#8226; I consider that Review Australia [2008] FCA 74 is distinguishable from this case.",
      "id": "s461"
    },
    {
      "text": "In Review Australia Jessup J accepted that the market presence of the respondents' product did bring about some minor dilution of the applicant's reputation for originality (at [30]).",
      "id": "s462"
    },
    {
      "text": "In my view there is some evidence of minor and short-lived confusion of a small number of consumers, but no evidence that there has been any dilution of the applicant's reputation in any respect by the market presence of the first respondent.",
      "id": "s463"
    },
    {
      "text": "There is, for example, no evidence (unlike in Review Australia ) that any value placed by the applicant on its goods and services has been diminished by the activities of the respondents.",
      "id": "s464"
    },
    {
      "text": "I make this observation particularly in light of the completely different activities of the parties and the markets in which they operate.",
      "id": "s465"
    },
    {
      "text": "&#8226; In the absence of demonstration by the applicant of any damage, the principles articulated by the Full Court in Enzed Holdings [1984] FCA 373 ; 57 ALR 167 which I have outlined earlier in this judgment militate against an award of damages.",
      "id": "s466"
    },
    {
      "text": "&#8226; Although the applicant relies on evidence of Associate Professor Alpert to the effect that, on the balance of probabilities, the use by the respondents of the mark \"bing\" has caused a diminution in the value of the applicant's trade mark, I accord the witness' evidence no weight in relation to this issue because:\n \n \n o I am not satisfied that Associate Professor Alpert is an expert on valuation of trademarks or intellectual property law.",
      "id": "s467"
    },
    {
      "text": "Associate Professor Alpert's expert report dated 21 December 2007 concerned an overview of key issues from a marketing/branding/consumer behaviour perspective, which area appears to be his area of expertise (Introduction para (c) to report);\n o considering the witness' expert report and the contents thereof, I draw the inference that, prior to the hearing, he had not directed his mind to the question of monetary valuation of the trade mark in question.",
      "id": "s468"
    },
    {
      "text": "Indeed in referring to \"brand values\" in his report, Associate Professor Alpert appeared to equate the term with brand aspects rather than any financial concept (note, for example, TS 137 ll 34-44, TS 138 ll 1-4);\n o Associate Professor Alpert's evidence in relation to possible diminution in the value of the applicant's trade mark was theoretical, highly qualified, and not particularly helpful.",
      "id": "s469"
    },
    {
      "text": "I refer in particular to: \n \n \n \n \n &#9642; the fact that, in response to a question from Mr Franklin SC as to whether the witness had any experience in assessing the value of the trade mark, the witness replied: \n \n \n \n \n \n Not quantitatively, but in what we teach, marketing branding is essential, and we stress the value of the brand.",
      "id": "s470"
    },
    {
      "text": "(TS 132 ll 4-6) \n \n \n \n \n \n \n &#9642; the witness merely agreed that he was able to give the Court \"opinions as to the general proposition that a brand is a valuable asset\" (TS 132 ll 8-10) and that \"these situations can be complex\" (TS 132 ll 13-15);\n &#9642; in response to a question from Mr Franklin SC as to whether Associate Professor Alpert was able to give the Court expert advice on possible causes of diminution and the value of brand, the witness replied: \"I'd like to think so, yes\" (TS 132 ll 18);\n &#9642; the witness merely agreed that, assuming that one has a valuable brand that is protected by a registered trademark or a de facto monopoly, one of the reasons that that value might diminish is if someone uses the same or a similar brand in the same market (TS 132 ll 30-33).",
      "id": "s471"
    },
    {
      "text": "In noting this evidence I intend no criticism of the witness who was endeavouring to be of assistance.",
      "id": "s472"
    },
    {
      "text": "However, in my view, the evidence raises not only serious questions as to the witness' expertise in relation to the issue of value of the relevant brand, but also serious doubts as to its probity.",
      "id": "s473"
    },
    {
      "text": "126 Accordingly, I consider that I should make no order as to compensatory damages or damages \"at large\".",
      "id": "s474"
    },
    {
      "text": "127 It would be appropriate for the parties to file written submissions as to the form the final injunction should take based upon the undertaking given by the first respondent in Court.",
      "id": "s475"
    },
    {
      "text": "Accordingly, at this stage the proper order is that the parties be directed to file written submissions by 4.00 pm on 28 November 2008 as to the form of the final injunctive relief based upon my reasons in this judgment, and costs, and that the matter be listed to return next week for final orders to be made.",
      "id": "s476"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-seven (127) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s477"
    },
    {
      "text": "Associate:\n\nDated: 25 November 2008\n\n Counsel for the Applicant: Mr A Franklin SC \n \n Solicitor for the Applicant: Bennett &amp; Philp \n \n Counsel for the Respondents: Mr A Crowe SC \n \n Solicitor for the Respondents: Holding Redlich \n\n Date of Hearing: 13 March 2008 \n \n Date of Judgment: 25 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1760.html",
      "id": "s478"
    }
  ]
}