{
  "name": "O'Shea v Heinemann Electric Pty Ltd [2008] FCA 1799 (27 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1799.html",
  "catchphrases": [
    {
      "text": "ban on overtime",
      "id": "c0"
    },
    {
      "text": "ordinary working hours prohibition on payment for period of industrial action",
      "id": "c1"
    },
    {
      "text": "what is duration of industrial action.",
      "id": "c2"
    },
    {
      "text": "contracting out of award provisions",
      "id": "c3"
    },
    {
      "text": "accord and satisfaction",
      "id": "c4"
    },
    {
      "text": "compromise for underpayment of wages.",
      "id": "c5"
    },
    {
      "text": "release",
      "id": "c6"
    },
    {
      "text": "construction",
      "id": "c7"
    },
    {
      "text": "'in respect of' any industrial action.",
      "id": "c8"
    },
    {
      "text": "industrial law",
      "id": "c9"
    },
    {
      "text": "industrial law",
      "id": "c10"
    },
    {
      "text": "industrial law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 On 22 , 23, 24, 28 and 29 August 2006, a group of employees of the respondent, Heinemann Electric Pty Ltd ('Heinemann'), engaged in a ban on working overtime.",
      "id": "s0"
    },
    {
      "text": "On each of those days they worked their ordinary working hours.",
      "id": "s1"
    },
    {
      "text": "Nevertheless, Heinemann withheld all the employees' pay referrable to those days on the basis that the operation of s 507 of the Workplace Relations Act 1996 (Cth) ('the Act') was to prohibit the making of a payment to an employee in relation to a period of industrial action.",
      "id": "s2"
    },
    {
      "text": "The main issue in this proceeding is whether Heinemann was in fact prohibited from making any payments to the employees engaged in a ban on overtime referrable to those days.",
      "id": "s3"
    },
    {
      "text": "Further Amended Application \n \n2 By Further Amended Application the applicant made a number of claims.",
      "id": "s4"
    },
    {
      "text": "It claimed that Heinemann had breached cl 7 of the Heinemann Electric Pty Ltd Enterprise Agreement 2003 ('the Agreement') by failing to pay certain specified employees for ordinary hours worked.",
      "id": "s5"
    },
    {
      "text": "It was contended that Heinemann failed to pay those employees at all, or failed to pay the wages as and when the wages fell due.",
      "id": "s6"
    },
    {
      "text": "3 The applicant sought an order imposing penalties pursuant to s 719(1) of the Act and for the payment of wages owed to each of the unpaid employees pursuant to s 719(6).",
      "id": "s7"
    },
    {
      "text": "The applicant also sought interest on the owing unpaid wages pursuant to s 722 of the Act.",
      "id": "s8"
    },
    {
      "text": "AGREED FACTS \n \n4 The parties filed a statement of agreed facts which I set out below in full (the table referred to therein forms an annexure to this judgment):\n THE APPLICANT \n \n 1.",
      "id": "s9"
    },
    {
      "text": "Tom O'Shea is and was at all relevant times a workplace inspector appointed pursuant to s 167(2) of the Workplace Relations Act 1996 ( the WR Act ).",
      "id": "s10"
    },
    {
      "text": "THE RESPONDENT \n \n 2.",
      "id": "s11"
    },
    {
      "text": "Heinemann Electric Pty Ltd ( Heinemann ) is and was at all relevant times: \n \n 2.1 a corporation registered under the laws of the State of Victoria; 2.2 the operator of a business of manufacturing circuit breakers, switchboards and other electrical hardware from its manufacturing facility in Springvale Road, Mulgrave, Victoria (the Factory).",
      "id": "s12"
    },
    {
      "text": "THE EMPLOYEES \n \n 3.",
      "id": "s13"
    },
    {
      "text": "Each of the persons set out in Column 1 of the table attached to this Statement of Agreed Facts (\" the table \") and Maria Barros was at all relevant times employed by Heinemann at the Factory in classifications or occupations covered by the Metal, Engineering and Associated Industries Award 1998 ( the Award ).",
      "id": "s14"
    },
    {
      "text": "THE AGREEMENT \n \n 4.",
      "id": "s15"
    },
    {
      "text": "At all relevant times, Heinemann was a party to and bound by the Heinemann Electric Pty Ltd Enterprise Agreement 2003 ( the Agreement ) until it was replaced on 8 January 2007 by the Heinemann Electric Pty Ltd Enterprise Agreement 2006.",
      "id": "s16"
    },
    {
      "text": "5.",
      "id": "s17"
    },
    {
      "text": "The Agreement: 5.1. was made between Heinemann and the Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia (\"the Union\"); 5.2. was certified by the Australian Industrial Relations Commission (AIRC) under s 170LT of the WR Act (as then in force) on 13 October 2003 and commenced operation on 1 July 2003; \n \n 5.3. had a nominal expiry date of 30 June 2006 (clause 4); \n \n \n5.4. bound Heinemann, the Union, members of the Union and persons eligible to be members of the union; 5.5. applied to Heinemann's employees employed at the Factory who were employed in classifications or occupations covered by the Award and who were eligible for membership of the Union (clause 3) including the employees set out in Column 1 of the table and Maria Barros.",
      "id": "s18"
    },
    {
      "text": "5.6. contained clause 7, which provided: \n \n 5.6.1. a basic hourly wage applicable from 1 July 2003 for employees employed in each of the various classifications covered by the Agreement; \n 5.6.2. an adjustment to the wage applicable to each classification commencing on 1 July 2004; and \n 5.6.3. a further adjustment to the wage applicable to each classification commencing on 1 July 2005; \n \n 5.7. contained clause 26, which dealt with overtime and provided as follows: \n \n \n \"On jobs where overtime is necessary, the work crew may be rostered so that each employee at the same qualification and experience is not disadvantaged to the amount of overtime they can work.",
      "id": "s19"
    },
    {
      "text": "On any day that overtime is worked there will be no necessity for all employees on that particular job to work.",
      "id": "s20"
    },
    {
      "text": "Whilst there is a requirement to work reasonable overtime, it is not compulsory to work overtime.",
      "id": "s21"
    },
    {
      "text": "A roster system will be introduced to make sure any overtime worked is fair and equal as far as is practical given the specialisation, continuance and urgency of the jobs at hand.",
      "id": "s22"
    },
    {
      "text": "It is agreed that every effort shall be made to eliminate excessive overtime and crate [sic] as many employment opportunities as possible.",
      "id": "s23"
    },
    {
      "text": "Any suggested measures to address this shall be discussed by the parties and reviewed regularly on all projects throughout the life of this Agreement.",
      "id": "s24"
    },
    {
      "text": "Employees may be required to work a reasonable amount of overtime from week to week.",
      "id": "s25"
    },
    {
      "text": "Notwithstanding the above, overtime is not compulsory\".",
      "id": "s26"
    },
    {
      "text": "THE WORKING DAY AT THE FACTORY \n \n 6.",
      "id": "s27"
    },
    {
      "text": "At all relevant times, Heinemann employed employees, including the employees listed in Column 1 of the table and Maria Barros who performed work in the Factory.",
      "id": "s28"
    },
    {
      "text": "7.",
      "id": "s29"
    },
    {
      "text": "The employees worked the following ordinary hours: 7.1. from 7:45 am to 4:30 pm with a 30 minute unpaid meal break on Mondays, Tuesdays, Wednesdays and Thursdays; and 7.2. from 7:45 am to 12:45pm on Fridays.",
      "id": "s30"
    },
    {
      "text": "8.",
      "id": "s31"
    },
    {
      "text": "Overtime was regularly worked by employees of Heinemann on Monday to Friday for at least two hours.",
      "id": "s32"
    },
    {
      "text": "The number of employees working overtime on any given day might range between one and 25.",
      "id": "s33"
    },
    {
      "text": "9.",
      "id": "s34"
    },
    {
      "text": "The employees Analene Forbes, Sol Attard, Lorraine Attard, George Brandidis, Wen Sang Yong, KY Lui, had not performed overtime work for at least six months prior to the commencement of the industrial campaign referred to in paragraph 11 below.",
      "id": "s35"
    },
    {
      "text": "10.",
      "id": "s36"
    },
    {
      "text": "Each of the employees referred to in paragraph 9 above was subject to clause 26 of the Agreement.",
      "id": "s37"
    },
    {
      "text": "THE INDUSTRIAL CAMPAIGN \n \n \n 11.",
      "id": "s38"
    },
    {
      "text": "In about May 2006 Heinemann and the union commenced negotiations for a new union collective agreement in relation to the persons employed by Heinemann at the Factory.",
      "id": "s39"
    },
    {
      "text": "12.",
      "id": "s40"
    },
    {
      "text": "By August 2006, the Negotiations between Heinemann and the Union had not resulted in an agreement between Heinemann and the Union about the terms and conditions of a new union collective agreement.",
      "id": "s41"
    },
    {
      "text": "13.",
      "id": "s42"
    },
    {
      "text": "During the industrial campaign, the Union served the notices set out below on Heinemann or about the dates set out below: \n \n 16 August 2006: 13.1.",
      "id": "s43"
    },
    {
      "text": "A notice advising of bans on the performance of overtime commencing on 22 August 2006 (the overtime bans).",
      "id": "s44"
    },
    {
      "text": "13.2.",
      "id": "s45"
    },
    {
      "text": "A notice advising of bans on the testing of equipment commencing on 22 August 2006 (the testing bans): 13.3.",
      "id": "s46"
    },
    {
      "text": "A notice advising of a 24 hour stoppage on the performance of all work beginning at 6:00am on 25 August 2006 (the 25 August 2006 stoppage).",
      "id": "s47"
    },
    {
      "text": "23 August 2006: \n \n \n \n13.4.",
      "id": "s48"
    },
    {
      "text": "A notice advising of an indefinite stoppage on the performance of all work beginning at 6.00am on 26 August 2006 (the planned stoppage).",
      "id": "s49"
    },
    {
      "text": "24 August 2006: 13.5.",
      "id": "s50"
    },
    {
      "text": "A notice advising of an indefinite stoppage on the performance of all work beginning on 30 August 2006 (the permanent stoppage).",
      "id": "s51"
    },
    {
      "text": "14.",
      "id": "s52"
    },
    {
      "text": "A number of employees, including the employees set out in Column 1 of the table, engaged in the overtime bans on each of Tuesday 22 August, Wednesday 23 August, Thursday 24 August, Monday 28 August and Tuesday 29 August 2006.",
      "id": "s53"
    },
    {
      "text": "15.",
      "id": "s54"
    },
    {
      "text": "The Union provided written notice to Heinemann of the withdrawal of the testing bans on 23 August 2006.",
      "id": "s55"
    },
    {
      "text": "16.",
      "id": "s56"
    },
    {
      "text": "A number of employees engaged in the 25 August 2006 stoppage.",
      "id": "s57"
    },
    {
      "text": "17.",
      "id": "s58"
    },
    {
      "text": "The planned stoppage referred to in the 23 August 2006 notice did not take place.",
      "id": "s59"
    },
    {
      "text": "18.",
      "id": "s60"
    },
    {
      "text": "The permanent stoppage referred to in the 24 August 2006 notice took place between 30 August 2006 and 16 October 2006.",
      "id": "s61"
    },
    {
      "text": "PROFORMA QUESTIONNAIRE READ BY HEINEMANN TO EMPLOYEES \n \n 19.",
      "id": "s62"
    },
    {
      "text": "On 22 August 2006 representatives of Heinemann approached a number of employees in the Factory, including the employees listed in Column 1 of the table and Maria Barros, and read to them a set of pro forma questions as follows: \n \n 19.1.",
      "id": "s63"
    },
    {
      "text": "Are you available to work overtime on [Tuesday night]?",
      "id": "s64"
    },
    {
      "text": "19.2.",
      "id": "s65"
    },
    {
      "text": "Why will you not work overtime ?",
      "id": "s66"
    },
    {
      "text": "19.3.",
      "id": "s67"
    },
    {
      "text": "[If the employee does not respond to Q 2] Are you refusing to work overtime because of the union's ban ?",
      "id": "s68"
    },
    {
      "text": "19.4.",
      "id": "s69"
    },
    {
      "text": "[If the employee says that it is not because of the ban in Q 3] Will you work overtime tomorrow then ?",
      "id": "s70"
    },
    {
      "text": "19.5.",
      "id": "s71"
    },
    {
      "text": "[If no] Will you work overtime on any day this week ?",
      "id": "s72"
    },
    {
      "text": "19.6.",
      "id": "s73"
    },
    {
      "text": "[If no] Will you work overtime on any day next week ?",
      "id": "s74"
    },
    {
      "text": "19.7.",
      "id": "s75"
    },
    {
      "text": "[If no] When will you work prior to the end of the overtime ban (ie just name a day) ?",
      "id": "s76"
    },
    {
      "text": "19.8.",
      "id": "s77"
    },
    {
      "text": "[If the employee does not respond to Q7) Are you refusing to work overtime because of the union's ban ?",
      "id": "s78"
    },
    {
      "text": "20.",
      "id": "s79"
    },
    {
      "text": "Representatives of Heinemann made handwritten notations, in the spaces provided in the list of pro-forma questions, based on the answers given by each of the employees to the pro-forma questions.",
      "id": "s80"
    },
    {
      "text": "... \n \n \nWork which was performed by the employees \n \n 21.",
      "id": "s81"
    },
    {
      "text": "On each of the days Tuesday 22 August, Wednesday 23 August, Thursday 24 August, Monday 28 August and Tuesday 29 August 2006 the employees set out in Column 1 of the table (with the exception of those employees who were absent from work on the days set out in column 2 of the table) and Maria Barros attended the Factory for work and performed all of their usual duties in the usual manner during ordinary hours, namely between approximately 7:45am and 4:30 pm.",
      "id": "s82"
    },
    {
      "text": "22.",
      "id": "s83"
    },
    {
      "text": "On each of the days Tuesday 22 August, Wednesday 23 August, Thursday 24 August, Monday 28 August and Tuesday 29 August 2006 the employees set out in Column 1 of the table and Maria Barros did not perform overtime work at the Factory.",
      "id": "s84"
    },
    {
      "text": "23.",
      "id": "s85"
    },
    {
      "text": "Some of the employees set out in Column 1 of the table were absent from work on the days set out in Column 2 of the table.",
      "id": "s86"
    },
    {
      "text": "The Unpaid employees \n \n 24.",
      "id": "s87"
    },
    {
      "text": "Heinemann did not pay the employees set out in Column 1 of the table and Maria Barros any wages referrable to the days Tuesday 22 August, Wednesday 23 August, Thursday 24 August, Monday 28 August and Tuesday 29 August 2006.",
      "id": "s88"
    },
    {
      "text": "Events after the overtime bans \n \n 25.",
      "id": "s89"
    },
    {
      "text": "On or about 9 November 2006 Heinemann entered into a deed with the Union which, so far as is relevant, stated that: \n \n Deed of release \n \n This is a deed of release between Heinemann Electric Pty Ltd ( Heinemann ) and the Communications, Electrical and Plumbing Union ( CEPU ).",
      "id": "s90"
    },
    {
      "text": "From May 2006 until the making of this deed, Heinemann and the CEPU were negotiating for a new enterprise agreement ( the Dispute ).",
      "id": "s91"
    },
    {
      "text": "During the negotiations, the CEPU and its members organised and engaged in industrial action ( the Action ).",
      "id": "s92"
    },
    {
      "text": "The parties reached an in principle agreement on the terms of the new enterprise agreement on 13 October 2006 As part of that agreement the parties have agreed to settle the Dispute and the Action, and all the claims arising out of the Dispute and the Action, on the terms of this deed.",
      "id": "s93"
    },
    {
      "text": "The parties agree: \n \n 1.",
      "id": "s94"
    },
    {
      "text": "The CEPU's release \n \n (a) The CEPU releases Heinemann from all claims that the CEPU has or may have against Heinemann in respect of the Dispute and the Action.",
      "id": "s95"
    },
    {
      "text": "(b) The CEPU agrees not to commence any claims against Heinemann in respect of the Dispute and the Action.",
      "id": "s96"
    },
    {
      "text": "(c) The CEPU agrees that it will not fund, support or encourage any of its members to commence any claims against Heinemann in respect of the Dispute and the Action.",
      "id": "s97"
    },
    {
      "text": "2.",
      "id": "s98"
    },
    {
      "text": "Heinemann's release \n \n (a) Heinemann releases the CEPU from all claims that Heinemann has or may have against the CEPU in respect of the Dispute and the Action.",
      "id": "s99"
    },
    {
      "text": "(b) Heinemann agrees not to commence any claims against the CEPU in respect of the Dispute and the Action.",
      "id": "s100"
    },
    {
      "text": "26.",
      "id": "s101"
    },
    {
      "text": "Between 10 and 17 November 2006, Heinemann provided a document titled \"Sign on Bonus Conditions and Acknowledgements\" (\" the sign on document \") to a number of its employees, including the employees set out in Column 1 of the table and Maria Barros.",
      "id": "s102"
    },
    {
      "text": "That document stated, so far as is relevant, that: \n \n \n \n Heinemann \"has finally been able to reach agreement with your site representatives and the ETU on the terms of a new enterprise agreement which will apply to Heinemann's employees.",
      "id": "s103"
    },
    {
      "text": "\"\n \n ...\n \n \"As part of the agreement reached with the ETU, employees will be entitled to a sign on bonus of $1100 (gross) to be paid as a lump sum.",
      "id": "s104"
    },
    {
      "text": "The basis for this payment is:\n \n \n&#8226; the sign on bonus will be paid in full and final settlement of all claims arising out of the bargaining process for the new agreement; and &#8226; both employees and Heinemann mutually release each other from any claims either party has in respect of the bargaining process or any industrial action.",
      "id": "s105"
    },
    {
      "text": "In order to receive the sign-on bonus, employees are required to acknowledge that it is paid in accordance with the conditions set out above.",
      "id": "s106"
    },
    {
      "text": "\" \n \n 27.",
      "id": "s107"
    },
    {
      "text": "All of the employees in Column 1 of the table and Maria Barros signed the sign on document between 10 and 17 November 2006.",
      "id": "s108"
    },
    {
      "text": "28.",
      "id": "s109"
    },
    {
      "text": "All of the employees in Column 1 of the table and Maria Barros received a payment of $1100.00 gross into their bank account on or around 30 November 2006.",
      "id": "s110"
    },
    {
      "text": "29.",
      "id": "s111"
    },
    {
      "text": "There were employees at the factory as at August 2006 and during the period of the overtime bans who did not engage in the overtime ban, but nevertheless received the sign on bonus.",
      "id": "s112"
    },
    {
      "text": "These included A Rico, F Bacosa, LJ Ferdinads; TL Pui; EF Gonzales; VD Wijeyeratne; SS Chan; SH Chan; M Yan; A Loh; VN Tran; G Caruso and S Reinink, V Plavlianic; AS Falken; M Kostur; TT Ta; NB Luong; RB Allen; KO Lau; P Dillon; GW Gapper; H Abbasszadeh; S Fernando; PE Forbes; DC Gardner; FC MA; J Gao; C Reinink; F Manuse; O Grah.",
      "id": "s113"
    },
    {
      "text": "FURTHER FACTS \n \n5 It is necessary to refer to some further facts.",
      "id": "s114"
    },
    {
      "text": "6 In respect of how overtime was worked at the factory, there were differences in the practices of different sections of the factory.",
      "id": "s115"
    },
    {
      "text": "Generally, overtime shifts lasted for approximately two hours, from 4.30 pm to 6.30 pm, and between one and 25 of the factory employees might work on any given evening.",
      "id": "s116"
    },
    {
      "text": "However, some sections regularly worked overtime and other sections worked overtime infrequently.",
      "id": "s117"
    },
    {
      "text": "The assembly workers generally worked minimal overtime, whilst the qualified fitters were called on frequently to perform overtime because of their specialised skills.",
      "id": "s118"
    },
    {
      "text": "It was also clear from the evidence of both Mr Ross, the General Manager of Heinemann, and Mr Aspinall, a Factory Manager of Heinemann, as well as from the employees, that there was not a practice of relying on overtime rosters.",
      "id": "s119"
    },
    {
      "text": "Instead, notice of overtime was commonly given to employees either on the day before or on the day that overtime was required.",
      "id": "s120"
    },
    {
      "text": "Employees then had an opportunity to accept or decline the extra hours.",
      "id": "s121"
    },
    {
      "text": "The evidence was that there was never any difficulty in finding employees to perform the additional work and that employees ordinarily accepted the work.",
      "id": "s122"
    },
    {
      "text": "It is also clear that employees could and did decline overtime work without ascribing any cause or reason.",
      "id": "s123"
    },
    {
      "text": "7 There was no evidence of Heinemann's overtime requirements on the days in question.",
      "id": "s124"
    },
    {
      "text": "There was no evidence of whether any employees actually performed overtime that week.",
      "id": "s125"
    },
    {
      "text": "Heinemann did not have overtime records for 22, 23, 24, 28 and 29 August 2006.",
      "id": "s126"
    },
    {
      "text": "The handwritten notations on the questionnaires show which employees of those interviewed were and were not available for overtime over the life of the overtime ban, and a reason for not working overtime.",
      "id": "s127"
    },
    {
      "text": "However, they do not indicate whether Heinemann required overtime on any evening, and if so, how much overtime was required, whether requests were made of employees to perform overtime, or whether any employee performed any requested overtime on any evening.",
      "id": "s128"
    },
    {
      "text": "8 Nevertheless, it was uncontested that the employees in Column 1 of the table engaged in the ban on overtime on the days in question, and that they were not paid wages referrable to these days.",
      "id": "s129"
    },
    {
      "text": "In addition, Heinemann also failed to pay Ms Maria Barros for the days in question on the basis that she too was implementing the ban on overtime.",
      "id": "s130"
    },
    {
      "text": "The applicant submits that Ms Barros was not in fact implementing the ban and should have been paid in full for those days irrespective of the operation of s 507.",
      "id": "s131"
    },
    {
      "text": "MS BARROS \n \n9 It is convenient to first consider the position of Ms Barros.",
      "id": "s132"
    },
    {
      "text": "Ms Barros failed to answer any questions asked of her in the questionnaire.",
      "id": "s133"
    },
    {
      "text": "She was initially questioned by her manager, Mr Aspinall, and later by Mr Ross.",
      "id": "s134"
    },
    {
      "text": "Her questionnaire was annotated simply, 'Will not answer any questions.",
      "id": "s135"
    },
    {
      "text": "Do not understand'.",
      "id": "s136"
    },
    {
      "text": "Mr Ross wrote at the end of Ms Barros' questionnaire that he had explained to Ms Barros the position in detail.",
      "id": "s137"
    },
    {
      "text": "He was referring to informing those employees, who had confirmed that they were enforcing the ban that they would not be paid for the duration of the overtime ban or any industrial action.",
      "id": "s138"
    },
    {
      "text": "Mr Ross told the Court that he believed Ms Barros understood his explanation.",
      "id": "s139"
    },
    {
      "text": "Ms Barros told the Court that she did not understand.",
      "id": "s140"
    },
    {
      "text": "She said her failure to answer was because she did not know what overtime Mr Aspinall and Mr Ross were referring to (as she rarely performed overtime) and she did not want to answer before speaking with her union representative.",
      "id": "s141"
    },
    {
      "text": "10 Ms Barros agreed that she participated in the strike of 25 August 2006 and participated in the six week strike which commenced on 30 August 2006.",
      "id": "s142"
    },
    {
      "text": "Heinemann submitted that Ms Barros' participation in the strikes goes some way to demonstrate that she also participated in the ban on overtime.",
      "id": "s143"
    },
    {
      "text": "This does not necessarily follow, although it is a factor to consider in the balance, as to the likelihood of the happening of events.",
      "id": "s144"
    },
    {
      "text": "Heinemann also contended that Ms Barros' evidence was unreliable because of the discrepancy in her affidavit evidence and the documentary evidence showing the amount of overtime she had in fact worked previously.",
      "id": "s145"
    },
    {
      "text": "11 My own assessment of the evidence is this.",
      "id": "s146"
    },
    {
      "text": "Ms Barros cannot understand English very well; she deposed to this, and it was apparent from her cross-examination.",
      "id": "s147"
    },
    {
      "text": "She said she was very confused about the questions asked of her by Mr Aspinall and Mr Ross, and she appeared confused under cross-examination both as to what was being asked of her by Counsel and as to the overtime position.",
      "id": "s148"
    },
    {
      "text": "In my view, despite the belief of Mr Ross, she was confused.",
      "id": "s149"
    },
    {
      "text": "Ms Barros had little understanding of the matters being asked of her by Counsel, and I consider had little understanding of the matters put to her by Mr Aspinall and Mr Ross at the time of the questionnaire.",
      "id": "s150"
    },
    {
      "text": "12 While I consider that Ms Barros was endeavouring to tell the truth, her recollection as to when her overtime was in fact taken was faulty.",
      "id": "s151"
    },
    {
      "text": "She did indicate that she would go to the Union for advice, which had implemented overtime bans.",
      "id": "s152"
    },
    {
      "text": "She did participate in the strike of 25 August 2006 and the six week strike commencing on 30 August 2006.",
      "id": "s153"
    },
    {
      "text": "In my view, it is more than likely that she did engage in the overtime bans by following the Union's approach.",
      "id": "s154"
    },
    {
      "text": "13 In any event, in view of Ms Barros' obvious confusion, I cannot be satisfied on the balance of probabilities that it has been demonstrated by the applicant that Ms Barros was entitled to be paid in full irrespective of the operation of s 507.",
      "id": "s155"
    },
    {
      "text": "The onus rests on the applicant to demonstrate this element of the case, in respect of Ms Barros, on the balance of probabilities: see Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 as explained in Neat Holdings Pty Ltd v Karajan Holdings Pty Ltd [1992] HCA 66 ; (1992) 110 ALR 449.",
      "id": "s156"
    },
    {
      "text": "14 Therefore, in relation to Ms Barros, I place her in the same category as the other employees listed in Column 1 of the table.",
      "id": "s157"
    },
    {
      "text": "OPERATION OF SECTION 507 \n \n15 I now turn to the main issue in this proceeding, the operation of s 507 of the Act, which is in the following terms:\n Payments not to be made or accepted in relation to periods of industrial action \n \n \n (1) This section applies if an employee engaged, or engages, in industrial action (whether or not protected action) in relation to an employer on a day.",
      "id": "s158"
    },
    {
      "text": "(2) The employer must not make a payment to an employee in relation to: \n \n \n \n \n (a) if the total duration of the industrial action on that day is less than 4 hours--4 hours of that day; or\n (b) otherwise--the total duration of the industrial action on that day.",
      "id": "s159"
    },
    {
      "text": "(3) If: \n \n \n \n (a) the industrial action is during a shift (or other period of work); and\n (b) the shift (or other period of work) occurs partly on 1 day and partly on the next day; \n \n \n \n \n then, for the purposes of this section, the shift is taken to be a day and the remaining parts of the days are taken not to be part of that day.",
      "id": "s160"
    },
    {
      "text": "(4) For the purposes of subsection (3), overtime is taken not to be a separate shift.",
      "id": "s161"
    },
    {
      "text": "(5) An employee must not accept a payment from an employer if the employer would contravene subsection (2) by making the payment.",
      "id": "s162"
    },
    {
      "text": "... \n \n\n16 The definition of industrial action is found in s 420 of the Act.",
      "id": "s163"
    },
    {
      "text": "It provides the following:\n Meaning of industrial action \n \n (1) For the purposes of this Act, industrial action means any action of the following kinds: \n \n \n \n \n (a) the performance of work by an employee in a manner different from that in which it is customarily performed, or the adoption of a practice in relation to work by an employee, the result of which is a restriction or limitation on, or a delay in, the performance of the work;\n (b) a ban, limitation or restriction on the performance of work by an employee or on the acceptance of or offering for work by an employee;\n (c) a failure or refusal by employees to attend for work or a failure or refusal to perform any work at all by employees who attend for work;\n (d) the lockout of employees from their employment by the employer of the employees;\n but does not include the following:\n (e) action by employees that is authorised or agreed to by the employer of the employees;\n (f) action by an employer that is authorised or agreed to by or on behalf of employees of the employer; \n \n \n \n \n (g) action by an employee if: \n \n \n \n (i) the action was based on a reasonable concern by the employee about an imminent risk to his or her health or safety; and\n (ii) the employee did not unreasonably fail to comply with a direction of his or her employer to perform other available work, whether at the same or another workplace, that was safe and appropriate for the employee to perform.",
      "id": "s164"
    },
    {
      "text": "(2) For the purposes of this Act: \n \n \n (a) conduct is capable of constituting industrial action even if the conduct relates to part only of the duties that employees are required to perform in the course of their employment; and\n (b) a reference to industrial action includes a reference to a course of conduct consisting of a series of industrial actions.",
      "id": "s165"
    },
    {
      "text": "17 It is unnecessary here to consider the definition of industrial action in s 420 of the Act in much detail.",
      "id": "s166"
    },
    {
      "text": "It is uncontested between the parties that the employees engaged in industrial action within the meaning of s 420(1)(b) of the Act for the purposes of s 507.",
      "id": "s167"
    },
    {
      "text": "It is well accepted that part performance of work, or performance of work other than as directed, amounts to industrial action.",
      "id": "s168"
    },
    {
      "text": "An ongoing ban on the operation of a certain machine, or on performing certain tasks, while otherwise completing a full day's work, is industrial action.",
      "id": "s169"
    },
    {
      "text": "A lock-out from, or a ban on, performing overtime, where overtime is not required or expected under a contract of employment may constitute industrial action.",
      "id": "s170"
    },
    {
      "text": "18 In Construction, Forestry, Mining and Energy Union v Master Builders' Association of Victoria [2000] FCA 169 ; (2000) 100 FCR 395 , Goldberg J considered the meaning of the expression 'preventing employees from performing work' for the purposes of the then s 170ML(4).",
      "id": "s171"
    },
    {
      "text": "His Honour was addressing the question of whether preventing employees from performing overtime work that they did not have a right to perform under their contracts of employment could constitute a lock-out under that provision.",
      "id": "s172"
    },
    {
      "text": "His Honour said at 409 (at [41]): \n The expression \"preventing\" in the context of s 170ML(4) involves the doing of an act which has the consequence that employees cannot perform work which, if performed, would be work performed under their contracts of employment.",
      "id": "s173"
    },
    {
      "text": "The concept of \"preventing\" in the context of s 170ML(4) is not limited to a situation of putting up a barrier or bar to something which is going to happen in the absence of some supervening event stopping it; it also covers a situation where something is stopped in circumstances where if it was allowed or granted it would occur in a particular way.",
      "id": "s174"
    },
    {
      "text": "19 The same analysis can be applied in the circumstance here, where these employees imposed a ban on the performance of overtime even where there was no contractual obligation or right to perform it.",
      "id": "s175"
    },
    {
      "text": "Using the words of s 420(1)(b) of the Act, it was a ban 'on the acceptance of or offering for work'.",
      "id": "s176"
    },
    {
      "text": "20 The main dispute in this proceeding between the parties was whether the overtime ban constituted ongoing industrial action commencing at the time specified in the notice advising of overtime bans, being the morning of 22 August 2006 and continuing until the ban was removed (after 29 August 2006), or whether there were a series of industrial actions in relation to overtime separated by days of ordinary work.",
      "id": "s177"
    },
    {
      "text": "21 As I have indicated, Heinemann contended that it was prohibited by the operation of s 507 of the Act from paying the employees any wages for any of the days 22, 23, 24, 28 and 29 August 2006.",
      "id": "s178"
    },
    {
      "text": "It said that the notice of intention to take protected action (which included the overtime bans) served on Heinemann by the Union was in terms that imposed an ongoing ban on performing overtime, commencing on Tuesday, 22 August 2006 and continuing for 12 months or until agreement was reached on the terms of a new Union collective agreement.",
      "id": "s179"
    },
    {
      "text": "Heinemann also contended that the company enquired with the employees whether they intended to implement the ban and the employees advised Heinemann of their intention to do so.",
      "id": "s180"
    },
    {
      "text": "Heinemann contended that the ban was clearly in place, and was not lifted and reapplied on a daily basis and as such it constituted ongoing industrial action.",
      "id": "s181"
    },
    {
      "text": "22 The applicant contended that the industrial action implemented by the employees was a series of bans either from 4.30 pm each day until the start of the shift the following day, or for a two hour period between 4.30 pm and 6.30 pm each day being the time that an ordinary overtime shift takes place at the factory.",
      "id": "s182"
    },
    {
      "text": "23 In resolving the main dispute between the parties, it is important to understand and appreciate the purpose of s 507.",
      "id": "s183"
    },
    {
      "text": "There has been no judicial consideration of the legislative purpose of s 507, although some consideration has been given to its predecessor, s 187AA of the pre-reform Act.",
      "id": "s184"
    },
    {
      "text": "In Independent Education Union of Australia v Canonical Administrators (1998) 87 FCR 49 , Ryan J discussed the policy behind s 187AA of the pre-reform Act, which operated similarly to s 507 to prohibit the payment of 'strike pay'.",
      "id": "s185"
    },
    {
      "text": "His Honour said at 73-4:\n I consider that s 187AA in the context of Pt VIIIA of the WR Act evinces a policy that collective bargaining should occur in an environment where employer and employee are to appreciate and accept the detrimental consequences for themselves of industrial action used as part of the negotiating armoury.",
      "id": "s186"
    },
    {
      "text": "For the employee those consequences are normally loss of remuneration in respect of the period of the industrial action and for the employer they are the loss of production attendant on a lockout.",
      "id": "s187"
    },
    {
      "text": "Consistently with that policy, s 187AA is framed to ensure that the loss of remuneration is not recouped after the bargaining is over and necessarily applies to protected action.",
      "id": "s188"
    },
    {
      "text": "24 Justice Lander also commented on the legislative purpose of s 187AA of the pre-reform Act in Ponzio v B &amp; P Caelli Constructions Pty Ltd [2007] FCAFC 65 ; (2007) 158 FCR 543.",
      "id": "s189"
    },
    {
      "text": "His Honour said at 557-58 (at [83]---[84]): \n 83.",
      "id": "s190"
    },
    {
      "text": "The policy of the Act is to discourage industrial action as it is defined in s 4 of the Act.",
      "id": "s191"
    },
    {
      "text": "The purpose of Pt VIIIA of the Act, in which these provisions are contained, is to prevent an employer making a payment to the employer's employee in relation to any period during which the employee engages in industrial action.",
      "id": "s192"
    },
    {
      "text": "It is the intention of the Act to discourage employers and employees agreeing to the employer paying employees for that period of industrial action engaged in by the employee.",
      "id": "s193"
    },
    {
      "text": "To that end, s 187AA makes it a contravention for an employer to make a payment to an employee who has in relation to a period during which the employee engaged or engages in industrial action and at the same time makes it a contravention for the employee to accept a payment from an employer if by doing so the employer will contravene subs (1) by making that payment.",
      "id": "s194"
    },
    {
      "text": "The policy of the Act is that if an employee engages in industrial action then it must be at the employee's own expense.",
      "id": "s195"
    },
    {
      "text": "The purpose of s 187AB is to discourage unions and their officers from making claims for a payment or engaging in or threatening to engage in or organising industrial action for the purpose of coercing the employer to make a payment to an employee during a period of industrial action.",
      "id": "s196"
    },
    {
      "text": "That section has as its added purpose a protection to the employer in the event that a union or its members engage in that further industrial action.",
      "id": "s197"
    },
    {
      "text": "84.",
      "id": "s198"
    },
    {
      "text": "Industrial action is discouraged by putting the cost of that industrial action upon the employee rather than the employer.",
      "id": "s199"
    },
    {
      "text": "No doubt it is thought that an employee will be less likely to take industrial action if the employee knows that it is a contravention for both the employer and the employee if the employer makes a payment for the period of industrial action.",
      "id": "s200"
    },
    {
      "text": "25 Both Ryan and Lander JJ's considerations of the policy standing behind s 187AA suggest that the purpose of that provision was to make employees carry the expense of any industrial action engaged in by them.",
      "id": "s201"
    },
    {
      "text": "Neither Ryan or Lander JJ considered that the provision was intended to operate more broadly to punish the parties for engaging in protected industrial action beyond shouldering the burden of the actual economic loss resulting from the action.",
      "id": "s202"
    },
    {
      "text": "26 Section 507 is in different terms to s 187AA, although basically the same purpose behind the provision is as set out by Ryan and Lander JJ in their consideration of its predecessor.",
      "id": "s203"
    },
    {
      "text": "27 However, it is important to observe that s 507(2) sets out a calculation to assess how many hours' pay an employer must withhold from an employee who engages in industrial action on a day, depending on whether the employee engages in industrial action for a period less than four hours or four hours or more.",
      "id": "s204"
    },
    {
      "text": "The effect of the subsection is that an employee who engages in industrial action for any period less than four hours in a day, even if it is a period of five or ten minutes, must have four hours of pay withheld.",
      "id": "s205"
    },
    {
      "text": "Notably, an employee who engages in industrial action for four hours or more in a day must not be paid in relation to the period of industrial action on that day, but may be paid in relation to hours worked.",
      "id": "s206"
    },
    {
      "text": "For example, an employee who takes industrial action for five hours in a day but works the other 3.5 hours of an ordinary day must not be paid in relation to 5 hours of the day but is entitled to payment in relation to 3.5 hours.",
      "id": "s207"
    },
    {
      "text": "28 It seems one purpose of the operation of s 507 is to deter industrial action for minor grievances.",
      "id": "s208"
    },
    {
      "text": "An employee will seriously consider stopping work for just five minutes if the consequence is losing a half day's pay.",
      "id": "s209"
    },
    {
      "text": "On the other hand, I do not consider the provision to be punitive.",
      "id": "s210"
    },
    {
      "text": "If it were, the provision would operate to deduct a full day's pay from an employee who engages in four hours or more industrial action on a day.",
      "id": "s211"
    },
    {
      "text": "Rather the intention seems to be to ensure that industrial action is not taken lightly and that the employee who engages in industrial action bears the economic consequences of that industrial action.",
      "id": "s212"
    },
    {
      "text": "29 The Court must construe the words of s 507 in context.",
      "id": "s213"
    },
    {
      "text": "Part of the context of s 507 is that there is a right to take protected action.",
      "id": "s214"
    },
    {
      "text": "Another part of the context is that, because of other provisions of the Act, there is a right ordinarily to be paid for the work undertaken.",
      "id": "s215"
    },
    {
      "text": "Another part of the context is that the Act is trying to ensure that either employer or employee bears the financial consequence of loss of production; in the case of a lock-out, the employer, in the case of a strike, the employee.",
      "id": "s216"
    },
    {
      "text": "30 Some assistance can be derived in determining the duration of the industrial action in the present case by comments by Jessup J in Ponzio [2007] FCAFC 65 ; 158 FCR 543 of how to define 'period' in the context of s 187AA, at 566-67 (at [136]):\n 136.",
      "id": "s217"
    },
    {
      "text": "...",
      "id": "s218"
    },
    {
      "text": "Whether particular industrial action occurs during a single period, or during separate periods, will also be a question of fact.",
      "id": "s219"
    },
    {
      "text": "For my own part, I do not regard it as self-evident that every day upon which industrial action occurs should be regarded as a separate \"period\".",
      "id": "s220"
    },
    {
      "text": "In the present case, for example, I consider that an employee who stopped work on 5 August 2003 and did not resume work until 10.00 am on 6 August 2003 should be regarded as having engaged in industrial action during one period only.",
      "id": "s221"
    },
    {
      "text": "If that period were broken by a period during which the employee performed work normally, there would then have been two periods of industrial action.",
      "id": "s222"
    },
    {
      "text": "31 It is important to note that Jessup J's comments were made in relation to s 187AA which did not require looking at industrial action 'on a day'.",
      "id": "s223"
    },
    {
      "text": "Section 187AA included the words 'in relation to a period in which'.",
      "id": "s224"
    },
    {
      "text": "An important feature of s 507, and the most salient distinction between s 507 and its predecessor s 187AA, is the focus on the industrial action 'on a day' and to calculate the duration of industrial action on a day by day basis.",
      "id": "s225"
    },
    {
      "text": "However, his Honour makes clear that the industrial action is not necessarily considered a continuing period of industrial action if it is broken by a period of ordinary work.",
      "id": "s226"
    },
    {
      "text": "32 As I have said, the operation of s 507 has the consequence that employees are to bear the economic loss of their industrial action.",
      "id": "s227"
    },
    {
      "text": "In a case where the employees have contributed the benefit of a full day's work to their employer, it seems contrary to the intention of the provision to punish employees beyond the calculation allowed for in the provision.",
      "id": "s228"
    },
    {
      "text": "33 It was agreed that on each of 22, 23, 24, 28 and 29 August 2006, the employees imposed a ban on overtime.",
      "id": "s229"
    },
    {
      "text": "On the facts of the case before me, I am satisfied that the ban constituted two hours of industrial action on each of those days.",
      "id": "s230"
    },
    {
      "text": "34 While the ban did not affect the fulfilment of the employees' obligations in relation to ordinary working hours, s 507(4) stipulates that overtime is not to be taken as a separate shift and so a ban on overtime must be seen to be industrial action in relation to the shift of ordinary working hours.",
      "id": "s231"
    },
    {
      "text": "It follows that the industrial action, which took place for approximately 2 hours between 4.30 pm and 6.30 pm each afternoon, constituted industrial action on a day and falls within s 507(2)(a).",
      "id": "s232"
    },
    {
      "text": "As a result, 4 hours pay must be deducted.",
      "id": "s233"
    },
    {
      "text": "35 The applicant claimed that if Heinemann was the employer required by the operation of s 507 to withhold payment in relation to 4 hours on each day of industrial action, it must be assumed that the usual working day at Heinemann was 7.45 am to 6.30 pm.",
      "id": "s234"
    },
    {
      "text": "This was comprised of ordinary work hours, being 8.25 hours, plus 2 hours of overtime.",
      "id": "s235"
    },
    {
      "text": "It was therefore argued that Heinemann must withhold the 4 hours pay from a notional 10.25 hour day instead of an 8.25 hour day.",
      "id": "s236"
    },
    {
      "text": "It followed that the employees should have been paid for 6.25 hours each day.",
      "id": "s237"
    },
    {
      "text": "36 To deduct 4 hours from 8.25 hours of work performed in full for a ban on overtime that did not affect that ordinary day's work or result in any loss in relation to those 8.25 hours may appear inappropriate.",
      "id": "s238"
    },
    {
      "text": "It is, however, the result that the Act requires in this proceeding.",
      "id": "s239"
    },
    {
      "text": "There was no suggestion that Heinemann employees were paid or were entitled to be paid for a notional 10.25 hour day.",
      "id": "s240"
    },
    {
      "text": "Overtime was requested and worked on an as needs basis.",
      "id": "s241"
    },
    {
      "text": "The fact that there was a ban on overtime does not mean that overtime was actually required.",
      "id": "s242"
    },
    {
      "text": "Therefore, on the evidence before me, I am not satisfied that the usual working day at Heinemann was 10.25 hours.",
      "id": "s243"
    },
    {
      "text": "37 Putting aside the effect of the sign-on bonus agreement, Heinemann has breached cl 7 of the Agreement by underpaying the employees in Column 1 of the table and Ms Barros in relation to 4.25 hours pay for each of the 5 days (other than where an employee was absent).",
      "id": "s244"
    },
    {
      "text": "EFFECT OF SIGN-ON BONUS AGREEMENT \n \n38 I now address Heinemann's defence that any debt in respect of wages has been discharged by the payment pursuant to a sign-on bonus agreement, and therefore there has been no breach of cl 7 of the Agreement.",
      "id": "s245"
    },
    {
      "text": "39 I should interpolate that even if the sign-on bonus agreement did release Heinemann from its obligation to pay to each employee the unpaid wages, Heinemann may still have breached cl 7 of the Agreement, even if there was no obligation to pay the wages as and when they fell due.",
      "id": "s246"
    },
    {
      "text": "I do not hesitate to consider further this matter in view of my conclusion that the payment pursuant to the sign-on bonus agreement has not discharged Heinemann's obligation to pay the unpaid wages.",
      "id": "s247"
    },
    {
      "text": "40 Between 10 November and 17 November 2006, Heinemann entered into a series of sign-on bonus agreements with its employees that it would pay each employee a sign-on bonus of $1,100 gross.",
      "id": "s248"
    },
    {
      "text": "The terms of the sign-on bonus agreement reached between Heinemann and each of the employees appears above in the statement of agreed facts.",
      "id": "s249"
    },
    {
      "text": "The sign-on bonus agreement provided that the payment would be made on the following basis: \n \n(i) the sign-on bonus would be paid in full and final settlement of all claims arising out of the bargaining process for the new agreement; and\n \n(ii) both employees and Heinemann would mutually release each other from any claims either party had in respect of the bargaining process or any industrial action.",
      "id": "s250"
    },
    {
      "text": "41 The parties dispute the purpose and effect of the payment and of the sign-on bonus agreement.",
      "id": "s251"
    },
    {
      "text": "Heinemann contended that the sign-on bonus agreement was an accord and satisfaction of the employees' award entitlements.",
      "id": "s252"
    },
    {
      "text": "Heinemann submitted that if any wages were owed in relation to the five day period, it was released from that obligation by the terms of the sign-on bonus agreement.",
      "id": "s253"
    },
    {
      "text": "The applicant contended that the sign-on bonus agreement was not a settlement of the employees' claims pursuant to s 719 of the Act.",
      "id": "s254"
    },
    {
      "text": "It contended that the sign-on bonus was just that, a bonus sweetener for the signing of the new enterprise agreement, one agreed to after a long and bitter bargaining process and industrial dispute.",
      "id": "s255"
    },
    {
      "text": "42 It was accepted that one cannot contract out of award provisions: see Josephson v Walker (1914) 18 CLR 691 at 700; Byrne v Australian Airlines Ltd [1995] HCA 24 ; (1995) 185 CLR 410 at 421; Textile, Clothing and Footwear Union of Australia v Givoni Pty Ltd (2002) 121 IR 250 at 256.",
      "id": "s256"
    },
    {
      "text": "However, the parties agreed that there was, in theory, no barrier to compromising or satisfying a claim arising under the Act for underpayment of wages.",
      "id": "s257"
    },
    {
      "text": "The compromise or settlement of a claim in accord and satisfaction was distinguishable from a contracting out scenario where an employer seeks to avoid award obligations by entering into an employment agreement that strips away award rights.",
      "id": "s258"
    },
    {
      "text": "43 The applicant relied on the principle that ex gratia payments (for example, a one-off bonus) cannot be set off against or deducted in satisfaction of an amount owed by virtue of an award entitlement.",
      "id": "s259"
    },
    {
      "text": "The applicant contended that in a situation where there are outstanding award entitlements and the employer pays to the employee a sum of money for a specified purpose other than the satisfaction of the award entitlements, the employer cannot afterwards claim to have satisfied the award entitlements by means of the payment.",
      "id": "s260"
    },
    {
      "text": "44 In Australian and New Zealand Banking Group Limited v Financial Services Union of Australia (2001) 111 IR 227 at 236, the Full Court (Black CJ, Wilcox and von Doussa JJ) considered the circumstances in which a payment under contract could discharge an obligation under an award.",
      "id": "s261"
    },
    {
      "text": "Their Honours quoted the Full Court in Poletti v Ecob (No 2) (1989) 31 IR 321 at 236, (at [41]):\n \n \n 41 In Poletti v Ecob (at 393; 332-333) the Full Court made this comment: \n \n \n \n \"It is to be noted that there are two separate situations dealt with in the passage from the judgment of Sheldon J which has been quoted and in the reasoning of the Commission in Pacific Publications .",
      "id": "s262"
    },
    {
      "text": "The first situation is that in which the parties to a contract of employment have agreed that a sum or sums of money will be paid and received for specific purposes, over and above or extraneous to award entitlements.",
      "id": "s263"
    },
    {
      "text": "In that situation, the contract between the parties prevents the employer afterwards claiming that payments made pursuant to the contractual obligation can be relied on in satisfaction of award entitlements arising outside the agreed purpose of the payments.",
      "id": "s264"
    },
    {
      "text": "The second situation is that in which there are outstanding award entitlements, and a sum of money is paid by the employer to the employee.",
      "id": "s265"
    },
    {
      "text": "If that sum is designated by the employer as being for a purpose other than the satisfaction of the award entitlements, the employer cannot afterwards claim to have satisfied the award entitlements by means of the payment.",
      "id": "s266"
    },
    {
      "text": "The former situation is a question of contract.",
      "id": "s267"
    },
    {
      "text": "The latter situation is an application of the common law rules governing payments by a debtor to a creditor.",
      "id": "s268"
    },
    {
      "text": "In the absence of a contractual obligation to pay and apply moneys to a particular obligation, where a debtor has more than one obligation to a creditor, it is open to the debtor, either before or at the time of making a payment, to appropriate it to a particular obligation.",
      "id": "s269"
    },
    {
      "text": "If no such appropriation is made, then the creditor may apply the payment to whichever obligation or obligations he or she wishes: see Halsbury's Laws of England , 4th ed, vol 9, pars 505 and 506.",
      "id": "s270"
    },
    {
      "text": "\" \n \n\n45 Their Honours then discuss the principles discussed by the Full Court at 238-39 (at [47]---[49]):\n 47 For the purpose of resolving this debate it is, we think, useful to return to the passage from Poletti v Ecob quoted in para 41 above.",
      "id": "s271"
    },
    {
      "text": "That passage accurately analyses the judgment of Sheldon J in Ray v Radano and enunciates the relevant principle.",
      "id": "s272"
    },
    {
      "text": "48 The first situation noted in the passage is one where \"the parties to a contract of employment have agreed that a sum or sums of money will be paid and received for specific purposes, over and above or extraneous to award requirements\".",
      "id": "s273"
    },
    {
      "text": "In that situation, the Full Court said, \"the contract between the parties prevents the employer afterwards claiming that payments made pursuant to the contractual obligation can be relied on in satisfaction of award entitlements arising outside the agreed purpose of the payments.",
      "id": "s274"
    },
    {
      "text": "\" [Emphasis added].",
      "id": "s275"
    },
    {
      "text": "So the critical question is whether the relevant award entitlements arose outside the contractually agreed purpose.",
      "id": "s276"
    },
    {
      "text": "49 It will usually be easy to determine whether there is a coincidence between particular award entitlements and the contractually agreed purpose.",
      "id": "s277"
    },
    {
      "text": "Take the case of an agreement for payment of wages of $1,000 per week to an employee who has an award entitlement to receive wages of $800 per week.",
      "id": "s278"
    },
    {
      "text": "Discharge of the contractual obligation will clearly also discharge the obligation to pay wages imposed by the award.",
      "id": "s279"
    },
    {
      "text": "On the other hand, take the first example offered by Sheldon J, where an employer agrees to pay a clothing allowance.",
      "id": "s280"
    },
    {
      "text": "It is no answer to a claim for underpayment of wages to say there was no award obligation to pay a clothing allowance.",
      "id": "s281"
    },
    {
      "text": "Similarly with Sheldon J's second example: it is no answer to an overtime claim to say the employee has received an over-award payment in respect of ordinary time.",
      "id": "s282"
    },
    {
      "text": "46 The principle applicable to the circumstances before me is that there must be a clear correlation between the payment made pursuant to the sign-on bonus agreement and the obligation under the Agreement before the Court can conclude that the claim for underpayment of wages has been satisfied, and this is a question of characterisation.",
      "id": "s283"
    },
    {
      "text": "47 The payments made to each employee of $1,100 gross were paid pursuant to, and in accordance with, the sign-on bonus agreement, so the question arises as to the characterisation of the purpose of the sign-on bonus agreement and the operation of the releases relied upon by Heinemann.",
      "id": "s284"
    },
    {
      "text": "The purpose of the sign-on bonus agreement and the operation of the releases are obviously connected.",
      "id": "s285"
    },
    {
      "text": "48 I turn to consider the terms of the sign-on bonus agreement and circumstances existing at the time of the entering into the sign-on bonus agreement by each employee.",
      "id": "s286"
    },
    {
      "text": "49 I have ignored the expressions of subjective intention of the employees, although such were in evidence before me.",
      "id": "s287"
    },
    {
      "text": "Obviously, the subjective intentions of any party should not be taken into account when construing an agreement: see eg, DTR Nominees Pty Ltd v Mona Homes Pty Ltd [1978] HCA 12 ; (1978) 138 CLR 423 at 429, and Pacific Carriers Limited v BNP Paribas (2004) 281 CLR 451 , 461-62.",
      "id": "s288"
    },
    {
      "text": "Of course, the objective background which I may consider does include the purposes and assumptions shared by the parties: see Codelfa Construction Pty Ltd v State Rail Authority of New South Wales [1982] HCA 24 ; (1982) 149 CLR 337 , 354.",
      "id": "s289"
    },
    {
      "text": "It is the fact of their concurrence by the parties which converts what would otherwise be 'subjective intention' into objective elements of an agreement's context.",
      "id": "s290"
    },
    {
      "text": "Relevantly, in this proceeding, as I will return to later, I take into account Heinemann's position made known to the Union and the employees that it could not make any payment by reason of s 507 of the Act, and the fact that the issue of the unpaid wages in respect of the overtime ban was not up for discussion or consideration by Heinemann at the time of entering each sign-on bonus agreement.",
      "id": "s291"
    },
    {
      "text": "50 The sign-on bonus agreement was crouched in very broad terms.",
      "id": "s292"
    },
    {
      "text": "It did not specifically refer to any claim that the parties had against each other.",
      "id": "s293"
    },
    {
      "text": "Specifically, there was no mention in the sign-on bonus agreement that the payment was in satisfaction of a claim for underpayment of wages in respect of five days' wages.",
      "id": "s294"
    },
    {
      "text": "Nor does the payment coincide with the amount of wages owing to each employee.",
      "id": "s295"
    },
    {
      "text": "In fact, the sign-on bonus agreement was entered into and the payment was made to employees who had no wages claim against Heinemann.",
      "id": "s296"
    },
    {
      "text": "51 The sign-on bonus agreement and payment occurred in the context of the settlement of a protracted industrial dispute over the bargaining of a new certified agreement.",
      "id": "s297"
    },
    {
      "text": "The industrial dispute had culminated in a six week strike.",
      "id": "s298"
    },
    {
      "text": "At the time the sign-on bonus agreement was raised as a possibility with employees, a number of issues were still in dispute, including rates of pay, back pay of the new rates and employee entitlements under the new certified agreement, as well as the return to work of employees on strike.",
      "id": "s299"
    },
    {
      "text": "52 It is also to be recalled that Heinemann believed and represented to the Union and the employees that it could not legally pay wages in relation to the industrial action over the five days.",
      "id": "s300"
    },
    {
      "text": "The payment made under the sign-on bonus agreement was therefore not characterised by Heinemann at the time as compensation for the unpaid wages.",
      "id": "s301"
    },
    {
      "text": "In fact, Heinemann was saying the opposite to its employees, that is, that the company could not pay them wages for the period in question because of the operation of s 507 of the Act.",
      "id": "s302"
    },
    {
      "text": "The employees in entering into the sign-on bonus agreement would have properly assumed this was the basis of the understanding between Heinemann and its employees.",
      "id": "s303"
    },
    {
      "text": "53 Heinemann did contend that the \"elephant in the room\" at the time of the entering into of the sign-on bonus agreement was the failure to pay the unpaid wages which all the parties had in their minds.",
      "id": "s304"
    },
    {
      "text": "However, the evidence indicated that the issue of the unpaid wages was not under discussion around the time of entering into of the sign-on bonus agreement.",
      "id": "s305"
    },
    {
      "text": "I do not regard the evidence given by Mr Ross that a sticking point with the Union was the non-payment of the individuals who had engaged in industrial action as detracting from this conclusion.",
      "id": "s306"
    },
    {
      "text": "He was specifically referring to his negotiations with the Union in relation to the new enterprise agreement and not the negotiations with the employees.",
      "id": "s307"
    },
    {
      "text": "54 Further, by 29 September 2006, when the parties were at the final stages of the negotiations, the draft written final offer directed to the employees made no mention of the claim for unpaid wages.",
      "id": "s308"
    },
    {
      "text": "This draft was the best evidence as to the matters that were still in dispute between Heinemann and the employees.",
      "id": "s309"
    },
    {
      "text": "55 In any event, the one thing that was clear from Heinemann's point of view, was that they could not as a matter of law pay the unpaid wages for the days in question because of s 507 of the Act, and this was communicated to the employees.",
      "id": "s310"
    },
    {
      "text": "This leads me to the view that the issue of unpaid wages was not on the table as a matter for resolution at the time of entering into of each sign-on bonus agreement.",
      "id": "s311"
    },
    {
      "text": "That issue, at least as far as Heinemann was concerned, was not alive because of its view of the operation of s 507.",
      "id": "s312"
    },
    {
      "text": "I am supported in such a conclusion by the acceptance by Heinemann in its letter to the applicant on or about 13 November 2006 that there was an acknowledgement by the employees that Heinemann considered that it was unable to make payments to employees in respect of the overtime ban period.",
      "id": "s313"
    },
    {
      "text": "This supports the view that whatever else was in dispute, the question of the unpaid wages was not in contention between the parties, as Heinemann stance was unequivocal and accepted by the employees.",
      "id": "s314"
    },
    {
      "text": "56 In any event, even if the question of the unpaid wages was a live issue, I do not consider that the sign-on bonus agreement covered or was directed in any way to the question of the unpaid wages.",
      "id": "s315"
    },
    {
      "text": "57 Each sign-on bonus agreement and payment was entered into and paid to encourage the Union and employee to enter into the new certified agreement for the future.",
      "id": "s316"
    },
    {
      "text": "58 It is to be recalled that Heinemann entered into sign-on bonus agreements with, and paid the sign-on bonus to, all employees, not just those with a claim for underpayment.",
      "id": "s317"
    },
    {
      "text": "Undoubtedly, each sign-on bonus agreement was a separate agreement between Heinemann and each employee.",
      "id": "s318"
    },
    {
      "text": "Therefore, each employee may be releasing Heinemann for different claims.",
      "id": "s319"
    },
    {
      "text": "However, the fact that Heinemann entered into many sign-on bonus agreements, on the same terms, and entered into a agreement bringing an end to the industrial action with the Union at the same time, indicates the purpose of the sign-on agreements and payment to the employees was directed to providing the bonus, not in satisfaction of some of the employees' entitlements to wages.",
      "id": "s320"
    },
    {
      "text": "59 In my view, taking into account the terms of the sign-on bonus and the surrounding circumstances, the purpose of the sign-on bonus agreement and payment made there under were not directed to the satisfaction of the employees' entitlements to unpaid wages in respect of the five days.",
      "id": "s321"
    },
    {
      "text": "OPERATION OF THE RELEASE \n \n60 It is then necessary to consider the terms of the releases relied upon by Heinemann.",
      "id": "s322"
    },
    {
      "text": "This must be done in the context of the other terms of the sign-on bonus agreement, its purpose, and the surrounding circumstances.",
      "id": "s323"
    },
    {
      "text": "As I have said, the purpose of the sign-on bonus agreement and the operation of the releases are connected.",
      "id": "s324"
    },
    {
      "text": "61 The first basis upon which the payment was made (as referred to above) was framed to cover any claims arising from the 'bargaining process for the new agreement'.",
      "id": "s325"
    },
    {
      "text": "That phrase refers to the very specific process of negotiating a new certified agreement as set out in the Act.",
      "id": "s326"
    },
    {
      "text": "The wage dispute could not be properly characterised as falling within that bargaining process.",
      "id": "s327"
    },
    {
      "text": "62 The second basis of the condition of payment (as referred to above) was framed as a broad mutual release of any claims in respect of both 'the bargaining process' and 'any industrial action'.",
      "id": "s328"
    },
    {
      "text": "Again, the wage dispute could not be properly characterised as falling within the bargaining process.",
      "id": "s329"
    },
    {
      "text": "63 The application of the expression 'in respect of' was discussed by the High Court in The Workers' Compensation Board of Queensland v Technical Products Pty Ltd [1988] HCA 49 ; (1988) 165 CLR 642 (per Deane, Dawson and Toohey JJ) at 653-54:\n Undoubtedly the words \"in respect of\" have a wide meaning, although it is going somewhat too far to say, as did Mann CJ in Trustees Executors &amp; Agency Co Ltd v Reilly [1941] VLR 110 at 111, that \"they have the widest possible meaning of any expression intended to convey some connection or relation between the two subject-matters to which the words refer\".",
      "id": "s330"
    },
    {
      "text": "The phrase gathers meaning from the context in which it appears and it is that context which will determine the matters to which it extends.",
      "id": "s331"
    },
    {
      "text": "64 The wage dispute in respect of the overtime ban could be viewed as in someway connected to the industrial action.",
      "id": "s332"
    },
    {
      "text": "The overtime ban was part of the industrial action, as shown by the notice given by the Union.",
      "id": "s333"
    },
    {
      "text": "The employees actually engaged this form of industrial action and, as a consequence of that course of conduct, Heinemann withheld all pay for the period.",
      "id": "s334"
    },
    {
      "text": "65 However, the context in which the release appears in the sign-on bonus agreement, and the context of the agreement with the Union, indicates that the basis of the payment was not intended to extend to the unpaid wages in respect of the five days in August 2006.",
      "id": "s335"
    },
    {
      "text": "The employees' claim arising from Heinemann's failure to pay the employees in full for the period of industrial action was essentially only a claim for non-payment of wages.",
      "id": "s336"
    },
    {
      "text": "While the non-payment of employees occurred during the period of industrial action, this does not mean the employees' claim was 'in respect of' any industrial action as contemplated by the ambit of the sign-on bonus agreement and the releases contained therein.",
      "id": "s337"
    },
    {
      "text": "66 As I have said, the purpose of the payment was to provide a sign-on bonus as part of the incentive to enter into a new certified agreement, between Heinemann and the Union, and the releases were asked 'in order' to receive this sign-on bonus.",
      "id": "s338"
    },
    {
      "text": "A release of a general nature must be read in light of the context of the agreement in which it is contained, and the surrounding circumstances in which the release is given by a party.",
      "id": "s339"
    },
    {
      "text": "The content of the sign-on bonus agreement and the surrounding circumstances confirm that the scope of the release did not include the claim for unpaid wages for the five days in August 2006.",
      "id": "s340"
    },
    {
      "text": "DISPOSITION \n \n67 Therefore, I have come to the view that Heinemann failed to make payments in respect of 4.25 hours for each of the five days (other than where an employee was absent) to each of the employees referred to in Column 1 of the table and Ms Barros, in breach of cl 7 of the Agreement.",
      "id": "s341"
    },
    {
      "text": "68 I do not need to consider the truly alternative allegation of the applicant concerning the question of cl 5 of the Award or s 189 of the Act, and the issue of the failure to pay the wages as and when they fell due.",
      "id": "s342"
    },
    {
      "text": "69 I propose to order that:\n \n(1) The parties confer and, if possible, agree a form of declaration reflecting these reasons, and thereafter no later than 4.00 pm on 12 December 2008 each party file and serve a short submission and minute of order on any proposed declaration, and proposed directions for the further hearing relating to the imposition of any penalty, the application of s 719(6) and s 722 of the Act, and the determination of any issue as to the costs of the proceeding.",
      "id": "s343"
    },
    {
      "text": "(2) The proceeding be adjourned to a date to be fixed.",
      "id": "s344"
    },
    {
      "text": "70 The parties should also direct attention to the calculation of the wages outstanding by reference to each employee, and the amount of interest payable therein in the event an order is made under s 719(6) of the Act.",
      "id": "s345"
    },
    {
      "text": "71 In the circumstances of this case, the applicant may wish to consider whether any separate penalty should be imposed.",
      "id": "s346"
    },
    {
      "text": "This proceeding mainly concerned the proper construction of s 507, and it was not suggested that Heinemann did not genuinely hold its view of the construction of that provision as contended by it.",
      "id": "s347"
    },
    {
      "text": "However, if the applicant wishes to pursue a penalty, then provision for a statement of facts and contentions to be relied upon should be included with the proposed directions for the further hearing.",
      "id": "s348"
    },
    {
      "text": "Annexure \n Col 1: The Employees Col 2: Absences during the period 22 to 29 August inclusive Rocco Bottiglieri N/A Austin Meyers N/A Tyrone Pereira N/A Analene Forbes N/A Krume Trajkoski 29 August 2006 Joseph Petruzalek 29 August 2006 Robert Cemljic N/A Don Gardner N/A Boguml Plitt N/A Nalim Nawagamuwage N/A Sol Attard N/A Lorraine Attard N/A G Caruana N/A George Brandidis N/A P.L.",
      "id": "s349"
    },
    {
      "text": "Banh N/A Freddie Loh N/A Wen Sang Yong N/A K Y Lui N/A Abbas Shash N/A Tibor Penzes N/A O.K. Boey N/A Enzo Sibila 28 August 2006 A Burnac N/A John Popko N/A Ali H Bakiskan N/A A T Wanasundara N/A S Tisserra 29 August 2006 K Mowatt N/A NK Kithul-Godraye N/A Ivan Clarica N/A Mark Beaucasin N/A G Dissanayake N/A S K Biswas N/A P P Huynh 23 and 24 August 2006 I C Jeremiah N/A \n\n\n I certify that the preceding seventy-one (71) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s350"
    },
    {
      "text": "Associate:\n\nDated: 27 November 2008\n\n Counsel for the Appellant: Ms R Doyle \n \n Solicitor for the Appellant: Australian Government Solicitor \n \n Solicitor for the Respondent: Freehills \n \n Counsel for the Respondent: Mr W Friend \n\n Date of Hearing: 11, 12 June 2008 \n \n Date of Judgment: 27 November 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1799.html",
      "id": "s351"
    }
  ]
}