{
  "name": "Australian Securities and Investments Commission v Murdaca [2008] FCA 1399 (16 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1399.html",
  "catchphrases": [
    {
      "text": "nature of appeal under s 43 of administrative appeals tribunal act 1975 (cth)",
      "id": "c0"
    },
    {
      "text": "whether tribunal, standing in the shoes of the australian securities and investments commission (asic) in deciding whether a person should be disqualified from managing corporations, is limited to consideration of material before asic or any material properly before the tribunal at the time of its decision",
      "id": "c1"
    },
    {
      "text": "whether procedural defect in proceedings before original administrative decision-maker can be \"cured\" by adequate notice and opportunity to be heard in s 43 proceedings before tribunal",
      "id": "c2"
    },
    {
      "text": "whether consequences of disqualification (i.e. recording of the disqualification in the public register) is such as to prevent mootness and require remittal to tribunal even where period of disqualification will likely expire prior to decision.",
      "id": "c3"
    },
    {
      "text": "asic's power to disqualify person from serving as director of corporations under s 206f of corporations act 2001 (cth)",
      "id": "c4"
    },
    {
      "text": "whether asic may rely on facts and circumstances relating to corporations not stated in statutory notice",
      "id": "c5"
    },
    {
      "text": "whether disqualification power is enlivened even if it is subsequently demonstrated that the some or all of the materials in support of the factual preconditions to the exercise of the power were erroneous.",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "A.",
      "id": "s0"
    },
    {
      "text": "INTRODUCTION \n \n 1 On 29 September 2006, pursuant to s 206F(1) of the Corporations Act 2001 (Cth) (\"the Act \"), a delegate of the Australian Securities and Investments Commission (\"ASIC\") disqualified the respondent, Antonio Murdaca (\"Murdaca\"), from managing corporations for two years (\"the disqualification\").",
      "id": "s1"
    },
    {
      "text": "Murdaca applied to the Administrative Appeals Tribunal (\"the AAT\") under s 43 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \"), for review of the disqualification.",
      "id": "s2"
    },
    {
      "text": "On 18 March 2008, the AAT set aside the disqualification: Murdaca v Australian Securities and Investments Commission [2008] AATA 209.",
      "id": "s3"
    },
    {
      "text": "2 ASIC has appealed to this Court, pursuant to s 44 of the AAT Act , contending that the decision of the AAT is affected by several errors of law.",
      "id": "s4"
    },
    {
      "text": "ASIC's principal complaint is that the AAT misconstrued and misapplied s 206F of the Act .",
      "id": "s5"
    },
    {
      "text": "I agree.",
      "id": "s6"
    },
    {
      "text": "These reasons for decision identify the errors and explain why the matter will be remitted to the AAT, differently constituted, to be heard and determined according to law.",
      "id": "s7"
    },
    {
      "text": "B.",
      "id": "s8"
    },
    {
      "text": "BACKGROUND FACTS \n \n 3 On 10 July 2006, ASIC issued a notice to Murdaca pursuant to s 206F(1)(b) of the Act .",
      "id": "s9"
    },
    {
      "text": "The notice required Murdaca to demonstrate why he should not be disqualified from managing corporations.",
      "id": "s10"
    },
    {
      "text": "In relevant part, it stated:\n \n \n The records of [ASIC] show that you are or were an officer of three (3) corporations that have been wound up, being:\n \n \n \n \n \n 1.",
      "id": "s11"
    },
    {
      "text": "Australian Automotive Motor Inspection Centre Pty Ltd ACN 104 887 863 (in liquidation) [\"AAMIC\"];\n \n 2.",
      "id": "s12"
    },
    {
      "text": "Amalgamated Motor Industries Pty Ltd ACN 094 472 741 (deregistered) [\"AMI\"];\n \n 3.",
      "id": "s13"
    },
    {
      "text": "Market Place Properties Pty Ltd [ACN] 095 039 795 (deregistered) [\"MPP\"] \n \n \n \n \n \n where a liquidator has reported under subsection 533(1) of the [Act] that each of the corporations may be unable to pay its unsecured creditors more than 50 cents in the dollar.",
      "id": "s14"
    },
    {
      "text": "In these circumstances, you are required to demonstrate, in accordance with subparagraph 206F(1)(b)(i) of the Act , why you should not be disqualified from managing corporations.",
      "id": "s15"
    },
    {
      "text": "...",
      "id": "s16"
    },
    {
      "text": "In making a decision under subsection 206F(1) of the Act ASIC is required to give you an opportunity to be heard in relation to why you should not be disqualified from managing corporations.",
      "id": "s17"
    },
    {
      "text": "AREAS OF CONCERN \n \n ASIC has identified a number of concerns about your conduct which are described in Attachment \"A\".",
      "id": "s18"
    },
    {
      "text": "The documents on which these concerns are based are listed in Attachment \"B\".",
      "id": "s19"
    },
    {
      "text": "4 After conducting a hearing and receiving written submissions, on 29 September 2006 ASIC disqualified Murdaca from managing corporations for two years.",
      "id": "s20"
    },
    {
      "text": "On 20 February 2007, Murdaca applied to the AAT for review of the disqualification.",
      "id": "s21"
    },
    {
      "text": "On 2 April 2007, the AAT refused Murdaca's application for a stay of the disqualification.",
      "id": "s22"
    },
    {
      "text": "5 On 10 August 2007, ASIC and Murdaca each filed a statement of facts and contentions (\"SFCs\") in the AAT.",
      "id": "s23"
    },
    {
      "text": "For present purposes, three paragraphs of ASIC's SFC headed \"Other corporations\" are relevant:\n \n \n 5.28 [Murdaca] was also a director of Delitat Pty Ltd (ACN 083 271 612) (deregistered) (\"Delitat\") and Total Motor Vehicle Protection Pty Ltd (ACN 080 916 936) (deregistered) (\"TMVP\").",
      "id": "s24"
    },
    {
      "text": "A copy of the historical company extract for each company is at ST1, and ST2.",
      "id": "s25"
    },
    {
      "text": "Each of these companies was placed into liquidation in a creditors['] voluntary winding up.",
      "id": "s26"
    },
    {
      "text": "In each case, Mr [Ross] McDermott was the administrator and subsequently the liquidator.",
      "id": "s27"
    },
    {
      "text": "In each case, he lodged a report with [ASIC] pursuant to section 533 of the Act .",
      "id": "s28"
    },
    {
      "text": "These reports are referred to at T5.8, page 149-150.",
      "id": "s29"
    },
    {
      "text": "A copy of these reports is at ST3 and ST4.",
      "id": "s30"
    },
    {
      "text": "5.29 In the case of Delitat, [Murdaca] was a director from 9 July 1998 until 15 February 2002.",
      "id": "s31"
    },
    {
      "text": "The company was wound up on 4 April 2003.",
      "id": "s32"
    },
    {
      "text": "In his section 533 report, the liquidator stated that he believed that, at the time of being wound up, [Murdaca] was a \"deemed director\".",
      "id": "s33"
    },
    {
      "text": "5.30 In the case of TMVP, [Murdaca] was a director from 1 December 1997 until 15 February 2002.",
      "id": "s34"
    },
    {
      "text": "The company was wound up on 4 April 2003.",
      "id": "s35"
    },
    {
      "text": "Again, the liquidator stated that he believed that, at the time of being wound up, [Murdaca] was a \"deemed director\".",
      "id": "s36"
    },
    {
      "text": "6 The AAT heard the application for review on 17, 18 and 28 January 2008.",
      "id": "s37"
    },
    {
      "text": "Witnesses were called by both parties.",
      "id": "s38"
    },
    {
      "text": "The parties filed and served written submissions after the hearing.",
      "id": "s39"
    },
    {
      "text": "As noted earlier, the AAT set aside the disqualification.",
      "id": "s40"
    },
    {
      "text": "Before turning to consider the AAT's decision it is necessary to consider s 206F of the Act and its proper construction.",
      "id": "s41"
    },
    {
      "text": "C. THE LEGISLATION AND ITS PROPER CONSTRUCTION \n \n7 Part 2D.6 of the Act is directed to disqualification of persons from managing corporations.",
      "id": "s42"
    },
    {
      "text": "ASIC maintains a public register of disqualified directors and other officers: s 1274AA of the Act .",
      "id": "s43"
    },
    {
      "text": "Disqualification can be automatic (s 206B) , by reason of court order (ss 206C , 206D and 206E ) or as a result of a discretionary decision by ASIC when certain preconditions exist, including an adverse report by a liquidator as to the solvency of a company the person has managed (s 206F).",
      "id": "s44"
    },
    {
      "text": "It is the last category of disqualification that is at issue in this appeal.",
      "id": "s45"
    },
    {
      "text": "8 Section 206F , entitled \"ASIC's power of disqualification\", provides so far as is relevant that:\n \n \n \n (1) ASIC may disqualify a person from managing corporations for up to 5 years if: \n \n \n \n \n \n (a) within 7 years immediately before ASIC gives a notice under paragraph (b)(i): \n \n \n \n \n \n \n \n \n \n \n (i) the person has been an officer of 2 or more corporations; and \n \n (ii) while the person was an officer, or within 12 months after the person ceased to be an officer of those corporations, each of the corporations was wound up and a liquidator lodged a report under subsection 533(1) ... about the corporation's inability to pay its debts; and \n \n \n \n \n \n \n (b) ASIC has given the person: \n \n \n \n \n \n \n (i) a notice in the prescribed form requiring them to demonstrate why they should not be disqualified; and \n \n (ii) an opportunity to be heard on the question; and \n \n \n \n \n \n \n (c) ASIC is satisfied that the disqualification is justified.",
      "id": "s46"
    },
    {
      "text": "...\n \n \n \n \n \n (2) In determining whether disqualification is justified, ASIC: \n \n \n \n \n (a) must have regard to whether any of the corporations mentioned in subsection (1) were related to one another; and \n \n \n \n \n \n (b) may have regard to: \n \n \n \n \n \n \n (i) the person's conduct in relation to the management, business or property of any corporation; and \n \n (ii) whether the disqualification would be in the public interest; and \n \n (iii) any other matters that ASIC considers appropriate.",
      "id": "s47"
    },
    {
      "text": "(Emphasis added.",
      "id": "s48"
    },
    {
      "text": ") \n \n \n9 I should note that it is now settled that ASIC does not exercise the judicial power of the Commonwealth when it acts under s 206F: Visnic v Australian Securities and Investments Commission [2007] HCA 24 ; (2007) 231 CLR 381.",
      "id": "s49"
    },
    {
      "text": "10 The phrase \"managing corporations\" is addressed in s 206A of the Act .",
      "id": "s50"
    },
    {
      "text": "It provides in s 206A(1) that a person disqualified from managing corporations under Pt 2D.6 commits an offence if:\n \n \n \n (a) they make, or participate in making, decisions that affect the whole, or a substantial part, of the business of the corporation; or \n \n \n \n \n \n \n \n \n \n (b) they exercise the capacity to affect significantly the corporation's financial standing; or \n \n \n \n \n \n \n \n \n \n (c) they communicate instructions or wishes (other than advice given by the person in the proper performance of functions attaching to the person's professional capacity or their business relationship with the directors or the corporation) to the directors of the corporation: \n \n \n \n \n \n \n(i) knowing that the directors are accustomed to act in accordance with the person's instructions or wishes; or \n \n \n \n \n \n(ii) intending that the directors will act in accordance with those instructions or wishes.",
      "id": "s51"
    },
    {
      "text": "11 \"Officer\" of a corporation is defined in s 9 of the Act and is in analogous terms.",
      "id": "s52"
    },
    {
      "text": "\"Officer\" includes:\n \n \n (a) a director or secretary of the corporation; or \n \n (b) a person: \n \n \n(i) who makes, or participates in making, decisions that affect the whole, or a substantial part, of the business of the corporation; or \n \n \n \n \n \n(ii) who has the capacity to affect significantly the corporation's financial standing; or \n \n \n \n \n \n(iii) in accordance with whose instructions or wishes the directors of the corporation are accustomed to act (excluding advice given by the person in the proper performance of functions attaching to the person's professional capacity or their business relationship with the directors or the corporation); or ... \nA person (not a director of a corporation) may be disqualified from managing a corporation if they are otherwise involved in, or participate in, the management of the corporation in the prescribed ways.",
      "id": "s53"
    },
    {
      "text": "These latter capacities are sometimes described as being a \"deemed director\" or a \"shadow director\": Ho v Akai Pty Ltd (in liq) [2006] FCAFC 159 ; (2006) 24 ACLC 1526.",
      "id": "s54"
    },
    {
      "text": "Such descriptions can, at times, be misleading.",
      "id": "s55"
    },
    {
      "text": "Names and labels aside, what is required is a critical assessment of the way in which a corporation is managed and then an assessment as to whether the conduct of the person concerned falls within one or more of the categories identified.",
      "id": "s56"
    },
    {
      "text": "12 Returning to the substantive provision at issue, s 206F(1)(a)(ii) specifies two conditions to be satisfied \"within 7 years immediately before ASIC gives a notice under paragraph (b)(i)\" (emphasis added).",
      "id": "s57"
    },
    {
      "text": "The conditions are: (1) the person must have been an officer of 2 or more corporations; and (2) while the person was an officer, or within 12 months after the person ceased to be an officer of those corporations, each of the corporations was wound up and a liquidator lodged a report under s 533(1) of the Act about the corporation's inability to pay its debts .",
      "id": "s58"
    },
    {
      "text": "13 Section 206F , in its current form, was introduced as part of the Corporate Law Economic Reform Program Bill 1998 (Cth) (\"CLERP\").",
      "id": "s59"
    },
    {
      "text": "The predecessor to s 206F was s 600 of the Corporations Law (\"the Law\").",
      "id": "s60"
    },
    {
      "text": "Although the language of the sections is not identical, a number of earlier decisions that considered s 600 of the Law continue to be of assistance.",
      "id": "s61"
    },
    {
      "text": "14 As those earlier decisions make clear, the preconditions to the operation of the section are just that --- preconditions.",
      "id": "s62"
    },
    {
      "text": "For example, ASIC is not denied jurisdiction if the matters contained in a s 533 report have been wholly or partly rectified: Jorgensen v Australian Securities and Investments Commission (1999) 30 ACSR 481 at 483 and Dwyer v National Companies and Securities Commission (1988) 13 ACLR 716 at 720.",
      "id": "s63"
    },
    {
      "text": "As Heerey J said in Jorgensen , once s 533 reports have been lodged regarding two or more relevant corporations in respect of which the person was an officer within the previous seven years, the jurisdiction to make the order is established: at 483.",
      "id": "s64"
    },
    {
      "text": "Whether the matters in the report have been wholly or partly rectified is a matter that goes to the merits of whether ASIC, or in this case the AAT standing in the shoes of ASIC, should exercise the jurisdiction to make a disqualification order, not the existence of that jurisdiction.",
      "id": "s65"
    },
    {
      "text": "15 The fact that a precondition to the enlivening of the jurisdiction under s 206F(1)(a)(ii) is the mere issue of a s 533 report of a particular kind and that the merits of the report are considered by ASIC under s 206F(1)(c) and (2) when deciding whether it should make a disqualification order is not surprising.",
      "id": "s66"
    },
    {
      "text": "Under s 533 of the Act , a liquidator of a corporation must report to ASIC if it appears that a company may be unable to pay its unsecured creditors more than 50 cents in the dollar.",
      "id": "s67"
    },
    {
      "text": "A liquidator need not demonstrate or prove that the company is unable to pay its unsecured creditors 50 cents in the dollar.",
      "id": "s68"
    },
    {
      "text": "16 Moreover, once the preconditions are met, ss 206F(1)(b) of the Act specifies what ASIC must then do.",
      "id": "s69"
    },
    {
      "text": "It requires ASIC to give the person a notice in the prescribed form requiring them to demonstrate why they should not be disqualified.",
      "id": "s70"
    },
    {
      "text": "In the present case, the notice was in the form set out in [3] above.",
      "id": "s71"
    },
    {
      "text": "Prior to reaching a decision, ASIC, in addition to giving the notice, must also make available to the person all the material available to ASIC on which the decision will be based and provide the person with an opportunity to respond to, make submissions and call evidence in relation to the material before ASIC: Laycock v Forbes (1997) 150 ALR 186 at 193-94.",
      "id": "s72"
    },
    {
      "text": "That does not necessarily mean an oral hearing: Jorgensen at 486.",
      "id": "s73"
    },
    {
      "text": "17 In practical terms, s 206F has a logical structure and operation.",
      "id": "s74"
    },
    {
      "text": "Section 206F(1)(a) provides a filter --- if a person has been an officer of two or more corporations within the last seven years where the liquidator of each company has filed a s 533 report, then ASIC is entitled to serve a notice on that person requiring them to demonstrate why they should not be disqualified.",
      "id": "s75"
    },
    {
      "text": "Put another way, the legislature has decided that the mere fact those prescribed events occurred within the seven years is sufficient to permit ASIC to require the person concerned to demonstrate why they should not be disqualified.",
      "id": "s76"
    },
    {
      "text": "The person served with the notice has a choice.",
      "id": "s77"
    },
    {
      "text": "They may take the opportunity (see [16]) to demonstrate why they should not be disqualified or they may choose to stand silent.",
      "id": "s78"
    },
    {
      "text": "Either way, ASIC proceeds to determine whether the disqualification is justified by reference to the matters set out in s 206F(2).",
      "id": "s79"
    },
    {
      "text": "Of the matters to be considered, one is mandatory (s 206F(2)(a)) and the others are discretionary (s 206F(2)(b)).",
      "id": "s80"
    },
    {
      "text": "D. THE AAT DECISION \n \n18 The AAT's construction of s 206F of the Act lies at the heart of the issues on appeal.",
      "id": "s81"
    },
    {
      "text": "For present purposes it sufficient to note that ASIC advanced four grounds of appeal.",
      "id": "s82"
    },
    {
      "text": "Each ground of appeal alleged an error of law affecting the AAT's decision.",
      "id": "s83"
    },
    {
      "text": "19 The errors identified by ASIC were: (1) the determination by the AAT that it was not necessary to consider matters relating to AAMIC; (2) the determination by the AAT that MPP was not a company that fell within s 206F(1)(a)(ii) ; (3) the determination by the AAT that it was not necessary to consider Delitat and TMVP; and finally (4) the determination by the AAT that it was not necessary to consider the totality of the evidence concerning Murdaca's conduct in relation to the management of corporations.",
      "id": "s84"
    },
    {
      "text": "Ground 1 - AAMIC \n \n20 The AAT decided that it was not necessary for it to consider Murdaca's involvement in AAMIC ([2008] AATA 209 at [13] and [41]).",
      "id": "s85"
    },
    {
      "text": "It provided three reasons:\n \n(1) approximately 18 months of the 2 year disqualification period imposed by ASIC had passed;\n \n(2) the decision the AAT had reached in respect to Murdaca's involvement in AMI and MPP was said to make it unnecessary to consider AAMIC; and\n \n(3) s 206F(1)(a) applies only where the requirements of the section had been met and they had not.",
      "id": "s86"
    },
    {
      "text": "The determination by the AAT that it was not necessary to consider Murdcaca's involvement in AAMIC was an error.",
      "id": "s87"
    },
    {
      "text": "21 In the present case, contrary to the third of the conclusions of the AAT set out above, the preconditions to the operation of s 206F were satisfied --- within seven years immediately before ASIC gave the notice under s 206F(1)(b)(i) to Murdaca, Murdaca had been an officer of three corporations (being the three corporations specified in the notice including AAMIC) and within 12 months after Murdaca ceasing to be an officer of those corporations, each was wound up and a liquidator lodged a report under s 533(1) of the Act about the corporation's inability to pay its debts.",
      "id": "s88"
    },
    {
      "text": "The relevant entities and dates are as follows:\n Name of Corporation Murdaca's Status Date company wound up Relevant s 533 report AAMIC Appointed sole director on 21.04.04 12.11.04 Yes.",
      "id": "s89"
    },
    {
      "text": "17.05.05 AMI Director and secretary from 13.09.00 --- 02.01.03 04.03.03 Yes.",
      "id": "s90"
    },
    {
      "text": "08.03.05 MPP Director from 10.11.00 --- 02.01.03 04.03.03 Yes.",
      "id": "s91"
    },
    {
      "text": "12.10.04 \n22 The preconditions of s 206F(1) having been satisfied, ASIC's jurisdiction (and the jurisdiction of the AAT standing in ASIC's shoes) under s 206F(2) was enlivened regardless of whether it later turned out that s 533 reports in respect of one or even all of the corporations in question had been lodged erroneously.",
      "id": "s92"
    },
    {
      "text": "What is relevant for purposes of s 206F(1) , as noted earlier, is no more and no less than the mere fact that the reports had been lodged and contained statements to the effect that it appeared that the company in question might be unable to pay more than 50 cents in the dollar to its unsecured creditors.",
      "id": "s93"
    },
    {
      "text": "The AAT was thus not entitled to exclude Murdaca's involvement in AAMIC from consideration on the basis that, because the s 533 reports in respect of MPP and AMI were erroneous or should not have been lodged, there were less than the two corporations required by s 206F(1) and thus the jurisdiction under s 206F(2) was not enlivened.",
      "id": "s94"
    },
    {
      "text": "What impact or significance should attach to Murdaca's conduct in relation to AAMIC in the context of the making of a disqualification order is ultimately a matter for the AAT when the matter is remitted to it to be determined according to law.",
      "id": "s95"
    },
    {
      "text": "On remittal, the AAT may yet decide that Murdaca's involvement in AAMIC is not relevant to, or does not justify, disqualification; the point here is only that it cannot do so on the basis that it lacks jurisdiction.",
      "id": "s96"
    },
    {
      "text": "The contrary view expressed by the AAT in the decision under review reveals that the AAT failed to properly construe s 206F(1)(a)(i) and that error may have affected the result below.",
      "id": "s97"
    },
    {
      "text": "Ground 2 - MPP \n \n23 The AAT decided that MPP was not a company that fell within s 206F(1)(a)(ii) because the AAT was satisfied that, contrary to the contents of the s 533 report lodged with ASIC in respect of MPP, there were no creditors of MPP.",
      "id": "s98"
    },
    {
      "text": "As a result, the AAT concluded that the liquidator of MPP had incorrectly reported to ASIC under s 533 of the Act when a condition for the operation of s 533 of the Act (that it appear that MPP might be unable to pay its unsecured creditors more than 50 cents in the dollar) had not been fulfilled.",
      "id": "s99"
    },
    {
      "text": "24 In this respect, the AAT failed to properly construe s 206F(1)(a)(ii) and s 533(1)(c) of the Act .",
      "id": "s100"
    },
    {
      "text": "25 To repeat, s 206F(1)(a) specifies two conditions to be satisfied within seven years immediately before ASIC gives a notice under paragraph (b)(i): (1) the person must have been an officer of two or more corporations (sub-par(i)) and (2) while the person was an officer, or within 12 months after the person ceased to be an officer of those corporations, each of the corporations was wound up and a liquidator lodged a report under s 533(1) of the Act about the corporation's inability to pay its debts (sub-par(ii)): see [13] to [15] above.",
      "id": "s101"
    },
    {
      "text": "In the present case, both preconditions were satisfied (see [21]-[22] above) by establishing merely that reports to the relevant effect had been lodged, erroneously or not, and the AAT had jurisdiction to make a disqualification order.",
      "id": "s102"
    },
    {
      "text": "Whether it proceeded to make such an order depended upon its proper consideration of the matters specified in ss 206F(1)(c) and 206F (2), and under those sections it would be entirely proper to consider whether the contents of the reports were correct, whether the matters referred to had been in some way rectified, or other such factors.",
      "id": "s103"
    },
    {
      "text": "26 In addition to making the procedural error of considering that it could go behind the lodgement of the reports into their contents for purposes of the jurisdictional analysis (as opposed to the merits analysis), the AAT's analysis of the contents of the s 533 report lodged by the liquidator of MPP was itself erroneous.",
      "id": "s104"
    },
    {
      "text": "That is, the AAT ignored the express words of s 533(1)(c).",
      "id": "s105"
    },
    {
      "text": "As noted earlier (see [15]), under s 533 of the Act , a liquidator of a corporation must report to ASIC if it appears that a company may be unable to pay its unsecured creditors more than 50 cents in the dollar.",
      "id": "s106"
    },
    {
      "text": "A liquidator need not conclusively, whether on the balance of the probabilities or otherwise, demonstrate or prove that the company is unable to pay its unsecured creditors 50 cents in the dollar.",
      "id": "s107"
    },
    {
      "text": "That it later turned out that MPP could in fact pay its unsecured creditors in full (or that it had no unsecured creditors) does not impugn the propriety of the liquidator's conclusion at the time that it appeared that the company might not be able to meet its debts.",
      "id": "s108"
    },
    {
      "text": "27 MPP was a company that satisfied the preconditions of s 206F(1)(a).",
      "id": "s109"
    },
    {
      "text": "Ground 3 --- Delitat and TMVP \n \n28 Delitat and TMVP were not subjects of the notice issued by ASIC under s 206F(1)(b) of the Act .",
      "id": "s110"
    },
    {
      "text": "As a result, the AAT decided that they could not \"arise for consideration for disqualification\".",
      "id": "s111"
    },
    {
      "text": "The AAT went on to state that \"their relevance was related to the justification for disqualification and the period of that disqualification, if that became necessary\": [2008] AATA 209 at [5] .",
      "id": "s112"
    },
    {
      "text": "29 The AAT's reasons for decision on this aspect of the matter are by no means clear.",
      "id": "s113"
    },
    {
      "text": "It appears that the AAT accepted that it had a discretion to consider Delitat and TMVP under ss 206F(1)(c) and 206F (2), but not under s 206F(1)(a).",
      "id": "s114"
    },
    {
      "text": "To the extent that the AAT intended to suggest that because the notice (see [3] above) did not refer to Delitat and TMVP it was not open to the AAT to have regard to Murdaca's involvement in these two latter corporations for purposes of the jurisdictional analysis, that is an error of law for the reasons set out in [39]-[41] below.",
      "id": "s115"
    },
    {
      "text": "30 Moving to the merits analysis, the preconditions to the operation of s 206F having been satisfied, the Delitat and TMVP circumstances were, as the AAT appears to have accepted, relevant to its consideration of whether to exercise the disqualification power under ss 206F(1)(c) and 206F (2).",
      "id": "s116"
    },
    {
      "text": "As with AAMIC, the significance to be attached to Murdaca's conduct in relation to Delitat or TMVP in the context of the making of a disqualification order is ultimately a matter for the AAT when the matter is remitted to it to be determined according to law.",
      "id": "s117"
    },
    {
      "text": "Ground 4 - Totality of evidence concerning Murdaca's conduct in relation to the management of corporations \n \n31 This ground of appeal was wholly dependent on grounds 1 and 3 above.",
      "id": "s118"
    },
    {
      "text": "32 Once the preconditions to the operation of s 206F are satisfied, the task of the AAT (standing in the shoes of ASIC) is to satisfy itself that the disqualification is justified.",
      "id": "s119"
    },
    {
      "text": "As s 206F(2)(b)(i) of the Act provides, the decision-maker is entitled to have regard to a person's conduct in relation to management, business or property of any corporation, to whether the disqualification would be in the public interest and to any other matter that the decision maker considers appropriate.",
      "id": "s120"
    },
    {
      "text": "The AAT's refusal to consider Murdaca's conduct in relation to AAMIC, Delitat and TMVP was an error of law.",
      "id": "s121"
    },
    {
      "text": "As has already been stated, the significance to be attached to Murdaca's conduct in relation to any one of those entities in the context of the making of a disqualification order is ultimately a matter for the AAT when the matter is remitted to it to be determined according to law.",
      "id": "s122"
    },
    {
      "text": "The AAT may well decide that, even though it has the jurisdiction to make the order, it is not satisfied that such an order is justified.",
      "id": "s123"
    },
    {
      "text": "F. POSITION OF MURDACA \n \n33 Before turning to consider the appropriate form of orders, it is necessary, at the risk of repeating to a certain extent what has already been said, to deal directly with aspects of the submissions of Murdaca before this Court, as they reflected a fundamental misunderstanding as to the role of the AAT in dealing with applications for review of disqualification under s 206F of the Act .",
      "id": "s124"
    },
    {
      "text": "ASIC decision vitiated by jurisdictional error \n \n34 Murdaca submitted that the manner in which ASIC (not the AAT) conducted the hearing (see [4] above) denied Murdaca natural justice.",
      "id": "s125"
    },
    {
      "text": "Murdaca's principal complaint appeared to be that because ASIC did not afford him an opportunity to cross-examine the liquidators who compiled the s 533 reports referred to in the notice served on Murdaca (see [3] above) the hearing before ASIC was \"vitiated by jurisdictional error\" and that there was therefore nothing for the AAT to review.",
      "id": "s126"
    },
    {
      "text": "There is a complete answer to this contention.",
      "id": "s127"
    },
    {
      "text": "35 Consistent with the authorities (see [16]) to the effect that an oral hearing is not required, there was nothing to suggest that ASIC failed to comply with its statutory obligations in the manner in which it conducted that oral hearing.",
      "id": "s128"
    },
    {
      "text": "Moreover, even if there was an error of the kind complained of by Murdaca (and there was not), such an error would not deprive the AAT of the statutory authority to deal with the application on the merits.",
      "id": "s129"
    },
    {
      "text": "That is not to say that the provisions in s 206F(1)(b) for notice and opportunity to be heard have no teeth at all.",
      "id": "s130"
    },
    {
      "text": "Suppose that ASIC decided to disqualify a person the day after issuing a notice and without providing any opportunity to be heard, whether by written submission or otherwise.",
      "id": "s131"
    },
    {
      "text": "Upon an application for review under s 43, the AAT could set aside the disqualification decision on that basis alone.",
      "id": "s132"
    },
    {
      "text": "The AAT would not, however, be deprived of the power to decide de novo whether, with the benefit of proper notice and opportunity, disqualification might still be justified.",
      "id": "s133"
    },
    {
      "text": "36 To understand why, it is necessary to return to the basic structural provisions of the AAT Act and the authorities explaining those provisions.",
      "id": "s134"
    },
    {
      "text": "Section 43(1) of the AAT Act gives to the AAT \"all the powers and discretions that are conferred by any relevant enactment on the person who made the decision...\".",
      "id": "s135"
    },
    {
      "text": "Important consequences flow from that provision.",
      "id": "s136"
    },
    {
      "text": "It is all the \"powers and discretions\" which ASIC had when making the disqualification order, not the procedures which bind ASIC, to which the AAT accedes: cf Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314 at [41] and [44].",
      "id": "s137"
    },
    {
      "text": "The AAT's procedures are prescribed by s 39 of the AAT Act : see also Sullivan v Secretary, Department of Transport (1978) 1 ALD 383 at 402-403.",
      "id": "s138"
    },
    {
      "text": "As a result, any failure on the part of ASIC to comply with its statutory procedures will not deprive the AAT of statutory authority to deal with an application for review of the decision of ASIC.",
      "id": "s139"
    },
    {
      "text": "Any such defect is \"cured\" by the AAT when an applicant is made aware of the substance of the allegation made against them and the AAT provides them with an opportunity to respond to the allegations: eg Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344 at [32] .",
      "id": "s140"
    },
    {
      "text": "37 Counsel for Murdaca attempted to distinguish the foregoing authorities on the basis that, in contrast to the relevant provisions in the migration legislation, the requirements of s 206F(1)(b) are substantive preconditions to the enlivening of the administrative disqualification jurisdiction rather than procedural due process requirements, such that a defect could not be cured on review by the AAT.",
      "id": "s141"
    },
    {
      "text": "In effect, counsel took the view that the AAT's review of a s 206F disqualification decision by ASIC was not and could not be a hearing de novo.",
      "id": "s142"
    },
    {
      "text": "That view is entirely inconsistent with the basic structure of ss 39 and 43 of the AAT Act as explained by the case law.",
      "id": "s143"
    },
    {
      "text": "In the absence of any explicit legislative statement to that effect in s 206F(1), the submission must be rejected.",
      "id": "s144"
    },
    {
      "text": "38 The contention that ASIC's decision (and therefore the AAT's) was vitiated by jurisdictional error based on a denial of natural justice is thus both without foundation and irrelevant.",
      "id": "s145"
    },
    {
      "text": "Form of the notice under s 206F \n \n39 Murdaca's second contention related to the content of the notice issued by ASIC.",
      "id": "s146"
    },
    {
      "text": "Murdaca submitted that because the notice listed three companies (see [3] above) and did not refer to Delitat and TMVP, it was not open to the AAT to have regard to these two latter corporations for some, if not all, purposes.",
      "id": "s147"
    },
    {
      "text": "In support of that contention, counsel for Murdaca submitted that a notice in the prescribed form must list all of the corporations relied upon to ensure that someone in the position of Murdaca is accorded natural justice by being provided with all proper particulars at an early stage.",
      "id": "s148"
    },
    {
      "text": "I reject those contentions; a s 206F(1) notice is not the equivalent of a pleading which defines the limits of the case that may be put.",
      "id": "s149"
    },
    {
      "text": "40 As noted earlier, s 206F(1)(a)(ii) specifies two conditions to be satisfied.",
      "id": "s150"
    },
    {
      "text": "Once those preconditions are met, s 206F(1)(b) of the Act requires ASIC to give the person a notice in the prescribed form requiring them to demonstrate why they should not be disqualified.",
      "id": "s151"
    },
    {
      "text": "Service of the notice, therefore, is important.",
      "id": "s152"
    },
    {
      "text": "But that is neither the end of s 206F nor the end of the enquiry.",
      "id": "s153"
    },
    {
      "text": "Importantly, s 206F(1)(b) does not require any or all of the s 206F(1)(a) preconditions to be stated in the notice itself; it merely requires that the notice be in the prescribed form.",
      "id": "s154"
    },
    {
      "text": "The contents of that form are governed by regulation: Corporations Regulations 2001 (Cth) at Schedule 2 Form 5249.",
      "id": "s155"
    },
    {
      "text": "(Of course, the fewer the relevant matters that are put in the notice, the more likely it is that a reviewing decision-maker might find that proper notice and opportunity to be heard were not given.",
      "id": "s156"
    },
    {
      "text": ") As noted earlier, the preconditions are the filters which identify which person or persons might be subject to a disqualification order.",
      "id": "s157"
    },
    {
      "text": "There will inevitably be facts and matters outside the four corners of the notice which will support the discretion to make such an order and facts and matters which might tend against the making of such an order.",
      "id": "s158"
    },
    {
      "text": "41 Before reaching a decision, the decision-maker must make available to the person all the material available to it on which the decision will be based and provide the person with an opportunity to respond to, make submissions and call evidence in relation to the material before ASIC: Laycock .",
      "id": "s159"
    },
    {
      "text": "Provided that proper notice and opportunity to be heard are given, the fact that a relevant matter is not stated in the initial s 206F notice will not in itself provide a basis for consideration of that matter to be excluded.",
      "id": "s160"
    },
    {
      "text": "That obligation to provide due process is an obligation which exists separately from (though it is not unrelated to) the requirement to issue the notice.",
      "id": "s161"
    },
    {
      "text": "A s 206F(1)(b) notice is merely the initial way in which ASIC puts certain of those matters before the person in respect of whom a disqualification order is being considered.",
      "id": "s162"
    },
    {
      "text": "That view is fortified by the fact that s 206F(2) provides that ASIC is to proceed to determine whether the disqualification is justified by reference to prescribed and authorised matters including the following authorised matters:\n \n \n (i) the person's conduct in relation to the management, business or property of any corporation; and \n \n (ii) whether the disqualification would be in the public interest; and \n \n (iii) any other matter that ASIC considers appropriate.",
      "id": "s163"
    },
    {
      "text": "As s 206F(2)(i) expressly provides, ASIC is authorised to have regard to a person's conduct in relation to any corporation, whether or not that corporation is listed in the notice.",
      "id": "s164"
    },
    {
      "text": "Murdaca's complaint about the form of the notice is also without foundation.",
      "id": "s165"
    },
    {
      "text": "Content of s 533 reports \n \n42 Murdaca's third contention was that ASIC had to satisfy itself as to the merits of the matters contained in the s 553 reports as a precondition to the exercise of the power to disqualify Murdaca from managing a corporation.",
      "id": "s166"
    },
    {
      "text": "That contention is also rejected.",
      "id": "s167"
    },
    {
      "text": "As noted earlier (see [17]), s 206F has a structural logic and operation pursuant to which the jurisdictional analysis and merits analysis are separate.",
      "id": "s168"
    },
    {
      "text": "43 Section 206F(1)(a) provides the filter --- if a person has been an officer of two or more corporations within the last seven years where the liquidator of each company has filed a s 533 report - then ASIC is entitled to serve a notice on that person requiring them to demonstrate why they should not be disqualified.",
      "id": "s169"
    },
    {
      "text": "The person served with such notice has a choice.",
      "id": "s170"
    },
    {
      "text": "They may take the opportunity (see [16]) to demonstrate why they should not be disqualified or they may choose to stand silent.",
      "id": "s171"
    },
    {
      "text": "The contents of the s 533 reports will be before ASIC.",
      "id": "s172"
    },
    {
      "text": "Absent a challenge to the contents of a s 533 report (in whole or in part) or material in the possession of ASIC casting doubt on the veracity of a s 533 report, I can identify no reason why ASIC should be required to conduct some further or separate enquiry to verify the matters contained in a s 533 report prepared by a liquidator of a company.",
      "id": "s173"
    },
    {
      "text": "If there are matters contained in a s 533 report that a person subject to a possible disqualification order seeks to challenge, then the person will have notice of those matters and an opportunity to address them.",
      "id": "s174"
    },
    {
      "text": "44 Counsel for Murdaca nevertheless repeatedly expressed the concern that \"if in fact [Murdaca] had done nothing wrong and was vindicated in respect of every corporation, if he was vindicated in respect of all three corporations, according to ASIC they would still be able to disqualify him.",
      "id": "s175"
    },
    {
      "text": "\" This concern reflected a misunderstanding both of ASIC's submissions and the distinction between the existence of a power or discretion and the circumstances in which the power or discretion may be lawfully exercised.",
      "id": "s176"
    },
    {
      "text": "45 What s 206F says is only that, when certain base conditions are established, a power is enlivened and ASIC is entitled to serve notice on a person requiring them to demonstrate why the power should not be exercised.",
      "id": "s177"
    },
    {
      "text": "If that onus is discharged by the person, then to exercise the power regardless would be a miscarriage or abuse of the discretion.",
      "id": "s178"
    },
    {
      "text": "To take counsel's own hypothetical concern, if it is indeed found on remittal that Murdaca's involvement with respect to the corporations and matters properly before the AAT is such that he should be \"vindicated\" (e.g.",
      "id": "s179"
    },
    {
      "text": "all of the companies were in fact solvent and/or Murdaca was not involved in the companies' misfortunes), then no reasonable decision-maker could be satisfied that disqualification was justified in those circumstances.",
      "id": "s180"
    },
    {
      "text": "In other words, ASIC (or the AAT standing in ASIC's place) would not be able to disqualify Murdaca.",
      "id": "s181"
    },
    {
      "text": "Accordingly, the contention that Murdaca will be subject to the unfettered whims of ASIC if inquiry into the contents of the s 533 reports is considered as a merits, rather than jurisdictional question is also without foundation.",
      "id": "s182"
    },
    {
      "text": "ORDERS \n \n46 The decision of the AAT is affected by a number of errors of law.",
      "id": "s183"
    },
    {
      "text": "The question is what should now happen?",
      "id": "s184"
    },
    {
      "text": "47 Much of Murdaca's submissions before this Court were directed at the futility of remitting the matter to the AAT for determination according to law.",
      "id": "s185"
    },
    {
      "text": "Some of the factors relied upon by Murdaca were that the disqualification imposed by ASIC was about to expire and that Murdaca had already served 18 months of the two year disqualification prior to the AAT's decision.",
      "id": "s186"
    },
    {
      "text": "In my view, those matters are not determinative.",
      "id": "s187"
    },
    {
      "text": "As noted earlier, ASIC maintains a public register of disqualified directors and other officers: s 1274AA of the Act .",
      "id": "s188"
    },
    {
      "text": "The register performs an important public duty.",
      "id": "s189"
    },
    {
      "text": "Any notice of disqualification under s 206F(3) is contained on that register (s 1274AA(2)(b)) and a person may search the register (s 1274A).",
      "id": "s190"
    },
    {
      "text": "In other words, a disqualification decision has important consequences (i.e.",
      "id": "s191"
    },
    {
      "text": "it is a \"black mark\" on a person's public record) which persist even after the disqualification period itself expires.",
      "id": "s192"
    },
    {
      "text": "Whether Murdaca's name should be on that register is an issue to be determined according to law even if the period of disqualification under the original decision of the delegate (which will become operative again with the setting aside of the AAT's decision) is about to expire.",
      "id": "s193"
    },
    {
      "text": "48 In the circumstances, the appeal should be allowed, the decision of the AAT set aside and the matter remitted to the AAT for hearing and determination according to law.",
      "id": "s194"
    },
    {
      "text": "Given the nature of the issues that will arise when the matter is reheard, it is appropriate to direct remitter to the AAT differently constituted.",
      "id": "s195"
    },
    {
      "text": "49 Before leaving the form of orders, it is necessary to address a submission made by Murdaca that, on remittal, the AAT's findings of fact in relation to particular corporations should not be re-agitated.",
      "id": "s196"
    },
    {
      "text": "The way in which the AAT conducts a review of the disqualification is prescribed by the AAT Act and the authorities that have considered it.",
      "id": "s197"
    },
    {
      "text": "For present purposes, it is sufficient to note that the question for the AAT is \"not whether the decision which the decision-maker made was the correct or preferable one on the material before him .",
      "id": "s198"
    },
    {
      "text": "The question for the determination of the [AAT] is whether that decision was the correct or preferable one on the material before the [AAT] \": Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577 at 589 and Shi v Migration Agents Registration Authority [2008] HCA 31 at [98] - [101] .",
      "id": "s199"
    },
    {
      "text": "Where, as here, there is no statutory provision confining the AAT to the material before ASIC, the material before the AAT on remittal may include such information about conduct and events that occurred after the decision under review as exists at the time the AAT makes its decision : Shi .",
      "id": "s200"
    },
    {
      "text": "50 Finally, the respondent should pay the applicant's costs of and incidental to the appeal.",
      "id": "s201"
    },
    {
      "text": "I certify that the preceding fifty (50) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s202"
    },
    {
      "text": "Associate:\n\nDated: 16 September 2008\n\n Counsel for the Applicant: Mr R Knowles \n \n Solicitor for the Applicant: Australian Securities and Investments Commission \n \n Counsel for the Respondent: Mr J Levine \n \n Solicitor for the Respondent: Galilee Solicitors \n\n Date of Hearing: 21 August 2008 \n \n Date of Judgment: 16 September 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1399.html",
      "id": "s203"
    }
  ]
}