{
  "name": "Brady King Pty Ltd v The Commissioner of Taxation of the Commonwealth of Australia (No 2) [2008] FCA 1918 (18 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1918.html",
  "catchphrases": [
    {
      "text": "meaning of \"have regard to\"",
      "id": "c0"
    },
    {
      "text": "nature of compliance required",
      "id": "c1"
    },
    {
      "text": "failure to comply leading to invalidity",
      "id": "c2"
    },
    {
      "text": "gst",
      "id": "c3"
    },
    {
      "text": "application of s 75-10(3) margin scheme",
      "id": "c4"
    },
    {
      "text": "gst ruling gstr 2000/21",
      "id": "c5"
    },
    {
      "text": "valuation by professional valuer",
      "id": "c6"
    },
    {
      "text": "valuation method",
      "id": "c7"
    },
    {
      "text": "hypothetical development method of valuation",
      "id": "c8"
    },
    {
      "text": "acceptable method of valuation",
      "id": "c9"
    },
    {
      "text": "required information excluded from valuation",
      "id": "c10"
    },
    {
      "text": "not a valuation under the scheme",
      "id": "c11"
    },
    {
      "text": "statutory interpretation",
      "id": "c12"
    },
    {
      "text": "taxation",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The issue for determination in this part of the proceeding is whether the valuation obtained by Brady King Pty Ltd ('the taxpayer') complied with the requirements of s 75 -10(3) of the A New Tax System (Goods and Services Tax) Act 1999 (Cth) ('the GST Act').",
      "id": "s0"
    },
    {
      "text": "Contrary to the position taken by the taxpayer, the Commissioner contended that the taxpayer failed to obtain a valuation that complied with s 75-10(3).",
      "id": "s1"
    },
    {
      "text": "2 At the outset, I mention that I have been informed that where a valuation is found not to comply with the GST Act, it is the Commissioner's practice to allow taxpayers the opportunity to fix the valuation so that it conforms: see GST Fact Sheet dated 29 November 2005 ('Fact Sheet').",
      "id": "s2"
    },
    {
      "text": "Pursuant to the Fact Sheet, the Commissioner will then amend the assessments in accordance with the conforming valuation.",
      "id": "s3"
    },
    {
      "text": "LEGISLATION \n \n3 Section 75-10(3) of the GST Act (as then in force) relevantly provided:\n However, if: \n \n (a) the circumstances specified in an item in the second column of the table in this subsection apply to the supply; and \n \n (b) a valuation of the freehold interest, *stratum unit or *long-term lease, as at the day specified in the corresponding item in the third column of the table, has been made that complies with any requirements determined in writing by the Commissioner for making valuations for the purposes of this Division; \n \n \nthe margin for the supply is the amount by which the *consideration for the supply exceeds that valuation of the interest, unit or lease.",
      "id": "s4"
    },
    {
      "text": "Use of valuations to work out margins Item When valuations may be used Days when valuations are to be made 1 The supplier acquired the interest, unit or lease before 1 July 2000, and items 2, 3 and 4 do not apply.",
      "id": "s5"
    },
    {
      "text": "1 July 2000 2 ... ... 3 The supplier is * registered or * required to be registered and has held the interest, unit or lease since before 1 July 2000, and there were improvements on the land or premises in question as at 1 July 2000.",
      "id": "s6"
    },
    {
      "text": "1 July 2000 4 ... ... (An asterisk indicates that there is a definition of the expression in the Dictionary in the GST Act) \n4 The taxpayer was entitled to determine the margin on the supplies of strata units under s 75-10(3) of the GST Act.",
      "id": "s7"
    },
    {
      "text": "Under the valuation method the margin for the supply is the amount by which the consideration for the supply exceeds the 'valuation' as at 1 July 2000.",
      "id": "s8"
    },
    {
      "text": "5 The valuation for the purposes of determining the margin under the valuation method is a valuation made in compliance with the requirements determined in writing by the Commissioner.",
      "id": "s9"
    },
    {
      "text": "The taxpayer adopted valuations made under Method 1 of the A New Tax System (Goods and Services Tax) Margin Scheme Valuation Requirements Determination (No 2) 2000 ('the Determination'), which is found in Sch 2 to GST Ruling GSTR 2000/21.",
      "id": "s10"
    },
    {
      "text": "Relevantly, cl 4 of the Determination and what is described as Method 1 are specifically concerned with the valuation of partly completed buildings.",
      "id": "s11"
    },
    {
      "text": "6 The Determination prescribes (at cl 5) that under Method 1:\n \n \n (1) The valuation must be provided by a professional valuer.",
      "id": "s12"
    },
    {
      "text": "(2) The valuer must have regard to: \n \n (a) the market value of the completed premises; (b) the cost to complete the partly completed premises; and (c) the profit margin and holding costs that are attributable to the period on or after the valuation date.",
      "id": "s13"
    },
    {
      "text": "7 The term 'holding costs' is not defined in cl 5.",
      "id": "s14"
    },
    {
      "text": "It was accepted by the parties, however, that holding costs included rates and taxes (including land tax but not GST).",
      "id": "s15"
    },
    {
      "text": "EVIDENCE \n \n8 The taxpayer relied on evidence given by Mr Christopher Nicodimou and the Commissioner relied on evidence given by Mr Leslie James Brown, both professional valuers.",
      "id": "s16"
    },
    {
      "text": "Mr Nicodimou had undertaken the valuation for the purposes of the Determination.",
      "id": "s17"
    },
    {
      "text": "Both witnesses were cross-examined as to their methodology, but no attack was made upon their credit or their expertise.",
      "id": "s18"
    },
    {
      "text": "9 It was agreed by Messrs Nicodimou and Brown that Method 1 of the Determination provided for what is known as the hypothetical development method of valuation, to which I will return.",
      "id": "s19"
    },
    {
      "text": "CASE LAW RELIED ON BY THE PARTIES \n \n10 The parties referred to a number of cases on various aspects of the operation of the GST Act and the Determination.",
      "id": "s20"
    },
    {
      "text": "The Commissioner submitted that the leading case on the meaning of statutory provisions that require the relevant person to 'have regard to' certain matters is R v Hunt; Ex parte Sean Investments Pty Ltd [1979] HCA 32 ; (1979) 180 CLR 322.",
      "id": "s21"
    },
    {
      "text": "That case dealt with sub-s 40AA(7) of the National Health Act 1953 (Cth) which provided:\n The Permanent Head shall, in determining the scale of fees ... have regard to costs necessarily incurred in providing nursing home care in the nursing home.",
      "id": "s22"
    },
    {
      "text": "11 Mason J (as he then was, with Gibbs J (as he then was) agreeing) said (at 329):\n When sub-s (7) directs the Permanent Head to \"have regard to\" the costs, it requires him to take those costs into account and to give weight to them as a fundamental element in making his determination.",
      "id": "s23"
    },
    {
      "text": "The Commissioner also referred to The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327 , 333 per Gibbs CJ and Faheem Khalid Lodhi v R [2007] NSWCA 360 , at [30] per Spigelman CJ.",
      "id": "s24"
    },
    {
      "text": "12 The Commissioner submitted that it was not sufficient for the valuer to merely have regard and give weight to the listed factors.",
      "id": "s25"
    },
    {
      "text": "It was submitted that the valuer must value the land as required by the Determination.",
      "id": "s26"
    },
    {
      "text": "The Determination requires a valuation by a professional valuer, and it was implicit in the Determination that a professional valuation completed in accordance with proper valuation principles must be carried out.",
      "id": "s27"
    },
    {
      "text": "Where a professional valuer adopts a particular method of valuation that method of valuation must actually be applied.",
      "id": "s28"
    },
    {
      "text": "It was contended that the fact that a particular factor is not mentioned in cl 5(2) does not mean it should be excluded if valuation practice or the logic of the particular valuation method requires that it be considered.",
      "id": "s29"
    },
    {
      "text": "13 The taxpayer submitted that s 75- 10 (3) specifies the margin for a supply of land 'if a ... valuation has been made that complies with any requirements determined in writing by the Commissioner' and the other requirements of the section are satisfied.",
      "id": "s30"
    },
    {
      "text": "Section 75- 10 (3) for administrative purposes 'delegates' the making of the 'valuation' to a 'professional valuer'.",
      "id": "s31"
    },
    {
      "text": "It was submitted that the provision did not in terms give the Commissioner a power to debate the accuracy of that valuation.",
      "id": "s32"
    },
    {
      "text": "The chosen statutory scheme was to delegate that task to a 'professional valuer', in this case Mr Nicodimou.",
      "id": "s33"
    },
    {
      "text": "That delegated task was completed by Mr Nicodimou, who as a professional valuer undertook the task required of him by the Determination.",
      "id": "s34"
    },
    {
      "text": "14 It was submitted by the taxpayer that a valuation under s 75- 10 (3) is (or is akin to) an expert determination that is only open to challenge on a narrow set of grounds.",
      "id": "s35"
    },
    {
      "text": "Reliance was placed upon comments of McHugh J, then a member of the New South Wales Court of Appeal, in Legal &amp; General Life of Australia Ltd v Hudson Pty Ltd (1985) 1 NSWLR 314, where his Honour said that (at 335-36): \n While mistake or error on the part of the valuer is not by itself sufficient to invalidate the decision or the certificate of valuation, nevertheless, the mistake may be of a kind which shows that the valuation is not in accordance with the contract.",
      "id": "s36"
    },
    {
      "text": "A mistake concerning the identity of the premises to be valued could seldom, if ever, comply with the terms of the agreement between the parties.",
      "id": "s37"
    },
    {
      "text": "But a valuation which is the result of the mistaken application of the principles of valuation may still be made in accordance with the terms of the agreement.",
      "id": "s38"
    },
    {
      "text": "In each case the critical question must always be: Was the valuation made in accordance with the terms of a contract?",
      "id": "s39"
    },
    {
      "text": "If it is, it is nothing to the point that the valuation may have proceeded on the basis of error or that it constitutes a gross over or under value.",
      "id": "s40"
    },
    {
      "text": "Nor is it relevant that the valuer has taken into consideration matters which he should not have taken into account or has failed to take into account matters which he should have taken into account.",
      "id": "s41"
    },
    {
      "text": "The question is not whether there is an error in the discretionary judgment of the valuer.",
      "id": "s42"
    },
    {
      "text": "It is whether the valuation complies with the terms of the contract.",
      "id": "s43"
    },
    {
      "text": "15 It was then submitted that although this decision concerned a valuation made under a contract, by adopting a valuation made in accordance with requirements specified by the Commissioner, s 75- 10 (3) establishes a means for determining value that is comparable to a contractual provision.",
      "id": "s44"
    },
    {
      "text": "The section does not provide any mechanism for such a valuation to be challenged.",
      "id": "s45"
    },
    {
      "text": "It was therefore of similar effect to a contractual term requiring the parties to abide by a valuation obtained in accordance with the contract.",
      "id": "s46"
    },
    {
      "text": "It was submitted that the Court should therefore adopt the principles set out in Legal &amp; General Life of Australia Ltd 1 NSWLR 314 when determining what the Commissioner must establish in order to overturn Mr Nicodimou's valuation.",
      "id": "s47"
    },
    {
      "text": "16 The taxpayer alternatively submitted that the valuation should be reviewed in accordance with the ordinary principles of administrative law.",
      "id": "s48"
    },
    {
      "text": "A relevant matter to take into account is only a matter that the valuer is 'bound' to take into account.",
      "id": "s49"
    },
    {
      "text": "The taxpayer submitted that the only relevant matters were specifically set out in what is described as Method 1 of the Determination.",
      "id": "s50"
    },
    {
      "text": "17 The taxpayer referred to Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 where Mason J (as he then was) identified the following propositions in connection with a failure to take into account a relevant consideration (at 39-41):\n \n \n (a) The ground of failure to take into account a relevant consideration can only be made out if a decision-maker fails to take into account a consideration which he is bound to take into account in making that decision.",
      "id": "s51"
    },
    {
      "text": "... \n \n \n \n (b) What factors a decision-maker is bound to consider in making the decision is determined by construction of the statute conferring the discretion.",
      "id": "s52"
    },
    {
      "text": "If the statute expressly states the considerations to be taken into account, it will often be necessary for the court to decide whether those enumerated factors are exhaustive or merely inclusive.",
      "id": "s53"
    },
    {
      "text": "If the relevant factors -- and in this context I use this expression to refer to the factors which the decision-maker is bound to consider -- are not expressly stated, they must be determined by implication from the subject-matter, scope and purpose of the Act.",
      "id": "s54"
    },
    {
      "text": "In the context of judicial review on the ground of taking into account irrelevant considerations, this Court has held that, where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of the discretion are similarly unconfined, except in so far as there may be found in the subject-matter, scope and purpose of the statute some implied limitation on the factors to which the decision-maker may legitimately have regard.",
      "id": "s55"
    },
    {
      "text": "... By analogy, where the ground of review is that a relevant consideration has not been taken into account and the discretion is unconfined by the terms of the statute, the court will not find that the decision-maker is bound to take a particular matter into account unless an implication that he is bound to do so is to be found in the subject-matter, scope and purpose of the Act.",
      "id": "s56"
    },
    {
      "text": "(c) Not every consideration that a decision-maker is bound to take into account but fails to take into account will justify the court setting aside the impugned decision and ordering that the discretion be re-exercised according to law.",
      "id": "s57"
    },
    {
      "text": "A factor might be so insignificant that the failure to take it into account could not have materially affected the decision.",
      "id": "s58"
    },
    {
      "text": "... \n \n \n \n (d) The limited role of a court reviewing the exercise of an administrative discretion must constantly be borne in mind.",
      "id": "s59"
    },
    {
      "text": "It is not the function of the court to substitute its own decision for that of the administrator by exercising a discretion which the legislature has vested in the administrator.",
      "id": "s60"
    },
    {
      "text": "Its role is to set limits on the exercise of that discretion, and a decision made within those boundaries cannot be impugned.",
      "id": "s61"
    },
    {
      "text": "It follows that, in the absence of any statutory indication of the weight to be given to various considerations, it is generally for the decision-maker and not the court to determine the appropriate weight to be given to the matters which are required to be taken into account in exercising the statutory power.",
      "id": "s62"
    },
    {
      "text": "(references omitted) HYPOTHETICAL DEVELOPMENT METHOD OF VALUATION \n \n18 Before I go to the appropriate approach to take in consideration of the GST Act and the Determination, Method 1 of the Determination provided for what is known as the hypothetical development method of valuation.",
      "id": "s63"
    },
    {
      "text": "It is convenient to briefly describe this valuation method.",
      "id": "s64"
    },
    {
      "text": "19 In Boland v Yates Property Corporation Pty Ltd [1999] HCA 64 ; (1999) 167 ALR 575 , 653-54 at [286]---[287] Callinan J (although obiter) referred to this method:\n 286.",
      "id": "s65"
    },
    {
      "text": "This court itself has in any event clearly accepted what has been described as the hypothetical development method of valuation.",
      "id": "s66"
    },
    {
      "text": "The method was described by Starke J in Australian Provincial Assurance Association Ltd v Commissioner of Land Tax: \n \n In the present case the valuation has been made on what has been variously described as the hypothetical building or development basis.",
      "id": "s67"
    },
    {
      "text": "The parties agree that the building upon the land does not return the rental that might reasonably be expected from it.",
      "id": "s68"
    },
    {
      "text": "So the rental from that building is discarded, and it is assumed that the land is vacant.",
      "id": "s69"
    },
    {
      "text": "The erection of a new building on the land is envisaged, providing office accommodation, which is the best method of obtaining the advantages that the land possesses.",
      "id": "s70"
    },
    {
      "text": "Accordingly a building is planned to obtain the full benefit of those advantages.",
      "id": "s71"
    },
    {
      "text": "Its cost is estimated, the gross annual rentals or receipts from it are estimated, and from these rentals or receipts are deducted various annual outgoings and interest charges which are also estimated to obtain the net receipts.",
      "id": "s72"
    },
    {
      "text": "The capital value of the land is then ascertained by capitalising the net receipts at some given rate of interest, and in this case, I may add, the parties were content to work upon a 4.5% basis.",
      "id": "s73"
    },
    {
      "text": "The unimproved value of the land is then deduced by deducting from the capital value so obtained the cost of the erection of the building.",
      "id": "s74"
    },
    {
      "text": "Adopting this method of ascertaining the unimproved value of the assessed land, I find as a fact that its unimproved value on 30 June 1939, was the sum of [sterling]76,154.",
      "id": "s75"
    },
    {
      "text": "287.",
      "id": "s76"
    },
    {
      "text": "The method is neither novel nor especially difficult, and, as with all methods, requires the making of value judgments.",
      "id": "s77"
    },
    {
      "text": "20 The methodology was also explained by Roper J (as he then was) in Closer Settlement Ltd v The Minister (1942) 17 LGR (NSW) 62 (at 65):\n In arriving at the value of land which is suitable for subdivision a familiar and appropriate method ... is to estimate from whatever comparable sales of land in subdivision are available the price which would be realized by the land when sold; then to estimate the costs involved in the subdivision and the length of time that the realization would take, making provision for the payment of rates and for interest on money outstanding; and an estimated net return on the subdivision is obtained.",
      "id": "s78"
    },
    {
      "text": "It is of course clear that a person purchasing land in globo for the purpose of subdividing it would not pay the sum of money which is the present equivalent of that estimated return.",
      "id": "s79"
    },
    {
      "text": "Many factors in the calculation are speculative: the land in subdivision may not realize the prices which are at present expected, and the subdivision may take longer to realize than is at present anticipated.",
      "id": "s80"
    },
    {
      "text": "To compensate for the risk involved in the venture the purchaser would certainly discount the estimated returns.",
      "id": "s81"
    },
    {
      "text": "See also Port Stephens Shire Council v Tellamist Pty Ltd (2004) NSWCA 353 at [225] - [229] .",
      "id": "s82"
    },
    {
      "text": "21 It is inherent in the nature of such valuation that it may have its weaknesses, or could lead to unreliable results.",
      "id": "s83"
    },
    {
      "text": "22 In Gwynvill Properties Pty Ltd v Commissioner for Main Roads (1983) 50 LGRA 322 Cripps J made the following observation (at 326):\n The hypothetical development method is normally suspect because it depends on a number of assumptions and a number of estimates, e.g.",
      "id": "s84"
    },
    {
      "text": "cost of building, estimated gross rentals obtainable, probable outgoings and, most significantly, the rate percentum of return which could be expected and the profit and risk factor expressed in percentage terms.",
      "id": "s85"
    },
    {
      "text": "It has been said that because many estimates and assumptions must be made, the hypothetical development method ought not be used where some use can be made of a comparable sale.",
      "id": "s86"
    },
    {
      "text": "23 Undoubtedly, the 'conventional valuation technique' is the use of comparable sales evidence to determine market value (see River Bank Pty Ltd v Commonwealth (1974) 48 ALJR 483 , 484 per Stephen J).",
      "id": "s87"
    },
    {
      "text": "However, this may not be an appropriate method of valuation in any given case.",
      "id": "s88"
    },
    {
      "text": "Certainly it was not the valuation technique adopted, nor to be adopted, for the purpose of the valuation the subject of this proceeding.",
      "id": "s89"
    },
    {
      "text": "24 However, whichever method is used, it would be necessary for a valuer to use, or at least take account of, market transactions for the purpose of obtaining basic information: (see Alan Hyam, The Law Affecting Valuation of Land in Australia (3 rd ed 2004) by at 126, and the above comments of Roper J (as he then was) in Closer Settlement 17 LGR (NSW) 62).",
      "id": "s90"
    },
    {
      "text": "This would include all relevant sales data available to a valuer which could impact on his valuation.",
      "id": "s91"
    },
    {
      "text": "CONSIDERATION \n \n25 In my view, the appropriate way to proceed is to start with the question of whether the valuation complies with s 75-10(3) of the GST Act.",
      "id": "s92"
    },
    {
      "text": "To be a compliant valuation it must accord with the Determination.",
      "id": "s93"
    },
    {
      "text": "If a valuation complies with the Determination, then the valuation is valid and operative for the purposes of s 75-10(3).",
      "id": "s94"
    },
    {
      "text": "However, if the valuation fails to comply with the Determination, then the question will arise as to the consequences of such failure.",
      "id": "s95"
    },
    {
      "text": "26 This approach involves an analysis of the construction of the GST Act, and the result of any non-compliance being determined by reference to that construction: see, eg, Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355 , 390-91; and Tasker v Fullwood [1978] 1 NSWLR 20, 23-4.",
      "id": "s96"
    },
    {
      "text": "27 In some cases, compliance with a statutory requirement allows for no middle course, and is obligatory: see Hunter Resources Ltd v Melville [1988] HCA 5 ; (1988) 164 CLR 234 , 249 per Dawson J.",
      "id": "s97"
    },
    {
      "text": "28 In the case of a valuation under the Determination, it is clear that a valuation must be provided by a professional valuer.",
      "id": "s98"
    },
    {
      "text": "There could be no middle course here--if not provided by a professional valuation there would be no 'valuation'.",
      "id": "s99"
    },
    {
      "text": "29 Equally the valuer 'must' have regard to three matters: the market value of the completed premises; the cost to complete the partly completed premises; and the profit margin and holding costs that are attributable to the period on or after the valuation date.",
      "id": "s100"
    },
    {
      "text": "Further, these matters would need to be given appropriate weight as important or essential elements in the making of the valuation: see R v Hunt [1979] HCA 32 ; 180 CLR 322 , 329.",
      "id": "s101"
    },
    {
      "text": "If the valuer did not have regard to these three matters, nor give them appropriate weight, then the language of s 75-10(3) and purpose for the valuation coming into existence, indicate that the valuation would be invalid and of no operation for the purposes of the Determination.",
      "id": "s102"
    },
    {
      "text": "30 However, just because another valuer may come to a different valuation figure does not mean that the valuation relied on may not be in compliance with the requirements of s 75-10(3) and the Determination.",
      "id": "s103"
    },
    {
      "text": "Within any valuation there will be matters of subjective judgement undertaken by the professional valuer based upon his or her expertise and experience.",
      "id": "s104"
    },
    {
      "text": "31 The fact that there may be matters of subjective analysis undertaken is encompassed and envisaged by the Determination which relies upon a professional valuer undertaking the task and coming to a valuation.",
      "id": "s105"
    },
    {
      "text": "However, in reaching the final valuation, the professional valuer must not deviate from the method of valuation dictated by the terms of the Determination.",
      "id": "s106"
    },
    {
      "text": "In this proceeding, the hypothetical development method of valuation was in fact adopted, and was the appropriate method as required by the Determination.",
      "id": "s107"
    },
    {
      "text": "To the extent that there are judgement calls to be made within the application of that method, then this would be a matter for the valuer's professional expertise upon which minds may differ in arriving at a particular value.",
      "id": "s108"
    },
    {
      "text": "32 In considering this matter, I have not found much assistance from the cases relied on by the taxpayer.",
      "id": "s109"
    },
    {
      "text": "The question is one of compliance with a statutory requirement and the consequences of any non-compliance.",
      "id": "s110"
    },
    {
      "text": "We are not dealing with a contractual setting, nor with the exercise of a power by a public official.",
      "id": "s111"
    },
    {
      "text": "However, even if it were appropriate to apply by analogy the principles referred to in Peko-Wallsend Ltd [1986] HCA 40 ; 162 CLR 24 , no different result would be reached in this proceeding.",
      "id": "s112"
    },
    {
      "text": "In the end it is a matter of determining what factors the professional valuer was bound to consider, and then to determine whether the failure to take into account a particular factor would result in invalidity.",
      "id": "s113"
    },
    {
      "text": "33 It is thus now necessary to address the application of Method 1 by Mr Nicodimou.",
      "id": "s114"
    },
    {
      "text": "34 As set out in cl 5 of the Determination, the methodology requires the valuer to assess the market value of the completed premises as at 1 July 2000, and then subtract from this figure the costs to complete the partially completed premises and the profit margin and holding costs.",
      "id": "s115"
    },
    {
      "text": "What is left is the price that the hypothetical developer would pay for the partially completed premises on 1 July 2000 and that is the value of those premises on 1 July 2000.",
      "id": "s116"
    },
    {
      "text": "35 Mr Nicodimou applied Method 1 as follows:\n Valuation of completed property(1) \n $54,141,275 LESS: Cost to complete(2) $18,843,000 \n 25% Profit &amp; Risk(3) $10,532,255 \n Interest $1,912,693 Valuation of Incomplete Property as at 1 July 2000 \n $22,929,000 \n\n \n(1) the sum of the individual strata unit valuations.",
      "id": "s117"
    },
    {
      "text": "(2) the budgeted cost of the project: $ 28,643,000 was used as an estimate of the costs a hypothetical developer would have to pay, less the amount spent to 1 July 2000 of $9,800,000 .",
      "id": "s118"
    },
    {
      "text": "(3) assuming a profit and risk margin of 25% on the valuation less selling costs of $1,480,000 .",
      "id": "s119"
    },
    {
      "text": "36 There are six matters that the Commissioner relied on in support of the argument that the valuation did not comply with s 75-10(3) of the GST Act and I address them in turn.",
      "id": "s120"
    },
    {
      "text": "Market Valuation \n \n37 Clause 5(2)(a) of the Determination requires the valuer to have regard to the market value of the completed premises.",
      "id": "s121"
    },
    {
      "text": "38 The Commissioner contended that it appeared to be Mr Nicodimou's view that the relevant valuation principles positively forbade him from considering any information that post-dated 1 July 2000 in order to ascertain the market value of the strata units as at 1 July 2000.",
      "id": "s122"
    },
    {
      "text": "I agree that, if Mr Nicodimou held this view, it would be a fundamentally incorrect view: see, eg, McCathie v Federal Commissioner of Taxation [1944] HCA 9 ; (1944) 69 CLR 1 , 16-17; Melwood Units Pty Ltd v Commissioner of Main Roads [1979] AC 426 , 436; and Closer Settlement 17 LGR (NSW) 62.",
      "id": "s123"
    },
    {
      "text": "39 Mr Nicodimou did note the discrepancy between his valuation of the strata units (a total of $54,141,000) and the sales actually achieved (a total of $50,692,000).",
      "id": "s124"
    },
    {
      "text": "He assumed that this discrepancy was due to anxiety or a willingness to discount on the part of the developer, although he did not test this assumption by making any inquiries of the developer.",
      "id": "s125"
    },
    {
      "text": "40 If Mr Nicodimou had closed his mind in the way suggested by the Commissioner, then I would accept that such information was incorrectly excluded, such that the valuation would be defective as a valuation.",
      "id": "s126"
    },
    {
      "text": "This would not be a subjective or judgemental matter, but a failure to properly apply the valuation method (the hypothetical development method) as adopted by the valuer and as required by the Determination.",
      "id": "s127"
    },
    {
      "text": "41 Upon reading the evidence of Mr Nicodimou, I do consider he failed to take into account actual sale prices after 1 July 2000 although such were available to him.",
      "id": "s128"
    },
    {
      "text": "Mr Nicodimou adhered to the view under cross-examination that it was not proper to consider sales after 1 July 2000, and he did not do so.",
      "id": "s129"
    },
    {
      "text": "In doing this, in my view, he displayed in the context of the valuation, a fundamental error, which affected the validity of the valuation.",
      "id": "s130"
    },
    {
      "text": "42 This is not to say that in considering the matter again, Mr Nicodimou, could not arrive at the same valuation figure in respect of the completed premises, even if he took the additional sales figures into account.",
      "id": "s131"
    },
    {
      "text": "Based upon his assessment of other factors and circumstances, these actual sales figures may not affect the actual valuation reached in respect of the completed premises.",
      "id": "s132"
    },
    {
      "text": "However, I am satisfied that Mr Nicodimou misdirected himself in deliberately failing to consider sales that occurred after 1 July 2000, which would be information he should have had regard to in undertaking the required valuation of the completed premises.",
      "id": "s133"
    },
    {
      "text": "GST On Strata Unit Sales \n \n43 Clause 5(2)(c) of the Determination requires the valuer to have regard to the profit margin the hypothetical developer would require.",
      "id": "s134"
    },
    {
      "text": "Mr Nicodimou used a margin for profit and risk of 25%.",
      "id": "s135"
    },
    {
      "text": "44 Mr Nicodimou's evidence was that the profit margin should be the amount the hypothetical developer would get back 'in his hand' at the conclusion of the transaction.",
      "id": "s136"
    },
    {
      "text": "However, Mr Nicodimou also gave evidence that:\n \n&#8226; he had not accounted for the GST the hypothetical developer would have to pay on the sales;\n \n&#8226; the GST payable would reduce the developer's profit margin below 25%;\n \n&#8226; GST needs to be subtracted in order to establish the profit margin; and \n \n&#8226; had he been valuing the property for another purpose he would have accounted for GST.",
      "id": "s137"
    },
    {
      "text": "45 Mr Brown's evidence was that GST must be allowed for in the profit margin.",
      "id": "s138"
    },
    {
      "text": "He gave evidence that he had done so in other valuations for the GST margin scheme including multi-storey residential developments.",
      "id": "s139"
    },
    {
      "text": "Mr Brown also gave evidence that GST was accounted for in valuations carried out for other purposes.",
      "id": "s140"
    },
    {
      "text": "46 It was contended by the taxpayer, based upon Mr Brown's own evidence as to the making of an allowance for GST, that there may well be a valuation in favour of the taxpayer if GST was to be taken into account.",
      "id": "s141"
    },
    {
      "text": "I do not accept that such a conclusion would arise, but in any event, it is to take an over literalistic approach to Mr Brown's evidence.",
      "id": "s142"
    },
    {
      "text": "In my view, Mr Brown was only attempting in his evidence to give an indication that an estimate of GST is required, and that one way or another this could be achieved in the context of the hypothetical development method of valuation.",
      "id": "s143"
    },
    {
      "text": "47 In my view, a calculation of the profit margin must make allowance for an estimate of the GST that would be payable.",
      "id": "s144"
    },
    {
      "text": "This is what the Determination requires as a matter of law.",
      "id": "s145"
    },
    {
      "text": "The fact that GST is not specifically identified as such in the Determination is not determinative of leading to the conclusion that it is excluded, if it is otherwise a matter to be taken into account under the concept of profit margin.",
      "id": "s146"
    },
    {
      "text": "The fact that the exercise is being undertaken for the purpose of determining the GST liability, does not mean that an estimate of GST cannot be made, nor that it does not come within the concept of a profit margin.",
      "id": "s147"
    },
    {
      "text": "48 Mr Nicodimou seemed to have valued the completed units on a GST-inclusive basis, yet did not account for the obligation to pay GST on the sales receipts.",
      "id": "s148"
    },
    {
      "text": "I agree with the Commissioner's submission that were the obligation to pay GST on those sales not accounted for as an outgoing of a developer arising from the transaction, then the result would be to value the land on the basis of the return required by the hypothetical developer without taking into account a significant outlay.",
      "id": "s149"
    },
    {
      "text": "It would overstate the developer's hypothetical profit, overstate the amount the hypothetical developer would be prepared to pay for the property and thus inflate the value of the incomplete property on 1 July 2000 by the amount of the GST.",
      "id": "s150"
    },
    {
      "text": "The Commissioner provided an illustration of the error this would lead to, which is set out in the annexure to this judgment.",
      "id": "s151"
    },
    {
      "text": "49 I do not consider there would be any difficulty in making the required calculation.",
      "id": "s152"
    },
    {
      "text": "Mr Brown gave evidence that the GST could be calculated by a process of estimation and iteration.",
      "id": "s153"
    },
    {
      "text": "Mr Nicodimou accepted that a reasonable estimate of the GST could be made as a starting point.",
      "id": "s154"
    },
    {
      "text": "It is also noteworthy that Mr Nicodimou gave evidence that he had accounted for GST in valuations carried out for other purposes, such as a mortgage valuation.",
      "id": "s155"
    },
    {
      "text": "Whilst a mortgage valuation is not the same type of valuation required by the Determination, the important point is that both Mr Brown and Mr Nicodimou accepted that in a valuation GST can be estimated and taken into account.",
      "id": "s156"
    },
    {
      "text": "50 The effect of Mr Nicodimou's misapplication of the hypothetical development method of valuation and failure to properly consider the hypothetical developer's profit margin is that a GST outgoing of approximately $2,500,000 has been wrongly excluded from the calculation.",
      "id": "s157"
    },
    {
      "text": "Putting aside the quantum involved, by excluding the GST from the calculations the valuation could not comply with the requirements of s 75-10(3) and the Determination.",
      "id": "s158"
    },
    {
      "text": "In my view, such non-compliance rendered the valuation invalid.",
      "id": "s159"
    },
    {
      "text": "Interest on Acquisition Costs \n \n51 I regard holding costs as including 'interest on borrowings to acquire or develop the property': see for example cl 6(3)(b) of the Determination.",
      "id": "s160"
    },
    {
      "text": "Both valuers accepted that interest payable by the hypothetical developer in the period between 1 July 2000 and the assumed sale of the strata units must be accounted for as part of a hypothetical development method of valuation.",
      "id": "s161"
    },
    {
      "text": "52 Mr Nicodimou explained that valuers work on the assumption that the entirety of the developer's outgoings in acquiring the property and funding the works on it are funded by debt.",
      "id": "s162"
    },
    {
      "text": "53 Mr Nicodimou calculated a total figure of $1,912,693 for interest, and broke the interest cost down into two heads:\n \n&#8226; interest for funds the hypothetical developer would have to borrow to pay for the construction costs: $926,027; and\n \n&#8226; interest for funds the hypothetical developer would have to borrow to acquire the property: $986,667.",
      "id": "s163"
    },
    {
      "text": "54 Mr Nicodimou used the taxpayer's construction budget as an estimate of the cost a hypothetical developer would have to pay to complete the project, which the Commissioner accepted as an appropriate estimate.",
      "id": "s164"
    },
    {
      "text": "55 Mr Nicodimou calculated the second head of interest based not on the cost the hypothetical developer would have paid on 1 July 2000 to acquire the property (circa $23,000,000) but on the lesser figure of $9,250,000 being the cost the taxpayer incurred to acquire the property in May 2000.",
      "id": "s165"
    },
    {
      "text": "56 However, Mr Nicodimou accepted that the hypothetical developer would have had to pay the value of the property as at 1 July 2000 in order to acquire it, the property being valued at approximately $23,000,000 and the hypothetical purchaser would have had to pay interest on the basis of a $23,000,000 outgoing.",
      "id": "s166"
    },
    {
      "text": "57 Mr Brown explained that the interest on acquisition costs must be calculated by reference to the value as at 1 July 2000, this being the amount that a hypothetical developer would have been required to pay.",
      "id": "s167"
    },
    {
      "text": "It was contended by the taxpayer that Mr Brown under cross-examination did not maintain this position.",
      "id": "s168"
    },
    {
      "text": "I do not agree.",
      "id": "s169"
    },
    {
      "text": "Mr Brown certainly did not accept in cross-examination that interest should be calculated on the actual cost of acquisition or costs of construction.",
      "id": "s170"
    },
    {
      "text": "Mr Brown in fact concluded that to do so would be essentially arriving at 'a hybrid valuation', and not by way of the hypothetical development method of valuation as required by the Determination.",
      "id": "s171"
    },
    {
      "text": "58 Mr Nicodimou calculated the interest on the acquisition cost at $986,667 based on an assumed purchase price of $9,250,000.",
      "id": "s172"
    },
    {
      "text": "If Mr Nicodimou used the correct figure of approximately $23,000,000 then the interest cost would have been approximately $2,450,000, a difference of approximately $1,500,000.",
      "id": "s173"
    },
    {
      "text": "59 In my opinion, the Determination requires, in adopting the hypothetical development method of valuation, the approach explained by Mr Brown.",
      "id": "s174"
    },
    {
      "text": "The hypothetical development method of valuation is not premised upon the actual cost of acquisition or costs of construction.",
      "id": "s175"
    },
    {
      "text": "60 The approach taken by Mr Nicodimou was not a matter of subjective judgement or evaluation which would not affect the validity of the valuation.",
      "id": "s176"
    },
    {
      "text": "Mr Nicodimou again misdirected himself as to the correct valuation approach to take, in so doing the valuation did not properly take into account the 'holding costs', and failed to comply with s 75-10(3) of the GST Act and the Determination.",
      "id": "s177"
    },
    {
      "text": "As a consequence of such failure, the valuation was invalid.",
      "id": "s178"
    },
    {
      "text": "Rates \n \n61 The valuation did not make any allowance for rates.",
      "id": "s179"
    },
    {
      "text": "Mr Nicodimou gave evidence that he did not consider rates to be a holding cost that needed to be considered as part of the valuation process.",
      "id": "s180"
    },
    {
      "text": "Mr Brown gave evidence that rates must be considered as a holding cost.",
      "id": "s181"
    },
    {
      "text": "62 In my view, a hypothetical developer purchasing the property to develop would be obliged to pay rates on the property during the period of the development.",
      "id": "s182"
    },
    {
      "text": "I would include such rates within 'holding costs'.",
      "id": "s183"
    },
    {
      "text": "This now seems accepted by the parties.",
      "id": "s184"
    },
    {
      "text": "I also observe that cl 6(3)(b) of the Determination refers to 'rates' as a holding cost.",
      "id": "s185"
    },
    {
      "text": "63 While it is accepted that the quantum of rates in this case would have been minimal in the context of a development of this scale, rates were a matter that Mr Nicodimou was required by the legislation to have regard to and he did not.",
      "id": "s186"
    },
    {
      "text": "64 If this were the only failure to comply with the Determination, an issue may arise as to whether the valuation was invalid on this basis alone.",
      "id": "s187"
    },
    {
      "text": "However, in circumstances where other failures appear in the valuation to make it non-compliant and invalid, I do not need to consider the consequences that may flow from this particular failure to make an allowance for rates.",
      "id": "s188"
    },
    {
      "text": "Land Tax \n \n65 Mr Brown gave evidence that land tax payable by the developer during the period of the development must be accounted for as a holding cost.",
      "id": "s189"
    },
    {
      "text": "A hypothetical developer purchasing the property to develop would be obliged to pay land tax on the property during the period of the development.",
      "id": "s190"
    },
    {
      "text": "Again, I note that cl 6(3)(b) of the Determination refers to 'taxes' as a holding cost.",
      "id": "s191"
    },
    {
      "text": "The taxpayer eventually accepted land tax was a holding cost.",
      "id": "s192"
    },
    {
      "text": "66 In his affidavit sworn 22 October 2007 Mr Nicodimou stated that he did not make any allowance for land tax as he did not believe that cost needed to be included.",
      "id": "s193"
    },
    {
      "text": "However, under cross-examination he gave evidence that he had allowed for land tax in his calculations, as included in the cash flow under the line item 'land tax and stamp duty'.",
      "id": "s194"
    },
    {
      "text": "Mr Nicodimou was referring to an allowance of $500,000 for the cost to the taxpayer of stamp duty and land tax on the property.",
      "id": "s195"
    },
    {
      "text": "67 However, there does not seem to any specific allowance for the land tax costs the hypothetical developer would bear after 1 July 2000, which should be accounted for as a holding cost of that hypothetical developer.",
      "id": "s196"
    },
    {
      "text": "68 This is another matter which could affect the validity of the valuation, and would result in the valuation not complying with s 75-10(3) of the GST Act.",
      "id": "s197"
    },
    {
      "text": "69 It may be that the amount of land tax to be allowed for was minimal and this may impact on whether the valuation should be regarded as valid or invalid.",
      "id": "s198"
    },
    {
      "text": "However, as with the issue of the rates, I do not need to consider this issue in light of my other conclusions as to the validity of the valuation.",
      "id": "s199"
    },
    {
      "text": "Hypothetical Developer's Purchase Costs \n \n70 A hypothetical developer acquiring the property on 1 July 2000 would be obliged to pay stamp duty and legal costs on that acquisition.",
      "id": "s200"
    },
    {
      "text": "In my view, those would be costs associated with the acquisition borne by a hypothetical developer which would need to be accounted for as part of the overall costs of the development and which would impact on his profit margin.",
      "id": "s201"
    },
    {
      "text": "This follows from the adoption of the hypothetical development method of valuation.",
      "id": "s202"
    },
    {
      "text": "71 Mr Nicodimou made no allowance for these costs.",
      "id": "s203"
    },
    {
      "text": "In his affidavit he contended that they are not relevant as they were incurred prior to the valuation date, and that in any event they were 'relatively minor' and their exclusion would have had a 'negligible impact'.",
      "id": "s204"
    },
    {
      "text": "72 I accept the contentions of the Commissioner that:\n \n(a) the stamp duty and legal costs that the hypothetical developer would bear are not incurred prior to the valuation date, they are costs the hypothetical developer would incur on or after 1 July 2000 as part of the development; and\n \n(b) such costs are not 'relatively minor'.",
      "id": "s205"
    },
    {
      "text": "A hypothetical developer buying the property for approximately $23,000,000 on 1 July 2000 would pay Victorian duty on the purchase at a rate of 5.5%, which is $1,265,000.",
      "id": "s206"
    },
    {
      "text": "73 Again, I consider that Mr Nicodimou misdirected himself, and the valuation does not comply in this respect with the Determination, and therefore does not comply with s 75-10(3) of the GST Act.",
      "id": "s207"
    },
    {
      "text": "Accordingly, on this basis the valuation is invalid.",
      "id": "s208"
    },
    {
      "text": "CONCLUSION \n \n74 For the above reasons, the valuation was not made in compliance with the method described in cl 5 of the Determination, does not comply with s 75-10(3) and is invalid.",
      "id": "s209"
    },
    {
      "text": "75 In view of the above reasons, I have not needed to address whether the cumulative effect of each failure to comply with the Determination could lead to a conclusion of invalidity, rather than taking each failure to comply in isolation.",
      "id": "s210"
    },
    {
      "text": "In any given case, this issue may arise: see, eg, Rondo v R [2001] NSWCCA 540 ; (2001) 126 A Crim R 562 at 570-71 per Spigelman CJ.",
      "id": "s211"
    },
    {
      "text": "76 Accordingly, the taxpayer's application should be dismissed.",
      "id": "s212"
    },
    {
      "text": "77 No order as to costs is sought as the parties have entered into a funding agreement under the Commissioner's Test Case Funding Program.",
      "id": "s213"
    },
    {
      "text": "I certify that the preceding seventy-seven (77) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s214"
    },
    {
      "text": "Associate:\n\nDated: 18 December 2008\n\n Counsel for the Applicant: Mr J De Wijn QC with Mr M Flynn \n \n Solicitor for the Applicant: Arnold Bloch Leibler \n \n Counsel for the Respondent: Mr S Sharpley \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 29 October 2008 \n \n Date of Judgment: 18 December 2008 ANNEXURE \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1918.html",
      "id": "s215"
    }
  ]
}