{
  "name": "AMI Australia Holdings Pty Ltd v Bade Medical Institute (Aust) Pty Ltd [2008] FCA 1783 (26 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1783.html",
  "catchphrases": [
    {
      "text": "application for adjournment of hearing dates",
      "id": "c0"
    },
    {
      "text": "claimed medical condition not supported by evidence",
      "id": "c1"
    },
    {
      "text": "lateness of application for legal assistance",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Presently before the Court is a Notice of Motion seeking the adjournment of a proceeding set down for hearing on 17, 18 and 19 December 2008.",
      "id": "s0"
    },
    {
      "text": "2 The Applicant on the Motion is the Fourth Respondent in the principal proceeding.",
      "id": "s1"
    },
    {
      "text": "Counsel for the First Applicant in the proceeding appeared at the hearing of the Motion and opposed the relief sought.",
      "id": "s2"
    },
    {
      "text": "Counsel for the Third Respondent in the proceeding also appeared, but neither opposed nor supported the relief sought in the Motion .",
      "id": "s3"
    },
    {
      "text": "3 The order setting down the proceeding for hearing in December 2008 was made on 16 September 2008.",
      "id": "s4"
    },
    {
      "text": "On that date the Applicant on the present Motion advised the Court of a medical condition that he maintained prejudiced his ability to meaningfully participate in any hearing.",
      "id": "s5"
    },
    {
      "text": "The dates for final hearing, however, were nevertheless selected with his concurrence and to accommodate his medical condition.",
      "id": "s6"
    },
    {
      "text": "4 On 14 November 2008 the present Applicant on the Motion foreshadowed that he would be seeking a vacation of the December 2008 dates.",
      "id": "s7"
    },
    {
      "text": "Directions were then made for the filing of any Motion seeking such relief together with any such evidence that he would wish to rely upon.",
      "id": "s8"
    },
    {
      "text": "5 The Motion presently before the Court is that in fact filed on 30 September 2008, which seeks the following relief (without alteration):\n That a leave from all proceedings be granted for a period of 6 months to allow me to continue with cancer treatment, gain legal aid, find and brief legal counsel.",
      "id": "s9"
    },
    {
      "text": "6 The Affidavit in support of the Motion was that sworn by the Applicant on the Motion on 19 November 2008.",
      "id": "s10"
    },
    {
      "text": "It is understood that he seeks to establish by means of that Affidavit three propositions, namely:\n \n(i) that his medical condition precludes him from meaningfully participating in the December 2008 hearing;\n \n(ii) that he is unable to see a treating specialist at St Vincent's Hospital until 8 December 2008; and \n \n(iii) that he has an outstanding application for legal assistance and that the final hearing should not proceed until after that application is resolved.",
      "id": "s11"
    },
    {
      "text": "7 The relief sought in the Motion is refused.",
      "id": "s12"
    },
    {
      "text": "But any further application he may wish to make after he has seen his specialist on 8 December 2008 may be made at the outset of the final hearing on 17 December 2008.",
      "id": "s13"
    },
    {
      "text": "8 Considerable reservation was expressed during the hearing of the Motion as to the authenticity of the medical reports as annexed to the Affidavit.",
      "id": "s14"
    },
    {
      "text": "Those reports were not on any recognisable letterhead and were expressed in terms not characteristic of a medical practitioner.",
      "id": "s15"
    },
    {
      "text": "But there was no cross-examination of the Applicant and, in those circumstances, the reports were accepted as providing some evidence of the Applicant's medical condition.",
      "id": "s16"
    },
    {
      "text": "9 That medical evidence, however, fails to establish any reason to vacate the present hearing dates.",
      "id": "s17"
    },
    {
      "text": "One joint medical report was provided by a \" Consultant \" and an \" Associate Professor \" who had operated upon the Applicant in Sweden.",
      "id": "s18"
    },
    {
      "text": "The \" Consultant \" and \" Associate Professor \" were apparently medical practitioners practising in Uppsala in Sweden.",
      "id": "s19"
    },
    {
      "text": "But the joint medical report is dated 2005 and says nothing as to the Applicant's present medical condition.",
      "id": "s20"
    },
    {
      "text": "10 Also annexed to the Applicant's Affidavit was what was said to be notes from the Applicant's psychologist, Ms Tara Stern.",
      "id": "s21"
    },
    {
      "text": "No report was provided by that psychologist.",
      "id": "s22"
    },
    {
      "text": "The notes state in part that the Applicant presented with \" issues \" including \" feeling overwhelmed \" and \" Anger at medical system, incompetence, corrupt institutions/business &amp; govt apathy \".",
      "id": "s23"
    },
    {
      "text": "11 What purported to be notes from a Dr Dailey were also annexed.",
      "id": "s24"
    },
    {
      "text": "Those notes were dated 12 August 2008 and stated in relevant part (without alteration):\n I reviewed David again today for his metastic carcinoid tumour being treated with Sandostatin.",
      "id": "s25"
    },
    {
      "text": "His biggest concern is that his anxiety now.",
      "id": "s26"
    },
    {
      "text": "He realises having problems coping and he is now willing to see one of the psychologist.",
      "id": "s27"
    },
    {
      "text": "His general condition is fairly good.",
      "id": "s28"
    },
    {
      "text": "He has had minimal diarrhoea and now flushing.",
      "id": "s29"
    },
    {
      "text": "He remains lethargic and tires easily and finds concentration some difficult.",
      "id": "s30"
    },
    {
      "text": "... \nThat material, it is also considered, provides no real reason to adjourn the hearing.",
      "id": "s31"
    },
    {
      "text": "There is no evidence that his medical condition is such that he will not meaningfully be able to participate in the hearing.",
      "id": "s32"
    },
    {
      "text": "But, if a particular difficulty is experienced, it can be accommodated at the hearing.",
      "id": "s33"
    },
    {
      "text": "12 The alternative basis upon which the application is being made is an outstanding request for legal assistance.",
      "id": "s34"
    },
    {
      "text": "13 An application for legal aid was made.",
      "id": "s35"
    },
    {
      "text": "But the application which was annexed to the Affidavit remained undated.",
      "id": "s36"
    },
    {
      "text": "It would appear to have been an application made after the dates for final hearing were set down in September 2008.",
      "id": "s37"
    },
    {
      "text": "But, and whatever may have been the date upon which it was made, it was apparently that application which was refused on 15 October 2008.",
      "id": "s38"
    },
    {
      "text": "The letter from the Legal Aid Commission of New South Wales communicating that adverse decision stated in relevant part:\n Your application for legal aid has been carefully considered and has been refused under section 34(1) of the Legal Aid Commission Act 1979 because: The matter is not one for which aid is available under the Commission's policies and guidelines relating to Commonwealth administrative law matters.",
      "id": "s39"
    },
    {
      "text": "...",
      "id": "s40"
    },
    {
      "text": "I enclose an application form for Pro Bono assistance which may be available from the Law Society of NSW.",
      "id": "s41"
    },
    {
      "text": "14 An appeal to the Legal Aid Review Committee was filed on 17 November 2008.",
      "id": "s42"
    },
    {
      "text": "Perhaps not surprisingly there is no further account as to the status of that appeal.",
      "id": "s43"
    },
    {
      "text": "An \" Application for Pro Bono Referral \" was also filed on 17 November 2008.",
      "id": "s44"
    },
    {
      "text": "15 Again, it is not considered that this alternative basis upon which the relief is sought in the Motion should prevail.",
      "id": "s45"
    },
    {
      "text": "The present proceeding was commenced by way of an Application filed on 14 December 2007.",
      "id": "s46"
    },
    {
      "text": "A Statement of Claim was filed on 8 August 2008.",
      "id": "s47"
    },
    {
      "text": "Directions hearings were held in December 2007 and in April, June, August, September and November 2008.",
      "id": "s48"
    },
    {
      "text": "At some of those direction hearings the Applicant on the Motion attended; on other dates there was no attendance by him.",
      "id": "s49"
    },
    {
      "text": "16 Any application for legal assistance should have been made by the Applicant on the Motion at a far earlier date.",
      "id": "s50"
    },
    {
      "text": "It is not considered that a party can fail to appear at directions hearings, delay seeking legal advice, and thereafter rely upon an outstanding application for legal aid or assistance as a reason to vacate dates -- especially dates set down with his concurrence.",
      "id": "s51"
    },
    {
      "text": "17 The application for the vacation of the December 2008 hearing dates is thus refused.",
      "id": "s52"
    },
    {
      "text": "18 To the extent that the Applicant on the Motion asserts that his financial circumstances are such that he cannot afford to photocopy documents relevant to the final hearing, it is anticipated that that difficulty can be accommodated in a practical and sensible manner by those appearing for the Applicants.",
      "id": "s53"
    },
    {
      "text": "All documents upon which the Applicants wish to rely have apparently already been provided to him.",
      "id": "s54"
    },
    {
      "text": "It is further hoped that copies of documents produced by a third party to the Applicants pursuant to a subpoena, and which may have some relevance to the issues to be resolved in December 2008, can also be provided to the Applicant on the Motion in a practical and sensible manner.",
      "id": "s55"
    },
    {
      "text": "19 The Applicant on the Motion may make any such further application as he sees fit at the commencement of the final hearing on 17 December 2008.",
      "id": "s56"
    },
    {
      "text": "If there is to be reliance upon further medical reports, it may be prudent for him to ensure that those medical practitioners upon whom he may wish to rely are available for cross-examination -- at least by means, perhaps, of telephone.",
      "id": "s57"
    },
    {
      "text": "But such reservations as have been expressed in relation to the medical reports as presently filed are a matter for the Applicant on the Motion to address in such a manner as he sees fit.",
      "id": "s58"
    },
    {
      "text": "20 Even short of again applying for the vacation of the December 2008 hearing dates, the Applicant on the Motion should feel free to make such applications as he sees fit during the course of the final hearing.",
      "id": "s59"
    },
    {
      "text": "To the extent that any such difficulties as he may then experience can be accommodated, they will be accommodated in a manner consistent with the evidence then before the Court and the interests of the proper administration of justice.",
      "id": "s60"
    },
    {
      "text": "ORDERS \n \n21 The orders of the Court are:\n \n1.",
      "id": "s61"
    },
    {
      "text": "The Notice of Motion as filed on 30 September 2008 is dismissed.",
      "id": "s62"
    },
    {
      "text": "2.",
      "id": "s63"
    },
    {
      "text": "The Applicant on the Motion , the Fourth Respondent in the principal proceeding, is to pay the costs of the First Applicant in the principal proceeding of and incidental to the hearing of the Motion .",
      "id": "s64"
    },
    {
      "text": "3.",
      "id": "s65"
    },
    {
      "text": "There be no order as to costs as to the Third Respondent in the principal proceeding on the hearing of the Motion .",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s67"
    },
    {
      "text": "Associate:\n\nDated: 26 November 2008\n\n Counsel for the First Applicant: Ms E Peden \n \n Solicitor for the First Applicant: Bruce Stewart Dimarco \n \n Counsel for the Third Respondent: Mr J Azzi \n \n Solicitor for the Third Respondent: John B Hajje \n \n The Fourth Respondent: The Fourth Respondent appeared in person \n\n Date of Hearing: 26 November 2008 \n \n Date of Judgment: 26 November 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1783.html",
      "id": "s68"
    }
  ]
}