{
  "name": "Eden Local Aboriginal Land Council v Minister for Lands [2008] FCA 1934 (17 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1934.html",
  "catchphrases": [
    {
      "text": "non-claimant application for declaration that no native title exists",
      "id": "c0"
    },
    {
      "text": "application made co-operatively for purpose of s 86g(2) of the act",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application made pursuant to s 61 of the Native Title Act 1993 (Cth) for a determination that no native title exists in relation to a number of parcels of land, situated in Bega, to which I will refer in more detail below.",
      "id": "s0"
    },
    {
      "text": "The application is made in order to cure certain conveyancing errors which were made at an earlier stage.",
      "id": "s1"
    },
    {
      "text": "2 There are appearances this morning for the Minister and also for the NSW Native Title Service, the second respondent, and I am informed that they do not oppose the making of the orders that no native title exists.",
      "id": "s2"
    },
    {
      "text": "3 It is also relevant to note that extraordinary meetings have been held of the Eden Local Aboriginal Land Council which have resolved that the land is not of cultural significance to the indigenous people of the area.",
      "id": "s3"
    },
    {
      "text": "4 The application is made because the land in three folio identifiers, namely, the lands in Lot 98 in Deposited Plan 1036338 and Lots 99 and 100 in Deposited Plan 1040981, were transferred to the Eden Local Aboriginal Land Council from the Minister.",
      "id": "s4"
    },
    {
      "text": "Those lands were previously designated as state forest.",
      "id": "s5"
    },
    {
      "text": "There was neighbouring land which was in private ownership and that land had limited rights of access, in terms which would have been sufficient to create easements for the benefit of that land, but for the fact that such easements could not be granted over state forests.",
      "id": "s6"
    },
    {
      "text": "Unfortunately, those rights were not preserved when the lands, to which I have referred, were transferred to the applicant, and that is the reason why this application is now made.",
      "id": "s7"
    },
    {
      "text": "The application is made co-operatively with the Minister to cure that error.",
      "id": "s8"
    },
    {
      "text": "5 The application involves two steps.",
      "id": "s9"
    },
    {
      "text": "The first is that the applicant consents to the grant of easements over part of Lot 98 in Deposited Plan 1036338, being an area five metres wide following the line of an existing water pipe, marked in yellow on the plan, which is marked A1 in the native title determination application.",
      "id": "s10"
    },
    {
      "text": "That application is a non-claimant application.",
      "id": "s11"
    },
    {
      "text": "It also covers part of Lots 99 and 100 in Deposited Plan 1040981, which is an area five metres wide following the line of an existing water pipe, marked in yellow on sheets 1 and 2 of the plan, which is marked A2 in the non-claimant application.",
      "id": "s12"
    },
    {
      "text": "6 The second step in the application involves a land swap whereby a small area of land comprising a part of a driveway and a carport are to be transferred to the applicant.",
      "id": "s13"
    },
    {
      "text": "Certain other lands which are hatched on the diagram, described as \"attachment A3 to the application,\" are to be transferred to the Crown.",
      "id": "s14"
    },
    {
      "text": "The purpose of this is to adjust the boundaries in order to bring them into line with existing use.",
      "id": "s15"
    },
    {
      "text": "This will enable the persons having the benefit of the easements, to which I have referred above, to be able to continue to use the portion of the driveway and the carport as those persons have apparently done for some considerable period of time.",
      "id": "s16"
    },
    {
      "text": "7 I am satisfied that I have power to make the orders.",
      "id": "s17"
    },
    {
      "text": "Although I do not have a formal minute of consent, the provisions of s 86G(2) sufficiently cover an application made co-operatively as is done in the present case.",
      "id": "s18"
    },
    {
      "text": "If authority is needed for this proposition, it may be found in the decision of Sackville J in Kennedy v Queensland (2002) 190 ALR 707 at 24-26.",
      "id": "s19"
    },
    {
      "text": "8 I will make orders in terms of the short minutes provided by the parties.",
      "id": "s20"
    },
    {
      "text": "The Minister has agreed to pay the Applicant's costs of the application and I will therefore make an order in those terms.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s22"
    },
    {
      "text": "Associate:\nDated: 20 January 2009\n\n Counsel for the Applicant: M R Hall \n \n Solicitor for the Applicant: Solari Legal \n \n Solicitor for the First Respondent: NSW Crown Solicitor \n \n Counsel for the Second Respondent: S Phillips \n \n Solicitor for the Second Respondent: NTSCORP Limited \n\n Date of Hearing: 2 September and 17 December 2008 \n \n Date of Judgment: 17 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1934.html",
      "id": "s23"
    }
  ]
}