{
  "name": "Farnaby v Military Rehabilitation and Compensation Commission [2008] FCA 1911 (17 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1911.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "physical and sexual abuse during naval service",
      "id": "c1"
    },
    {
      "text": "claim for compensation for post traumatic stress disorder",
      "id": "c2"
    },
    {
      "text": "whether tribunal erred in failing to consider symptoms at time of lodgement of claim rather than time of hearing",
      "id": "c3"
    },
    {
      "text": "whether tribunal failed to consider whether abuse was a cause, rather than the cause, of any mental injury suffered by the applicant",
      "id": "c4"
    },
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c5"
    },
    {
      "text": "whether appeal on a question of law",
      "id": "c6"
    },
    {
      "text": "workers' compensation",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Mr Mark Farnaby, then aged 15, enlisted in the Royal Australian Navy on 1 October 1968.",
      "id": "s0"
    },
    {
      "text": "He was posted to the recruit training facility HMAS Leeuwin in Western Australia where he remained until the end of September in the following year.",
      "id": "s1"
    },
    {
      "text": "2 On 24 January 2002 Mr Farnaby made a claim for compensation under the Safety Rehabilitation and Compensation Act 1988 (Cth).",
      "id": "s2"
    },
    {
      "text": "He alleged that while at HMAS Leeuwin he suffered physical and sexual abuse which resulted in post traumatic stress disorder (PTSD).",
      "id": "s3"
    },
    {
      "text": "His claim was disallowed.",
      "id": "s4"
    },
    {
      "text": "That decision was affirmed by the Administrative Appeals Tribunal, constituted by the Hon R J Groom (Deputy President) and Dr J Campbell (Member): Farnaby and the Military Rehabilitation and Compensation Commission [2008] AATA 603.",
      "id": "s5"
    },
    {
      "text": "Mr Farnaby now appeals to this Court under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s6"
    },
    {
      "text": "3 The transitional provisions of the 1988 Act required Mr Farnaby to show that, within the meaning of the Commonwealth Employees Compensation Act 1930 (Cth), he had suffered a \"personal injury by accident arising out of or in the course of his employment\": s 9(1).",
      "id": "s7"
    },
    {
      "text": "\"Injury\" means \"any physical or mental injury\" (s 4(1)) or \"disease ... due to the nature of (his) employment\" (s 10(1)).",
      "id": "s8"
    },
    {
      "text": "4 For the purposes of this appeal we are only concerned with Mr Farnaby's claim based on \"mental injury\".",
      "id": "s9"
    },
    {
      "text": "PTSD is a mental injury.",
      "id": "s10"
    },
    {
      "text": "5 The Tribunal accepted Mr Farnaby's account of physical and sexual abuse suffered at HMAS Leeuwin.",
      "id": "s11"
    },
    {
      "text": "However, it was not satisfied that he had suffered mental injury or that such symptoms as he had were caused by events at HMAS Leeuwin.",
      "id": "s12"
    },
    {
      "text": "6 Mr Read of counsel on behalf of Mr Farnaby submitted that the Tribunal erred in law:\n \n&#8226; in relation to the mental injury issue, by only considering Mr Farnaby's symptoms as at the time of the hearing in 2008 and not as at the time of his claim in 2002; and\n \n&#8226; in relation to the causation issue, by finding that there was a cause unrelated to Mr Farnaby's employment in the Navy and going no further, as opposed to considering whether the employment was a cause.",
      "id": "s13"
    },
    {
      "text": "7 If there was no error in the Tribunal's finding that Mr Farnaby did not suffer mental injury, then the causation issue would not arise.",
      "id": "s14"
    },
    {
      "text": "8 The foregoing is of course subject to the necessity to establish that the appeal is \"on a question of law\" within the meaning of s 44(1) of the Administrative Appeals Tribunal Act .",
      "id": "s15"
    },
    {
      "text": "EVIDENCE BEFORE THE TRIBUNAL \n Mr Farnaby's naval service \n \n9 Particularly in the first six months of his service, Mr Farnaby was often punched in his face and other parts of his body by more senior recruits.",
      "id": "s16"
    },
    {
      "text": "If he failed to hand over \"protection money\" or cigarettes to senior recruits he was assaulted.",
      "id": "s17"
    },
    {
      "text": "He was forced to run a gauntlet where senior recruits bludgeoned him with pillow cases filled with heavy boots and books.",
      "id": "s18"
    },
    {
      "text": "10 On two occasions he was stripped and had boot polish applied to his genitals.",
      "id": "s19"
    },
    {
      "text": "On other occasions he was stripped and thrown into a cold bath and scrubbed with steel wool and scrubbing brushes.",
      "id": "s20"
    },
    {
      "text": "11 Often he was pushed to the back of meal queues.",
      "id": "s21"
    },
    {
      "text": "If he resisted he would be assaulted, either on the spot or after meals when a group would wait for him and other recruits and assault them.",
      "id": "s22"
    },
    {
      "text": "12 He suffered bruising to his face and body and an occasional bloody nose.",
      "id": "s23"
    },
    {
      "text": "13 He was frequently assaulted because he was different from other recruits.",
      "id": "s24"
    },
    {
      "text": "He was of slim build and had a strong Yorkshire accent.",
      "id": "s25"
    },
    {
      "text": "14 He did not report these assaults because he would be required to identify the assailant, which would put him at further risk.",
      "id": "s26"
    },
    {
      "text": "15 Other junior recruits were treated in the same way.",
      "id": "s27"
    },
    {
      "text": "Injuries sustained included fractures, broken noses, smashed teeth, broken thumbs, concussion and bruising.",
      "id": "s28"
    },
    {
      "text": "Some were hospitalised and some attempted suicide.",
      "id": "s29"
    },
    {
      "text": "It was common for junior recruits to escape or attempt to escape.",
      "id": "s30"
    },
    {
      "text": "Generally junior recruits did not complain, for fear of reprisal.",
      "id": "s31"
    },
    {
      "text": "16 The authorities at HMAS Leeuwin failed to investigate the few complaints that came to their attention.",
      "id": "s32"
    },
    {
      "text": "17 Mr Farnaby was never involved in assaulting or bullying anyone else at HMAS Leeuwin, except that on one occasion, after being whipped with a wet tea towel by Mr Keith Pratt, a fellow recruit, he responded by stabbing Mr Pratt in the arm.",
      "id": "s33"
    },
    {
      "text": "As a result Mr Pratt had some stitches in the wound.",
      "id": "s34"
    },
    {
      "text": "The incident was not reported.",
      "id": "s35"
    },
    {
      "text": "Mr Pratt gave evidence for Mr Farnaby at the hearing.",
      "id": "s36"
    },
    {
      "text": "18 The Tribunal accepted Mr Farnaby's evidence (corroborated as it was by other former recruits) as to his mistreatment at HMAS Leeuwin.",
      "id": "s37"
    },
    {
      "text": "The Tribunal found that his allegations\n were consistent with the general culture of bastardisation present at Leeuwin.",
      "id": "s38"
    },
    {
      "text": "This unacceptable and wrongful conduct was obviously condoned by those responsible for the well-being of these very young recruits.",
      "id": "s39"
    },
    {
      "text": "19 While at HMAS Leeuwin Mr Farnaby spent weekends with a \"sponsor\", arranged by the Navy.",
      "id": "s40"
    },
    {
      "text": "The sponsor was a single man who lived with his mother.",
      "id": "s41"
    },
    {
      "text": "There was only one bed available, which was the sponsor's.",
      "id": "s42"
    },
    {
      "text": "On occasions the sponsor fondled Mr Farnaby's penis.",
      "id": "s43"
    },
    {
      "text": "When a passenger in the sponsor's panel van he was frequently touched by the sponsor on his leg or genital area.",
      "id": "s44"
    },
    {
      "text": "Once in the back of the panel van, the sponsor attempted to rape him.",
      "id": "s45"
    },
    {
      "text": "Mr Farnaby did not report these offences because he feared reprisals and also because the officer to whom he would have had to report and the sponsor had mutual friends.",
      "id": "s46"
    },
    {
      "text": "20 Although there was no corroborative evidence, and there were variations in the accounts provided to medical practitioners about the details of the sexual assaults, the Tribunal was satisfied that Mr Farnaby did suffer sexual abuse by the sponsor as he claimed.",
      "id": "s47"
    },
    {
      "text": "21 After leaving HMAS Leeuwin Mr Farnaby was posted to a number of ships.",
      "id": "s48"
    },
    {
      "text": "He resigned from the Navy in 1979.",
      "id": "s49"
    },
    {
      "text": "22 While in the Navy Mr Farnaby became a heavy drinker and also, from about 1971 when on HMAS Supply, used marijuana and other drugs.",
      "id": "s50"
    },
    {
      "text": "23 For a period from April to July 1970 he was absent without leave.",
      "id": "s51"
    },
    {
      "text": "He gave himself up and was sentenced to 48 days punishment, part of which was spent in the cells.",
      "id": "s52"
    },
    {
      "text": "In 1974 in a hotel in Hobart Mr Farnaby got into a fight with a naval lieutenant.",
      "id": "s53"
    },
    {
      "text": "He was court-martialled and sentenced to 28 days detention.",
      "id": "s54"
    },
    {
      "text": "Death of parents \n \n24 Mr Farnaby last saw his parents in 1968.",
      "id": "s55"
    },
    {
      "text": "They returned to live in England in 1970, after which there was minimal contact.",
      "id": "s56"
    },
    {
      "text": "He said he got on well with his father, although he was a hard man.",
      "id": "s57"
    },
    {
      "text": "25 In late 1980 Mr Farnaby received a telegram to ring the international call centre switchboard.",
      "id": "s58"
    },
    {
      "text": "On doing so he was told his mother had died.",
      "id": "s59"
    },
    {
      "text": "He was shocked and saddened.",
      "id": "s60"
    },
    {
      "text": "He rang his sister who told him his father had committed suicide on the same day.",
      "id": "s61"
    },
    {
      "text": "Life after the Navy \n \n26 Before leaving the Navy Mr Farnaby had met Robyn Whittle.",
      "id": "s62"
    },
    {
      "text": "They lived together from 1975 and married in 1981.",
      "id": "s63"
    },
    {
      "text": "They had two children.",
      "id": "s64"
    },
    {
      "text": "Mr Farnaby and his wife lived together at various places in Tasmania: Dromedary, Magra, New Norfolk and Kellevie.",
      "id": "s65"
    },
    {
      "text": "At New Norfolk and Kellevie Mr Farnaby built a house.",
      "id": "s66"
    },
    {
      "text": "They separated in 1987.",
      "id": "s67"
    },
    {
      "text": "27 After his naval service, Mr Farnaby was employed as a postman until 1984, and subsequently for eight years at his father-in-law's tyre repair business in Moonah.",
      "id": "s68"
    },
    {
      "text": "After this he had a series of short-term occupations, as a rigger and electrical assistant at the paper mill at Boyer, a woodcutter, a part-time TAFE student, and finally in 2000-2001 as a youth worker with the Sorrell Council.",
      "id": "s69"
    },
    {
      "text": "The last mentioned was his last paid employment.",
      "id": "s70"
    },
    {
      "text": "Compensation claim \n \n28 In or about December 2001 Mr Farnaby met Ms Anne Nalder, a Commonwealth Rehabilitation Service case manager.",
      "id": "s71"
    },
    {
      "text": "They met by chance at the Trout Hotel in North Hobart.",
      "id": "s72"
    },
    {
      "text": "Ms Nalder asked him what he did for a living and he mentioned that he had served in the Navy and on HMAS Leeuwin.",
      "id": "s73"
    },
    {
      "text": "At Ms Nalder's suggestion, he contacted Mr Peter Nelson of the Vietnam Veterans' Counseling Service.",
      "id": "s74"
    },
    {
      "text": "This was either late 2001 or early 2002.",
      "id": "s75"
    },
    {
      "text": "Later Ms Nalder referred Mr Farnaby to Dr Michael Welch, a general practitioner.",
      "id": "s76"
    },
    {
      "text": "Dr Welch saw the applicant on 13 February 2002 and diagnosed a depressive disorder and PTSD.",
      "id": "s77"
    },
    {
      "text": "He prescribed Lovan, an anti-depressant, and referred Mr Farnaby to Dr P Nelson for psychological therapy.",
      "id": "s78"
    },
    {
      "text": "29 On 11 June 2003 Mr Farnaby obtained a disability support pension for PTSD.",
      "id": "s79"
    },
    {
      "text": "Symptoms \n \n30 As to the symptoms of PTSD, Mr Farnaby in a statement of 23 February 2005 detailed the following.",
      "id": "s80"
    },
    {
      "text": "31 The first symptoms of his conditions were in 1981.",
      "id": "s81"
    },
    {
      "text": "He then experienced flashbacks to some incidents at HMAS Leeuwin.",
      "id": "s82"
    },
    {
      "text": "He tended to be isolated from people.",
      "id": "s83"
    },
    {
      "text": "Since that time, he noticed that he tended to avoid crowds and, that through the years, he has had ideas of suicide and has felt depressed.",
      "id": "s84"
    },
    {
      "text": "32 He has had problems sleeping, had nightmares and been prone to angry outbursts ever since his first few weeks at HMAS Leeuwin.",
      "id": "s85"
    },
    {
      "text": "He has felt anxious and has abused alcohol.",
      "id": "s86"
    },
    {
      "text": "After HMAS Leeuwin, he had flashbacks to sexual abuse, running the gauntlet, a stabbing incident, to bashings and to harassment.",
      "id": "s87"
    },
    {
      "text": "These events were without a time or place.",
      "id": "s88"
    },
    {
      "text": "33 He finds it very difficult to talk to people about his experiences at HMAS Leeuwin and, in particular, issues of sexual abuse.",
      "id": "s89"
    },
    {
      "text": "In 1981 he tried to tell his wife about these events but failed.",
      "id": "s90"
    },
    {
      "text": "After 2001 he had talked very little about the incidents, but prior to 2001 virtually not at all.",
      "id": "s91"
    },
    {
      "text": "34 In a further statement dated 16 April 2007, Mr Farnaby gave further details of the sexual abuse by the sponsor.",
      "id": "s92"
    },
    {
      "text": "He acknowledged that he felt ashamed and humiliated by these events, and was resigned to never communicating the occurrence to any person.",
      "id": "s93"
    },
    {
      "text": "He had never talked about certain aspects of the sexual abuse prior to June 2006 and, on that occasion, it was after viewing records of a medical examination conducted by the Australian Government Health Service.",
      "id": "s94"
    },
    {
      "text": "35 In oral evidence before the Tribunal, Mr Farnaby added the following.",
      "id": "s95"
    },
    {
      "text": "36 The episode in the van was his first sexual experience, and was with a man he didn't know and didn't particularly like.",
      "id": "s96"
    },
    {
      "text": "As a consequence, Mr Farnaby said he felt scared and was terrified.",
      "id": "s97"
    },
    {
      "text": "37 He first told Ms Nalder about the sponsor touching him on the groin and leg in the panel van and the instances in bed in 2002.",
      "id": "s98"
    },
    {
      "text": "He found it very hard to talk about such things as he felt both guilty and embarrassed.",
      "id": "s99"
    },
    {
      "text": "He was only able to talk about the detail of the assault in the panel van at the time of preparing his case, and more particularly in his second statement of 16 April 2007.",
      "id": "s100"
    },
    {
      "text": "38 He revealed other happenings at HMAS Leeuwin slowly to Ms Nalder in 2002, then to Dr Welch and to Dr Nelson, commencing with the bullying.",
      "id": "s101"
    },
    {
      "text": "He had difficulty talking about the stabbing incident.",
      "id": "s102"
    },
    {
      "text": "39 His symptoms included flashbacks, sleep difficulties, anxiety, depressed mood, irritability, poor concentration and forgetfulness.",
      "id": "s103"
    },
    {
      "text": "There had been an improvement in his complaint of lethargy.",
      "id": "s104"
    },
    {
      "text": "This improvement was a result of a domestic relationship over the previous four or five years.",
      "id": "s105"
    },
    {
      "text": "40 In 2001 and 2002 he would rarely leave his accommodation.",
      "id": "s106"
    },
    {
      "text": "He spent a lot of time drinking alone in his room.",
      "id": "s107"
    },
    {
      "text": "At this time, and prior to meeting Ms Nalder, he did not socialise with anyone, although he used to attend a hotel each week.",
      "id": "s108"
    },
    {
      "text": "It was after the meeting with Ms Nalder that he realised that he needed to seek treatment.",
      "id": "s109"
    },
    {
      "text": "He believed that he had PTSD after seeing Dr Welch in 2002.",
      "id": "s110"
    },
    {
      "text": "Medical evidence \n \n41 Evidence was given by three consultant psychiatrists, Dr Ian Sale, Dr Ian Burges Watson and Professor Saxby Pridmore.",
      "id": "s111"
    },
    {
      "text": "Dr Sale diagnosed Mr Farnaby as suffering from PTSD, the latter two doctors did not.",
      "id": "s112"
    },
    {
      "text": "42 The Tribunal's reasons at [86]-[135] contain an extensive summary and discussion of the medical evidence which it is not necessary to repeat.",
      "id": "s113"
    },
    {
      "text": "The Tribunal made findings in relation to the medical evidence at [136] et seq.",
      "id": "s114"
    },
    {
      "text": "The Tribunal noted that Mr Farnaby at different times gave \"significant variations\" in the description of his more intrusive thoughts and the events underling those thoughts.",
      "id": "s115"
    },
    {
      "text": "He also gave varying accounts of his alcohol intake.",
      "id": "s116"
    },
    {
      "text": "43 The Tribunal noted that all Mr Farnaby's memories, recollections, dreams and nightmares relate to his experiences at HMAS Leeuwin, but there are inconsistencies, as evidenced by what he said to the medical witnesses.",
      "id": "s117"
    },
    {
      "text": "44 The Tribunal noted the circumstances of his parents' return to England, the minimal contact thereafter and their deaths.",
      "id": "s118"
    },
    {
      "text": "45 The Tribunal considered Mr Farnaby to be \"not a reliable historian\".",
      "id": "s119"
    },
    {
      "text": "It noted that the only naval records suggesting any symptomatology during his service was in November 1970 which stated that he then complained of having insomnia for years and was treated with Valium for a two week period.",
      "id": "s120"
    },
    {
      "text": "46 The Tribunal expressed a preference for the opinion of Dr Burges Watson in these terms:\n \n \n 158.",
      "id": "s121"
    },
    {
      "text": "In summary, we considered Dr Burges Watson's clinical approach to be disciplined and objective.",
      "id": "s122"
    },
    {
      "text": "He sought other evidence from Ms Kim and Mr Farnaby's sister.",
      "id": "s123"
    },
    {
      "text": "That evidence allowed him to have a better understanding of relevant matters bearing in mind that Mr Farnaby was an inconsistent and vague historian.",
      "id": "s124"
    },
    {
      "text": "159.",
      "id": "s125"
    },
    {
      "text": "We would also observe that Dr Burges Watson concluded that the onset of symptoms was in the early eighties, and associated with the deaths of his parents.",
      "id": "s126"
    },
    {
      "text": "This was a re-awakening of issues in Mr Farnaby associated with their departure for England in 1970.",
      "id": "s127"
    },
    {
      "text": "This is not, we note, a dissimilar thesis to that postulated by Dr Sale, with Dr Sale postulating a de-compensation of PTSD with a clinical onset in 1969/1970.",
      "id": "s128"
    },
    {
      "text": "We also note that Dr Burges Watson has raised the possibility of a personality disorder but, in the absence of more detailed material about his formative years, his time at HMAS Leeuwin and the early years of his navy service, he believed the matter could not be taken further.",
      "id": "s129"
    },
    {
      "text": "160.",
      "id": "s130"
    },
    {
      "text": "In our opinion, Dr Burges Watson's analysis of this matter was an unhurried, thorough and objective analysis of the available material.",
      "id": "s131"
    },
    {
      "text": "47 The Tribunal found the opinions of Professor Pridmore \"helpful\".",
      "id": "s132"
    },
    {
      "text": "Those were to the effect that all of Mr Farnaby's symptoms and difficulties could be accounted for by his excessive alcohol consumption.",
      "id": "s133"
    },
    {
      "text": "He concluded that Mr Farnaby has a difficult personality that has been influenced by his drinking, unemployment and the way he has spent his time over the years.",
      "id": "s134"
    },
    {
      "text": "THE TRIBUNAL'S CONCLUSION \n \n48 Since much of the argument on the appeal was based on an analysis of the Tribunal's language it is necessary to set out the terms of its conclusions in some detail.",
      "id": "s135"
    },
    {
      "text": "The Tribunal said:\n \n \n 169.",
      "id": "s136"
    },
    {
      "text": "We have found that Mr Farnaby was subjected to assaults, harassment and intimidation by fellow recruits at Leeuwin.",
      "id": "s137"
    },
    {
      "text": "He was also the victim of criminal sexual abuse by his sponsor.",
      "id": "s138"
    },
    {
      "text": "170.",
      "id": "s139"
    },
    {
      "text": "The issue for determination by the Tribunal however is whether the applicant suffered a mental injury or disease as a result of the treatment he was subjected to.",
      "id": "s140"
    },
    {
      "text": "171.",
      "id": "s141"
    },
    {
      "text": "Not everyone who is assaulted or raped suffers PTSD or some other mental condition.",
      "id": "s142"
    },
    {
      "text": "Dr Sale said in evidence that \"in the order of\" 50% of rape victims \"stand a risk\" of a PTSD.",
      "id": "s143"
    },
    {
      "text": "(Transcript page 201).",
      "id": "s144"
    },
    {
      "text": "When giving evidence Dr Burges Watson was asked whether everybody who experiences a severe stressor such as sexual assault goes on to have a psychiatric illness.",
      "id": "s145"
    },
    {
      "text": "He answered as follows: \n \n \n \n \n \n No, not at all.",
      "id": "s146"
    },
    {
      "text": "In fact with --- there's a recent paper, admittedly it refers to females and that's slightly different, but with childhood sexual abuse it is only with very serious sexual abuse which involves physical violence and threat and full penetration that psychiatric --- subsequent psychiatric disorders are common.",
      "id": "s147"
    },
    {
      "text": "People with lesser sexual abuse don't develop psychiatric illness.",
      "id": "s148"
    },
    {
      "text": "Indeed a very high percentage of both males and females have experienced technically some form of sexual abuse in their childhood.",
      "id": "s149"
    },
    {
      "text": "(Transcript page 406).",
      "id": "s150"
    },
    {
      "text": "172.",
      "id": "s151"
    },
    {
      "text": "It was therefore necessary for us to carefully assess the evidence in order to determine, on the balance of probabilities, whether the applicant is suffering from any mental injury or disease as a result of the events at Leeuwin and the sexual abuse by his sponsor.",
      "id": "s152"
    },
    {
      "text": "173.",
      "id": "s153"
    },
    {
      "text": "The Tribunal has carefully considered the opinions of the three very experienced psychiatrists who gave evidence as well as all of the other material before us.",
      "id": "s154"
    },
    {
      "text": "From our examination of all of this material, we conclude that Mr Farnaby's clinical symptoms commenced in the early 1980's, and have continued with varying degrees of intensity since.",
      "id": "s155"
    },
    {
      "text": "We consider that these symptoms arose as a consequence of the deaths of his parents, and a re-opening of issues resulting from the parents' departure to England in 1970.",
      "id": "s156"
    },
    {
      "text": "These symptoms were superimposed on a person who has a difficult personality, associated with an excessive alcohol intake and substance abuse.",
      "id": "s157"
    },
    {
      "text": "We are unable to conclude to the standard required that Mr Farnaby satisfies the criteria for a diagnosis of any condition including alcohol abuse, alcohol dependence, personality disorder or PTSD, or indeed for any type of mental injury or disease.",
      "id": "s158"
    },
    {
      "text": "174.",
      "id": "s159"
    },
    {
      "text": "In reaching these conclusions, we have relied upon the opinions of the three psychiatrists but in particular, we find the opinion of Dr Burges Watson to be most persuasive.",
      "id": "s160"
    },
    {
      "text": "Dr Burges Watson summarised his opinion in the following terms:\n \n \n \n \n \n Well, the summation of my opinion is that he doesn't have a post-traumatic stress disorder.",
      "id": "s161"
    },
    {
      "text": "I can't say that he didn't experience what he experienced in Leeuwin, both the sexual and the physical abuse.",
      "id": "s162"
    },
    {
      "text": "But I don't think a post-traumatic stress disorder developed as a result of it.",
      "id": "s163"
    },
    {
      "text": "It may have affected his subsequent life, but I don't think he has any definable psychiatrist illness, disorder, at the present time.",
      "id": "s164"
    },
    {
      "text": "(Transcript page 405).",
      "id": "s165"
    },
    {
      "text": "We are unable to accept Dr Sale's opinion that there was a clinical onset of PTSD in 1969 without corroborative symptomatology at that time.",
      "id": "s166"
    },
    {
      "text": "175.",
      "id": "s167"
    },
    {
      "text": "Mr Farnaby has had some symptoms since the early 1980's.",
      "id": "s168"
    },
    {
      "text": "He did not report them until 2001/2002.",
      "id": "s169"
    },
    {
      "text": "At that time he was treated with anti-depressants.",
      "id": "s170"
    },
    {
      "text": "He no longer continues on that medication.",
      "id": "s171"
    },
    {
      "text": "We find that any continuing symptoms are associated with his difficult personality, coupled with excessive alcohol usage.",
      "id": "s172"
    },
    {
      "text": "We are not satisfied on the evidence before us that the applicant's symptoms are outside the bounds of normal mental functioning and behaviour.",
      "id": "s173"
    },
    {
      "text": "(See Comcare v Mooi (1996) 69 FCR 439 at page 444).",
      "id": "s174"
    },
    {
      "text": "176.",
      "id": "s175"
    },
    {
      "text": "The Tribunal finds that the applicant does not suffer from any mental injury arising out of or in the course of the applicant's employment in the Navy nor from any disease due to the nature of his employment in the Navy.",
      "id": "s176"
    },
    {
      "text": "ARGUMENTS ON APPEAL \n \n49 The arguments must be considered in the light of a long line of cases, endorsed by the High Court in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272, which make it clear that the reasons of an administrative decision-maker such as the Tribunal in the present case are\n meant to inform and not to be scrutinised upon over-zealous judicial review by seeking to discern whether some inadequacy may be gleaned from the way in which the reasons are expressed.",
      "id": "s177"
    },
    {
      "text": "The mental injury issue \n \n50 Mr Read argued, with particular reference to the passage in the Tribunal's reasons at [175] commencing \"any continuing symptoms...\", that the Tribunal only considered Mr Farnaby's symptoms at the time of the hearing and failed to consider his symptoms, and whether or not those symptoms indicated he suffered the mental injury PTSD, as at the time of his claim in January 2002.",
      "id": "s178"
    },
    {
      "text": "51 The Tribunal plainly adverted to the fact that Mr Farnaby lodged his claim on or about 24 January 2002; see reasons at [25].",
      "id": "s179"
    },
    {
      "text": "There is no ground for thinking that thereafter the Tribunal somehow overlooked or forgot that fact.",
      "id": "s180"
    },
    {
      "text": "The circumstances in which Mr Farnaby came to lodge his claim assumed some importance in the narrative of events.",
      "id": "s181"
    },
    {
      "text": "Shortly before the lodgement he meets Ms Nalder by chance and it is then that he \"first gained knowledge that he may be suffering an injury or disease as a result of his employment\": at [24].",
      "id": "s182"
    },
    {
      "text": "This also prompts his first medical consultation about the matter, with Dr Welch.",
      "id": "s183"
    },
    {
      "text": "52 The events of late 2001 and early 2002 were also important because of the delay.",
      "id": "s184"
    },
    {
      "text": "The Tribunal could not consider the claim without finding that there was a \"reasonable cause\" for the delay in making the claim: 1930 Act, s 16(1)(i) and (ii).",
      "id": "s185"
    },
    {
      "text": "This the Tribunal did so find, on the basis that a failure to understand or appreciate the symptoms of an injury or disease and their cause has been recognised in earlier cases as a reasonable cause for want of a notice or a claim: see at [26] citing Banks v Comcare [1996] FCA 1490.",
      "id": "s186"
    },
    {
      "text": "53 Mr Farnaby's case was that he had a mental injury, PTSD, which was a permanent, continuing condition.",
      "id": "s187"
    },
    {
      "text": "There was no suggestion of any major intervening event or change of circumstance between January 2002 and the time of the hearing in April 2008, or the handing down of the Tribunal's decision on 11 July 2008.",
      "id": "s188"
    },
    {
      "text": "In the meantime the various medical experts took Mr Farnaby's history and made their clinical observations.",
      "id": "s189"
    },
    {
      "text": "54 When in [175] the Tribunal is speaking of \"continuing symptoms\", they are clearly referring to the same symptoms which they found to have been reported in 2001/2002, the time of lodgement of the claim.",
      "id": "s190"
    },
    {
      "text": "This is apparent from the opening words of the paragraph.",
      "id": "s191"
    },
    {
      "text": "There is no reasonable reading of the Tribunal's reasons which has them saying: \"Whatever Mr Farnaby's symptoms were in January 2002, we are only concerned with his symptoms now, whether or not they are different from the 2002 symptoms\".",
      "id": "s192"
    },
    {
      "text": "The causation issue \n \n55 While acknowledging that, at [172] of its reasons, the Tribunal correctly identified the causation issue, Mr Read submitted that it erred because in the next paragraph it determined that Mr Farnaby's symptoms, which commenced in the early 1980s, \"arose as a consequence of the deaths of his parents, and a re-opening of issues resulting from the parents' departure to England in 1970\".",
      "id": "s193"
    },
    {
      "text": "The Tribunal erred, Mr Read said, because it searched for the cause of Mr Farnaby's symptoms and failed to consider whether the HMAS Leeuwin events were a cause.",
      "id": "s194"
    },
    {
      "text": "56 As already mentioned, the causation issue does not arise once it is concluded that the Tribunal has properly found that Mr Farnaby did not suffer \"mental injury\" anyway.",
      "id": "s195"
    },
    {
      "text": "57 There is no doubt that in most areas of the law, where rights or liabilities depend on something having been caused by a particular event or circumstance, it is sufficient if the latter is a cause of the former, notwithstanding that there may be other, perhaps more important, causes.",
      "id": "s196"
    },
    {
      "text": "The case cited by Mr Read, Shorey v PT Limited [2003] HCA 27 ; (2003) 197 ALR 410 , a common law negligence case, is one example of this.",
      "id": "s197"
    },
    {
      "text": "Other examples are I &amp; L Securities Pty Limited v HTW Valuers (Brisbane) Pty Limited [2002] HCA 41 ; (2002) 210 CLR 109 (damages under the Trade Practices Act 1974 (Cth)) and Gould v Vaggelas [1985] HCA 85 ; (1985) 157 CLR 215 at 236 (fraudulent misrepresentation).",
      "id": "s198"
    },
    {
      "text": "It may safely be assumed that the same rule would apply to compensation claims under the 1930 Act.",
      "id": "s199"
    },
    {
      "text": "58 However, read as a whole it is plain that the Tribunal's reasons exclude the HMAS Leeuwin events as having any causal effect on Mr Farnaby's condition.",
      "id": "s200"
    },
    {
      "text": "In the critical passage at [173], following on immediately from what is conceded to be a correct formulation of the issue, the Tribunal points out that:\n \n&#8226; Mr Farnaby's clinical symptoms commenced in the early 1980s (ie not 1968/1969);\n \n&#8226; Those symptoms: \n \n o \"arose\" as a consequence of his parents' deaths, which reopened issues arising from their departure to England in 1970; and\n \n o were imposed on a person who has a difficult personality; and\n \n o were associated with excessive alcohol and substance abuse.",
      "id": "s201"
    },
    {
      "text": "59 The Tribunal found that not only did Mr Farnaby not have a \"mental injury\", but that such symptoms as he had \"arose\" from the factors mentioned in [173] and, by necessary and inevitable implication, not from the HMAS Leeuwin events.",
      "id": "s202"
    },
    {
      "text": "A QUESTION OF LAW?",
      "id": "s203"
    },
    {
      "text": "60 For the purposes of s 44(1) Mr Farnaby was required by O 53 r 3(2)(b) of the Federal Court Rules to state in his notice of appeal\n the question or questions of law to be raised on the appeal.",
      "id": "s204"
    },
    {
      "text": "61 In his amended notice of appeal Mr Farnaby stated what were said to be the questions of law arising on the appeal in these terms (I have reversed the order in which the two alleged questions are stated so as to accord with the sequence in which the issues have been discussed above):\n \n \n &#8226; Whether the Tribunal was required to consider whether or not the Applicant suffered from symptoms outside the bounds of normal mental functioning and behaviour such as to constitute an injury ( Comcare v. Mooi (1996) 69 FCR 439) at the time of his claim to the Respondent for compensation [in January 2002] and since that time, rather than confining its consideration of that issue to the Applicant's continuing symptoms in 2008 (at [175]);\n &#8226; Whether the Tribunal has correctly directed itself as to the requirement to find a cause of the Applicant's symptoms, rather than searching, as it did, for the cause of those symptoms.",
      "id": "s205"
    },
    {
      "text": "(Underlining in original).",
      "id": "s206"
    },
    {
      "text": "62 Whether a question of law is raised by an appeal from the Tribunal is itself a question of law.",
      "id": "s207"
    },
    {
      "text": "The leading authority is the judgment of Mason J, with whom Gibbs, Stephen and Aickin JJ agreed, in Hope v Bathurst City Council [1980] HCA 16 ; (1980) 144 CLR 1 at 7.",
      "id": "s208"
    },
    {
      "text": "His Honour there stated the rule in these terms:\n the question whether facts fully found fall within the provisions of a statutory enactment properly construed is a question of law.",
      "id": "s209"
    },
    {
      "text": "However, Mason J went on to qualify that statement by pointing out that when a statute uses words according to their \"common understanding\", and the question is whether the facts as found fall within such words, the question is one of fact.",
      "id": "s210"
    },
    {
      "text": "The example his Honour cited was the decision of the House of Lords in Brutus v Cozens [1972] UKHL 6 ; [1973] AC 854 where the question raised by the applicable statute was whether the appellant's behaviour was \"insulting\".",
      "id": "s211"
    },
    {
      "text": "As it was not unreasonable to hold that the behaviour was insulting the question was one of fact.",
      "id": "s212"
    },
    {
      "text": "63 The principle was applied in the context of s 44(1) by Branson J, with whom Spender and Nicholson JJ agreed, in Comcare v Etheridge [2006] FCAFC 27 ; (2006) 149 FCR 522.",
      "id": "s213"
    },
    {
      "text": "The issue was whether an employee had suffered an \"injury\" within the meaning of s 4(1) of the Safety, Rehabilitation and Compensation Act.",
      "id": "s214"
    },
    {
      "text": "Her Honour at [26], having pointed out that it was not suggested that the word \"injury\" was used in other than its ordinary or common meaning, concluded that the question was one of fact.",
      "id": "s215"
    },
    {
      "text": "In the present case it was accepted that the term \"mental injury\" was used in the same way.",
      "id": "s216"
    },
    {
      "text": "64 Branson J went on to point out that a finding of the Tribunal that a particular condition of an employee's body was not an \"injury\" may be unlawful, and therefore subject to judicial review, because of a failure by the Tribunal to comply with the law, as for example by failing to take into account a relevant consideration: Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1985) 162 CLR 24 at 39; Administrative Decisions (Judicial Review) Act 1977 (Cth), s 5.",
      "id": "s217"
    },
    {
      "text": "65 But such a situation does not mean, or at any rate necessarily mean, that an appeal under the Administrative Appeals Tribunal Act from such a decision of the Tribunal is \" on a question of law\" so as to satisfy the requirement of s 44(1).",
      "id": "s218"
    },
    {
      "text": "In such a case there is no question of law.",
      "id": "s219"
    },
    {
      "text": "The law is clear.",
      "id": "s220"
    },
    {
      "text": "The Tribunal must take relevant considerations into account.",
      "id": "s221"
    },
    {
      "text": "66 Returning to the present case, the alleged questions in Mr Farnaby's amended notice of appeal do not show that the appeal is on questions of law.",
      "id": "s222"
    },
    {
      "text": "There is no doubt that, as a matter of law, the relevant time for assessing whether Mr Farnaby suffered \"mental injury\" was as at the lodging of his claim and that it is sufficient that his employment in the Navy was a cause of his injury (if any) even if it was not the only cause.",
      "id": "s223"
    },
    {
      "text": "The Tribunal's decision did not suggest the law was otherwise.",
      "id": "s224"
    },
    {
      "text": "67 Strictly speaking these jurisdictional points should have been resolved at the outset of these reasons, with the result that the appeal would be dismissed without further consideration of its merits.",
      "id": "s225"
    },
    {
      "text": "However, given the Tribunal's factual findings, there can be no doubt that Mr Farnaby as a vulnerable young lad was badly treated by the Navy.",
      "id": "s226"
    },
    {
      "text": "It seemed only fair to him to affirm that, in the light of the arguments before me, the Tribunal's further finding that he did not suffer mental injury as a result, was a proper one made after a careful review of the evidence.",
      "id": "s227"
    },
    {
      "text": "68 The appeal will be dismissed with costs, including reserved costs.",
      "id": "s228"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s229"
    },
    {
      "text": "Associate:\n\nDated: 17 December 2008\n\n Counsel for the Applicant: K Read \n \n Solicitor for the Applicant: FitzGerald and Browne Lawyers \n \n Counsel for the Respondent: S P Estcourt QC \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 10 December 2008 \n \n Date of Judgment: 17 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1911.html",
      "id": "s230"
    }
  ]
}