{
  "name": "GRD Building Pty Ltd v Total Development Supplies Pty Ltd (Administrators Appointed) [2008] FCA 2017 (10 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/2017.html",
  "catchphrases": [
    {
      "text": "application for winding up",
      "id": "c0"
    },
    {
      "text": "administrators appointed after winding up application filed",
      "id": "c1"
    },
    {
      "text": "adjournment of winding up application under s 440a(2) of the corporations act",
      "id": "c2"
    },
    {
      "text": "consideration of whether the interests of creditors are properly served by adjourning the application for a limited time where the company has already ceased trading and there is evidence of misconduct by the sole director",
      "id": "c3"
    },
    {
      "text": "adjournment refused",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "On 8 October 2008, this matter was listed for hearing.",
      "id": "s0"
    },
    {
      "text": "It involved an application by GRD Building Pty Ltd ('GRD') to wind up Total Development Supplies Pty Ltd ('Total') on the grounds of insolvency under the provisions of the Corporations Act 2001 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "Shortly prior to the commencement of that hearing, the Court was informed that Mr Stephen Duncan and Mr Christopher Powell had been jointly appointed as administrators of Total, pursuant to Part 5.3A of the Act.",
      "id": "s2"
    },
    {
      "text": "The resolution to appoint Mr Duncan and Mr Powell as joint administrators was passed during a meeting of the sole director of Total held at 6 pm on 6 October 2008.",
      "id": "s3"
    },
    {
      "text": "The sole director of Total is Mr Stephen John Stirrup.",
      "id": "s4"
    },
    {
      "text": "In the circumstances where an administrator has been appointed to a company, s440A(2) of the Act requires the Court to adjourn the winding-up application filed by GRD if it is satisfied that it is in the interests of the company's creditors for the company to continue under administration as an alternative to proceeding with the winding-up.",
      "id": "s5"
    },
    {
      "text": "Mr McConnel appeared for Mr Duncan and Mr Powell.",
      "id": "s6"
    },
    {
      "text": "He submitted that, taking into account the short period of time that the administrators have been in office, there is sufficient evidence to satisfy the Court that the winding-up application should be adjourned for a short period of time in order to allow the administrators to continue to investigate the company's affairs.",
      "id": "s7"
    },
    {
      "text": "Mr McConnel has proposed the winding-up application be listed again before the expiry of the 20 day period, during which time the administrators are required to hold the second meeting of creditors pursuant to s439A of the Act, which Mr McConnel has informed me is due to be held on 30 October 2008.",
      "id": "s8"
    },
    {
      "text": "Mr McConnel has submitted that this course was taken by Greenwood J in Deputy Commissioner of Taxation v Q Bridge Pty Ltd [2008] FCA 1300 (' Q Bridge' ).",
      "id": "s9"
    },
    {
      "text": "In Q Bridge , Greenwood J was satisfied that a short adjournment of eight working days was in the interests of the creditors of Q Bridge , where that company was trading and there was some evidence to suggest that allowing the administration to continue would provide a better outcome to the creditors than proceeding with the winding-up.",
      "id": "s10"
    },
    {
      "text": "Greenwood J also took into account (at [22]) the following factors: \n In this particular case, there is no persuasive conduct on the part of the officers of the company which would suggest that there has been insolvent trading, although, of course, there simply is no evidence of any of these conduct questions, because the voluntary administrators have not had sufficient time to examine the various matters.",
      "id": "s11"
    },
    {
      "text": "In my view, none of the factors that persuaded Greenwood J to allow a short adjournment in Q Bridge, is present in this case.",
      "id": "s12"
    },
    {
      "text": "First, Total ceased trading on 26 September 2008 on the advice of its solicitors, as evidenced by an email of that date from Mr Stirrup to a Mr Pedro Zarimis, the contract administrator of a contract that Total had entered into in relation to aspects of the construction of a 50 apartment residential building in Darwin.",
      "id": "s13"
    },
    {
      "text": "Secondly, the only evidence that there may be additional funds made available through the administration as opposed to winding-up the company, is an affidavit by Mr Stirrup in which he says that his wife has sold a residential unit she owns in Darwin and that $190,000 from the proceeds of that sale can be made available to reduce the debt of the secured creditor, Bank of Western Australia Ltd, which is currently owed approximately $1.2 million.",
      "id": "s14"
    },
    {
      "text": "Mr Stirrup also says that he and his wife will not prove any debt that arises as a result of them paying any of the company's debts.",
      "id": "s15"
    },
    {
      "text": "The problem I have with this evidence is that there is no evidence from Mrs Stirrup that she agrees to the course proposed by Mr Stirrup above.",
      "id": "s16"
    },
    {
      "text": "I note that she is not a director of Total.",
      "id": "s17"
    },
    {
      "text": "In this context, it is worth noting that I have already adjourned this winding-up application for short periods on two previous occasions.",
      "id": "s18"
    },
    {
      "text": "On the first occasion, the purpose of the adjournment was to allow both GRD and the administrators to file materials in relation to the question: whether I should be satisfied that it was in the interests of the creditors of Total for the company to remain in administration.",
      "id": "s19"
    },
    {
      "text": "The second adjournment was to allow the administrators to file further materials directed to that same issue, when it emerged that Mr Stirrup's affidavit, that had been filed after the first adjournment, lacked details about the funds that he and his wife were apparently willing to make available to pay the debt due to the Bank of Western Australia Ltd. No further materials were filed.",
      "id": "s20"
    },
    {
      "text": "Thirdly, there is evidence before me that raises serious doubts in my mind as to whether Mr Stirrup has misled Mr Duncan, one of the joint administrators, and as to whether he may be trying to use the administration to allow him to gain access to assets of the company.",
      "id": "s21"
    },
    {
      "text": "Before detailing that evidence, I note that the administrators were chosen by Mr Stirrup and the resolution appointing them records that: \n In the opinion of the sole director, the company is insolvent or is likely to become insolvent at some future time, and administrators of the company should be appointed.",
      "id": "s22"
    },
    {
      "text": "The evidence I have just referred to is as follows.",
      "id": "s23"
    },
    {
      "text": "In paragraph 5 of Mr Duncan's affidavit, sworn on 7 October 2008, he states: \n I am also informed by Mr Stirrup, and verily believe, that as at the date of this, my affidavit, the respondent is a party to a contract for the provision of tiling services by the respondent in respect of 50 apartments currently being constructed and located in Darwin in the Northern Territory.",
      "id": "s24"
    },
    {
      "text": "Further, paragraph 6 reads:\n \n It is in the intention of the administrators for the contract referred to in paragraph 5 herein to be completed on behalf of the respondent.",
      "id": "s25"
    },
    {
      "text": "If the respondent is wound up before this contract can be completed, any potential return for the respondent's creditors and members is likely to be significantly less than if the administration were allowed to proceed.",
      "id": "s26"
    },
    {
      "text": "I have previously referred to the email from Mr Stirrup to Mr Zarimis: see [4] above.",
      "id": "s27"
    },
    {
      "text": "It is dated 26 September 2008.",
      "id": "s28"
    },
    {
      "text": "Mr Day, a director of GRD, has annexed a copy of this email to his affidavit, sworn on 9 October 2008.",
      "id": "s29"
    },
    {
      "text": "The email says: \n Pedro, under advice from my solicitor today, TDS will cease trading.",
      "id": "s30"
    },
    {
      "text": "It is apparent that this email was sent 11 days before Mr Duncan swore his affidavit on 7 October 2008, and some 10 days before Mr Stirrup, as the sole director of Total, resolved to appoint administrators to Total.",
      "id": "s31"
    },
    {
      "text": "I am confident that if Mr Duncan had been aware of the fact that Total had ceased trading and, as a result, that Total's involvement in the contract related to the 50 apartment residential building in Darwin had been terminated, he would have stated this in his affidavit of 7 October 2008.",
      "id": "s32"
    },
    {
      "text": "I infer from the lack of any mention of this matter in that affidavit, that Mr Duncan had not been told by Mr Stirrup that these two significant events had occurred prior to his appointment.",
      "id": "s33"
    },
    {
      "text": "It follows that Mr Stirrup had not told the administrators that he, as the sole director of Total resolved to appoint, that Total had ceased trading before their appointment and that Total had terminated the contract it had in relation to aspects of the 50 apartment residential building in Darwin.",
      "id": "s34"
    },
    {
      "text": "In Mr Day's affidavit of 9 October 2008, he also states that he had spoken to Brian Wang, who is a director of Shanghai Metal Corporation, and that Mr Wang supports a winding up of Total.",
      "id": "s35"
    },
    {
      "text": "In the paragraph before that, Mr Day states: \n I am aware that Shanghai Metal Corporation is seeking to recover approximately $1.4 million from TDS in the Supreme Court of the Northern Territory, in respect of unpaid tile supply.",
      "id": "s36"
    },
    {
      "text": "There is no mention of this claim by Shanghai Metal Corporation against Total in the affidavit of Mr Duncan, sworn 7 October 2008.",
      "id": "s37"
    },
    {
      "text": "Again, I am confident that if Mr Duncan knew about this claim he would have mentioned it in his affidavit, because a debt of $1.4 million, if eventually proved in those Supreme Court proceedings, would be a significant debt for the company he was appointed to administer.",
      "id": "s38"
    },
    {
      "text": "I infer from the absence of any mention of this significant claim in Mr Duncan's affidavit that Mr Stirrup had not told him about it.",
      "id": "s39"
    },
    {
      "text": "In Mr Stirrup's affidavit of 8 October 2008, he gives evidence about the stock owned by Total.",
      "id": "s40"
    },
    {
      "text": "He says, at paragraph 7: \n The stock has been valued at the request of the Bank of Western Australia Limited.",
      "id": "s41"
    },
    {
      "text": "I was informed in or about September 2008 by the manager of the bank, Mr Stephen Purkis, and verily believe, that the \"fire sale\" value of the stock is approximately $200,000.",
      "id": "s42"
    },
    {
      "text": "Further at paragraph 8 he says:\n \n According to my own knowledge and expertise, as director of the respondent, I estimate that if the stock were to be sold on a gradual basis over a period of two to three months, the total value of the stock would be in the vicinity of $520,000.",
      "id": "s43"
    },
    {
      "text": "In Mr Day's affidavit of 8 October 2008, he deposes to a conversation he had with a Mr Robinson.",
      "id": "s44"
    },
    {
      "text": "Mr Robinson is a person who was apparently interested in purchasing the stock of Total.",
      "id": "s45"
    },
    {
      "text": "The conversation Mr Day deposes to proceeded as follows: \n Mr Day:\n Have you offered to buy Steve Stirrup's stock at his yard for approximately $500,000?",
      "id": "s46"
    },
    {
      "text": "Mr Robinson:\n \n No.",
      "id": "s47"
    },
    {
      "text": "There was a deal put to me by Steve Stirrup and Steve Purkis, in which they suggested there was more than $1 million of stock which I could buy for about $500,000 if they could prove the stock to me.",
      "id": "s48"
    },
    {
      "text": "They have not done so to date.",
      "id": "s49"
    },
    {
      "text": "I infer from this statement that Mr Stirrup was apparently willing to dispose of the assets of Total, which he thought were worth $1 million, to Mr Robinson, for the price of $500,000.",
      "id": "s50"
    },
    {
      "text": "In light of the evidence I have detailed above, I have serious doubts about whether Mr Stirrup has made full and frank disclosure to the administrators.",
      "id": "s51"
    },
    {
      "text": "I also have doubts about whether he has misled them about the true financial position of Total and about whether he may be trying to use the administration to his personal advantage and to the disadvantage of the company's creditors.",
      "id": "s52"
    },
    {
      "text": "For these reasons, I am not satisfied that it is in the interests of the creditors to adjourn the winding-up application, even for a short period.",
      "id": "s53"
    },
    {
      "text": "I do not consider there is probative and persuasive evidence that allowing the administration to continue will result in a better outcome for the company's creditors.",
      "id": "s54"
    },
    {
      "text": "I consider that the evidence before me is vague, speculative and, insofar as it comes directly or indirectly from Mr Stirrup, unreliable.",
      "id": "s55"
    },
    {
      "text": "I will therefore proceed to hear GRD's winding up application.",
      "id": "s56"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Reeves.",
      "id": "s57"
    },
    {
      "text": "Associate:\n \n \nDated: 3 February 2009\n \n Counsel for the Plaintiff: Ms A Cameron \n \n Solicitor for the Plaintiff: Clayton Utz \n \n Counsel for the Administrators: Mr D McConnel \n \n Solicitor for the Administrators: Cridlands MB \n Date of Hearing: 8, 9 and 10 October 2008 \n \n Date of Judgment: 10 October 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/2017.html",
      "id": "s58"
    }
  ]
}