{
  "name": "Canberra Residential Developments Pty Limited v Brendas [2008] FCA 254 (4 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/254.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "top up security sought. application refused because the order sought did not call for any extra security to be provided until after the anticipated conclusion of the hearing",
      "id": "c1"
    },
    {
      "text": "costs",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This matter is listed for hearing today for the sixth hearing day in a trial which commenced on Monday, 26 November 2007.",
      "id": "s0"
    },
    {
      "text": "The matter proceeding during the week commencing Monday, 26 November 2007 up to and including Friday, 30 November 2007.",
      "id": "s1"
    },
    {
      "text": "2 The first, second and third respondents already have the benefit of orders for the provision of security for costs.",
      "id": "s2"
    },
    {
      "text": "On 2 November 2006 the applicant provided security for the costs of, I assume, the first, second and third respondents, in the sum of $75,000.",
      "id": "s3"
    },
    {
      "text": "On 24 October 2007, that is to say, a month before the commencement of the hearing the applicant agreed to the provision of increased security for the costs of the first, second and third respondents bringing the amount secured up to $125,000.",
      "id": "s4"
    },
    {
      "text": "3 On 27 November 2007 a letter was sent by the solicitors for the first, second and third respondents to the solicitors for the applicant seeking the provision of further security for costs on top of the $125,000 the subject of the orders of 2 November 2006 and 24 October 2007.",
      "id": "s5"
    },
    {
      "text": "The letter seeking the provision of further security included the following:\n \n 'You will no doubt have noted that the increased security of $125,000.00 was only up to the end of the first day of the hearing.",
      "id": "s6"
    },
    {
      "text": "In this regard we refer to our letters of 25 May 2007 (first full paragraph on page 2) and 25 September 2007, the penultimate paragraph.",
      "id": "s7"
    },
    {
      "text": "We assess the ongoing security needed at $10,000.00 per day including counsels' fees and all other disbursements from today.",
      "id": "s8"
    },
    {
      "text": "This daily rate would also apply for days spent in relation to any written submissions ordered by the Court.",
      "id": "s9"
    },
    {
      "text": "' \n\n\n \n4 It may be observed that the solicitors for the first, second and third respondents were effectively seeking security for costs for Tuesday, 27 November 2007 ($10,000), Wednesday, 28 November ($10,000), Thursday, 29 November 2007 ($10,000) and Friday, 30 November 2007 ($10,000).",
      "id": "s10"
    },
    {
      "text": "5 On 27 November 2007 a further letter was sent by the solicitors for the first, second and third respondents to the solicitors for the applicant seeking the provision of security in the sum of $40,000.",
      "id": "s11"
    },
    {
      "text": "After referring to the earlier letter of 27 November 2007 the letter continued:\n \n 'The amount of security that we are seeking is $40,000.00 for the remainder of this week.",
      "id": "s12"
    },
    {
      "text": "We seek your immediate agreement to the provision of this sum for further security by 10.00 am on Wednesday 28 November 2007.",
      "id": "s13"
    },
    {
      "text": "' \n\n\n \n6 On the morning of Thursday, 29 November 2007 the solicitors for the applicant sent a facsimile communication to the solicitors for the first, second and third respondents indicating the consent of the applicant to an order for the provision of further security for costs.",
      "id": "s14"
    },
    {
      "text": "This facsimile was transmitted at 9.37 am on Thursday, 29 November 2007.",
      "id": "s15"
    },
    {
      "text": "It provided for the court to order that the applicant provide additional security for the first to third respondents' costs in the sum of $40,000.",
      "id": "s16"
    },
    {
      "text": "At the conclusion of the fourth hearing day on Thursday, 29 November 2007 the court was asked to make orders in accordance with the Short Minute of Order that the solicitors for the applicant had indicated the applicant would submit to.",
      "id": "s17"
    },
    {
      "text": "7 Such orders were made for the applicant to provide additional security for the first to third respondents in the sum of $40,000 on 29 November 2007.",
      "id": "s18"
    },
    {
      "text": "8 The first occasion on which the solicitors for the first, second and third respondents formally intimated that further security for costs, again, was sought was on 8 February 2008 when a letter was sent from the solicitors for the first, second and third respondents to the solicitors for the applicant.",
      "id": "s19"
    },
    {
      "text": "The letter included:\n \n 'We ... refer to the discussion at Court between your Leonie Kennedy and the writer on 30 November 2007 that further security would be needed for the resumed hearing on 4, 5 and 6 March 2008 and for the preparation for that hearing and for submissions.",
      "id": "s20"
    },
    {
      "text": "... \n Both Senior and Junior counsel advise us that they will require 4 days for preparation and submissions, in addition to the three days set aside to conclude the hearing of the proceedings.",
      "id": "s21"
    },
    {
      "text": "At the rate of $10,000.00 per day agreed in November, the amount of security needed is $70,000.00.",
      "id": "s22"
    },
    {
      "text": "Please make arrangements for security to be provided in this sum as soon as possible either by way of bank guarantee or cash.",
      "id": "s23"
    },
    {
      "text": "If there is any difficulty in attending to this, please advise us promptly.",
      "id": "s24"
    },
    {
      "text": "' \n\n\n \n 9 On 21 February 2008 the solicitors for the applicant wrote to the solicitors for the first, second and third respondents stating that they were 'obtaining instructions from the litigation lender'.",
      "id": "s25"
    },
    {
      "text": "On 28 February 2008, that is to say, last Thursday, a further letter was sent by the solicitors for the applicant to the solicitors for the first, second and third respondents indicating that no further security for costs would be forthcoming.",
      "id": "s26"
    },
    {
      "text": "The letter included:\n \n 'We have now obtained instructions and advise that: \n \n \n \n (a) Canberra Residential Developments Pty Ltd does not have the finances to provide further security for costs and therefore declines to accede to your request; \n \n \n \n \n \n (b) The litigation lender has also declined to provide further security for costs.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n \n\n10 A reply was sent on Friday, 29 February 2008 foreshadowing the present motion.",
      "id": "s28"
    },
    {
      "text": "It is curious that the solicitors for the applicant saw fit to write a letter to the solicitors for the first, second and third respondents on 21 February 2008 indicating that they were 'obtaining instructions from the litigation lender'.",
      "id": "s29"
    },
    {
      "text": "I say this because a Mr Flint who I assume to be an employee of the solicitors for the applicant has sworn an affidavit deposing to the fact that between 12 February and 18 February 2008 he had a telephone conversation with a representative of Litigation Lending Management Pty Limited when that representative indicated or advised 'LLM will not agree to the request to provide further security for costs', or words to that effect.",
      "id": "s30"
    },
    {
      "text": "The indication from the litigation funder that it would not be providing any further funds was confirmed on 27 February 2008.",
      "id": "s31"
    },
    {
      "text": "When asked for a reason for the non-provision of further funding the response was 'the same as it was in November 2007' or words to that effect.",
      "id": "s32"
    },
    {
      "text": "11 The litigation has some unusual features.",
      "id": "s33"
    },
    {
      "text": "The applicant is a company that was registered on 19 October 2001.",
      "id": "s34"
    },
    {
      "text": "On 13 December 2001 it acquired a property known as Horse Park 1 for $16.5 million.",
      "id": "s35"
    },
    {
      "text": "It would appear that it did so on behalf of 34 companies or partnerships or individuals who became parties to a joint venture deed made on 12 February 2002 called the 'Canberra Residential Developments (No.",
      "id": "s36"
    },
    {
      "text": "1) Joint Venture Deed'.",
      "id": "s37"
    },
    {
      "text": "It is clear from the evidence thus far at least that the applicant company acquired the land in a representative capacity on behalf of the 34 joint venture parties.",
      "id": "s38"
    },
    {
      "text": "This case is concerned with the pursuit of land development opportunities other than that for which the Canberra Residential Developments (No.",
      "id": "s39"
    },
    {
      "text": "1) Joint Venture Deed provided.",
      "id": "s40"
    },
    {
      "text": "12 Apparently there was a further contemplated joint venture which was to have 51 companies, partnerships or individuals associated with it in a further joint venture deed if successful in acquiring other land for development purposes.",
      "id": "s41"
    },
    {
      "text": "Exhibit 1 on the hearing included a letter on a letterhead for the applicant signed by a Mr Andro Glavinic as 'Chairman, Canberra Residential Developments'.",
      "id": "s42"
    },
    {
      "text": "The letter made mention of these proceedings.",
      "id": "s43"
    },
    {
      "text": "It was headed:\n \n ' CRD v Brendas and Anor --- Federal Court Proceedings ACD 21 of 2006 \n Joint Venture to Purchase Horse Park 2 Estate ' \n\n\n \nThe letter included the following:\n \n 'You may be aware already that CRD has commenced litigation in the Federal Court against Spiros Brendas, Beverley Brendas, Kennoss Pty Ltd [sic] and Canberra Land Developments Pty Ltd arising out of Spiros Brendas' involvement in Canberra Land Developments' acquisition of Horse Park 2 Estate while he was still a director of CRD.",
      "id": "s44"
    },
    {
      "text": "...",
      "id": "s45"
    },
    {
      "text": "It is alleged, among other things, that by being involved in Canberra Land Developments' acquisition of Horse Park 2 while he was still a director of CRD when CRD was interested in acquiring that property for the benefit of the Horse Park 2 joint venture, Mr Brendas breached his fiduciary duties to CRD.",
      "id": "s46"
    },
    {
      "text": "The proceedings have been brought by CRD as trustee, on behalf of the members of the Horse Park 2 joint venture (ie the 51 members who provided a $50,000 cheque to CRD on 25 or 26 March 2003).",
      "id": "s47"
    },
    {
      "text": "These members collectively are the beneficiaries of the litigation and will be entitled to share in the proceeds if the litigation is successful.",
      "id": "s48"
    },
    {
      "text": "It was resolved at a meeting that any members of the Horse Park 2 joint venture who wished to participate as beneficiaries of the litigation should each contribute an amount of $10,000 towards the cost of the litigation payable immediately and a further $10,000 at a later time if required by CRD.",
      "id": "s49"
    },
    {
      "text": "It was also resolved that CRD would approach a litigation funder to make up any shortfall in the cost of the litigation and to provide security to cover the risk of any cost orders that might be made against CRD if the litigation is not successful.",
      "id": "s50"
    },
    {
      "text": "That means that the members will not be asked to contribute any more than $20,000.",
      "id": "s51"
    },
    {
      "text": "... \n \n If you wish to participate you must provide a cheque for the initial payment of $10,000 made out to Bradley Allen Trust Account ... by not later than 4.00pm on Tuesday 7 November 2006.",
      "id": "s52"
    },
    {
      "text": "' \n \n\n13 In an affidavit sworn by Mr Flint today, he has said:\n \n \n '11.",
      "id": "s53"
    },
    {
      "text": "The funds raised from contributories were obtained as a consequence of letters requesting a contribution of $20,000 each.",
      "id": "s54"
    },
    {
      "text": "' \n \n\n\n \n14 An example of such letters is page 44 of exhibit 1, the letter to which I have just referred.",
      "id": "s55"
    },
    {
      "text": "A total of $380,000 was raised.",
      "id": "s56"
    },
    {
      "text": "It is apparent from this evidence and confirmed by counsel for the applicant, Mr Orlov, that 19 of the 51 intending participants in the Horse Park 2 joint venture contributed moneys to fund this litigation.",
      "id": "s57"
    },
    {
      "text": "Exhibit 1 also includes a funding agreement made 6 February 2007 between Litigation Lending Management Pty Limited ACN 085 495 987 and the applicant and Bradley Allen, Lawyers.",
      "id": "s58"
    },
    {
      "text": "15 There is no evidence whatsoever before the Court as to the means of the 19 so-called 'beneficiaries of the litigation' who have apparently contributed $20,000 each to the, if I may use the vernacular, 'fighting fund'.",
      "id": "s59"
    },
    {
      "text": "There is no evidence to suggest that the 19 'beneficiaries of the litigation' could not contribute more to support the litigation which is being brought, apparently, for their benefit in the name of the applicant.",
      "id": "s60"
    },
    {
      "text": "16 It is clear that the litigation funding company has indicated an unwillingness to provide any further funds to support the litigation.",
      "id": "s61"
    },
    {
      "text": "It was not until this morning, when Mr Flint's affidavit sworn earlier today was served on the first, second and third respondents that there was any advice given by the solicitors for the applicant to the solicitors for the first, second and third respondents that the beneficiaries of the litigation were not prepared to provide any further funds to support it by way of security for the first, second and third respondents costs.",
      "id": "s62"
    },
    {
      "text": "17 Paragraph 9 of Mr Flint's affidavit sworn earlier today said:\n \n \n '9.",
      "id": "s63"
    },
    {
      "text": "I am informed by Frank Porreca that Canberra Residential Developments Pty Ltd does not hold assets which are available to provide further security for costs.",
      "id": "s64"
    },
    {
      "text": "' \n \n\n\n \n18 The application for security for costs has occupied the better part of this morning's hearing.",
      "id": "s65"
    },
    {
      "text": "Without knowledge of the events leading up to the order for security for costs made on the afternoon of 29 November 2007, one might have thought that the provision of $40,000 by way of additional security for costs at that time, would be sufficient to see the matter through to the completion of the hearing this week.",
      "id": "s66"
    },
    {
      "text": "However, it is apparent that the first, second and third respondents were seeking security for costs at the rate of $10,000 per day for two days of past costs, namely those for the Tuesday and Wednesday, that is to say, 27 and 28 November 2007 and the ensuing two days, that is to say, 29 and 30 November 2007.",
      "id": "s67"
    },
    {
      "text": "19 I appreciate that there is nothing in the letter from the solicitors for the applicant to the solicitors for the first, second and third respondents to so construe the order for the provision of extra security for costs of $40,000 on 29 November 2007.",
      "id": "s68"
    },
    {
      "text": "However, it seems clear to me, especially when one has regard to the time at which the letter of 29 November 2007 was sent by the solicitors for the applicant to the solicitors for the first, second and third respondents, that that was how the offer to provide further security for costs in the sum of $40,000 should be construed.",
      "id": "s69"
    },
    {
      "text": "Indeed, it is clear from the letter of 8 February 2008 from the solicitors for the first, second and third respondents to the solicitors for the applicant that a discussion took place between Leonie Kennedy, a then partner of the solicitors for the applicant and the solicitors for the first, second and third respondents on 30 November 2007 indicating that further security would be needed for the March 2008 resumption of hearing.",
      "id": "s70"
    },
    {
      "text": "It is clear that there was no response to the effect 'we have already provided security for such costs'.",
      "id": "s71"
    },
    {
      "text": "If there had been, one would have expected it to be included in the letter of 8 February 2008 or elicited by way of cross-examination of the solicitor for the first, second and third respondents.",
      "id": "s72"
    },
    {
      "text": "There was no such cross-examination.",
      "id": "s73"
    },
    {
      "text": "20 I am conscious of the various authorities relating to the circumstances in which security for costs should be ordered.",
      "id": "s74"
    },
    {
      "text": "I have been referred to Bryan E Fencott and Associates Pty Ltd v Eretta Pty Ltd (1987) 16 FCR 497 , to Devenish v Jewel Food Stores Pty Ltd [1990] HCA 35 ; (1990) 94 ALR 664 , to James v Australia and New Zealand Banking Group Ltd (1985) 9 FCR 442 , to Aspendale Pastoral Co Pty Ltd v W J Drever Pty Ltd (1983) 7 ACLR 937 and, by counsel for the first, second and third respondents, to January Force Pty Ltd v Tricon Restaurants Australia Pty Ltd [1999] FCA 1746 at [29-30] .",
      "id": "s75"
    },
    {
      "text": "21 This is a case where top-up security has been sought.",
      "id": "s76"
    },
    {
      "text": "In Bryan E. Fencott &amp; Associates Pty Ltd v Eretta Pty Ltd French J ordered top-up security.",
      "id": "s77"
    },
    {
      "text": "Before doing so his Honour said in respect of 'delay':\n \n 'The application for security must be made promptly: Foss Export Agency Pty Ltd v Trotman (1949) 67 WN (NSW) 1 ; Buckley v Bennell [Design &amp; Construction Pty Ltd (1974) 1 ACLR 301] ... at 308.",
      "id": "s78"
    },
    {
      "text": "The further a plaintiff has proceeded in an action and the greater the costs it has been allowed to incur without steps being taken to apply for an order for security for costs, the more difficult it will be to persuade the court that such an order is not, in the circumstances, unfair or oppressive.",
      "id": "s79"
    },
    {
      "text": "The same broad principle holds true where the application is, as in this case, to increase the amount of security already ordered.",
      "id": "s80"
    },
    {
      "text": "Its application is mitigated by the fact that the plaintiff will have been placed on notice by an earlier application that security for costs is an issue.",
      "id": "s81"
    },
    {
      "text": "... \n \n It has been said that delay on the part of the defendant may give rise to a waiver of the defendant's entitlement to security for costs: Jennings Ltd (In holding) v Cole [1934] NZ Gaz LR 165 ; Roumeli Food Stores (NSW) Pty Ltd v New India Assurance Co Ltd [1972] 1 NSWLR 227.",
      "id": "s82"
    },
    {
      "text": "... \n \n In the context of the broad discretion under s 533 [cf s1335 of the Corporations Act 2001 (Cth)] and consistently with that approach delay is best regarded simply as a factor whose consequences are to be weighed in the balance in determining what is just between the parties.",
      "id": "s83"
    },
    {
      "text": "In the circumstances of this case, including the existence of the previous security order, the inclusion of a provision for liberty to apply and the absence of any evidence of prejudice, I do not consider that there is any basis for a finding that the lapse of time since the original order weighs against the making of an order for further security.",
      "id": "s84"
    },
    {
      "text": "' \n\n\n \n22 Applying the principles enunciated in the cases I would be disposed to the view that further security for the first, second and third respondents costs should be ordered.",
      "id": "s85"
    },
    {
      "text": "Whether the appropriate amount is $70,000 or some lesser amount need not presently be addressed because I do not consider that an order should be made in the terms proposed by the first, second and third respondents in their motion.",
      "id": "s86"
    },
    {
      "text": "23 The substantive relief which is presently sought in the Notice of Motion filed in court earlier today was as follows:\n \n \n '1.",
      "id": "s87"
    },
    {
      "text": "The Applicant give further security for costs of the first, second and third respondents in the sum of $70,000.00 in such a form as the Court may by order direct on or before 12 noon on 11 March 2008.",
      "id": "s88"
    },
    {
      "text": "2.",
      "id": "s89"
    },
    {
      "text": "In the event that the Applicant fails to give security for costs in accordance with Order 1 above, that the first, second and third respondents have liberty to make an application on 24 hours notice in relation to that failure.",
      "id": "s90"
    },
    {
      "text": "' \n \n \n \n\n24 I see no utility in making an order for the provision of further security for costs in the terms proposed.",
      "id": "s91"
    },
    {
      "text": "It is not suggested that security should be provided against the costs which are presently being incurred or are about to be incurred over the ensuing two days when hopefully the hearing of this matter will be brought to its conclusion.",
      "id": "s92"
    },
    {
      "text": "What is effectively being sought by the first, second and third respondents is, in effect, security for costs after the event rather than security for costs before the event.",
      "id": "s93"
    },
    {
      "text": "25 The normal consequences of the non-provision of security for costs is either a stay of the proceedings until security is given (see s 1335(1) of the Corporations Act 2001 (Cth)) or an order that the proceedings be dismissed (see s 56(4) of the Federal Court of Australia Act 1976 (Cth)).",
      "id": "s94"
    },
    {
      "text": "It would seem to me that any effective order would only operate in respect of the likely delivery by the Court of its reasons for judgment.",
      "id": "s95"
    },
    {
      "text": "That does not seem to me to be a proper basis upon which an order for security for costs should be made.",
      "id": "s96"
    },
    {
      "text": "26 It may be that the evidence which has been provided by in particular Mr Flint will bear upon what is the appropriate costs order that should be made at the end of the day, in respect of the liability of the 19 persons who are the 'beneficiaries of the litigation', should it not succeed.",
      "id": "s97"
    },
    {
      "text": "That, however, is a matter for another day and I have not been addressed in relation to the possible liability of third parties for such costs or the circumstances in which such an order should be made.",
      "id": "s98"
    },
    {
      "text": "27 For the reasons which I have given, somewhat extensively, I order that the Notice of Motion filed 4 March 2008 be dismissed.",
      "id": "s99"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s100"
    },
    {
      "text": "Associate:\n\nDated: 11 March 2008\n\n\n Counsel for the Applicant: R Crowe SC (only on 26, 27, 28, 29 and 30 November 2007) and M Orlov \n \n Solicitor for the Applicant: Bradley Allen \n \n Counsel for the First, Second and Third Respondents: A S Martin SC and D J C Mossop \n \n Solicitor for the First, Second and Third Respondents: Gillespie-Jones &amp; Co \n \n Counsel for the fourth respondent: B J Salmon QC \n \n Solicitor for the fourth respondent: J S O'Connor Harris &amp; Co \n \n Date of Hearing: 26, 27, 28, 29, 30 November 2007 and 4 March 2008 \n \n Date of Judgment: 4 March 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/254.html",
      "id": "s101"
    }
  ]
}