{
  "name": "SZKSC v Minister for Immigration &amp; Citizenship [2008] FCA 210 (3 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/210.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "information supplied by appellants",
      "id": "c1"
    },
    {
      "text": "not 'information' for the purposes of s 424a(1)",
      "id": "c2"
    },
    {
      "text": "information supplied not sufficient to make out a case",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellants are husband and wife and are citizens of India.",
      "id": "s0"
    },
    {
      "text": "2 The Appellants arrived in Australia on 7 December 2006 and applied on 18 December 2006 for Protection (Class XA) Visas.",
      "id": "s1"
    },
    {
      "text": "The wife's application is dependent upon the success or failure of her husband's application.",
      "id": "s2"
    },
    {
      "text": "3 Neither application as made to the Department of Immigration and Multicultural and Indigenous Affairs provides any detailed factual account.",
      "id": "s3"
    },
    {
      "text": "The husband's application thus answers a question \" Why did you leave that country?",
      "id": "s4"
    },
    {
      "text": "\" by stating \" Because of my religion and [a] political conspiracy against me \".",
      "id": "s5"
    },
    {
      "text": "The form of application thereafter stated: \" Please look into my statement \".",
      "id": "s6"
    },
    {
      "text": "A statement provided also referred to bomb blasts that had occurred in Mumbai and the difficult situation encountered by the husband \" because I was employer and having both castes people like Hindus and Muslims as my workers in my factory \".",
      "id": "s7"
    },
    {
      "text": "4 The husband's application was refused by a delegate of the Respondent Minister in February 2007.",
      "id": "s8"
    },
    {
      "text": "The delegate stated that she found:\n \n ...no evidence to indicate that he has been deprived of any fundamental human rights, an opportunity to express his political opinion, practise his religion or the rights and privileges accorded to the general population by the Government.",
      "id": "s9"
    },
    {
      "text": "The delegate also found that the husband had been \" issued an Indian passport and was able to depart and voluntarily return to India \".",
      "id": "s10"
    },
    {
      "text": "5 An application for review was thereafter lodged with the Refugee Review Tribunal.",
      "id": "s11"
    },
    {
      "text": "The Tribunal invited the Appellants to appear before the Tribunal but there was no reply to that invitation.",
      "id": "s12"
    },
    {
      "text": "The Tribunal by way of a decision signed on 19 April 2007 affirmed the decision not to grant the Protection (Class XA) Visas.",
      "id": "s13"
    },
    {
      "text": "In its decision the Tribunal noted that there was no onus of proof upon the now Appellants but further observed that it was no part of the Tribunal's task to make out the case for a claimant.",
      "id": "s14"
    },
    {
      "text": "The failure of the now Appellants to appear before the Tribunal, it was observed, left the Tribunal \" with claims which are untested and stated in the most general terms \".",
      "id": "s15"
    },
    {
      "text": "6 The Federal Magistrates Court dismissed an application seeking to impugn the decision of the Tribunal.",
      "id": "s16"
    },
    {
      "text": "The present proceedings are an appeal against the decision of the Federal Magistrates Court.",
      "id": "s17"
    },
    {
      "text": "The Notice of Appeal sets forth as follows the sole Ground of Appeal :\n \nThe FM failed to find that the tribunal's decision was in breach of s 424A of the Migration Act 1958 (Cth) and therefore fall under jurisdictional error.",
      "id": "s18"
    },
    {
      "text": "(a) There was certain adverse information used by the Tribunal to affirm the decision under review and the Tribunal did not disclose the information in accordance with s 424A(1).",
      "id": "s19"
    },
    {
      "text": "The appeal is, with respect, without substance and should be dismissed.",
      "id": "s20"
    },
    {
      "text": "7 Section 424A of the Migration Act 1958 (Cth) provides as follows:\n \n Information and invitation given in writing by Tribunal \n \n(1) Subject to subsections (2A) and (3), the Tribunal must: \n \n(a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n(b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review, and the consequences of it being relied on in affirming the decision that is under review; and \n \n(c) invite the applicant to comment on or respond to it.",
      "id": "s21"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n(a) except where paragraph (b) applies--by one of the methods specified in section 441A ; or \n \n(b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s22"
    },
    {
      "text": "(2A) The Tribunal is not obliged under this section to give particulars of information to an applicant, nor invite the applicant to comment on or respond to the information, if the Tribunal gives clear particulars of the information to the applicant, and invites the applicant to comment on or respond to the information, under section 424AA.",
      "id": "s23"
    },
    {
      "text": "(3) This section does not apply to information: \n \n(a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n \n (b) that the applicant gave for the purpose of the application for review; or \n \n(ba) that the applicant gave during the process that led to the decision that is under review, other than such information that was provided orally by the applicant to the Department; or \n \n (c) that is non-disclosable information.",
      "id": "s24"
    },
    {
      "text": "8 The appeal is considered to be without substance for either of two reasons.",
      "id": "s25"
    },
    {
      "text": "9 First, the \" certain adverse information used by the Tribunal \" has not been identified.",
      "id": "s26"
    },
    {
      "text": "The proceedings before the Tribunal did not involve, as do many applications for review, an assessment of competing accounts of factual events.",
      "id": "s27"
    },
    {
      "text": "The Tribunal in the present proceedings had limited information available to it and, recognising that there was no onus of proof upon the now Appellants, simply concluded that:\n \n ...The information that the first named applicant has submitted does not provide the necessary detail for the Tribunal to be satisfied as to the veracity of his claims or that he has a well founded fear of persecution.",
      "id": "s28"
    },
    {
      "text": "Section 424A , it may be accepted, imposes a mandatory requirement: SAAP v Minister for Immigration and Multicultural &amp; Indigenous Affairs [2005] HCA 24 at [77] per McHugh J, at [173] per Kirby J, at [208] per Hayne J, [2005] HCA 24 ; 228 CLR 294.",
      "id": "s29"
    },
    {
      "text": "But no breach can be established unless the particular \" information \" which it is claimed needs to be the subject of an invitation to comment upon or respond to can be first identified.",
      "id": "s30"
    },
    {
      "text": "10 The First Appellant appeared unrepresented before this Court this morning but did have the benefit of an interpreter.",
      "id": "s31"
    },
    {
      "text": "Other than expressing a desire to stay longer in Australia, he provided no assistance as to the \" certain adverse information \" to which his Notice of Appeal refers.",
      "id": "s32"
    },
    {
      "text": "Indeed, it was unclear whether the complaint was directed to the use of information already provided or whether the complaint was more directed to the lack of an opportunity to provide further information.",
      "id": "s33"
    },
    {
      "text": "If the latter, it is considered that adequate opportunity has already been extended in which to provide information.",
      "id": "s34"
    },
    {
      "text": "11 Second, the \" information \" considered by the Tribunal and the \" information \" which it ultimately considered did not make out the Applicant's case was that in fact supplied by the Applicant.",
      "id": "s35"
    },
    {
      "text": "Such \" information \" is not \" information that the Tribunal considers would be the reason, or part of the reason, for affirming the decision that is under review \" within the meaning of s 424A(1)(a).",
      "id": "s36"
    },
    {
      "text": "12 The contents of such \" information \", as was observed in SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [17] , [2007] FCA 26 ; 235 ALR 609 at 615 by Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ, \" if ... believed ... would, one might have thought, have been a relevant step towards rejecting, not affirming, the decision under review .",
      "id": "s37"
    },
    {
      "text": "\" Moreover, it was the inadequacy of the materials provided by the now Appellants that was the \" reason \" for the Tribunal's decision.",
      "id": "s38"
    },
    {
      "text": "Where it is the Tribunal's \" disbelief of the appellant's evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting 'information' within the meaning of para (a) of s 424A(1) \": SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [18] , [2007] FCA 26 ; 235 ALR 609 at 616.",
      "id": "s39"
    },
    {
      "text": "13 No question arises in the present proceedings of the Tribunal ascribing to particular information provided by an applicant a significance or relevance of which an applicant may have been unaware: VAF v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 123 at [26] ---[28], [2004] FCAFC 123 ; 206 ALR 471 at 477---8 per Finn and Stone JJ.",
      "id": "s40"
    },
    {
      "text": "And no question arises as to a particular significance or relevance being attached to \" information \" provided to the Tribunal, as opposed to \" information \" provided for the purposes of the visa application: Minister for Immigration &amp; Multicultural Affairs v Al Shamry [2001] FCA 919 , 110 FCR 27.",
      "id": "s41"
    },
    {
      "text": "The \" reason \" for the Tribunal's decision was simply the inadequacy of any of the materials provided by the now Appellant.",
      "id": "s42"
    },
    {
      "text": "The Tribunal thus concluded: \n \n The mere fact that a person claims a fear of persecution for a particular reason does not establish the genuineness of the asserted fear or that it is \"well founded\" or is for the reason claimed.",
      "id": "s43"
    },
    {
      "text": "It remains for the first named applicant to satisfy the Tribunal that all of the statutory elements are made out.",
      "id": "s44"
    },
    {
      "text": "Although the concept of onus of proof is not appropriate to administrative inquiries and decision-making the relevant facts of the individual case will have to be supplied by the applicants themselves in as much detail as is necessary to enable the decision maker to establish the relevant facts.",
      "id": "s45"
    },
    {
      "text": "The Tribunal is not required to make the applicants' case for them.",
      "id": "s46"
    },
    {
      "text": "Nor is the Tribunal required to accept uncritically any and all of the allegations made by applicants.",
      "id": "s47"
    },
    {
      "text": "( MIEA v Guo &amp; Anor [1997] HCA 22 ; (1997) 191 CLR 559 at 596, Nagalingam v MILGEA [1992] FCA 470 ; (1992) 38 FCR 191 , Prasad v MIEA [1985] FCA 47 ; (1985) 6 FCR 155 at 169-70.",
      "id": "s48"
    },
    {
      "text": ")\n The first named applicant did not attend the hearing and this leaves the Tribunal with claims which are untested and stated in the most general terms.",
      "id": "s49"
    },
    {
      "text": "The Tribunal was unable to explore with the first named applicant who the \"antisocial elements' were that threatened him, when he was threatened, how he was threatened, whether he reported the threats to the police and, if so, what action the police took, who the people were he suspects attacked him, when he was attacked, how he was attacked, whether there were any witnesses present, whether he reported the attack to the police and, if so, what action the police took, whether he had considered relocation within India and what is likely to happen to him if he were to return to India in the foreseeable future.",
      "id": "s50"
    },
    {
      "text": "The information that the first named applicant has submitted does not provide the necessary detail for the Tribunal to be satisfied as to the veracity of his claims or that he has a well founded fear of persecution.",
      "id": "s51"
    },
    {
      "text": "Further the Tribunal has not been able to discuss with the first named applicant independent country information which may be relevant to his particular claims.",
      "id": "s52"
    },
    {
      "text": "In these circumstances the Tribunal is unable to be satisfied that the first named applicant has a well founded fear of persecution for reasons of his political opinion or any other Convention based reason.",
      "id": "s53"
    },
    {
      "text": "14 No question of any breach of s 424A , in such circumstances, arises for resolution: SZIDH v Minister for Immigration &amp; Citizenship [2007] FCA 369.",
      "id": "s54"
    },
    {
      "text": "In the present case, as in SZEFM v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 78: \n \n [23] ...the Tribunal was identifying the deficiencies or inadequacies in the appellant's case.",
      "id": "s55"
    },
    {
      "text": "It was not relying on information communicated to or received by the Tribunal but setting out its thought processes.",
      "id": "s56"
    },
    {
      "text": "There was no information that the Tribunal was obliged to give to the appellant by reason of s 424A(1).... \n\n15 As in SZEZI v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1195 the applicant for the visa did not attend before the Tribunal, despite an invitation to do so.",
      "id": "s57"
    },
    {
      "text": "Allsop J there concluded:\n \n [29] ...The reason for the decision was simply (and no more than) the evaluative conclusion founded on the perceived inadequacy of the information, in the sense of an absence of detail and extrinsic explanation which had been invited.",
      "id": "s58"
    },
    {
      "text": "It would be an inadequate and misleading statement to say that the information was the reason or part of the reason for the decision.",
      "id": "s59"
    },
    {
      "text": "It was the lack of the requested further assistance and explanation that was the reason.",
      "id": "s60"
    },
    {
      "text": "The same comment may be made in the present appeal.",
      "id": "s61"
    },
    {
      "text": "16 The appeal should thus be dismissed.",
      "id": "s62"
    },
    {
      "text": "ORDERS \n \n17 The orders of the Court are:\n \n1.",
      "id": "s63"
    },
    {
      "text": "Appeal dismissed.",
      "id": "s64"
    },
    {
      "text": "2.",
      "id": "s65"
    },
    {
      "text": "The Appellants to pay the costs of the First Respondent of and incidental to the appeal.",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s67"
    },
    {
      "text": "Associate:\n\nDated: 3 March 2008\n\n\n The First Appellant: Self-represented \n \n Solicitor for the Respondent: M Mafessanti (Clayton Utz) \n \n Date of Hearing: 3 March 2008 \n \n Date of Judgment: 3 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/210.html",
      "id": "s68"
    }
  ]
}