{
  "name": "Woodtree Pty Ltd v Zheng (No 2) [2008] FCA 2 (10 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/2.html",
  "catchphrases": [
    {
      "text": "appeal against dismissal by federal magistrate of copyright and trade practices claims",
      "id": "c0"
    },
    {
      "text": "appellant rejected calderbank offer prior to trial in federal magistrates court",
      "id": "c1"
    },
    {
      "text": "appellant successful on trade practices claims on appeal",
      "id": "c2"
    },
    {
      "text": "appellant's recovery less favourable than respondents' offer",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 In the substantive judgment on the appeal from the Federal Magistrates Court ( Woodtree Pty Ltd v Zheng [2007] FCA 1922) I upheld the appellant's appeal insofar as it was based on its claims under the Trade Practices Act 1974 (Cth) but rejected its claims for copyright infringement.",
      "id": "s0"
    },
    {
      "text": "I assessed damages at $3684.20.",
      "id": "s1"
    },
    {
      "text": "The questions of interest under s 51A of the Federal Court of Australia Act 1976 (Cth) and costs were adjourned.",
      "id": "s2"
    },
    {
      "text": "The parties have now filed written submissions.",
      "id": "s3"
    },
    {
      "text": "2 The trial before the learned Magistrate took place on 12 and 13 November 2006.",
      "id": "s4"
    },
    {
      "text": "Earlier that year the respondents had made a number of Calderbank offers (see Calderbank v Calderbank [1975] 3 All ER 333) which are detailed in my judgment at [62].",
      "id": "s5"
    },
    {
      "text": "The last of those was on 2 June 2006.",
      "id": "s6"
    },
    {
      "text": "It involved an undertaking to cease selling products with the offending packaging, $4331 for costs and $9000 for damages.",
      "id": "s7"
    },
    {
      "text": "By a letter from its solicitors dated 7 June 2006 the appellant rejected that offer and \"in order to reach a commercial resolution to this dispute\" made a counter offer of $17,500 including costs and the undertaking.",
      "id": "s8"
    },
    {
      "text": "The offer was to remain open for seven days.",
      "id": "s9"
    },
    {
      "text": "The appellant repeated its offer on 21 July and 7 August.",
      "id": "s10"
    },
    {
      "text": "In the last mentioned letter it declined mediation.",
      "id": "s11"
    },
    {
      "text": "3 In its costs submissions the appellant calculated its costs of the trial on the scale under Federal Magistrates Court Regulations 2000 (Cth), sch 1, at $22,078.",
      "id": "s12"
    },
    {
      "text": "However, the great bulk of those were for \"preparation for final hearing for a 2 day matter for solicitor\" ($6,770) and \"counsel's fees, including preparation\" ($10,000).",
      "id": "s13"
    },
    {
      "text": "By the stage of the last Calderbank offer the scale costs apparently were:\n \n \n Fee for commencing proceeding $576\n Interim application $2,505\n Counsel's fee 10 April 2006 $900 \n \n\n4 Although the appeal was successful, at the conclusion of the appeal the appellant has recovered less by way of damages and costs than it would have had it accepted the respondents' last Calderbank offer back in June 2006.",
      "id": "s14"
    },
    {
      "text": "5 In arguing against giving any costs consequence to the Calderbank offer the appellant says that a term of the undertaking was that the proceeding would be settled on a confidential basis and the respondents were not willing to admit liability.",
      "id": "s15"
    },
    {
      "text": "It says that one of its main concerns was that the respondents had been former customers of the appellant.",
      "id": "s16"
    },
    {
      "text": "In an effort to stop the respondents' conduct \n \n and to ensure other traders did not also try to trade off the appellant's reputation and name, the appellant engaged in litigation seeking a declaration from the Court which it could use as evidence of its actions taken to stop the respondents, or, alternatively, a settlement of the matter which would allow it to demonstrate that it had achieved its purpose of stopping the respondents from carrying on their wrongful actions.",
      "id": "s17"
    },
    {
      "text": "6 The short answer, as the respondents point out, is that the appellant did not in any counter offer raise the need of some public vindication of its rights.",
      "id": "s18"
    },
    {
      "text": "On the contrary, it said it was looking for a \"commercial resolution\".",
      "id": "s19"
    },
    {
      "text": "7 In any case, the claim on which the appellant finally succeeded was not an action in rem .",
      "id": "s20"
    },
    {
      "text": "It is not as though the appellant succeeded in establishing some public right, as for example as to the validity of a patent.",
      "id": "s21"
    },
    {
      "text": "As against the respondents, the proposed undertaking would have been readily enforceable.",
      "id": "s22"
    },
    {
      "text": "The loss of the potential use of a judgment or settlement in terrorem against third parties engaging in similar conduct seems theoretical (there is no evidence of any such conduct, whether existing or threatened) and remote from the practicalities of settling the instant litigation.",
      "id": "s23"
    },
    {
      "text": "8 There remains the issue as to what significance is to be given to the fact that the rejection of the Calderbank offer was followed by a successful appeal by the offeree, albeit one which produced an outcome less favourable than the offer.",
      "id": "s24"
    },
    {
      "text": "This situation has been considered by a number of decisions of the New South Wales Court of Appeal.",
      "id": "s25"
    },
    {
      "text": "Some of these were reviewed in by a five member bench of that Court in Fotheringham v Fotheringham (No2) [1999] NSWCA 21 ; (1999) 46 NSWLR 194.",
      "id": "s26"
    },
    {
      "text": "The general effect of that decision is that while an offer of compromise continues to have cost consequences for an appeal ( Ettingshausen v Australian Consolidated Press Ltd (1995) 38 NSWLR 404 at 410), the appellate court retains its own discretion.",
      "id": "s27"
    },
    {
      "text": "In the words of Stein JA at [28] (with whom the other members of the Court agreed):\n \n by the time Judgment [at trial] comes to be delivered, it will no longer be open to a party to whom an offer of compromise has earlier been directed to accept that offer, it following that, in the event of the Judgment being affected by error, the only means of seeking to have that error corrected which, in the absence of a further offer of compromise, will be open to the recipient of the original offer of compromise, will be by way of appeal.",
      "id": "s28"
    },
    {
      "text": "His Honour said (ibid) that the fact that the appeal was upheld was not only relevant to costs but would \"in the normal course, justify the relevant court otherwise ordering\" for the purpose of the applicable New South Wales Supreme Court rule.",
      "id": "s29"
    },
    {
      "text": "The present case arises under the general discretionary power of this Court over costs and not under any rule of Court.",
      "id": "s30"
    },
    {
      "text": "Nevertheless, the New South Wales cases provide an important analogy.",
      "id": "s31"
    },
    {
      "text": "9 The point has arisen in a number of subsequent New South Wales Court of Appeal cases, the most recent being Estate of Virgona v De Lautour (No 2) [2007] NSWCA 323.",
      "id": "s32"
    },
    {
      "text": "Ultimately of course the issue remains one for discretionary judgement dependent on the particular circumstances of the case.",
      "id": "s33"
    },
    {
      "text": "10 Here the rejection of the respondents' Calderbank offer was imprudent.",
      "id": "s34"
    },
    {
      "text": "I am inclined to think the appellant's approach was affected by unreasonable expectations of success on its copyright claim.",
      "id": "s35"
    },
    {
      "text": "On the appeal (and presumably at first instance also) the appellant argued strongly for an award of additional damages under s 115(4) of the Copyright Act 1968 (Cth).",
      "id": "s36"
    },
    {
      "text": "It was submitted that additional damages against both respondents should total no less than $50,000 (submissions par 50).",
      "id": "s37"
    },
    {
      "text": "At best, the copyright claim was at the very limit of the law.",
      "id": "s38"
    },
    {
      "text": "If copyright infringement was not made out, recovery was always going to be for a modest sum.",
      "id": "s39"
    },
    {
      "text": "In final submissions on the appeal the appellant did not seek (apart from additional damages) more than the sum awarded, $3,684.20.",
      "id": "s40"
    },
    {
      "text": "11 On the other hand, it is true to say that the appellant had to invoke the appeal process to remedy an erroneous judgment against it.",
      "id": "s41"
    },
    {
      "text": "It would not be fair to make an award of costs of the appeal against this successful appellant, still less on an indemnity basis.",
      "id": "s42"
    },
    {
      "text": "12 I will order that the respondents pay the appellant's costs at first instance up to 7 June 2006 (the last rejection of the respondents' offers) on a party and party basis and thereafter the appellant pay the respondents' costs at first instance on an indemnity basis.",
      "id": "s43"
    },
    {
      "text": "There will be no order for the costs of the appeal.",
      "id": "s44"
    },
    {
      "text": "13 As to interest, the appellant should have an award of interest at 10.5 per cent under s 51A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s45"
    },
    {
      "text": "The period should be, as claimed by the appellant, from the accrual of the cause of action (30 March 2006) until the judgment of the Federal Magistrates Court (17 May 2007).",
      "id": "s46"
    },
    {
      "text": "The amount is $386.84.",
      "id": "s47"
    },
    {
      "text": "No interest is claimed up until the appeal judgment since the conduct complained of had ceased.",
      "id": "s48"
    },
    {
      "text": "14 There will be a certificate under s 6(1) of the Federal Proceedings (Costs) Act 1981 (Cth).",
      "id": "s49"
    },
    {
      "text": "The certificate will be to the effect that it would be appropriate for the Attorney-General to authorize payment under that Act in respect of the costs incurred by the respondents in relation to the appeal.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s51"
    },
    {
      "text": "Associate:\n\nDated: 10 January 2008\n\n Solicitors for the Appellant Middletons \n \n Counsel for the Respondents: S Minahan \n \n Solicitor for the Respondents: FAL Lawyers \n \n Date of last submission: 21 December 2007 \n \n Date of Judgment: 10 January 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/2.html",
      "id": "s52"
    }
  ]
}