{
  "name": "SZJQX v Minister for Immigration &amp; Citizenship [2008] FCA 234 (6 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/234.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to appeal against a judgment of a federal magistrate",
      "id": "c0"
    },
    {
      "text": "application received outside of time prescribed by the federal court rules",
      "id": "c1"
    },
    {
      "text": "no explanation for delay provided",
      "id": "c2"
    },
    {
      "text": "no reason why an extension of time should be granted provided",
      "id": "c3"
    },
    {
      "text": "no prospect of a successful appeal in any case",
      "id": "c4"
    },
    {
      "text": "application futile",
      "id": "c5"
    },
    {
      "text": "application dismissed",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This judgment deals with an application for an extension of time in which to appeal against a judgment of the Federal Magistrates Court of Australia ('the FMCA').",
      "id": "s0"
    },
    {
      "text": "The judgment was delivered on 5 September 2007.",
      "id": "s1"
    },
    {
      "text": "Under O 52 r 15(1) of the Federal Court Rules an appeal is available against a decision of the FMCA within 21 days from the date of judgment.",
      "id": "s2"
    },
    {
      "text": "Thereafter leave to file an appeal out of time is required.",
      "id": "s3"
    },
    {
      "text": "The present application was filed on 3 October 2007.",
      "id": "s4"
    },
    {
      "text": "Although the delay is not a very large one O 52 r 15(2) indicates that special reasons must be provided for the grant of an extension of time.",
      "id": "s5"
    },
    {
      "text": "2 The application was supported by an affidavit filed also on 3 October 2007.",
      "id": "s6"
    },
    {
      "text": "It said the following:\n \n \n '1.",
      "id": "s7"
    },
    {
      "text": "I am the Appellant in the matter filed against the order judgement of Federal Magistrate Nicholls FM dated 12 September 2007.",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "The Federal Magistrate Court of Australia at Sydney dismissed the matter by an order dated 12 September 2006.",
      "id": "s10"
    },
    {
      "text": "3.",
      "id": "s11"
    },
    {
      "text": "I have good grounds to challenge the order dismissed by the Federal Magistrate.",
      "id": "s12"
    },
    {
      "text": "4.",
      "id": "s13"
    },
    {
      "text": "I have filed my grounds of appeal in the Notice of Appeal.",
      "id": "s14"
    },
    {
      "text": "5.",
      "id": "s15"
    },
    {
      "text": "I request that my appeal may be taken on file and I may be given permission to file additional grounds, if necessary, at a later stage.",
      "id": "s16"
    },
    {
      "text": "' \n \n \n \n\n3 The grounds of appeal were set out in two ways.",
      "id": "s17"
    },
    {
      "text": "First, there was a ground stated in a draft Notice of Appeal in the following terms:\n \n 'The learned Trial Judge erred in law by not finding that the Refugee Review Tribunal had made a jurisdictional and factual error in reaching the conclusion that the Appellant is not entitled to Protection Visa.",
      "id": "s18"
    },
    {
      "text": "4 Secondly, the following additional matters were then set out:\n \n \n '1.",
      "id": "s19"
    },
    {
      "text": "The Tribunal made jurisdictional error and factual error in concluding that the applicant is not entitled to a protection visa.",
      "id": "s20"
    },
    {
      "text": "The Federal magistrate has not noted that point.",
      "id": "s21"
    },
    {
      "text": "2.",
      "id": "s22"
    },
    {
      "text": "The Refugee Review Tribunal falied to see that the applicang satsfies all the crieterai that are required for a \"refugee\" status under the Act and rules.",
      "id": "s23"
    },
    {
      "text": "It is surprising how the Federal Magsitrate did not deal with this.",
      "id": "s24"
    },
    {
      "text": "' \n \n \n \n \n \n 3.",
      "id": "s25"
    },
    {
      "text": "The Tribunal committed factual and legal error in failing to conclude the applicant falls under Article 1A(2) of Convention which defines a refugee.",
      "id": "s26"
    },
    {
      "text": "4.",
      "id": "s27"
    },
    {
      "text": "The applicant satisfies all the four key elements to Convention definition.",
      "id": "s28"
    },
    {
      "text": "But both the Tribunal and the Federal Magsitrate had not given the finding in favour of the appellant.",
      "id": "s29"
    },
    {
      "text": "5.",
      "id": "s30"
    },
    {
      "text": "The Tribunal failed to accept the real and correct facts as stated by the applicant in person but has relied on some other facts and stories which are not correct.",
      "id": "s31"
    },
    {
      "text": "Therefore the Tribunal has commtted factual error.",
      "id": "s32"
    },
    {
      "text": "By committing such factual error the Tribunal committed jurisdictional error and this had been overcome by the Federal Magsitrate.",
      "id": "s33"
    },
    {
      "text": "6.",
      "id": "s34"
    },
    {
      "text": "The Tribunal failed to consider the real facts, but ha accepted from an individual.",
      "id": "s35"
    },
    {
      "text": "The Tribunal failed to see that such individuals are well placed and protected.",
      "id": "s36"
    },
    {
      "text": "7.",
      "id": "s37"
    },
    {
      "text": "The Tribunal is not correct in stating that the applicant did not receive serious harm which will amount to persecution.",
      "id": "s38"
    },
    {
      "text": "8.",
      "id": "s39"
    },
    {
      "text": "The Tribunal erred in not accepting the statement of the applicant that he was hunted for religious reason.",
      "id": "s40"
    },
    {
      "text": "9.",
      "id": "s41"
    },
    {
      "text": "The Tribunal has erred in stating that no convention reason or reasons for persectioin have been proved.",
      "id": "s42"
    },
    {
      "text": "10.",
      "id": "s43"
    },
    {
      "text": "The Tribunal has not applied its mind properly and has hastily dismissed the case.",
      "id": "s44"
    },
    {
      "text": "11.",
      "id": "s45"
    },
    {
      "text": "The Tribunal erred in concluding that the applicant will enjoy protection of Indian Police and other security institutions.",
      "id": "s46"
    },
    {
      "text": "The Tribunal has completely overlooked the seriousness of the matter.",
      "id": "s47"
    },
    {
      "text": "The applicant seeks permission to file additional grounds at a later stage, if required.",
      "id": "s48"
    },
    {
      "text": "' \n (typographic errors have not been corrected)\n \n\n5 None of this material provides any reason why an extension of time should be granted.",
      "id": "s49"
    },
    {
      "text": "None of it explains the delay in seeking to engage the processes of this Court.",
      "id": "s50"
    },
    {
      "text": "6 At the hearing of his application the applicant did not address such matters at all.",
      "id": "s51"
    },
    {
      "text": "Instead, he made, through an interpreter, submissions to the following effect:\n \n&#8226; the Magistrate did not consider my point of view;\n \n&#8226; it will be difficult for me to think about going back to India;\n \n&#8226; the people looking for me are still active;\n \n&#8226; I request the Court to reconsider my case.",
      "id": "s52"
    },
    {
      "text": "7 These submissions serve to indicate the character of the challenge which the applicant wishes to bring if an extension of time is granted.",
      "id": "s53"
    },
    {
      "text": "They confirm (particularly when read with the grounds of appeal set out in the draft Notice of Appeal) that what is really sought is a merits review.",
      "id": "s54"
    },
    {
      "text": "8 In accordance with directions made by a Registrar of this Court the applicant also filed written submissions.",
      "id": "s55"
    },
    {
      "text": "The written submissions do not address the question of why an extension of time should be granted.",
      "id": "s56"
    },
    {
      "text": "They allege actual bias, jurisdictional error, excess of jurisdiction and failure to exercise jurisdiction on the part of the Refugee Review Tribunal ('the RRT').",
      "id": "s57"
    },
    {
      "text": "These general allegations are not related in any sufficiently specific way to either the decision of the RRT or, of more immediate importance, to the decision of the FMCA.",
      "id": "s58"
    },
    {
      "text": "9 I have concluded that no basis has been shown for the grant of an extension of time in which to appeal against the decision of the FMCA and the application should be refused for that reason alone.",
      "id": "s59"
    },
    {
      "text": "10 In any event, it does not appear to me that there is any respectable case either of jurisdictional error on the part of the RRT or error on the part of the FMCA.",
      "id": "s60"
    },
    {
      "text": "Briefly my reasons for that view are as set out hereunder.",
      "id": "s61"
    },
    {
      "text": "11 The applicant is a citizen of India.",
      "id": "s62"
    },
    {
      "text": "He arrived in Australia on 3 April 2006 and applied for a protection visa on 2 May 2006.",
      "id": "s63"
    },
    {
      "text": "A delegate of the Minister decided to refuse to grant the visa on 22 June 2006.",
      "id": "s64"
    },
    {
      "text": "The applicant applied for a review of the delegate's decision to the RRT.",
      "id": "s65"
    },
    {
      "text": "12 The RRT handed down a decision on 26 October 2006 affirming the decision of the delegate.",
      "id": "s66"
    },
    {
      "text": "The RRT recorded, in its decision, that the evidence given by the applicant at an oral hearing which it conducted with him on 4 September 2006 was vague and departed from evidence he had provided in writing to the Department of Immigration and Multicultural Affairs.",
      "id": "s67"
    },
    {
      "text": "It said in the section of its decision entitled 'Findings and Reasons':\n \n 'The Tribunal had several major concerns regarding the applicant's credibility.",
      "id": "s68"
    },
    {
      "text": "The applicant in his evidence to the Tribunal was very vague and was not able to describe in detail many important aspects of his claims.",
      "id": "s69"
    },
    {
      "text": "His testimony lacked essential detail about the time and location of certain events and when prompted to give approximate time-frames, such as months or years, the applicant stated that he could not recall anything.",
      "id": "s70"
    },
    {
      "text": "As the visa applicant was not able to place the events that happened to him either in any historical or personal context, the Tribunal does not accept that the harm he claims to fear actually happened or that there is a real chance of it occurring in the reasonably foreseeable future.",
      "id": "s71"
    },
    {
      "text": "The visa applicant's provision at hearing of only very broad, and at times, contradictory information, leads the Tribunal not to accept that he was treated adversely, or on any basis related to the Refugees Convention.",
      "id": "s72"
    },
    {
      "text": "The Tribunal is not satisfied that any of the attacks as detailed at hearing or in his written statement ever happened, or that they were due to the visa applicant's alleged religious activities.",
      "id": "s73"
    },
    {
      "text": "' \n \n\n13 The RRT identified a number of inconsistencies in the applicant's version of events.",
      "id": "s74"
    },
    {
      "text": "It did not accept that version of events.",
      "id": "s75"
    },
    {
      "text": "It was also satisfied that it would be reasonable for the applicant to relocate to avoid the matters of which he complained.",
      "id": "s76"
    },
    {
      "text": "14 The matters dealt with by the RRT concerned the merits of the applicant's claim for a visa.",
      "id": "s77"
    },
    {
      "text": "Those are matters, unless jurisdictional error is identified, which are entrusted to the RRT.",
      "id": "s78"
    },
    {
      "text": "They are not within the scope of matters about which it is permissible for this Court or the FMCA to make decisions.",
      "id": "s79"
    },
    {
      "text": "15 On 13 November 2006 the applicant made an application for judicial review to the FMCA.",
      "id": "s80"
    },
    {
      "text": "On 5 September 2007 that application was dismissed ( SZJQX v Minister for Immigration &amp; Anor [2007] FMCA 1519).",
      "id": "s81"
    },
    {
      "text": "The Federal Magistrate found no error in the decision or processes of the RRT.",
      "id": "s82"
    },
    {
      "text": "He observed that the great bulk of the challenges made to the RRT decision were, in substance, a request for a review of the merits by the FMCA.",
      "id": "s83"
    },
    {
      "text": "He noted that:\n \n 'On any plain examination of the Tribunal's decision record, it is clear that the Tribunal simply did not believe the applicant on the basis of the inconsistencies in his claims and in his evidence.",
      "id": "s84"
    },
    {
      "text": "It is important to note that these inconsistencies were discussed with the applicant not only during the hearing, but they were also the subject of a letter addressed and sent to the applicant seeking his comment.",
      "id": "s85"
    },
    {
      "text": "' \n \n\nand:\n \n 'I am satisfied from the Tribunal's account that each one of the factors on which it relied for its adverse credibility finding were discussed at the hearing.",
      "id": "s86"
    },
    {
      "text": "No error is revealed in the Tribunal's decision in this regard.",
      "id": "s87"
    },
    {
      "text": "' \n \n\n16 No challenge has been made to those findings.",
      "id": "s88"
    },
    {
      "text": "I think there are no prospects of a successful appeal against the judgment of the FMCA.",
      "id": "s89"
    },
    {
      "text": "The futility of granting an extension of time in which to appeal is a further reason why, in my view, such an extension should not be granted.",
      "id": "s90"
    },
    {
      "text": "17 In the circumstances the application at present before the Court must be dismissed.",
      "id": "s91"
    },
    {
      "text": "It is appropriate to dismiss it with costs.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s93"
    },
    {
      "text": "Associate:\n\nDated: 6 March 2008\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: Z. McDonald \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 18 February 2008 \n \n Date of Judgment: 6 March 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/234.html",
      "id": "s94"
    }
  ]
}