{
  "name": "SZEOQ v Minister for Immigration and Citizenship [2008] FCA 257 (7 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/257.html",
  "catchphrases": [
    {
      "text": "whether tribunal's evaluation of evidence before it was unreasonable",
      "id": "c0"
    },
    {
      "text": "whether any evidence of bias on the part of the tribunal",
      "id": "c1"
    },
    {
      "text": "where appellant sought to rely on tribunal transcript not before the federal magistrate",
      "id": "c2"
    },
    {
      "text": "whether tribunal entitled to make an assumption based on appellant's evidence given at the hearing",
      "id": "c3"
    },
    {
      "text": "whether the appellant's answer fell within the ambit of s 424a(3)(b)",
      "id": "c4"
    },
    {
      "text": "appeal dismissed.",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 This is an appeal against an order of a Federal Magistrate made on 2 November 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) made on 10 January 2007 and handed down on 1 February 2007.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship (the first respondent) to refuse to grant protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "2 The appellants are husband and wife and their child.",
      "id": "s2"
    },
    {
      "text": "They are citizens of Lithuania.",
      "id": "s3"
    },
    {
      "text": "The appellant husband (the appellant) arrived in Australia on 17 January 2003.",
      "id": "s4"
    },
    {
      "text": "The appellant wife and the appellant son arrived on 12 February 2003.",
      "id": "s5"
    },
    {
      "text": "On 28 February 2003 the appellants lodged applications for protection visas with the Department of Immigration and Multicultural Affairs (as it was then known).",
      "id": "s6"
    },
    {
      "text": "The appellant wife and the appellant son relied on membership of the appellant's family.",
      "id": "s7"
    },
    {
      "text": "On 16 May 2003 a delegate of the first respondent refused the application for protection visas.",
      "id": "s8"
    },
    {
      "text": "On 29 May 2003 the appellants applied to the Tribunal for a review of that decision.",
      "id": "s9"
    },
    {
      "text": "3 On 14 September 2004 the Tribunal (differently constituted) affirmed the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "However, on 8 September 2006, Cowdroy J ordered that the decision of that Tribunal be quashed and the matter be remitted to the Tribunal for reconsideration according to law.",
      "id": "s11"
    },
    {
      "text": "He was satisfied that the appellants had made out the ground of apprehended bias: SZEOQ v Minister for Immigration and Multicultural Affairs [2006] FCA 1171.",
      "id": "s12"
    },
    {
      "text": "Background \n \n4 The appellant claimed to have a well-founded fear of persecution in Lithuania by the authorities by reason of his ethnicity as a Roma or Gypsy.",
      "id": "s13"
    },
    {
      "text": "He said he was born in Vilnius in 1965 as a citizen of the USSR.",
      "id": "s14"
    },
    {
      "text": "He said he obtained his Lithuanian citizenship in 1992.",
      "id": "s15"
    },
    {
      "text": "He married his wife who is Russian in 1987.",
      "id": "s16"
    },
    {
      "text": "The appellant claimed to have suffered constant discrimination and harassment.",
      "id": "s17"
    },
    {
      "text": "The appellant claimed that he had been forced to leave school and had been unable to find a decent job since 1984.",
      "id": "s18"
    },
    {
      "text": "He had always been considered a second-class citizen and outcast.",
      "id": "s19"
    },
    {
      "text": "There was a perception that he was a potential criminal.",
      "id": "s20"
    },
    {
      "text": "The appellant stated that the police regarded all gypsies to be criminals.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed that his relatives had suffered persecution, such as being imprisoned on fabricated charges.",
      "id": "s22"
    },
    {
      "text": "He claimed police broke into his apartment on three occasions, most recently in September 2002, searching for weapons and drugs and suspected he was involved in criminal activities with trafficking abroad.",
      "id": "s23"
    },
    {
      "text": "The appellant was detained and questioned, and subject to racial slurs, intimidation and beatings.",
      "id": "s24"
    },
    {
      "text": "The appellant said he left Lithuania when he realised the situation was worsening for gypsies and that there was government policy to be rid of them.",
      "id": "s25"
    },
    {
      "text": "5 He admitted that he had travelled to the United States of America in 1996 where he had lived for two and a half years, during which time he did not seek protection.",
      "id": "s26"
    },
    {
      "text": "He also admitted that he travelled to the United Kingdom in 2000 where he had lived for six months, again without making any claim for protection.",
      "id": "s27"
    },
    {
      "text": "He lived in Ireland from March 2001 until July 2002 and, again, made no application for refugee status.",
      "id": "s28"
    },
    {
      "text": "He said that he had not made any claims during that period of time because he thought conditions would improve in Lithuania.",
      "id": "s29"
    },
    {
      "text": "6 He said in his evidence before the Tribunal that he eventually left Lithuania in January 2003 when he realised that the treatment of gypsies was becoming worse and there was a stated government policy \"to get rid of gypsies\".",
      "id": "s30"
    },
    {
      "text": "7 The Tribunal, in its reasons, said:\n \n The Tribunal told the applicant that it had concerns about his claims that he was persecuted in Lithuania given that the evidence is that he left Lithuania on a number of occasions and returned there after visiting/working in other countries, his wife was working there, they had a house and his son went to school there.",
      "id": "s31"
    },
    {
      "text": "The Tribunal said that this evidence is not consistent with his claims that he was persecuted in his country.",
      "id": "s32"
    },
    {
      "text": "The applicant said that the issue is that he is a gypsy and the government's policy is to get rid of gypsies.",
      "id": "s33"
    },
    {
      "text": "The Tribunal told the applicant that it accepted that there was discrimination and sometimes persecution of ethnic people in his country but it had to decide about him and what happened/will happen to him.",
      "id": "s34"
    },
    {
      "text": "8 The Tribunal accepted the appellant was of Roma ethnicity as he claimed.",
      "id": "s35"
    },
    {
      "text": "The Tribunal accepted that the appellants suffered discrimination because the appellant was Roma.",
      "id": "s36"
    },
    {
      "text": "However, the Tribunal considered the appellant's passport and noted his various travels abroad before returning to Lithuania in 2002.",
      "id": "s37"
    },
    {
      "text": "The Tribunal noted that the appellant had not claimed protection in any of those countries.",
      "id": "s38"
    },
    {
      "text": "The Tribunal found the appellant travelled abroad to obtain work due to the depressed economic situation in Lithuania after the country gained independence.",
      "id": "s39"
    },
    {
      "text": "The Tribunal did not accept the appellants suffered or feared serious harm during the times the appellant was travelling and prior to 2002 because if the appellant had feared harm he would have applied for protection as opposed to repeatedly returning to Lithuania.",
      "id": "s40"
    },
    {
      "text": "9 The Tribunal did not accept the appellant suffered serious harm or that he left his country for the reasons claimed.",
      "id": "s41"
    },
    {
      "text": "The Tribunal did not accept the appellant's home had been raided, that he had been taken into custody because of his ethnicity or that he was targeted by the authorities.",
      "id": "s42"
    },
    {
      "text": "The Tribunal did not accept the appellant's claim that his brother and cousin were jailed because they were of Roma ethnicity.",
      "id": "s43"
    },
    {
      "text": "It did not accept that the appellant could not get work in his country because of his ethnicity.",
      "id": "s44"
    },
    {
      "text": "The Tribunal found that the fact that the appellant left the country without difficulty was inconsistent with his claims of adverse attention.",
      "id": "s45"
    },
    {
      "text": "It found that the claim that the family was targeted was inconsistent with the appellant son going to school, the appellant wife working and their continuing to live in their own home.",
      "id": "s46"
    },
    {
      "text": "The Tribunal found that the appellant had changed his evidence in relation to his residency to explain how he could stay in the country without incident before leaving for Australia.",
      "id": "s47"
    },
    {
      "text": "10 The Tribunal therefore was not satisfied that the appellant suffered persecution for his race/ethnicity or for any other Convention reason.",
      "id": "s48"
    },
    {
      "text": "Application in the Federal Magistrates Court \n \n11 On 16 February 2007 the appellant applied for judicial review of the Tribunal's decision by filing an application in the Federal Magistrates Court asserting there was a breach of s 424A of the Migration Act 1958 (Cth) (the Act) and that there was no basis for the credibility findings made by the Tribunal.",
      "id": "s49"
    },
    {
      "text": "On 2 May 2007 the appellants filed an amended application raising additional grounds including that the Tribunal made a mistake as to the year of the raid on the appellant's home; that the appellant had never claimed to have suffered serious harm prior to 2002; and that it was illogical that the Tribunal did not accept the appellant was unable to find a job due to his ethnicity when it accepted he suffered discrimination.",
      "id": "s50"
    },
    {
      "text": "The appellant also gave particulars of the s 424A ground, namely, a failure to give information pertaining to the appellant leaving Lithuania without difficulty.",
      "id": "s51"
    },
    {
      "text": "12 The Federal Magistrate dismissed the application.",
      "id": "s52"
    },
    {
      "text": "His Honour found that the Tribunal did not fail to address the appellant's claims and that it was proper for the Tribunal to assess all of the appellant's claimed history, including matters prior to 2002.",
      "id": "s53"
    },
    {
      "text": "The Federal Magistrate found that there was no error of law, unreasonableness or illogicality in the factual findings made by the Tribunal.",
      "id": "s54"
    },
    {
      "text": "His Honour was not persuaded the Tribunal was bound to have found the appellant's ethnicity was the essential reason for his inability to obtain work but rather the Tribunal's reasons were reasonably open to it.",
      "id": "s55"
    },
    {
      "text": "His Honour did not accept there was any basis for the allegation of bias.",
      "id": "s56"
    },
    {
      "text": "13 In relation to s 424A(1) of the Act, his Honour found the information relating to the appellant's departure was given by the appellant at hearing and came under the exception created pursuant to s 424A(3)(b) of the Act.",
      "id": "s57"
    },
    {
      "text": "On appeal \n \n14 The appellant's notice of appeal was filed in this Court on 20 November 2007 and raises two grounds:\n \n \n a) His Honour should have concluded that the Tribunal's reasoning had been extremely unreasonable and that the Tribunal had not considered our evidence and claims with an open mind.",
      "id": "s58"
    },
    {
      "text": "b) His Honour should have also concluded that the Tribunal had failed to comply with obligations under s.424A(1)(b) of the Migration Act 1958 .",
      "id": "s59"
    },
    {
      "text": "Appellants' submissions \n \n15 The appellant filed written submissions in this Court on 26 February 2008, which addressed only the second ground of appeal.",
      "id": "s60"
    },
    {
      "text": "16 The appellant also made oral submissions in support of this ground.",
      "id": "s61"
    },
    {
      "text": "In those submissions he referred to SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 228 CLR 152.",
      "id": "s62"
    },
    {
      "text": "17 In his submissions, the appellant referred to the Tribunal's decision where the Tribunal states:\n \n [I]t is not consistent with those claims, namely that the police were persecuting him and fabricating charges against him, that the applicant left his country without difficulty to come to Australia in January 2003.",
      "id": "s63"
    },
    {
      "text": "18 The appellant referred in his written submissions to the transcript of the Tribunal hearing:\n \n \n (i) Tribunal: \"By the way, did you have any difficulties making exiting your country?",
      "id": "s64"
    },
    {
      "text": "You went together, is that right\"?",
      "id": "s65"
    },
    {
      "text": "(ii) Appellant: \"We did not go together.",
      "id": "s66"
    },
    {
      "text": "I left on my own because it took some time and the wife had to stay and fanalise (sic) the sell of the unit and also, that was one reason and the other reason was that I was afraid to be seen in the airport that we were living at once that there will not be any implications.",
      "id": "s67"
    },
    {
      "text": "(iii) Appellant: \"I did not break any laws ...",
      "id": "s68"
    },
    {
      "text": "I just do not know what they are capable of, what to expect.",
      "id": "s69"
    },
    {
      "text": "It was just my means of precautions\".",
      "id": "s70"
    },
    {
      "text": "(iv) Tribunal: \"But you did not have any ... you just exited on your passport without any difficulties is that what happened?",
      "id": "s71"
    },
    {
      "text": "\"\n (v) Appellant: \"Yes, that's right.",
      "id": "s72"
    },
    {
      "text": "I think it was one of the main aim of the police, sort of police and they achieved\".",
      "id": "s73"
    },
    {
      "text": "19 The first respondent contended that the appellant was not entitled to refer to the transcript which had not been tendered in the Court below.",
      "id": "s74"
    },
    {
      "text": "Strictly, the appellant needs to obtain leave to adduce further evidence on the appeal which will be given in the exercise of the Court's discretion: s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s75"
    },
    {
      "text": "However, after some discussion, the Minister's counsel indicated that if I were to have regard to this aspect of the transcript it was without the Minister's consent.",
      "id": "s76"
    },
    {
      "text": "As the transcript explains the appellant's contention and, because of the decision at which I have arrived, it would not be an injustice to the Minister if I were to refer to it.",
      "id": "s77"
    },
    {
      "text": "20 The appellant submitted that his answer in response to (iv) above, was that he left Lithuania on his own passport.",
      "id": "s78"
    },
    {
      "text": "He was not thereby agreeing to any lack of \"difficulty\".",
      "id": "s79"
    },
    {
      "text": "The appellant stated that it would have been illogical for him to tell the Tribunal he had no difficulties when leaving Lithuania, as he had been in hiding for two months, was afraid to be seen at the airport and that he and his family had been forced to depart separately.",
      "id": "s80"
    },
    {
      "text": "21 The appellant contended that the Tribunal therefore failed to comply with the obligations of s 424A(1) in relation to the information that the \"applicant left his country without difficulty to come to Australia in January 2003.",
      "id": "s81"
    },
    {
      "text": "\" The appellant states that this was not information that he provided to the Tribunal at the hearing and that the Tribunal had been obliged to provide him with particulars of that information.",
      "id": "s82"
    },
    {
      "text": "22 The appellant referred to the decision of Rares J in SZGGT v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 435 at [32] in support of his submissions:\n \n The reasons for the decision are not made into information given by the applicant 'for the purpose of the application' simply because the applicant for review makes an application under s 412.",
      "id": "s83"
    },
    {
      "text": "It is pursuant to s 414 of the Act that the original decision, not the reasons for it, is before the Tribunal for review and its statutory function is to review the decision.",
      "id": "s84"
    },
    {
      "text": "In conducting that review the Tribunal must conform to the requirements in the Act for the exercise of its jurisdiction, including the requirements of...s 424A.",
      "id": "s85"
    },
    {
      "text": "23 The appellant argued that the information of which he now complains was not before the original decision maker as it had not been submitted with his original application and, for that reason also, was not information given for the purpose of the application.",
      "id": "s86"
    },
    {
      "text": "Respondent's Submissions \n \n24 The first respondent has addressed both grounds of appeal.",
      "id": "s87"
    },
    {
      "text": "The first respondent submitted that the evidence relied upon by the Tribunal formed a sufficient basis for finding that the appellant's claims were not plausible, notwithstanding that alternative inferences may have been open.",
      "id": "s88"
    },
    {
      "text": "The first respondent contended that the findings were not perverse or otherwise unreasonable in the sense of being contrary to all of the probative material before the Tribunal.",
      "id": "s89"
    },
    {
      "text": "25 With respect to the allegation of bias in ground 1, the first respondent submitted:\n \n [T]here is nothing in the decision record that suggests that the Tribunal member had a pre-existing state of mind which disabled her from undertaking or rendered her unwilling to undertake any proper evaluation of the relevant materials before her ( Minister for Multicultural and Indigenous Affairs v Jia [2001] HCA 17 ; (2001) 205 CLR 507 at [35] and [72]) or that a fair-minded lay observer, properly informed as to the nature of the proceedings, the matters in issue and the conduct of the Tribunal, might reasonably apprehend that the Tribunal member may not have brought an impartial mind to the resolution of the question to be decided: Refugee Review Tribunal, Re; Ex parte H [2001] HCA 28 ; (2001) 75 ALJR 982 at [27] .",
      "id": "s90"
    },
    {
      "text": "26 In respect to the second ground of appeal, the first respondent submitted that there was no error in the finding made by the Federal Magistrate and that the information complained of fell within the ambit of s 424A(3)(b): NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; (2006) 156 FCR 419 at [41] --- [64]; VWBF v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 851 ; (2006) 154 FCR 302 at [48] ; SZDPY v Minister for Immigration and Multicultural Affairs [2006] FCA 627 at [35] .",
      "id": "s91"
    },
    {
      "text": "The first respondent further contended in reliance upon SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; (2007) 235 ALR 609 that, in any event, the information itself did not form part of the reason for decision but rather it was the Tribunal's appraisal of that information as being inconsistent with the appellant's claims to have suffered past persecution that was the reason for decision.",
      "id": "s92"
    },
    {
      "text": "Analysis \n \n27 I accept the first respondent's submissions in respect to the first ground of appeal.",
      "id": "s93"
    },
    {
      "text": "There is nothing unreasonable in the Tribunal's evaluation of the evidence before it.",
      "id": "s94"
    },
    {
      "text": "There was evidence to which the Tribunal referred that allowed for a conclusion that the appellant's claims were not plausible.",
      "id": "s95"
    },
    {
      "text": "He and his family had lived in the same residence (whilst in Lithuania) since 1998 or 1999.",
      "id": "s96"
    },
    {
      "text": "His wife worked.",
      "id": "s97"
    },
    {
      "text": "His son attended school.",
      "id": "s98"
    },
    {
      "text": "The appellant travelled to other parts of Europe, apparently without difficulty, and re-entered Lithuania, again apparently without difficulty.",
      "id": "s99"
    },
    {
      "text": "Whilst in those other countries, he had never taken the opportunity to apply for protection, notwithstanding his complaint that he has been subject to discrimination since 1984.",
      "id": "s100"
    },
    {
      "text": "On that evidence, the Tribunal could find that his claims were not plausible.",
      "id": "s101"
    },
    {
      "text": "That was not the only finding that was open but it was open.",
      "id": "s102"
    },
    {
      "text": "As the first respondent rightly contends, in the absence of any manifest unreasonableness or illogicality ( Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 at 355-6 and 368; NADH of 2001 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 328 ; (2004) 214 ALR 264 at [115] ; see also Minister for Immigration and Ethnic Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at [137] - [138] ), the findings made by the Tribunal are findings of fact which should not be disturbed by this Court on appeal: Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham (2000) 168 ALR 407 at [67]; Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at 35---36.",
      "id": "s103"
    },
    {
      "text": "28 I also accept that there is no evidence of any bias, apprehended or otherwise.",
      "id": "s104"
    },
    {
      "text": "An allegation of bias against the Tribunal is a serious one and should only be made where there are proper grounds: see SCAS v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 397 at [19] .",
      "id": "s105"
    },
    {
      "text": "The Tribunal was entitled to arrive at the findings it made based on the evidence before it.",
      "id": "s106"
    },
    {
      "text": "I am of the opinion that a fair-minded lay observer, properly informed as to the nature of the proceedings, the matters in issue and the conduct of the Tribunal, might not reasonably apprehend that the Tribunal member might not have brought an impartial mind to the resolution of the question to be decided: cf Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 at [27] .",
      "id": "s107"
    },
    {
      "text": "For those reasons, the first ground of appeal must be rejected.",
      "id": "s108"
    },
    {
      "text": "29 There is nothing before me to indicate that the Tribunal did not comply with its statutory obligations under s 425 of the Act.",
      "id": "s109"
    },
    {
      "text": "The Tribunal was not under any obligation to give the appellant \"a running commentary upon what it thinks about the evidence\": SZBEL [2006] HCA 63 ; 228 CLR 152 at [48] .",
      "id": "s110"
    },
    {
      "text": "30 This ground of appeal also fails.",
      "id": "s111"
    },
    {
      "text": "31 This ground asserts that the Tribunal's finding is based upon the exchange in the hearing to which I have referred.",
      "id": "s112"
    },
    {
      "text": "That may or may not be the case.",
      "id": "s113"
    },
    {
      "text": "The Tribunal might have concluded that the appellant did not have difficulty leaving Lithuania for any of three reasons.",
      "id": "s114"
    },
    {
      "text": "It might have relied on the evidence to which reference has been made.",
      "id": "s115"
    },
    {
      "text": "It might also have simply been observing that the appellant was not prevented from leaving by border authorities.",
      "id": "s116"
    },
    {
      "text": "It might also have been relying upon the appellant's own evidence which showed that he had travelled extensively with no suggestion that leaving Lithuania involved any difficulty.",
      "id": "s117"
    },
    {
      "text": "However, I will assume that the Tribunal reasoned in the way the appellant complains.",
      "id": "s118"
    },
    {
      "text": "32 Although the appellant now asserts that he was only telling the Tribunal he left on his passport, as opposed to leaving without difficulty, the Tribunal's interpretation of his answer that the appellant had also agreed to that second assertion was not unreasonable.",
      "id": "s119"
    },
    {
      "text": "The Tribunal was entitled to assume that the appellant was answering its question in full.",
      "id": "s120"
    },
    {
      "text": "It follows that there is no error in finding that the appellant provided that relevant information to the Tribunal pursuant to s 424A(3)(b): NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; 156 FCR 419.",
      "id": "s121"
    },
    {
      "text": "33 The decision of Rares J in SZGGT [2006] FCA 435 to which the appellant has referred does not assist the appellant.",
      "id": "s122"
    },
    {
      "text": "Justice Rares' dicta was directed to a contention that in \"applying for a review of the delegate's decision, that decision itself is 'information that the applicant gave for the purpose of the application' .",
      "id": "s123"
    },
    {
      "text": "\" This is not a case where the applicant for a protection visa provided information to a delegate which was subsequently used by the Tribunal.",
      "id": "s124"
    },
    {
      "text": "This is a case where the appellant provided the information to the Tribunal itself.",
      "id": "s125"
    },
    {
      "text": "34 In any event, the information itself did not form part of the reasons for decision because it did not, in its terms, constitute a denial or undermining of the appellant's claims to being a refugee: SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; 235 ALR 609 at [17] .",
      "id": "s126"
    },
    {
      "text": "35 For those reasons, I find that there was no error in the Federal Magistrate's decision because in answering the Tribunal's question the appellant was thereby providing this information to the Tribunal pursuant to s 424A(3)(b).",
      "id": "s127"
    },
    {
      "text": "36 The second ground of appeal also fails.",
      "id": "s128"
    },
    {
      "text": "Conclusion \n \n37 There is no demonstrated error in the learned Federal Magistrate's decision.",
      "id": "s129"
    },
    {
      "text": "Accordingly, the appeal must be dismissed and the adult appellants must pay the first respondent's costs.",
      "id": "s130"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s131"
    },
    {
      "text": "Associate:\n\nDated: 7 March 2008\n\n\n Counsel for the Appellants: Appellant appeared in person \n \n Counsel for the First Respondent: Mr J Mitchell \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 4 March 2008 \n \n Date of Judgment: 7 March 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/257.html",
      "id": "s132"
    }
  ]
}