{
  "name": "Seeley International Pty Ltd v Electra Air Conditioning BV [2008] FCA 29 (29 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/29.html",
  "catchphrases": [
    {
      "text": "international arbitration act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "agreement provides for arbitration of disputes but also provides that the agreement does not prevent a party from applying for declaratory or injunctive relief in certain circumstances",
      "id": "c1"
    },
    {
      "text": "dispute in those circumstances where declaratory relief sought",
      "id": "c2"
    },
    {
      "text": "whether agreement obliged parties to submit the dispute to arbitration in those circumstances",
      "id": "c3"
    },
    {
      "text": "construction of arbitration clause in agreement",
      "id": "c4"
    },
    {
      "text": "application to stay proceedings refused",
      "id": "c5"
    },
    {
      "text": "arbitration clause",
      "id": "c6"
    },
    {
      "text": "whether arbitration clause obliged parties to submit to arbitration when declaratory or injunctive relief sought",
      "id": "c7"
    },
    {
      "text": "construction of arbitration clause",
      "id": "c8"
    },
    {
      "text": "application for summary judgment",
      "id": "c9"
    },
    {
      "text": "agreement to supply goods on receipt of purchase orders",
      "id": "c10"
    },
    {
      "text": "credit terms provided",
      "id": "c11"
    },
    {
      "text": "supplier procured credit insurance but credit insurer withdrew",
      "id": "c12"
    },
    {
      "text": "whether supplier entitled to decline to meet purchase orders",
      "id": "c13"
    },
    {
      "text": "summary judgment",
      "id": "c14"
    },
    {
      "text": "whether appropriate to construe contract to determine whether supplier had no reasonable prospect of success in declining to meet purchase orders where supplier's credit insurance in respect of credit line given to purchaser had been withdrawn or reduced",
      "id": "c15"
    },
    {
      "text": "arbitration",
      "id": "c16"
    },
    {
      "text": "contract",
      "id": "c17"
    },
    {
      "text": "contract",
      "id": "c18"
    },
    {
      "text": "practice and procedure",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This proceeding, at present, gives rise to two issues.",
      "id": "s0"
    },
    {
      "text": "2 The first issue is whether it should be stayed, pursuant to s 7(2) of the International Arbitration Act 1974 (Cth) (the IA Act).",
      "id": "s1"
    },
    {
      "text": "An alternative foundation for the stay application, based upon s 53(1) of the Commercial Arbitration Act 1984 (Vic) was not pressed at the hearing.",
      "id": "s2"
    },
    {
      "text": "3 The second issue, which requires determination only if a stay is refused, is whether the applicant is entitled to summary judgment pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) on its claim for a declaration that the respondent is obliged to accept all purchase orders submitted by the applicant pursuant to an Exclusive Distribution Agreement (the Agreement) between the applicant and the respondent of 15 May 2007 during the first year of the term of the Agreement, and that its obligation to do so is not conditional upon or otherwise circumscribed by the amount of credit insurance that the respondent has in place, and for a declaration that the respondent is in breach of cl 4.3 of the Agreement.",
      "id": "s3"
    },
    {
      "text": "THE FACTS \n \n4 The applicant and the respondent entered into the Agreement on 15 May 2007.",
      "id": "s4"
    },
    {
      "text": "Under the Agreement, the respondent appointed the applicant as its exclusive distributor of Airwell products (air conditioners) in Australia and New Zealand for a period of three years.",
      "id": "s5"
    },
    {
      "text": "That period commenced on 1 July 2007.",
      "id": "s6"
    },
    {
      "text": "5 The applicant, for its part, agreed not to import or sell or promote any competing products, other than its existing business products or further refinements of those products, during that period.",
      "id": "s7"
    },
    {
      "text": "The applicant was to submit purchase orders to the respondent, and the respondent was obliged to accept such purchase orders within two days except in defined circumstances.",
      "id": "s8"
    },
    {
      "text": "The applicant was obliged to meet minimum volumes of sales, specified at $A20m in the first year.",
      "id": "s9"
    },
    {
      "text": "The applicant was granted extended credit terms of 180 days for the first year of the Agreement, and reduced credit terms in the subsequent years.",
      "id": "s10"
    },
    {
      "text": "The credit line provided by the respondent was addressed in cl 7.4 of the agreement which is in the following terms:\n \n \n 7.4 As year 1 insurance is in place, during the 2 nd year and 3 rd year of the Term the credit line provided to the Distributor by Electra under this Agreement is conditional upon the Distributor satisfying the requirements of an insurance provider, thereby allowing Electra to arrange suitable credit insurance.",
      "id": "s11"
    },
    {
      "text": "In the event that suitable insurance cannot be obtained the parties must agree on other ways of protecting payments and, in this process, the parties must act in good faith and use all reasonable endeavours to achieve a commercial outcome.",
      "id": "s12"
    },
    {
      "text": "6 In circumstances to which it is not presently necessary to refer, in August 2007 the respondent conveyed to the applicant that it was experiencing difficulties with the credit insurer then in place, and subsequently on 6 and 7 September 2007 indicated to the applicant that the credit insurance was not in place to the extent to which it had expected.",
      "id": "s13"
    },
    {
      "text": "On 9 September 2007 the respondent informed the applicant that it would not accept purchase orders submitted by the applicant under the Agreement due to the withdrawal of credit insurance.",
      "id": "s14"
    },
    {
      "text": "That led to an exchange of correspondence between the parties.",
      "id": "s15"
    },
    {
      "text": "7 However, the position is that the applicant continues to assert that, during the first year of the Agreement up to 30 June 2008, it is entitled to unconditional acceptance of its purchase orders upon the credit line apparently in place at 1 July 2007.",
      "id": "s16"
    },
    {
      "text": "The respondent for its part maintains that it is not obliged to accept such purchase orders because credit insurance for the first year of the term of the Agreement is not fully in place.",
      "id": "s17"
    },
    {
      "text": "It has refused to accept the purchase orders submitted by the applicant since about 6 September 2007.",
      "id": "s18"
    },
    {
      "text": "8 On 16 October 2007, the applicant instituted these proceedings claiming declarations concerning the proper construction of the Agreement, in particular for a declaration that the respondent is obliged to accept purchase orders submitted by the applicant pursuant to the Agreement in the first year of the term, and that the respondent's obligation is not conditional upon or otherwise circumscribed by the amount of credit insurance that the respondent has in place during that year, and consequently that the respondent by its conduct is in breach of the Agreement.",
      "id": "s19"
    },
    {
      "text": "It also seeks a declaration in the alternative that the respondent has engaged in conduct that is misleading or deceptive or is likely to mislead or deceive, in contravention of s 52 of the Trade Practices Act 1974 (Cth), and an order pursuant to s 87 of that Act restraining the respondent from rejecting any purchase order submitted by the applicant in the first year of the term of the Agreement on the ground that the value of the total sales to the applicant exceeds the amount of available credit insurance to the respondent.",
      "id": "s20"
    },
    {
      "text": "9 By motion of 24 October 2007, the applicant applied pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) for summary judgment to be entered in its favour in respect of the primary declaratory relief sought as to the respondent's obligations under the Agreement and its breach of cl 4.3 of the Agreement.",
      "id": "s21"
    },
    {
      "text": "10 That prompted the motion which is the subject of the first issue.",
      "id": "s22"
    },
    {
      "text": "On 16 November 2007 the respondent applied for an order that the proceedings be stayed pursuant to s 7(2) of the IA Act.",
      "id": "s23"
    },
    {
      "text": "THE CLAIM FOR A STAY \n \n11 Section 7(2) of the IA Act provides:\n \n Subject to this Part, where:\n \n \n \n (a) proceedings instituted by a party to an arbitration agreement to which this section applies against another party to the agreement are pending in a court; and \n \n \n \n \n \n (b) the proceedings involve the determination of a matter that, in pursuance of the agreement, is capable of settlement by arbitration; \n \n \n \n on the application of a party to the agreement, the court shall, by order, upon such conditions (if any) as it thinks fit, stay the proceedings or so much of the proceedings as involves the determination of that matter, as the case may be, and refer the parties to arbitration in respect of that matter.",
      "id": "s24"
    },
    {
      "text": "'\n \n\n12 It is common ground that, to establish the entitlement to the stay which is sought the respondent must establish four things, namely\n \n (1) the existence of an arbitration agreement to which the section applies;\n (2) one of the four requisite foreign elements referred to in s 7(1);\n (3) a proceeding has been commenced in a court by one party against another party to the agreement; and\n (4) the proceeding involves the determination of a matter that, in pursuance of the agreement, is capable of settlement by arbitration.",
      "id": "s25"
    },
    {
      "text": "There is no dispute about the second and third of those factors.",
      "id": "s26"
    },
    {
      "text": "Section 7(1)(d) of the IAA provides that s 7 applies to an agreement where a party to an arbitration agreement is a person who was, at the time when the agreement was made, domiciled or ordinarily resident in a country that is a Convention country.",
      "id": "s27"
    },
    {
      "text": "The respondent was incorporated in the Netherlands on 12 September 1995 and has its principal place of business in Amsterdam, the Netherlands.",
      "id": "s28"
    },
    {
      "text": "Section 3(3) of the IA Act provides that, in such circumstances, it is ordinarily resident in the Netherlands.",
      "id": "s29"
    },
    {
      "text": "There is clear evidence that the Netherlands is a Convention country.",
      "id": "s30"
    },
    {
      "text": "The condition (3) above is also clearly satisfied.",
      "id": "s31"
    },
    {
      "text": "13 The existence of an arbitration agreement is said to emerge from cl 20 of the Agreement.",
      "id": "s32"
    },
    {
      "text": "It is in the following terms:\n \n 20.",
      "id": "s33"
    },
    {
      "text": "Dispute Resolution \n \n \n \n 20.1 If, at any time there is a dispute, question or difference of opinion ( Dispute ) between the parties concerning or arising out of this Agreement or its construction, meaning, operation or effect or concerning the rights, duties or liabilities of any party, one party may serve a written notice on the other party setting out details of the Dispute.",
      "id": "s34"
    },
    {
      "text": "Thereafter: \n \n \n \n \n \n \n (a) senior management of each party will try to resolve the Dispute through friendly discussions for a period of thirty (30) days after the date of receipt of the notice; and\n \n (b) if senior management of each party are unable to resolve the Dispute under Section 20.1(a) , it shall be referred to arbitration in accordance with the Rules for the Conduct of Commercial Arbitrations of the Institute of Arbitrators and Mediators Australia.",
      "id": "s35"
    },
    {
      "text": "The number of arbitrators shall be 1.",
      "id": "s36"
    },
    {
      "text": "The place of arbitration shall be Melbourne, Australia.",
      "id": "s37"
    },
    {
      "text": "The language of arbitration shall be English.",
      "id": "s38"
    },
    {
      "text": "The arbitral award shall be final and binding upon both parties.",
      "id": "s39"
    },
    {
      "text": "20.2 Pending the resolution of the Dispute under Section 20.1 , the parties shall continue to perform their obligations under this Agreement without prejudice to a final adjustment in accordance with any award.",
      "id": "s40"
    },
    {
      "text": "20.3 Nothing in this Section 20 prevents a party seeking injunctive or declaratory relief in the case of a material breach or threatened breach of this Agreement.",
      "id": "s41"
    },
    {
      "text": "14 The term \"arbitration agreement\" is defined in s 3 of the IA Act to mean an agreement in writing of the kind referred to in sub-article 1 of Article II of the Convention on the Recognition and Enforcement of Foreign Arbitral Awards (and further defined in s 3), a copy of which is set out in Schedule 1 to the IAA.",
      "id": "s42"
    },
    {
      "text": "15 Article II of the Convention provides:\n \n \n 1.",
      "id": "s43"
    },
    {
      "text": "Each Contracting State shall recognize an agreement in writing under which the parties undertake to submit to arbitration all or any differences which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not, concerning a subject matter capable of settlement by arbitration.",
      "id": "s44"
    },
    {
      "text": "2.",
      "id": "s45"
    },
    {
      "text": "The term \"agreement in writing\" shall include an arbitral clause in a contract or an arbitration agreement, signed by the parties or contained in an exchange of letters or telegrams.",
      "id": "s46"
    },
    {
      "text": "16 The definition of \"arbitration agreement\" incorporates Art II of the Convention thus requiring an undertaking or commitment by the parties by agreement to submit \"all or any differences ... concerning a subject matter capable of settlement by arbitration\".",
      "id": "s47"
    },
    {
      "text": "If there is no obligation by agreement to submit a certain dispute to arbitration, it is apparent that in respect of that dispute there is no \"arbitration agreement\".",
      "id": "s48"
    },
    {
      "text": "See e.g.",
      "id": "s49"
    },
    {
      "text": "Comandate Marine Corp v Pan Australia Shipping Pty Ltd [2006] FCAFC 192 ; (2006) 157 FCR 45 ( Comandate ) at [192], [235], [237], [238] and [249]; ABB Power Plants v Electricity Commission of New South Wales t/as Pacific Power (1995) 35 NSWLR 596; PMT Partners Pty Ltd v Australian National Parks and Wildlife Service [1995] HCA 36 ; (1995) 184 CLR 301 at 310.",
      "id": "s50"
    },
    {
      "text": "Article II cl 1 also contemplates that some only of the potential disputes between the parties may be agreed to be submitted to arbitration.",
      "id": "s51"
    },
    {
      "text": "That is apparent from the use of the expression quoted above.",
      "id": "s52"
    },
    {
      "text": "17 The applicant contended that, in respect of the claims now made, there is no arbitration agreement and that the subject matter in issue is not capable of settlement by arbitration.",
      "id": "s53"
    },
    {
      "text": "18 The question whether there is an agreement to submit a dispute about the proper meaning and operation of the Agreement in the circumstances which have arisen turns largely upon the scope and operation of cl 20.3 of the Agreement.",
      "id": "s54"
    },
    {
      "text": "It clearly contemplates urgent injunctive or declaratory relief, where there is a threatened breach of the Agreement.",
      "id": "s55"
    },
    {
      "text": "As a matter of construction, such a threatened breach of the Agreement need not be, but may be, a material breach.",
      "id": "s56"
    },
    {
      "text": "It also contemplates those specific forms of relief --- an injunction or a declaration --- where there is a material breach of the Agreement as well as where there is a threatened breach of the Agreement.",
      "id": "s57"
    },
    {
      "text": "19 The respondent contended that cl 20.3 does no more than make it clear that an arbitrator may grant injunctive or declaratory relief, and that an arbitrator may do so without the parties going through the procedural steps prescribed by cl 20.1(a) and without the time required for those steps to be taken having to pass before arbitration.",
      "id": "s58"
    },
    {
      "text": "It pointed out that cl 20.3 does not expressly refer to injunctive or declaratory relief being granted by a Court.",
      "id": "s59"
    },
    {
      "text": "It also drew attention to cl 25 which says that the Agreement is governed by the laws of Victoria, and that \"Subject to Section 20, the parties irrevocably submit to the courts of Victoria, and any courts of appeal from such courts, in relation to the subject matter of this Agreement\".",
      "id": "s60"
    },
    {
      "text": "Thus, it submitted, cl 20 of the Agreement amounted to an arbitration agreement in respect of the present matters in issue between the parties so that the Court was obliged to stay the proceeding.",
      "id": "s61"
    },
    {
      "text": "That was the outcome in Elders CED Ltd v Dravo Corporation (1984) 59 ALR 206.",
      "id": "s62"
    },
    {
      "text": "20 I shall shortly return to the question whether, by cl 20 of the Agreement, the parties agreed to submit such a dispute as the present to arbitration.",
      "id": "s63"
    },
    {
      "text": "I first briefly mention the fourth element referred to in [12] above.",
      "id": "s64"
    },
    {
      "text": "21 The issue as to the proper construction and application of the Agreement in the circumstances which have arisen is, in my view, in the terms of the concluding words of the first paragraph of Art II cl 1 of the Convention, a subject matter capable of settlement by arbitration.",
      "id": "s65"
    },
    {
      "text": "I consider the broad approach to the meaning of that expression adopted in Flakt Australia Ltd v Wilkins &amp; Davies Construction Co Ltd (1979) 2 NSWLR 243 at 250; and Comandate [2006] FCAFC 192 ; (2007) 157 FCR 45 per Allsop J (with whom Finkelstein J agreed) at [235] also supports that view.",
      "id": "s66"
    },
    {
      "text": "The applicant did not strongly dispute that proposition.",
      "id": "s67"
    },
    {
      "text": "The claim for summary judgment did not include the claim based upon the alleged breach of s 52 of the Trade Practices Act 1974 (Cth), so that it may be unnecessary to determine whether that claim also is one capable of settlement by arbitration as within the compass of cl 20.1 of the Agreement.",
      "id": "s68"
    },
    {
      "text": "However, such a claim also has been held in a similar context --- that is, an arbitration agreement extending to disputes concerning the rights, duties or liabilities of any party --- to fall within the scope of the arbitration agreement: see e.g.",
      "id": "s69"
    },
    {
      "text": "per Gleeson CJ (with whom Meagher and Sheller JJ agreed) in Francis Travel Marketing Pty Ltd v Virgin Atlantic Airways Ltd (1996) 39 NSWLR 160 at 166 ( Francis Travel ); Recyclers of Australia Pty Ltd v Hettinga Equipment Inc [2000] FCA 547 ; (2000) 100 FCR 420 at [63] and [73]; and Comandate [2006] FCAFC 192 ; 157 FCR 45 per Finn J at [7].",
      "id": "s70"
    },
    {
      "text": "22 As noted, that leaves for resolution the question whether the present dispute, which as to its subject matter I find is capable of settlement by arbitration, is one which the parties have agreed to submit to arbitration.",
      "id": "s71"
    },
    {
      "text": "23 The determination required is objectively to ascertain the intention of the parties, having regard to the text of cl 20 of the Agreement in the context of the whole Agreement and to the factual matrix in which the clause and the Agreement came into being: see Codelfa Construction Pty Ltd v State Rail Authority of New South Wales [1982] HCA 24 ; (1982) 149 CLR 337 at 351; Hospital Products Ltd v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41 at 62; Bahr v Nicolay (No 2) [1988] HCA 16 ; (1988) 164 CLR 604 at 616-617.",
      "id": "s72"
    },
    {
      "text": "24 Apart from the nature of the Agreement itself, there was no particular factual matrix which either of the parties agreed was of especial significance.",
      "id": "s73"
    },
    {
      "text": "I start from a premise expressed in Francis Travel 39 NSWLR 160 at 165 by Gleeson CJ who said:\n \n When the parties to a commercial contract agree, at the time of making the contract, and before any disputes have yet arisen, to refer to arbitration any dispute or difference arising out of the agreement, their agreement should not be construed narrowly.",
      "id": "s74"
    },
    {
      "text": "They are unlikely to have intended that different disputes should be resolved before different tribunals, or that the appropriate tribunal should be determined by fine shades of difference in the legal character of individual issues, or by the ingenuity of lawyers in developing points of argument.",
      "id": "s75"
    },
    {
      "text": "See also the observations of Allsop J (with whom Finkelstein JJ agreed) in Comandate [2006] FCAFC 192 ; 157 FCR 45 at [192] - [193] .",
      "id": "s76"
    },
    {
      "text": "I respectfully agree with, and adopt, the views of their Honours.",
      "id": "s77"
    },
    {
      "text": "Where there is an agreement to arbitrate, there are sound commonsense and commercial reasons why the scope of the disputes agreed to be arbitrated should be robustly assessed.",
      "id": "s78"
    },
    {
      "text": "25 It is a logically prior question as to whether there is an agreement to arbitrate, so as to oblige the parties to the Agreement to do so, in relation to the present proceeding.",
      "id": "s79"
    },
    {
      "text": "But for cl 20.3 of the Agreement, I would have little doubt that they had done so.",
      "id": "s80"
    },
    {
      "text": "The consideration referred to in the preceding paragraph is, in addition, a reason why cl 20 of the Agreement should be construed as a whole, including cl 20.3, and should be construed in a broad and practical way.",
      "id": "s81"
    },
    {
      "text": "That, however, does not relieve the Court from the task of considering cl 20 as a whole including cl 20.3.",
      "id": "s82"
    },
    {
      "text": "26 Clause 20 of the Agreement indicates the circumstances in which disputes between the parties to the Agreement are to be submitted to arbitration.",
      "id": "s83"
    },
    {
      "text": "It could also have indicated powers agreed to be conferred upon the arbitrator.",
      "id": "s84"
    },
    {
      "text": "In the case of sophisticated remedies such as an injunction or a declaration, it was formerly generally thought that express conferral of power to grant such remedies upon an arbitrator is desirable: Chandris v Isbrandtsen-Moller Co Inc [1951] 1 KB 240; IBM Australia Ltd v National Distribution Services Ltd (1991) 22 NSWLR 466 at 486 ( IBM Australia ).",
      "id": "s85"
    },
    {
      "text": "That is because an arbitrator is not exercising judicial power.",
      "id": "s86"
    },
    {
      "text": "An arbitrator exercises power conferred by agreement between the parties to the arbitration agreement, or an award or order by an arbitrator is binding on the parties by reason of their agreement: see Hi-Fert Pty Ltd v Kiukiang Maritime Carriers Inc (No 5) (1998) 90 FCR 1 at 14.",
      "id": "s87"
    },
    {
      "text": "Hence, if a party against whom an arbitrator has made an award fails to comply with the arbitrator's orders, the enforcement of the award is through proceedings in an appropriate court.",
      "id": "s88"
    },
    {
      "text": "27 In that context, it is helpful to refer to cl 20.1(b).",
      "id": "s89"
    },
    {
      "text": "The reference to arbitration is in accordance with the Rules for the Conduct of Commercial Arbitrations of the Institute of Arbitrators and Mediators Australia.",
      "id": "s90"
    },
    {
      "text": "Those rules as in force at the time these proceedings commenced, were the Institute of Arbitrators and Mediators Arbitration Rules 2007 (the 2007 Rules).",
      "id": "s91"
    },
    {
      "text": "Rule 22.1 of the 2007 Rules provides that the Model Law shall apply to any international arbitration conducted under the 2007 Rules.",
      "id": "s92"
    },
    {
      "text": "The reference to the Model Law is a reference to the Model Law on International Commercial Arbitration prepared by the United Nations Commission on International Trade Law (UNCITRAL) and adopted by the General Assembly of the United Nations on 11 December 1985.",
      "id": "s93"
    },
    {
      "text": "Article 17 of the Model Law, as senior counsel for the respondent pointed out, is expressed as empowering an arbitrator to order any party \"to take such interim measure of protection\" as the arbitrator considers necessary in respect of the subject matter of a dispute.",
      "id": "s94"
    },
    {
      "text": "See also Pt III of the IA Act, including s 23 of the IA Act.",
      "id": "s95"
    },
    {
      "text": "They are sufficiently wide to encompass a declaration as to the meaning and proper operation of the Agreement in the circumstances which have now arisen.",
      "id": "s96"
    },
    {
      "text": "Indeed, as senior counsel for the respondent contended, in Cufone v Cruse [2000] SASC 17 Bleby J after a review of certain authorities concluded at [58] that an arbitrator generally has an implied power under an arbitration agreement to grant such rights and remedies as would have been available to a Court if the parties had sought to enforce their contract in a Court of law of appropriate jurisdiction, including declaratory relief.",
      "id": "s97"
    },
    {
      "text": "That decision was upheld on appeal: Cufone v Curse (sic) (2000) 210 LSJS 238; [2000] SASC 304.",
      "id": "s98"
    },
    {
      "text": "28 At least in the case of declaratory relief, which would in the present circumstances reflect a necessary determination by the arbitrator of the meaning and manner of operation of the Agreement in the process of arbitration, it is clear enough that there was no need to expressly grant the arbitrator power to give declaratory relief.",
      "id": "s99"
    },
    {
      "text": "That power would have been implied.",
      "id": "s100"
    },
    {
      "text": "The same may be said about final \"injunctive\" relief.",
      "id": "s101"
    },
    {
      "text": "If the present dispute is one which the parties have agreed to submit to arbitration, depending upon the proper construction and operation of the Agreement, the respondent may have been ordered by an arbitrator to meet the purchase orders presented by the applicant from time to time up to 30 June 2008 independently of the amount of credit insurance available to it.",
      "id": "s102"
    },
    {
      "text": "That would necessarily follow from an arbitral determination in the applicant's favour on the issue in dispute.",
      "id": "s103"
    },
    {
      "text": "The power to grant injunctive relief in an arbitrator would therefore be implied where cl 20 operates as an agreement to submit a particular dispute to arbitration.",
      "id": "s104"
    },
    {
      "text": "See also Government Insurance Office of New South Wales v Atkinson-Leighton Joint Venture [1981] HCA 9 ; (1981) 146 CLR 206 per Mason J (with whom Murphy J agreed) at 246-247; IBM Australia 22 NSWLR 466 at 480; Rolls and Son (Produce) Ltd v J Alastair McGregor &amp; Co Pty Ltd (1973) 6 SASR 358 at 378.",
      "id": "s105"
    },
    {
      "text": "As with any award of an arbitrator, if not complied with, the applicant would have had to resort to a Court of appropriate jurisdiction to enforce the award, but the character of such an order by the arbitrator is an injunctive one.",
      "id": "s106"
    },
    {
      "text": "29 Apart from there being no need for cl 20.3 to expressly grant to the arbitrator powers which the arbitrator already apparently has, in respect of a dispute which the parties have agreed to be arbitrated, cl 20.3 is not expressed in terms of a grant of power to an arbitrator, or in terms of the confirmation of the grant of power to an arbitrator, to grant particular forms of relief.",
      "id": "s107"
    },
    {
      "text": "It does not say, as it could readily have done if that was intended, that the arbitrator, in addition to other powers granted by this clause, should have power to grant declaratory or injunctive relief; or it could have said that to avoid doubt, the arbitrator etc.",
      "id": "s108"
    },
    {
      "text": "There are other available ways in which cl 20.3, if intended to ensure that arbitrator has power to grant declaratory or injunctive relief, might have been clearly expressed.",
      "id": "s109"
    },
    {
      "text": "It does not do so.",
      "id": "s110"
    },
    {
      "text": "It is expressed as not preventing (i.e.",
      "id": "s111"
    },
    {
      "text": "preserving to) a party the right to seek injunctive or declaratory relief in relation to certain types of breaches of the Agreement.",
      "id": "s112"
    },
    {
      "text": "The focus on the preservation of a party's right to seek such relief is by way of contrast with, or alternative to, the arbitral procedure imposed by cl 20.1.",
      "id": "s113"
    },
    {
      "text": "In addition, if the parties' intention were to ensure certain forms of relief were available to an arbitrator conducting an arbitration under cl 20.1, one would expect the expression of those additional powers also to be included in cl 20.1 rather than the place they are presently found.",
      "id": "s114"
    },
    {
      "text": "In my view, that observation is reinforced by the content and location of cl 20.2, a clause dictating the parties' obligations under the Agreement pending the resolution of their dispute by arbitration under cl 20.1.",
      "id": "s115"
    },
    {
      "text": "30 I accept the other contention of the respondent that cl 20.3 is intended to address circumstances of some urgency, whether by reason of a threatened breach or of a material breach of the Agreement.",
      "id": "s116"
    },
    {
      "text": "That is plain enough.",
      "id": "s117"
    },
    {
      "text": "But of itself that does not indicate how the parties intended to agree for urgent disputes to be addressed.",
      "id": "s118"
    },
    {
      "text": "And, as the present circumstances illustrate, cl 20.2 does not operate helpfully where there is a dispute as to what the parties' respective obligations are.",
      "id": "s119"
    },
    {
      "text": "31 In my view, cl 20.3 should therefore be seen, at least in part, as part of the bargain between the parties as to how their disputes should be resolved where there is a \"threatened breach\" encompassing conduct which one party asserts amounts to a breach of a term of the Agreement and the other does not.",
      "id": "s120"
    },
    {
      "text": "The use of the term \"threatened breach\" may also encompass foreshadowed contentious conduct as well as actual contentious conduct by one party.",
      "id": "s121"
    },
    {
      "text": "Clause 20.3 should also be seen as part of the bargain between the parties as to how their disputes should be resolved where there is a \"material breach\" or an asserted \"material breach\" of the Agreement.",
      "id": "s122"
    },
    {
      "text": "There is no definition of what may constitute a \"material breach\".",
      "id": "s123"
    },
    {
      "text": "But, clearly, the present dispute concerns what may be a material breach; the respondent did not contend to the contrary.",
      "id": "s124"
    },
    {
      "text": "It is clearly a dispute in respect of which cl 20.2 does not operate satisfactorily as each of the applicant and the respondent considers that it is continuing, or seeking to continue, its obligations under the Agreement and that the other party is failing to do so.",
      "id": "s125"
    },
    {
      "text": "32 The textual matters to which I have referred, in my view, point to the parties' agreement being to treat disputes to which cl 20.3 refers differently from the regime for arbitration specified in cl 20.1.",
      "id": "s126"
    },
    {
      "text": "That is not an agreement simply to skip the procedural prescription for consultation in cl 20.1(a) before arbitration, for the reasons I have given.",
      "id": "s127"
    },
    {
      "text": "I further consider the difference in subject matter in cl 20.1(b) and cl 20.3, and in the verb used in cl 20.3 also support that conclusion.",
      "id": "s128"
    },
    {
      "text": "Clause 20(1)(b) has as its subject the dispute, and it is the dispute which is referred to arbitration.",
      "id": "s129"
    },
    {
      "text": "Clause 20.3 has as its subject the agreement to a dispute being referred to arbitration (and the holding position prescribed by cl 20.2).",
      "id": "s130"
    },
    {
      "text": "It is that subject which does not prevent the parties in certain circumstances from \"seeking\" certain relief.",
      "id": "s131"
    },
    {
      "text": "That is, as a matter of grammar, the rights the parties have agreed to preserve to themselves by cl 20.3 are available, notwithstanding the arbitration agreement in cl 20.1.",
      "id": "s132"
    },
    {
      "text": "Clause 20.3 is not confined in its subject matter to the agreement to consultation prior to arbitration contained in cl 20.1(a).",
      "id": "s133"
    },
    {
      "text": "And, I think the use of the word \"seeking\" also contemplates, in the overall text of cl 20, proceeding in different way from referral to an arbitrator.",
      "id": "s134"
    },
    {
      "text": "33 Clause 20.1(b), in the customary way, uses the term \"referred to arbitration\", and as I have noted above also provides for the arbitration to be conducted under the 2007 Rules.",
      "id": "s135"
    },
    {
      "text": "Art II cl 1 of the Convention also refers to an agreement to submit to arbitration certain differences, and Art 7(1) of the Model Law uses the expression agreement to submit to arbitration certain differences.",
      "id": "s136"
    },
    {
      "text": "Clause 20.3 then preserves to a party the right to seek (my emphasis) certain forms of relief in the circumstances to which it applies.",
      "id": "s137"
    },
    {
      "text": "It may readily be seen that the focus in cl 20.1 is upon the referral of a dispute to arbitration whereas the focus in cl 20.3 is upon the remedies available in resolution (or interlocutory resolution) of a dispute, so the particular semantic difference to which I am presently referring is only of relatively minor significance.",
      "id": "s138"
    },
    {
      "text": "But, putting aside the question of interlocutory relief, the need to express the entitlement of a party to \"seek or ask for\" (cf The Macquarie Concise Dictionary, (2 nd ed, The Macquarie Library Pty Ltd, 1988 p 899) declaratory or injunctive relief from an arbitrator is not evident.",
      "id": "s139"
    },
    {
      "text": "This is not a case where the applicant is seeking interlocutory relief, but I note that Art 9 of the UNICTRAL Model Law in Sch 2 to the IA Act addresses that circumstance, as well as Art 17.",
      "id": "s140"
    },
    {
      "text": "34 I do not regard cl 25 of the Agreement as helpful in informing the meaning and application of cl 20 of the Agreement.",
      "id": "s141"
    },
    {
      "text": "It specifies the governing law of the Agreement to be the laws of Victoria, and \"subject to Section 20\" the parties submit to the Courts of Victoria.",
      "id": "s142"
    },
    {
      "text": "That reference to cl 20 of the Agreement, it seems to me, is central as to how cl 20 overall operates in relation to the present question.",
      "id": "s143"
    },
    {
      "text": "Counsel did not refer to other contextual matters in the Agreement which might assist in resolution of that question.",
      "id": "s144"
    },
    {
      "text": "35 There is one general contextual matter which I think is significant.",
      "id": "s145"
    },
    {
      "text": "The Agreement was clearly the result of extensive negotiation and careful drafting.",
      "id": "s146"
    },
    {
      "text": "It comprises 38 clauses and two schedules, including a detailed pricing schedule, and many of the clauses are themselves broken into subclauses and then paragraphs.",
      "id": "s147"
    },
    {
      "text": "It is not necessary to refer in detail to each of the clauses to illustrate the thoroughness and care apparent in its terms, and in the commercial negotiations leading to them.",
      "id": "s148"
    },
    {
      "text": "There is no real scope to conclude that the parties were not alert to the nuances of their expressed agreement.",
      "id": "s149"
    },
    {
      "text": "I think that point is significant when determining the scope of the arbitration agreement in cl 20 of the Agreement.",
      "id": "s150"
    },
    {
      "text": "36 The analysis of the structure and wording of cl 20 of the Agreement has indicated that the preserved entitlement of a party under cl 20.3 (in circumstances in which applies) is not one which is confined to seeking declaratory or injunctive relief from an arbitrator in an arbitration.",
      "id": "s151"
    },
    {
      "text": "To that extent, I reject the contention of the respondent.",
      "id": "s152"
    },
    {
      "text": "However, as I noted earlier, in construing a clause of an agreement such as cl 20, I should adopt a robust and commonsense view in determining what the parties have agreed, or more explicitly the extent to which they have agreed to submit their disputes to arbitration.",
      "id": "s153"
    },
    {
      "text": "One might ask rhetorically why they may have chosen different means of dispute resolution, or why in their commercial bargain they might (as the applicant contends) have chosen separate forms of dispute resolution depending upon the nature of the relief sought, or indeed where a party seeks declaratory or injunctive relief, why the circumstances in which such relief might be sought are so widely expressed (threatened or material breaches).",
      "id": "s154"
    },
    {
      "text": "Senior counsel for the respondent described the width of cl 20.3 as enabling \"a coach and horses\" to go through it.",
      "id": "s155"
    },
    {
      "text": "37 It is easy to say that the Court should adopt a commercial commonsense approach to the construction of the parties bargain: see Antaios Compania Naviera SA v Salen Rederierna AB (The Antaios) [1985] AC 191 at 201 per Lord Diplock; Maggbury Pty Ltd v Hafele Australia Pty Ltd [2001] HCA 70 ; (2001) 210 CLR 181 at 198.",
      "id": "s156"
    },
    {
      "text": "But it does not flaunt business common sense that the parties, having agreed upon arbitrating their disputes, should nevertheless agree upon an optional alternative dispute resolution process --- by way of court proceedings --- in certain circumstances.",
      "id": "s157"
    },
    {
      "text": "There is no inherent commercial reason why certain disputes where declaratory or injunctive relief is sought should not be agreed to be determined by a court.",
      "id": "s158"
    },
    {
      "text": "There is nothing to suggest such resolution would or should be less speedy or less efficacious or more expensive.",
      "id": "s159"
    },
    {
      "text": "Particularly where the parties have demonstrated such care in arriving at, and expressing, their bargain, the syntactical and semantic analysis of cl 20 as a whole should not be ignored because it suggests a preserved alternative but limited dispute resolution process by court proceedings.",
      "id": "s160"
    },
    {
      "text": "The availability of such access to the courts would not defeat the commercial purpose of the agreement; indeed it may serve it; cf per Kirby J in Corumo Holdings Pty Ltd v C Itoh Ltd (1991) 24 NSWLR 370 at 378.",
      "id": "s161"
    },
    {
      "text": "I am mindful that, cl 20.3 does not expressly refer to circumstances seeking from a court (my emphasis) declaratory or injunctive relief.",
      "id": "s162"
    },
    {
      "text": "But for the reasons already given, in my view, it indicates that in respect of certain forms of dispute where particular relief is sought the arbitration obligation specified in cl 20.1 and recognised in cl 20.2 is a qualified one.",
      "id": "s163"
    },
    {
      "text": "38 \n \nFor those reasons, I do not consider that the parties agreed to submit to arbitration the present claim as identified in the application to arbitration.",
      "id": "s164"
    },
    {
      "text": "I therefore decline the application to stay the proceeding.",
      "id": "s165"
    },
    {
      "text": "THE CLAIM FOR SUMMARY JUDGMENT \n \n39 The applicant accepts that it must show that the respondent has no reasonable prospect of successfully resisting the claim: see White Industries Aust Ltd v Commissioner of Taxation (2007) 160 FCR 298 at [54]; Lawrenson Light Metal Die Casting Pty Ltd (in liq) v Cosmik Pty Ltd [2006] FCA 753 at [15] .",
      "id": "s166"
    },
    {
      "text": "40 The general nature of the Agreement is set out above.",
      "id": "s167"
    },
    {
      "text": "I shall not repeat it.",
      "id": "s168"
    },
    {
      "text": "The term of the Agreement is three years, commencing on 1 July 2007, there being no evidence of any other agreed commencement date: see cl 19.1.",
      "id": "s169"
    },
    {
      "text": "41 I infer from cl 7 of the Agreement that the parties negotiated carefully about payment terms generally, and in particular that in the course of striking their bargain the issue of the respondent having insurance for any credit line to be provided to the applicant was also the topic of negotiations.",
      "id": "s170"
    },
    {
      "text": "Clause 7.5 permits the termination of the Agreement at the second and third years of the term of the Agreement if the applicant by the commencement of either of those times has been unable to satisfy the requirements of an insurer proposing to provide to the respondent credit insurance in respect of the credit line agreed to be provided during that term of the agreement.",
      "id": "s171"
    },
    {
      "text": "Clearly, too, the assurance that the applicant would be able to meet its liabilities to the respondent under its line of credit was important: clause 5.2 specifies the minimum volume of sales to be purchased by the applicant from the respondent.",
      "id": "s172"
    },
    {
      "text": "42 The details of the negotiations leading to cl 7.4 in the Agreement are not necessary to refer to.",
      "id": "s173"
    },
    {
      "text": "The Agreement was executed after those negotiations.",
      "id": "s174"
    },
    {
      "text": "Clause 7.4 commences by recording that for year one of the term of the agreement (the year commencing on 1 July 2007) \"insurance is in place\".",
      "id": "s175"
    },
    {
      "text": "43 The evidence indicates that it was only some time later, in August 2007, that the respondent had some difficulties with the credit insurer which apparently had agreed to provide credit insurance to the respondent during the first year of the term of the Agreement.",
      "id": "s176"
    },
    {
      "text": "As noted, the position deteriorated to the point where the respondent from about 6 September 2007 said that it would no longer accept the applicant's purchase orders, or at least would not do so unless adequate credit insurance or some other protection for the credit line it offered to the applicant was in place.",
      "id": "s177"
    },
    {
      "text": "44 I note that the unmet purchase orders presented by the applicant to the respondent to about 16 October 2007 are of the order of about $A4.25 million.",
      "id": "s178"
    },
    {
      "text": "45 The applicant's contention, in the undisputed circumstances, is that neither cl 7.4 nor any other clause of the Agreement entitles the respondent, during the first year of the term of the Agreement, to decline to meet the applicant's purchase orders.",
      "id": "s179"
    },
    {
      "text": "That is because, it contends, the change in circumstances by the apparent withdrawal during that year of the credit insurer of the applicant's line of credit is not an event which gives such a right to the respondent.",
      "id": "s180"
    },
    {
      "text": "46 The respondent contends that cl 7.4 entitles it to insist upon credit line insurance being in place for the whole of the first year of the term of the Agreement, and alternatively that the position is not so clearly in the applicant's favour that summary judgment should be entered.",
      "id": "s181"
    },
    {
      "text": "47 I commence my consideration of the respective contentions by noting that there may be cases where summary judgment is appropriate even though that requires careful consideration of a detailed contract: see per Barwick CJ in General Steel Industries Inc v Commissioner for Railways (New South Wales) [1964] HCA 69 ; (1964) 112 CLR 125 at 129-130.",
      "id": "s182"
    },
    {
      "text": "48 It is necessary to note that the provision of terms of credit by the respondent and, on the other hand, the obligation of the applicant to make timely payments in accordance with the Agreement are clearly set out and are respective obligations independent of any credit insurance secured by the respondent.",
      "id": "s183"
    },
    {
      "text": "Clause 4 deals with the process of the applicant submitting purchase orders to the respondent, and of the respondent accepting and meeting them.",
      "id": "s184"
    },
    {
      "text": "Clause 4.3, if it operates in the present circumstances, obliges the respondent to accept and meet purchase orders.",
      "id": "s185"
    },
    {
      "text": "That is one of the asserted obligations of the respondent which it is presently declining to meet, and concerning which the applicant seeks declaratory relief.",
      "id": "s186"
    },
    {
      "text": "Clause 5, as noted earlier, obliges the applicant to purchase a minimum volume of the respondent's products in each year of the term.",
      "id": "s187"
    },
    {
      "text": "Clause 6 deals with prices and rebates.",
      "id": "s188"
    },
    {
      "text": "49 Clause 7 deals generally with payment terms.",
      "id": "s189"
    },
    {
      "text": "Clause 7.1 prescribes payment for each purchase order 90 days from the relevant bill of lading, but in the first three years of the term of the Agreement the payment terms are extended: for the first year, payment is required only 180 days from the bill of lading, although interest at 1% runs on each 30 day period after the standard 90 day payment term; for year two of the term, the extended credit is for 150 days and for year three it is 120 days, again with the same interest obligation.",
      "id": "s190"
    },
    {
      "text": "Failure to meet payments within the specified time entitles the respondent to terminate the Agreement: cl 7.2 (see also cl 19.3 and cl 19.5(a)).",
      "id": "s191"
    },
    {
      "text": "The term of the Agreement is three years, but it may be extended at annual pauses by agreement.",
      "id": "s192"
    },
    {
      "text": "Clause 7.1 suggests the parties contemplated extension of the term beyond three years to be a realistic prospect.",
      "id": "s193"
    },
    {
      "text": "50 Clauses 7.4 and 7.5 deal with the respondent securing credit insurance in respect of the credit line granted to the applicant.",
      "id": "s194"
    },
    {
      "text": "They are not expressed as being tied to either the obligation of the respondent to accept and meet purchase orders or to the obligation of the applicant to pay for goods ordered.",
      "id": "s195"
    },
    {
      "text": "The operation of cl 7.4 is expressly confined to the second and third years of the term, and it qualifies the obligation of the respondent to grant the credit line it agreed to provide to the applicant in those years.",
      "id": "s196"
    },
    {
      "text": "It primarily obliges the applicant, in respect of the second and third years of the term, to satisfy \"the requirements of an insurance provider\" so that the respondent can arrange suitable credit insurance.",
      "id": "s197"
    },
    {
      "text": "There is no such obligation imposed upon the applicant in respect of the first year of the term.",
      "id": "s198"
    },
    {
      "text": "It also imposes a secondary obligation on the applicant if suitable insurance cannot be obtained during those years of the term: to agree on other ways of \"protecting payments\" with the respondent; and both the applicant and the respondent must act in good faith in doing so.",
      "id": "s199"
    },
    {
      "text": "Clause 7.4 thus recognises that the credit line agreed to be provided by the respondent is a conditional one only in respect of the second and third years of the term of the Agreement.",
      "id": "s200"
    },
    {
      "text": "It does not oblige the applicant to secure credit insurance for the respondent at all, although in respect of the second and third years of the term the applicant must satisfy the requirements of a credit insurance provider.",
      "id": "s201"
    },
    {
      "text": "51 \n \nClause 7.5 addresses the way in which credit insurance in respect of the second and third years of the term is to be obtained.",
      "id": "s202"
    },
    {
      "text": "It obliges the respondent to seek such insurance within a prescribed time, and (consistently with cl 7.4) the applicant to satisfy the requirements of the potential credit insurance providers.",
      "id": "s203"
    },
    {
      "text": "Clause 7.5 also provides for the consequences of the parties being unable to secure credit insurance in respect of the second or third years of the term: the respondent is entitled to terminate the Agreement (see also cl 19.3).",
      "id": "s204"
    },
    {
      "text": "It does not provide for termination of the Agreement if, for some reason, credit insurance satisfactory to the respondent lapses during the first year of the term.",
      "id": "s205"
    },
    {
      "text": "52 Clause 19 dealing with the term and termination also does not provide for termination of the Agreement if the credit insurance in place at the commencement of the term (and said to be for \"year 1\") for some reason lapses.",
      "id": "s206"
    },
    {
      "text": "There is no obligation on the part of the applicant under the Agreement which the respondent asserts it has not met, and which might entitle it to terminate the Agreement.",
      "id": "s207"
    },
    {
      "text": "Clauses 4.3 and 7.1, for the reasons I have given, operate independently of cl 7.4 of the Agreement in respect of the first year of the term.",
      "id": "s208"
    },
    {
      "text": "53 In my view, the fact that the credit insurance in place for the first year of the term, apparently to the satisfaction of the parties at the time of the Agreement, has for some reason been withdrawn, or partly withdrawn, at least by one of the insurers does not relieve the respondent from its obligations under the Agreement.",
      "id": "s209"
    },
    {
      "text": "It is unclear why that difficulty has arisen; that is left as a matter of speculation.",
      "id": "s210"
    },
    {
      "text": "There is no indication from the respondent as to whether it has rights to enforce the insurance agreement against the insurer.",
      "id": "s211"
    },
    {
      "text": "There is no suggestion that the applicant has acted in any way to affect the insurer's attitude.",
      "id": "s212"
    },
    {
      "text": "The respondent has not made any suggestion that the Agreement, by the events which have happened, has been frustrated.",
      "id": "s213"
    },
    {
      "text": "It has made no suggestion that the Agreement, and in particular cl 7.4, does not reflect accurately the bargain between the parties, so that in response to the applicant's claim it might seek some form of rectification of the Agreement or any other form of equitable relief.",
      "id": "s214"
    },
    {
      "text": "It has not argued that any other obligation on the part of the applicant should be implied into the Agreement in a form which might disentitle it from the relief it seeks in the events which have happened.",
      "id": "s215"
    },
    {
      "text": "It argued only that the Agreement, including cl 4.3 and cl 7.1 and cl 7.4, on its proper construction does not oblige it to accept and meet the applicant's purchase orders during the first year of the term because, for some unidentified reason, the credit insurance it had in place for the first year of the term has been withdrawn or partly withdrawn.",
      "id": "s216"
    },
    {
      "text": "For the reasons I have given, I reject that argument.",
      "id": "s217"
    },
    {
      "text": "54 I have therefore reached the firm view that the respondent has no reasonable prospect of successfully resisting the claim.",
      "id": "s218"
    },
    {
      "text": "I accordingly propose to make declaratory orders as follows:\n \n 1.",
      "id": "s219"
    },
    {
      "text": "Pursuant to an Exclusive Distribution Agreement entered into between the applicant and the respondent on 15 May 2007, in the first year of the term of that Agreement, the respondent's obligation: \n \n \n 1.1 to provide credit to the applicant pursuant to cl 7.1 of the Agreement; and\n 1.2 to accept all purchase orders submitted by the applicant pursuant to cl 4.3 of the Agreement \n \n \n is not conditional upon or otherwise circumscribed by the amount of credit insurance that the respondent has in place.",
      "id": "s220"
    },
    {
      "text": "2.",
      "id": "s221"
    },
    {
      "text": "The respondent has, by its conduct in refusing to accept purchase orders submitted by the applicant, breached cl 4.3 of the Agreement.",
      "id": "s222"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s223"
    },
    {
      "text": "Associate:\n\nDated: 29 January 2008\n\n Counsel for the Applicant: Mr R Whitington QC with Mr M Blue QC and Mr M Burnett \n \n Solicitor for the Applicant: Johnson Winter &amp; Slattery \n \n Counsel for the Respondent: Mr P Murdoch QC with Mr J Styring \n \n Solicitor for the Respondent: Hunt and Hunt \n \n Date of Hearing: 26 November 2007 \n \n Date of Final Written Submissions: 19 December 2007 \n \n Date of Judgment: 29 January 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/29.html",
      "id": "s224"
    }
  ]
}