{
  "name": "MZPAO v Minister for Immigration and Citizenship [2008] FCA 245 (6 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/245.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate affirming decision of refugee review tribunal (\"the tribunal\") not to a grant protection visa",
      "id": "c0"
    },
    {
      "text": "whether the tribunal breached s 425 of the migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "whether the tribunal breached s 424",
      "id": "c2"
    },
    {
      "text": "whether the federal magistrate failed to deal with all of the appellants grounds of appeal",
      "id": "c3"
    },
    {
      "text": "the tribunal did not breach ss 424a or 425",
      "id": "c4"
    },
    {
      "text": "the federal magistrate dealt with all of the grounds of appeal pursued before him",
      "id": "c5"
    },
    {
      "text": "appeal dismissed",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is an appeal against a judgment of a Federal Magistrate delivered on 23 November 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") dated 23 August 2006 and handed down on 24 August 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Department of Immigration and Multicultural Affairs (as it was then known), to refuse to grant protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "The appellants are citizens of Turkey who arrived in Australia on 23 October 1993.",
      "id": "s2"
    },
    {
      "text": "2 The appellants lodged an application for protection visas with the Department of Immigration and Multicultural Affairs on 1 March 2001.",
      "id": "s3"
    },
    {
      "text": "Only the appellant husband made claims under the (United National Refugee Convention 1951 as amended by the Protocol (1967) Relating to the Status of Refugees) (\"the Convention\") with the appellant wife and the appellant children relying on membership of his family unit.",
      "id": "s4"
    },
    {
      "text": "As members of the same family unit the outcome of the appellant wife's and appellant children's applications depended on the outcome of the appellant husband's application.",
      "id": "s5"
    },
    {
      "text": "In these reasons the appellant husband will be referred to as the appellant.",
      "id": "s6"
    },
    {
      "text": "3 The appellant claimed that he feared that if he returned to Turkey he would be persecuted as a result of his actual and imputed support for the Kurdistan Workers Party (\"PKK\"), his Kurdish ethnicity and his membership of particular social groups.",
      "id": "s7"
    },
    {
      "text": "He claimed that neighbours reported a visit to his home from relative associated with the PKK and as a result the local police raided his house while he was not there and found Kurdish publications.",
      "id": "s8"
    },
    {
      "text": "He claimed his house was under surveillance and that the police were searching for him and that he fled to Australia to avoid harm from the local police who suspected of him being in the PKK.",
      "id": "s9"
    },
    {
      "text": "4 A delegate of the first respondent refused the application for protection visas on 19 April 2001.",
      "id": "s10"
    },
    {
      "text": "On 4 May 2001 the appellant applied to the Tribunal for a review of that decision and the Tribunal affirmed the delegate's decision on 10 April 2003.",
      "id": "s11"
    },
    {
      "text": "That decision was subsequently set aside by this Court on 29 August 2005 and the matter was remitted to the Tribunal for rehearing.",
      "id": "s12"
    },
    {
      "text": "The decision of the Tribunal on the rehearing is the subject of the present appeal.",
      "id": "s13"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n \n5 After three postponements, at the request of the appellant's advisor or the appellant, the appellant gave oral evidence to the Tribunal at a hearing on 8 February 2006.",
      "id": "s14"
    },
    {
      "text": "At the commencement of the hearing the appellant's wife advised the Tribunal that she did not wish to give evidence.",
      "id": "s15"
    },
    {
      "text": "The appellant's wife was permitted to remain in the room while the appellant gave evidence.",
      "id": "s16"
    },
    {
      "text": "She was, however, asked to leave towards the end of the hearing because she had ignored repeated requests to stop communicating with the appellant while he gave evidence.",
      "id": "s17"
    },
    {
      "text": "6 During the hearing, the appellant claimed that he waited eight years to apply for a protection visa because he feared he would be deported.",
      "id": "s18"
    },
    {
      "text": "Although his passport indicated that he had been issued bridging visas in 1997 and 1999 the appellant said he could not remember whether he had applied for other visas.",
      "id": "s19"
    },
    {
      "text": "7 At the end of the hearing the appellant's advisor requested an adjournment so that the appellant could confer with his wife.",
      "id": "s20"
    },
    {
      "text": "After initially refusing the request, the Tribunal member agreed to a short adjournment.",
      "id": "s21"
    },
    {
      "text": "After the adjournment, the appellant told the Tribunal that he had distributed books and brochures about the PKK.",
      "id": "s22"
    },
    {
      "text": "8 The Tribunal was not satisfied that the appellant's evidence relating to his obtaining a passport and fleeing to Australia to avoid the local police was credible because the issue date of the appellant's password preceded the date on which the appellant claimed that he was reported to police as being a PKK supporter.",
      "id": "s23"
    },
    {
      "text": "9 On 13 April 2006, after the appellant had given his evidence, the Tribunal sent him a letter pursuant to s 424A of the Migration Act 1958 (Cth) (\"the Act \") and invited him to comment on the discrepancy between the date of his passport and the date of the alleged incident .",
      "id": "s24"
    },
    {
      "text": "The appellant responded to the letter on 26 April 2006.",
      "id": "s25"
    },
    {
      "text": "On 22 August 2006 after the further Tribunal hearing the appellant's advisor made a further submission to the Tribunal.",
      "id": "s26"
    },
    {
      "text": "10 On 7 August 2006, at the request of the appellant, the appellant's wife attended a further Tribunal hearing.",
      "id": "s27"
    },
    {
      "text": "She gave evidence.",
      "id": "s28"
    },
    {
      "text": "At the end of this hearing the Tribunal refused a request for the appellant's wife to confer with the appellant regarding whether there was anything further they wished to put to the Tribunal.",
      "id": "s29"
    },
    {
      "text": "11 The Tribunal found that the appellant's evidence in relation to his alleged involvement in the PKK lacked credibility because he did not raise the matter of distribution of PKK material until after he had conferred with his wife and was unable to provide comment when the credibility of his claims was questioned.",
      "id": "s30"
    },
    {
      "text": "12 The Tribunal found that the appellant's wife gave evidence in an attempt to correct the evidence of the appellant and was not satisfied that the appellant's wife was a witness of truth.",
      "id": "s31"
    },
    {
      "text": "Accordingly, the Tribunal placed no weight on the evidence of the appellant's wife in making its decision.",
      "id": "s32"
    },
    {
      "text": "The Tribunal found that the appellant was never a member of the PKK, was never suspected or accused of being a member of the PKK, never distributed any PKK material, never suffered any resulting persecution and was not assisted by the PKK to leave Turkey.",
      "id": "s33"
    },
    {
      "text": "The Tribunal also noted that independent country information showed that the situation for Turkish Kurds was improving and found that the current level of discrimination against Kurds did not constitute sufficiently serious harm that would amount to persecution under the convention.",
      "id": "s34"
    },
    {
      "text": "13 The Tribunal also did not accept the appellant's advisor's claims that the appellant feared persecution because of his membership of particular social groups - identified as Kurds returning from overseas who are perceived as wealthy and Kurds who have made a claim for asylum overseas, as the claims were vague and the Tribunal had not found any evidence to indicate that such particular social groups actually exist in Turkey.",
      "id": "s35"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n \n 14 On 25 September 2006 the appellant filed an application in the Federal Magistrates Court seeking judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s36"
    },
    {
      "text": "The appellant claimed that the Tribunal made jurisdictional errors because it breached s 424A of the Act , failed to afford the appellant natural justice and procedural fairness due to a lack of reasons regarding the Tribunal's rejection of country information provided by the appellant's advisor; made findings without evidence; failed to express its concerns about discrepancies in the appellant's evidence and to give the appellant an opportunity to respond to them and failed to provide a proper hearing by specifically refusing and curtailing the appellant's request for an adjournment of the August hearing to enable him to speak to his wife.",
      "id": "s37"
    },
    {
      "text": "15 Counsel for the appellant submitted that the main issues raised by the appellant related to procedural fairness in the conduct of the hearings and to the operation of s 424A of the Act .",
      "id": "s38"
    },
    {
      "text": "In dealing with the claimed lack of procedural fairness his Honour noted that it was reasonable for the Tribunal to attempt to prevent the appellant's wife from prompting the appellant while he was giving evidence as it impeded the Tribunal's assessment of the appellant's credibility.",
      "id": "s39"
    },
    {
      "text": "16 In relation to the requests for adjournments his Honour found that the method in which they were dealt with did not constitute a failure to provide a hearing under s 425 of the Act but rather fell more within the ambit of a question of apprehended bias which the appellant had not pursued.",
      "id": "s40"
    },
    {
      "text": "His Honour stated that the conduct of the Tribunal was not sufficient to give rise to an apprehension of bias.",
      "id": "s41"
    },
    {
      "text": "He noted the appellant's evidence that was presented during the hearings.",
      "id": "s42"
    },
    {
      "text": "In relation to the appellant's claims that he should have received a s 424A notice in relation to the Tribunal member's findings that some of his claims were inconsistent and the fact that the Tribunal did not accept his wife's evidence, his Honour applied SZBYR v The Minister for Immigration and Citizenship [2007] FCA 26 ; (2007) 235 ALR 609 and held that s 424A did not apply in relation to inconsistencies in evidence or concerns regarding credibility.",
      "id": "s43"
    },
    {
      "text": "17 His Honour also noted that the appellant and his wife were aware of this issue throughout the hearing process and were able to respond as they saw fit.",
      "id": "s44"
    },
    {
      "text": "Further, the Federal Magistrate found that the evidence given by each of the parties went to credibility and s 424A did not require the Tribunal to notify the appellant' or the appellant's wife that it had rejected the evidence of the other.",
      "id": "s45"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n18 The notice of appeal to this court was filed on 12 December 2007.",
      "id": "s46"
    },
    {
      "text": "The appellant claimed that the Federal Magistrate failed to consider all of the issues relating to procedural fairness, failed to consider all of the grounds in the appellant's amended application dated 29 March 2007 and erred in making findings in relation to s 424A of the Act .",
      "id": "s47"
    },
    {
      "text": "Those findings concerned the issue of whether the date of the appellant's passport went to the appellant's credibility and an asserted requirement that the tribunal send a s 424A notice to the appellant's wife.",
      "id": "s48"
    },
    {
      "text": "19 At the hearing this morning, counsel for the appellant developed three arguments.",
      "id": "s49"
    },
    {
      "text": "The first related to alleged breaches of the requirements of s 425 of the Act .",
      "id": "s50"
    },
    {
      "text": "The second alleged that there were certain breaches of the requirements of s 424A of the Act and the third was that two of the grounds appearing in the application for review before the Federal Magistrates Court were not dealt with by the Federal Magistrate.",
      "id": "s51"
    },
    {
      "text": "20 I will deal first with the s 425 point.",
      "id": "s52"
    },
    {
      "text": "Section 425 of the Act provides that the \"Tribunal must invite an applicant to appear before it to give evidence and present arguments relating to the issues arising in relation to the decision under review\".",
      "id": "s53"
    },
    {
      "text": "Counsel pointed to three matters which it was said gave rise to a constructive failure on the part of the Tribunal to observe the obligations imposed on it by s 425.",
      "id": "s54"
    },
    {
      "text": "The first was the refusal by the Tribunal at the end of the February hearing to accede immediately to an application made on the appellant's behalf for an adjournment of the hearing so that he could confer with his wife and return and give additional evidence if so minded.",
      "id": "s55"
    },
    {
      "text": "21 The transcript of the hearing shows that the Tribunal asked the appellant after he had given a good deal of evidence whether there were any further matters which he wished to place before the Tribunal, and he indicated that there were none.",
      "id": "s56"
    },
    {
      "text": "At this point the adviser, who was present, asked the Tribunal to adjourn for ten minutes so that there could be consultation with the wife.",
      "id": "s57"
    },
    {
      "text": "Despite this application the Tribunal member asked the appellant to advise the Tribunal of any additional matters which he wished to have brought into account in support of his application.",
      "id": "s58"
    },
    {
      "text": "None was proffered.",
      "id": "s59"
    },
    {
      "text": "Despite this the adviser continued to press for an adjournment and ultimately the member was disposed to grant a five minute adjournment and that was provided.",
      "id": "s60"
    },
    {
      "text": "It in fact ran, according to the transcript, for some seven minutes.",
      "id": "s61"
    },
    {
      "text": "22 The second occasion on which it is said that the Tribunal contravened s 425 of the Act was at the conclusion of the second, August, hearing at which the appellant's wife gave evidence.",
      "id": "s62"
    },
    {
      "text": "Again an application for an adjournment was made and on this occasion refused.",
      "id": "s63"
    },
    {
      "text": "23 It is notable that the reasons advanced in seeking adjournments on both occasions were that it was necessary for there to be consultation between husband and wife to determine whether additional matters ought to be placed before the Tribunal, despite the fact that both witnesses had indicated that they had said all that they wished to say in support of their applications.",
      "id": "s64"
    },
    {
      "text": "In my view the Tribunal was not obliged to grant either adjournment and was free to do so as a matter of discretion if it wished, but its initial refusal at the February hearing and its ultimate refusal in the August hearing were not matters that in my view give rise to jurisdictional error.",
      "id": "s65"
    },
    {
      "text": "24 The third matter relied on by counsel in alleging a contravention of s 425 of the Act related to what was said to be concerns expressed in writing by the appellant's migration agent after the February and August hearings.",
      "id": "s66"
    },
    {
      "text": "On both occasions the agent wrote letters to the Tribunal complaining about aspects of the hearing and the procedures adopted and pursued at those hearings.",
      "id": "s67"
    },
    {
      "text": "25 In my view, the agent's opinion about the conduct of the hearing has no relevance to the question of whether s 425 was breached; that is a matter for the Court.",
      "id": "s68"
    },
    {
      "text": "The fact that the agent considered that the hearing might better have been conducted in certain of its aspects on each occasion is not of relevance to the question of whether as a matter of law the requirements of s 425 have been observed.",
      "id": "s69"
    },
    {
      "text": "Accordingly I reject the arguments advanced on the first ground.",
      "id": "s70"
    },
    {
      "text": "26 The second ground of the appeal alleges breaches of s 424A of the Act .",
      "id": "s71"
    },
    {
      "text": "Section 424A(1) requires the Tribunal, subject to certain exceptions, to give an applicant particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision under review.",
      "id": "s72"
    },
    {
      "text": "27 Counsel contends that the Tribunal was obliged, consistently with that provision, to send a letter or otherwise provide an opportunity for comment to the appellant's wife and that that notice should have drawn attention to perceived contradictions between her evidence and that of her husband before the Tribunal.",
      "id": "s73"
    },
    {
      "text": "28 The second contravention of s 424A is said to have occurred by reason of a failure by the Tribunal to put to the appellant a statement made by him when he first applied for a protection visa, that statement being that \"[m]y passport and visa were ready.",
      "id": "s74"
    },
    {
      "text": "\" \n \n29 The Tribunal was, in my view, under no obligation to put the alleged contradictions to the appellant's wife for the purpose of enabling her to respond.",
      "id": "s75"
    },
    {
      "text": "The applicant relied on a decision of Marshall J in SZGSI v Minister for Immigration and Citizenship (2007) 160 FC 506.",
      "id": "s76"
    },
    {
      "text": "In that case Marshall J, with whom Moore and Finn JJ agreed on this point, held that s 424A can in certain circumstances require a notice to be sent to a family member where more than one family member is making an application for a protection visa.",
      "id": "s77"
    },
    {
      "text": "30 That case dealt with contradictory evidence where one family member had said something that prejudiced another family member's application and that information was taken into account against the second family member.",
      "id": "s78"
    },
    {
      "text": "In that context it was held that a s 424A notice should be issued.",
      "id": "s79"
    },
    {
      "text": "That is not the present case.",
      "id": "s80"
    },
    {
      "text": "The present case, as has already been observed, was one in which the wife's evidence was simply not believed and was not given any weight by the Tribunal in coming to its decision.",
      "id": "s81"
    },
    {
      "text": "It was therefore not brought into account to the detriment of the appellant and was not a reason for affirming the decision under review.",
      "id": "s82"
    },
    {
      "text": "31 There was therefore no occasion, in my opinion, under s 424A(1) for the notice to be given.",
      "id": "s83"
    },
    {
      "text": "There is another reason why that was not necessary.",
      "id": "s84"
    },
    {
      "text": "That reason is provided by the decision of the High Court in SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; 235 ALR 609 to which the learned Federal Magistrate referred, which makes it plain that where issues of credit are involved s 424A(1) is not engaged.",
      "id": "s85"
    },
    {
      "text": "32 The second contravention of s 424A that was relied on was, as I have indicated, a failure to put to the appellant a statement appearing in support of his original application for a protection visa.",
      "id": "s86"
    },
    {
      "text": "That statement may have served as an antidote or partial antidote to the Tribunal's opinion that the appellant had given internally contradictory evidence by, on the one hand, asserting, as the Tribunal understood him, that he obtained a passport and a visa to enable him to leave Turkey after there had been a visit to a family home by police officers, which was not accepted because the passport on which the appellant travelled bore a date which indicated that it had been issued before the alleged incident with the police officers in Turkey.",
      "id": "s87"
    },
    {
      "text": "33 For the purposes of s 424A it is first to be observed that there is no reference at all to the statement in the Tribunal's reasons and in any event it was plainly not a piece of information which the Tribunal considered would be the reason or part of the reason for affirming the decision under review.",
      "id": "s88"
    },
    {
      "text": "Further, the issue went to credit and for reasons already given, the High Court's decision in SZBYR makes it clear that in such cases no obligation arises under s 424A(1).",
      "id": "s89"
    },
    {
      "text": "34 The final matter that I mention in this context was that the issue concerning the date of the passport was expressly raised in a s 424(A)(1) letter sent to the appellant and a full opportunity was given to the appellant to resolve the apparent inconsistencies.",
      "id": "s90"
    },
    {
      "text": "He did not do so.",
      "id": "s91"
    },
    {
      "text": "The letter, as it happens, was sent before the High Court decision in SZBYR was handed down and in all probability, had the Tribunal been aware of the High Court's decision, it may well have chosen not to send the notice anyway.",
      "id": "s92"
    },
    {
      "text": "The arguments advanced in support of the second ground are therefore rejected.",
      "id": "s93"
    },
    {
      "text": "35 The third ground may shortly be dealt with.",
      "id": "s94"
    },
    {
      "text": "It is that grounds four and five in the appellant's amended application to the Federal Magistrates Court were not dealt with by the Magistrate.",
      "id": "s95"
    },
    {
      "text": "The two grounds appearing in those paragraphs were grounds dealing with alleged abuse of Kurds in Turkey based on country information, and secondly, an allegation that there was no evidence to support the Tribunal's findings that the applicant did not belong to a particular social group.",
      "id": "s96"
    },
    {
      "text": "36 The Federal Magistrate's reasons record at paragraph 5 that counsel for the appellant submitted that his argument related to two areas.",
      "id": "s97"
    },
    {
      "text": "The first was procedural fairness and the second the operation of s 424A.",
      "id": "s98"
    },
    {
      "text": "Counsel, who appeared in this Court today and who was the same counsel who has appeared before the learned Federal Magistrate, confirmed that that indeed was what he advised the Court and that he did develop those two issues.",
      "id": "s99"
    },
    {
      "text": "Grounds four and five were not referred to in oral argument and an examination of the written submissions advanced by counsel for the appellant before the Federal Magistrate confirms that insofar as the matters raised by these grounds were referred to, they were referred to in the context of developing points under s 424A of the Act and were not pursued as separate arguments.",
      "id": "s100"
    },
    {
      "text": "37 I note that neither of these matters referred to in these grounds was raised in the written outline of submissions advanced on this appeal.",
      "id": "s101"
    },
    {
      "text": "For that reason I need say no more about it other than that the Federal Magistrate, in my opinion dealt, with the arguments that were raised before him and had been advanced by counsel appearing for the appellant and that he was not required to deal with grounds that were substantially not pursued.",
      "id": "s102"
    },
    {
      "text": "38 In any event, as I say, some issues raised under those grounds were dealt with in the context in which they had been argued and beyond that they did not assume sufficient significance to require attention by the learned Magistrate in his reasons.",
      "id": "s103"
    },
    {
      "text": "His failure to mention them and deal with them did not constitute jurisdictional error.",
      "id": "s104"
    },
    {
      "text": "In that regard I refer to and rely on the decision of the Full Court of this Court in Kovan Engineering (Aust) Pty Ltd v Gold Peg International Pty Ltd [2006] FCAFC 117 and, in particular to the passages commencing at paragraph [45] of their Honours' reasons.",
      "id": "s105"
    },
    {
      "text": "Accordingly, the third ground is also rejected.",
      "id": "s106"
    },
    {
      "text": "39 The appeal should be dismissed with costs.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 18 March 2008\n\n Counsel for the Appellant: T A Fernandez \n \n Counsel for the Respondent: M Felman \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 6 March 2008 \n \n Date of Judgment: 6 March 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/245.html",
      "id": "s109"
    }
  ]
}