{
  "name": "Rountree v Minister for Immigration and Citizenship [2008] FCA 251 (6 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/251.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to appeal from a decision of the administrative appeals tribunal affirming minister's decision to cancel visa",
      "id": "c0"
    },
    {
      "text": "privative clause decision",
      "id": "c1"
    },
    {
      "text": "no appeal from tribunal decision",
      "id": "c2"
    },
    {
      "text": "limited to judicial review",
      "id": "c3"
    },
    {
      "text": "cancellation of visa by minister on character grounds",
      "id": "c4"
    },
    {
      "text": "whether failure to give adequate weight to relevant considerations",
      "id": "c5"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c6"
    },
    {
      "text": "new evidence",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 Mr Rountree (\"the applicant\") is a New Zealand citizen.",
      "id": "s0"
    },
    {
      "text": "When he arrived in Australia in 1996 he was granted a special category visa class TY subclass 444 under the Migration Act 1958 (Cth) (\"Migration Act\").",
      "id": "s1"
    },
    {
      "text": "2 On 23 May 2007 the applicant's visa was cancelled on character grounds by a delegate of the Minister under s 501(2) Migration Act .",
      "id": "s2"
    },
    {
      "text": "The applicant applied to the Administrative Appeals Tribunal (\"the Tribunal\") to review that decision.",
      "id": "s3"
    },
    {
      "text": "The Tribunal affirmed the decision of the Minister's delegate ( Rountree and Minister for Immigration and Citizenship [2007] AATA 1615).",
      "id": "s4"
    },
    {
      "text": "3 The applicant has now filed an application for an extension of time to file and serve a notice of appeal from a decision of the Tribunal and a draft notice of appeal from a decision of the Tribunal.",
      "id": "s5"
    },
    {
      "text": "4 At the hearing before me the applicant was present in Court, and self-represented.",
      "id": "s6"
    },
    {
      "text": "The respondent was represented by Ms Wheatley of counsel.",
      "id": "s7"
    },
    {
      "text": "Jurisdiction of the Federal Court \n \n5 As a general rule, appeals from decisions of the Tribunal to the Federal Court are permitted by s 44(1) Administrative Appeals Tribunal Act 1975 (Cth) (\"AAT Act\") which provides:\n \n A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s8"
    },
    {
      "text": "6 This position is, however, modified by s 483 Migration Act which states:\n \n Section 44 of the Administrative Appeals Tribunal Act 1975 does not apply to privative clause decisions or purported privative clause decisions.",
      "id": "s9"
    },
    {
      "text": "7 A decision or purported decision to cancel a visa under the Migration Act is a privative clause decision or purported privative clause decision within the meaning of s 474(3)(b) Migration Act .",
      "id": "s10"
    },
    {
      "text": "In this case, it is clear that the decision of the Tribunal, which reviewed and affirmed the decision of the Minister's delegate to cancel the applicant's visa under the Migration Act , was also a privative clause decision or purported privative clause decision.",
      "id": "s11"
    },
    {
      "text": "Accordingly, an appeal to the Federal Court from a decision of the Tribunal concerning such a decision does not lie within s 44 AAT Act , and is not competent (cf Epenisa v Minister for Immigration and Multicultural Affairs [2007] FCA 80 and Boyes v Minister for Immigration and Citizenship [2007] FCA 505).",
      "id": "s12"
    },
    {
      "text": "8 Nonetheless if the applicant's visa has been cancelled on the basis of a decision infected by jurisdictional error, the Court has jurisdiction to consider an application to have the decision quashed: Plaintiff S157/2002 v The Commonwealth of Australia (2003) 211 CLR 476.",
      "id": "s13"
    },
    {
      "text": "9 In this case the applicant has not framed his application in terms of judicial review of the Tribunal's decision, or sought to have that decision quashed pursuant to s 39B Judiciary Act 1903 (Cth).",
      "id": "s14"
    },
    {
      "text": "However at the hearing the applicant applied for leave to have the errors of law raised in his draft notice of appeal deemed to be grounds for review.",
      "id": "s15"
    },
    {
      "text": "This application for leave was not opposed by the Minister and leave was granted.",
      "id": "s16"
    },
    {
      "text": "Decision of the Tribunal \n \n10 The Tribunal identified the two issues in the application before it as:\n \n1.",
      "id": "s17"
    },
    {
      "text": "Whether the applicant did not pass the character test in s 501(6)(a) because of his past and present criminal conduct and, if so\n \n2.",
      "id": "s18"
    },
    {
      "text": "Whether the Tribunal should exercise its discretion to set aside or affirm the decision made by the delegate of the Minister to cancel the applicant's visa.",
      "id": "s19"
    },
    {
      "text": "11 The background facts as found by the Tribunal may be summarised as follows:\n \n&#8226; The applicant was born in New Zealand in 1954 and first arrived in Australia in 1996.",
      "id": "s20"
    },
    {
      "text": "In New Zealand the applicant had accumulated a substantial criminal record.",
      "id": "s21"
    },
    {
      "text": "In all, he was sentenced to over 11 years imprisonment in New Zealand, not including sentences which were served concurrently.",
      "id": "s22"
    },
    {
      "text": "&#8226; On arrival in Australia the applicant was granted a special category visa class TY subclass 444.",
      "id": "s23"
    },
    {
      "text": "He did not, however, satisfy the requirements for an absorbed person visa under s 34(2) Migration Act .",
      "id": "s24"
    },
    {
      "text": "&#8226; His lengthy New South Wales criminal history commenced on 11 November 1997.",
      "id": "s25"
    },
    {
      "text": "On three separate occasions he has been sentenced to terms of imprisonment of 12 months or more.",
      "id": "s26"
    },
    {
      "text": "Nine of his more serious custodial sentences were confirmed on appeal and none appear to have been reversed or reduced.",
      "id": "s27"
    },
    {
      "text": "&#8226; On 6 June 2006 the applicant was convicted at Coffs Harbour District Court of the offence supplying a prohibited drug in an indictable quantity (not cannabis), for which he was sentenced to three years imprisonment with a non-parole period of 15 months.",
      "id": "s28"
    },
    {
      "text": "At the same time he was convicted of two counts of possessing a prohibited drug for which he was sentenced to six months imprisonment, to be served concurrently.",
      "id": "s29"
    },
    {
      "text": "&#8226; On 1 February 2007 the applicant was notified of the Minister's intention to consider cancelling the applicant's visa under s 501(2) Migration Act .",
      "id": "s30"
    },
    {
      "text": "After considering the applicant's response, the delegate of the Minister made the decision to cancel the applicant's visa on 23 May 2007.",
      "id": "s31"
    },
    {
      "text": "12 The Tribunal noted that, at the hearing before it, the applicant had had no access to writing material at the Brisbane City Watchhouse, and that he had had little time to prepare a statement for transmission to the Tribunal and the respondent.",
      "id": "s32"
    },
    {
      "text": "However the Tribunal also noted that at earlier telephone directions the applicant had been informed of the importance of ensuring that all witness statements were filed and served on time (at [24]).",
      "id": "s33"
    },
    {
      "text": "13 The Tribunal observed that under s 501(2) Migration Act , the Minister may cancel a visa if the holder does not satisfy the Minister that the person passes the character test (s 501(2)(a) and (b)).",
      "id": "s34"
    },
    {
      "text": "It is clear that the Minister retains a discretion as to whether the relevant visa should be cancelled.",
      "id": "s35"
    },
    {
      "text": "14 Section 501(6) provides that a person does not pass the character test if, inter alia :\n \n (a) the person has a substantial criminal record (as defined by subsection (7)); or\n ...\n (c) having regard to either or both of the following: \n \n \n (i) the person's past and present criminal conduct;\n (ii) the person's past and present general conduct;\n the person is not of good character; or\n \n \n\n15 Section 501(7) defines a substantial criminal record as being circumstances where, inter alia :\n \n ...\n (c) the person has been sentenced to a term of imprisonment of 12 months or more; or\n (d) the person has been sentenced to 2 or more terms of imprisonment (whether on one or more occasions), where the total of those terms is 2 years or more; or\n \n\n16 In its reasoning, the Tribunal also took into account Direction No 21 Visa Refusal and Cancellation under s 501 Migration Act 1958 (\"Direction No 21\"), issued by the Minister on 23 August 2001 pursuant to s 499(1) Migration Act .",
      "id": "s36"
    },
    {
      "text": "This Direction provides guidance in relation to the application of the character test under the Migration Act , and, where the relevant person fails that test, considerations to which decision-makers must have regard when deciding whether to exercise a discretion to allow the relevant person to enter or remain in Australia (at [8]).",
      "id": "s37"
    },
    {
      "text": "17 The Tribunal examined the evidence before it in considerable detail.",
      "id": "s38"
    },
    {
      "text": "The background facts, including detailed recitation of the history of the applicant and his relationship with his Australian partner and her children, extends over some nine pages in the Reasons for Decision of the Tribunal.",
      "id": "s39"
    },
    {
      "text": "In relation to the case put by the applicant the Tribunal summarised his submissions as follows:\n \n [53] In relation to the character test, the applicant submitted that his \"first real conviction\" was for the drug offences in 2003.",
      "id": "s40"
    },
    {
      "text": "He had committed them for the purpose of assisting a mother and her children.",
      "id": "s41"
    },
    {
      "text": "He had achieved his desired result, as she had become more receptive and had entered rehabilitation.",
      "id": "s42"
    },
    {
      "text": "[54] He had never been a drug dealer and had never profited from trafficking as the judge had said.",
      "id": "s43"
    },
    {
      "text": "He had entered an early plea of guilty to his own detriment.",
      "id": "s44"
    },
    {
      "text": "He had never sold or distributed drugs to young people.",
      "id": "s45"
    },
    {
      "text": "[55] His conduct had been exemplary and he had applied for a C3 classification to enable him to visit the family.",
      "id": "s46"
    },
    {
      "text": "He was assessed by a psychiatrist as suitable for reclassification to C3.",
      "id": "s47"
    },
    {
      "text": "He had been unable to obtain the records of the psychiatric examination because while he is permitted to write to government departments, he is forbidden to telephone them.",
      "id": "s48"
    },
    {
      "text": "[56] The offence detected by the urine test resulted from depression.",
      "id": "s49"
    },
    {
      "text": "The psychiatrist at Glen Innes knew about his problem but had not prescribed the necessary medication.",
      "id": "s50"
    },
    {
      "text": "Accordingly he could not be held responsible for that offence.",
      "id": "s51"
    },
    {
      "text": "At Grafton he had received the necessary medication and there was a report by Joanne Stapleton in relation to that aspect of his case.",
      "id": "s52"
    },
    {
      "text": "[57] He had served only 15 months of the three year sentence and would not re-offend because conditions would be imposed on his probation.",
      "id": "s53"
    },
    {
      "text": "The delegate who made the decision to cancel his visa might have been unfamiliar with his case.",
      "id": "s54"
    },
    {
      "text": "[58] His relationship with Ms Messina had not been on an intimate basis for the first 18 months, but that was in her best interests because he thought a friendship basis was necessary to help her recovery.",
      "id": "s55"
    },
    {
      "text": "He had looked after the children, and not only on a sporadic basis, spending more time with them than their father.",
      "id": "s56"
    },
    {
      "text": "They would be affected if his visa were cancelled, as Andre's letter (G pp 117-118) indicated.",
      "id": "s57"
    },
    {
      "text": "Cancelling his visa would have more adverse effect on the children, especially Riley, than on him.",
      "id": "s58"
    },
    {
      "text": "They were the nearest thing he had to a family, and he was trying to help them to achieve a balance in life.",
      "id": "s59"
    },
    {
      "text": "[59] Now that he has a family for whom he is responsible, he does not present any risk of recidivism.",
      "id": "s60"
    },
    {
      "text": "As a Christian he has never held malice towards anyone and has never harmed any person, except for the two assaults.",
      "id": "s61"
    },
    {
      "text": "18 The Tribunal found that, in light of the applicant's conviction in relation to his possession of drugs in 2006, and his prior record and multiple custodial sentences, no conclusion was possible other than that the applicant failed the character test pursuant to s 501(6)(a) and 501 (6)(c)(i) (at [67]).",
      "id": "s62"
    },
    {
      "text": "19 The Tribunal then considered whether to exercise its discretion not to cancel the applicant's visa under s 501(1) , and in light of Pt 2 of Direction No 21.",
      "id": "s63"
    },
    {
      "text": "The Tribunal noted that para 2.2 of Direction No 21 provided that a decision-maker should have regard to three primary considerations as set out in para 2.3, as well as a number of other considerations (for example, para 2.8).",
      "id": "s64"
    },
    {
      "text": "In summary, the Tribunal made the following findings:\n \n&#8226; In considering the first primary consideration, namely the need to protect the Australian community, the Tribunal took into account the nature of the Coffs Harbour offence, as well as several prior separate occasions when the applicant had received custodial terms of 12 months and several other shorter sentences of imprisonment for breaches of apprehended violence orders (at [75]).",
      "id": "s65"
    },
    {
      "text": "The Tribunal considered that there was a low to medium risk of recidivism in light of, inter alia , the applicant's \"particularly long and sustained criminal record, both in Australia and New Zealand\" (at [79]).",
      "id": "s66"
    },
    {
      "text": "&#8226; In considering the second primary consideration, namely the expectations of the Australian community, the Tribunal found that the community would expect that the visa of a person with such a sustained and serious record of criminal activity while in Australia should be cancelled, but at the same time it would be expected that the interests of the three children involved would be carefully considered.",
      "id": "s67"
    },
    {
      "text": "&#8226; In considering the third primary consideration, namely the best interests of the child, the Tribunal identified as relevant the decisions of the Full Court in Wan v Minister for Immigration and Multicultural Affairs [2001] FCA 568 ; (2001) 107 FCR 133 and Vaitaiki v Minister for Immigration and Ethnic Affairs (1998) 150 ALR 608.",
      "id": "s68"
    },
    {
      "text": "The Tribunal considered the evidence before it and observed that:\n \n \n o it was notable that the applicant's partner, Ms Messina, gave no evidence in the proceedings\n o one might have expected to see at least some kind of written statement from the eldest child\n o although Ms Messina had written a letter to the department four months prior to the hearing concerning the relationship between the applicant and both herself and the children, the absence of more recent evidence did not assist the applicant's case in relation to the issue\n o nothing would prevent the children visiting the applicant in New Zealand, and they could maintain contact through email and webcam\n o the children have their own father in Queensland.",
      "id": "s69"
    },
    {
      "text": "20 After consideration of factors including the applicant's employment prospects, his family in Australia and New Zealand, and his steps towards rehabilitation, the Tribunal considered that the strongest factor supporting the applicant's case was the best interests of the children with whom he was in a familial relationship.",
      "id": "s70"
    },
    {
      "text": "The Tribunal concluded, however, that other matters, in particular protection of the community and community expectations, outweighed the children's best interests (at [104]).",
      "id": "s71"
    },
    {
      "text": "Grounds of review \n \n21 The grounds raised by the applicant in his draft notice of appeal before me are as follows:\n \n (1) Whether the documents detailing my criminal history in New Zealand are permissible given that certain aspects of those details I would dispute.",
      "id": "s72"
    },
    {
      "text": "(Especially the drug charge.",
      "id": "s73"
    },
    {
      "text": ") These documents were used by DIMA to add weight to the argument of my character test.",
      "id": "s74"
    },
    {
      "text": "(2) Abuse of process: ?",
      "id": "s75"
    },
    {
      "text": "I believe, as a New Zealand citizen, under the reciprocal agreement between Australia and New Zealand, enacted in 1992 that, I am exempt from any visa classifications.",
      "id": "s76"
    },
    {
      "text": "Thus I was under the impression that I was allowed to live in Australia as a permanent resident.",
      "id": "s77"
    },
    {
      "text": "(3) Having resided in Australia for more than 10 years, I not having left the country in that period, I do know and believe I am not a threat to Australian security or community.",
      "id": "s78"
    },
    {
      "text": "Neither am I someone in the public interest.",
      "id": "s79"
    },
    {
      "text": "(4) I, having formed a loving relationship with a lady and 3 small children since their formative years, believe not enough weight was given to the impact my removal from Australia would place upon the youngest child who is still only 7 years old.",
      "id": "s80"
    },
    {
      "text": "I believe it to be unrealistic of D.I.M.A.",
      "id": "s81"
    },
    {
      "text": "to expect the children to be suddenly uprooted from the only country they have known not to mention schooling and a more settled life in an environment more conducive to their health and well being.",
      "id": "s82"
    },
    {
      "text": "To have them go to New Zealand and start another way of life would be too much of an impost on their development and continuity of education whilst still in their formative years.",
      "id": "s83"
    },
    {
      "text": "(5) I have been convicted of indictable drug offences which date back to 2003 but there certainly are mitigating circumstances which I hope to tender before the court.",
      "id": "s84"
    },
    {
      "text": "22 At the hearing, the applicant did not specifically address the grounds raised in the draft notice of appeal.",
      "id": "s85"
    },
    {
      "text": "Further, the applicant stated that he did not challenge the finding of either the delegate or the Tribunal that he did not pass the character test (TS p 14 ll 31-34).",
      "id": "s86"
    },
    {
      "text": "Instead, the applicant addressed problems he had faced in obtaining evidence favourable to his case before the Tribunal.",
      "id": "s87"
    },
    {
      "text": "The substance of his complaint was that he was unable to obtain that evidence because he was in prison, with the result that the assessment of his character by both the Minister's delegate and the Tribunal was insufficiently balanced (TS p 4 ll 17-19).",
      "id": "s88"
    },
    {
      "text": "In doing so, the applicant raised what in effect is a further ground of review, which, at best, could be framed in the following terms:\n \n&#8226; he was unable to put additional material before the Tribunal because he was in prison and could not access relevant material\n \n&#8226; as a result, the Tribunal could not conduct a balanced assessment of the risk he posed to the public from his continued presence in Australia, or of the best interests of his step-children\n \n&#8226; therefore the decision of the Tribunal to cancel the applicant's visa was flawed.",
      "id": "s89"
    },
    {
      "text": "23 I propose to consider in turn each of the five grounds raised by the applicant in his draft notice of appeal as well as the further ground raised at the hearing.",
      "id": "s90"
    },
    {
      "text": "In doing so, however, I note that the grounds of review raised by the applicant, while broad ranging, are only relevant in these proceedings in so far as they present the possibility of jurisdictional error on the part of the Tribunal in reaching its decision.",
      "id": "s91"
    },
    {
      "text": "A review of the factual findings of the Tribunal, or the weighing of facts by the Tribunal, has no place in such a review.",
      "id": "s92"
    },
    {
      "text": "As explained by McHugh, Gummow and Hayne JJ in Minister for Immigration and Multicultural and Indigenous Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 351.",
      "id": "s93"
    },
    {
      "text": "It is necessary, however, to understand what is meant by \"jurisdictional error\" under the general law and the consequences that follow from a decision-maker making such an error.",
      "id": "s94"
    },
    {
      "text": "As was said in Craig v South Australia [1995] HCA 58 ; [(1995) 184 CLR 163] , if an administrative tribunal (like the Tribunal) \n \n \n \"falls into an error of law which causes it to identify a wrong issue, to ask itself a wrong question, to ignore relevant material, to rely on irrelevant material or, at least in some circumstances, to make an erroneous finding or to reach a mistaken conclusion, and the tribunal's exercise or purported exercise of power is thereby affected, it exceeds its authority or powers.",
      "id": "s95"
    },
    {
      "text": "Such an error of law is jurisdictional error which will invalidate any order or decision of the tribunal which reflects it.",
      "id": "s96"
    },
    {
      "text": "\" \n \n \n \"Jurisdictional error\" can thus be seen to embrace a number of different kinds of error, the list of which, in the passage cited from Craig , is not exhaustive.",
      "id": "s97"
    },
    {
      "text": "Those different kinds of error may well overlap.",
      "id": "s98"
    },
    {
      "text": "The circumstances of a particular case may permit more than one characterisation of the error identified, for example, as the decision-maker both asking the wrong question and ignoring relevant material.",
      "id": "s99"
    },
    {
      "text": "What is important, however, is that identifying a wrong issue, asking a wrong question, ignoring relevant material or relying on irrelevant material in a way that affects the exercise of power is to make an error of law.",
      "id": "s100"
    },
    {
      "text": "Further, doing so results in the decision-maker exceeding the authority or powers given by the relevant statute.",
      "id": "s101"
    },
    {
      "text": "In other words, if an error of those types is made, the decision-maker did not have authority to make the decision that was made; he or she did not have jurisdiction to make it.",
      "id": "s102"
    },
    {
      "text": "Nothing in the Act suggests that the Tribunal is given authority to authoritatively determine questions of law or to make a decision otherwise than in accordance with the law.",
      "id": "s103"
    },
    {
      "text": "(footnotes omitted)\n \n\n24 I also note the limited power of the Court to intervene in the exercise of a discretion of an administrative tribunal.",
      "id": "s104"
    },
    {
      "text": "As pointed out by Mason J in Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 40:\n \n The limited role of a court reviewing the exercise of an administrative discretion must constantly be borne in mind.",
      "id": "s105"
    },
    {
      "text": "It is not the function of the court to substitute its own decision for that of the administrator by exercising a discretion which the legislature has vested in the administrator.",
      "id": "s106"
    },
    {
      "text": "Its role is to set limits on the exercise of that discretion, and a decision made within those boundaries cannot be impugned...\n \n\n(cf Gyles, Allsop and Buchanan JJ in Williams v Minister for Justice and Customs (2007) 239 ALR 689 at 695)\n Consideration \n Ground 1 \n \n25 In this case, it is clear that the applicant failed the character test in s 501 Migration Act .",
      "id": "s107"
    },
    {
      "text": "His conviction and the sentence imposed in 2006 constitute a \"substantial criminal record\" as defined in s 501(6)(a) and 501 (7).",
      "id": "s108"
    },
    {
      "text": "Indeed, as I noted earlier in this judgment the applicant at the hearing conceded that he had failed the character test.",
      "id": "s109"
    },
    {
      "text": "26 Nonetheless, an issue of jurisdictional error potentially arises if the applicant's New Zealand criminal record was an irrelevant consideration but was taken into consideration by the Tribunal in its decision not to exercise its discretion in the applicant's favour (cf Peko-Wallsend [1986] HCA 40 ; 162 CLR 24 , Minister for Immigration and Ethnic Affairs v Guo (1997) 151 CLR 559 at 575, Yusuf [2001] HCA 30 ; 206 CLR 323 at [41] ).",
      "id": "s110"
    },
    {
      "text": "27 In my view, however, this ground of review cannot be substantiated.",
      "id": "s111"
    },
    {
      "text": "28 First, I accept the respondent's submission that the applicant's criminal history is a relevant matter when considering whether to exercise the discretion to not cancel his visa: Direction No 21, in particular Pt 2.4 - 2.8 .",
      "id": "s112"
    },
    {
      "text": "In terms of the Direction, this may extend to criminal activity outside Australia (for example Pt 2.6(b) , Pt 2.8).",
      "id": "s113"
    },
    {
      "text": "29 Second, the only place in the Reasons for Decision where the Tribunal appeared to take into account the applicant's criminal record in New Zealand was in its consideration of the risk of recidivism by the applicant.",
      "id": "s114"
    },
    {
      "text": "Paragraph 2.10 in Direction No 21 states that:\n \n It is the Government's view that the person's previous general conduct and total criminal history are highly relevant to assessing the likelihood of an offence and risk of recidivism.",
      "id": "s115"
    },
    {
      "text": "(emphasis added)\n \n\n30 In this context, the Tribunal noted:\n \n [77] The next issue for the tribunal to consider is the risk of recidivism.",
      "id": "s116"
    },
    {
      "text": "Mr Johnson submitted on behalf of the respondent that there is a considerable risk of recidivism.",
      "id": "s117"
    },
    {
      "text": "Factors relevant to that include the length of the applicant's criminal record.",
      "id": "s118"
    },
    {
      "text": "He was first convicted of burglary in March 1973 in New Zealand at the age of 19 and developed a long criminal history in New Zealand...\n \n\n31 The Tribunal at [79] reiterated the applicant's long and sustained criminal record, both in Australia and New Zealand, as relevant to the risk of recidivism.",
      "id": "s119"
    },
    {
      "text": "In my view the applicant's criminal record in New Zealand is relevant to the risk of recidivism as it demonstrates the length of the applicant's total criminal history and his propensity to return to a life of crime.",
      "id": "s120"
    },
    {
      "text": "32 Finally and in any event, the applicant only seems to dispute certain aspects of his New Zealand criminal record, in particular a drug charge.",
      "id": "s121"
    },
    {
      "text": "This is a factual issue which does not go to jurisdiction.",
      "id": "s122"
    },
    {
      "text": "No error in the decision of the Tribunal has been demonstrated in relation to this ground of review.",
      "id": "s123"
    },
    {
      "text": "Ground 2 \n \n33 In my view this ground cannot be substantiated.",
      "id": "s124"
    },
    {
      "text": "The applicant, being a New Zealand citizen, is entitled to a special category visa class TY subclass 444 under the Migration Act Sch 2 and reg 5.15A Migration Regulations .",
      "id": "s125"
    },
    {
      "text": "He is not exempt from any visa classifications because of his New Zealand citizenship.",
      "id": "s126"
    },
    {
      "text": "Prima facie , a decision to cancel his visa is in no way an abuse of process merely because he is a New Zealand citizen.",
      "id": "s127"
    },
    {
      "text": "Ground 3 \n \n34 This ground of review is a self-serving expression of opinion by the applicant.",
      "id": "s128"
    },
    {
      "text": "It is not a competent ground of review in these proceedings.",
      "id": "s129"
    },
    {
      "text": "Ground 4 \n \n35 This ground of review challenges the weight given by the Tribunal to the best interests of one of the children.",
      "id": "s130"
    },
    {
      "text": "However, it is clear that the weight given by the Tribunal to evidence before it, both oral and documentary evidence, is a matter for the Tribunal as an incident of its role as the arbiter of fact: cf Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s131"
    },
    {
      "text": "36 In this case the Tribunal clearly gave proper, genuine and realistic consideration to the best interests of the children.",
      "id": "s132"
    },
    {
      "text": "37 No jurisdictional error is demonstrated by this ground of review.",
      "id": "s133"
    },
    {
      "text": "Ground 5 \n \n38 While the issue raised by the applicant in this ground of review may be of some relevance to the risk of recidivism (in the absence of particulars it is not clear), this ground of review goes to the facts of the applicant's case before the Tribunal, and possibly the weight ascribed by the Tribunal to various factors in the course of its decision-making.",
      "id": "s134"
    },
    {
      "text": "For the reasons outlined in respect of Ground 1, it is not a competent ground of review in this Court.",
      "id": "s135"
    },
    {
      "text": "Additional ground of review \n \n39 As a general proposition it is important that a decision-maker has before it the best evidence on which to base a decision.",
      "id": "s136"
    },
    {
      "text": "The Tribunal is empowered by legislation to inform itself on any matter in such a manner as it thinks appropriate, and is not bound by the rules of evidence: s 33(1)(c) AAT Act .",
      "id": "s137"
    },
    {
      "text": "Further, the Tribunal is empowered by statute to obtain evidence by compulsion if necessary: s 40(1A) AAT Act .",
      "id": "s138"
    },
    {
      "text": "40 At the hearing before me, the primary issue raised by the applicant was that, because he had been in prison, he had not been able to access certain material to put before the Tribunal which supported what the applicant described as a more balanced and proper view of his character, including:\n \n&#8226; recent prison reports which were favourable to him, which indicated that he was not a risk to the community or at risk of recidivism\n \n&#8226; a letter from one of the children in support of the continuation of his visa\n \n&#8226; a letter from a prison sponsor in support of the continuation of his visa\n \n&#8226; a letter affirming his participation in Alcoholics Anonymous meetings in Sydney.",
      "id": "s139"
    },
    {
      "text": "41 At the hearing before me the applicant sought leave to tender a letter from one of the children and a letter of support from a prison sponsor.",
      "id": "s140"
    },
    {
      "text": "I refused leave on the basis that the material represented new evidence, and there was no basis in the context of the judicial review before me which supported the introduction of this new factual evidence.",
      "id": "s141"
    },
    {
      "text": "For the same reason, I also refused to adjourn the proceedings before me to allow the applicant more time to put in additional evidence, in particular the prison reports.",
      "id": "s142"
    },
    {
      "text": "42 In this case, the arbiter of fact was the Tribunal.",
      "id": "s143"
    },
    {
      "text": "A failure by the Tribunal to allow the applicant additional time to adduce evidence could, in some circumstances, constitute a lack of procedural fairness and infect the decision with jurisdictional error.",
      "id": "s144"
    },
    {
      "text": "In my view however, it cannot be said that the decision of the Tribunal in this case is so tainted.",
      "id": "s145"
    },
    {
      "text": "43 I take this view for the following reasons.",
      "id": "s146"
    },
    {
      "text": "44 First, it is possible that the relevant material could have assisted the applicant in his case before the Tribunal.",
      "id": "s147"
    },
    {
      "text": "However, as Gray J observed succinctly in Pham v Secretary Department of Employment and Workplace Relations [2007] FCA 2049 at [11] , the Tribunal is empowered to make its own decision on whatever material is before it at the time when it makes that decision.",
      "id": "s148"
    },
    {
      "text": "45 Second, if the applicant had required further time to adduce evidence before the Tribunal, he should have sought an adjournment of his hearing before the Tribunal.",
      "id": "s149"
    },
    {
      "text": "In circumstances where a party before the Tribunal requires an adjournment in order to adduce evidence necessary to the conduct of its case, it is appropriate that the Tribunal entertain and give proper consideration to such an application.",
      "id": "s150"
    },
    {
      "text": "In this case, however, it does not appear that the applicant made an application for an adjournment.",
      "id": "s151"
    },
    {
      "text": "46 I note that the applicant was not represented before the Tribunal.",
      "id": "s152"
    },
    {
      "text": "It is clear that it can be a daunting prospect for an applicant to represent himself in such circumstances, and his entitlement to seek an adjournment of the proceedings may not be apparent.",
      "id": "s153"
    },
    {
      "text": "However it does not appear that, at the Tribunal hearing, the applicant pressed his need for this unavailable material, or explained to the Tribunal why it was necessary to its decision.",
      "id": "s154"
    },
    {
      "text": "47 Third, from his submissions at the hearing before me, it appears that, although the applicant had written to the Tribunal Member's associate to inform the Tribunal Member of the issue prior to the hearing, his indications to the Tribunal as to the importance of this material at the actual Tribunal hearing were equivocal (TS p 10 ll 35-37).",
      "id": "s155"
    },
    {
      "text": "As I noted earlier, the Tribunal is empowered by s 40(1A) AAT Act to obtain necessary information by compulsion if necessary.",
      "id": "s156"
    },
    {
      "text": "If the applicant had made known to the Tribunal the importance of the relevant information, it is possible that he could have made an application to the Tribunal for the information to be made available.",
      "id": "s157"
    },
    {
      "text": "In this case, however, he clearly did not.",
      "id": "s158"
    },
    {
      "text": "48 Fourth, in this case it is clear that the Tribunal had explained to the applicant approximately one month before the hearing that he needed to prepare for the Tribunal hearing.",
      "id": "s159"
    },
    {
      "text": "The Tribunal member at [24]-[25] observed, in relation to the applicant's statement at the Tribunal hearing:\n \n [24] Consequently, his statement had been rather brief.",
      "id": "s160"
    },
    {
      "text": "It should be noted, however, that at the telephone directions hearing on 19 June 2007, I had stressed to Mr Rountree the importance of ensuring that all his witness statements were filed and served on time, and at the very latest in time to allow two clear business days to elapse before the first day set down for the hearing, otherwise the tribunal could not have regard to any document or information that he might seek to present in support of his case, pursuant to ss 500(6H) and (6J) of the Act.",
      "id": "s161"
    },
    {
      "text": "I also pointed out that the statement or statements could be handwritten and need not be in any particular form; what was essential was that he gave notice of the matters on which he intended to rely.",
      "id": "s162"
    },
    {
      "text": "The applicant thus had ample time to attend to the matter.",
      "id": "s163"
    },
    {
      "text": "[25] At the hearing I pointed out to the applicant, however, that he was free to rely on any information that he had previously supplied to the respondent, such as earlier written statements in the G documents, without infringing ss 500(6H) or (6J).",
      "id": "s164"
    },
    {
      "text": "49 I note that, although the applicant claims that he was unable to put material favourable to him before the Tribunal, there appeared nothing to prevent him from adducing evidence from his partner, her children, or other supporters in time for the Tribunal hearing.",
      "id": "s165"
    },
    {
      "text": "50 Finally, although the applicant sought to obtain material in the nature of prison reports in order to present what he describes as \"a more balanced view\" of his character to the Tribunal, from the applicant's description this material seems, at most, relevant to the issue of his recidivism.",
      "id": "s166"
    },
    {
      "text": "In this respect, however, it appears from the Tribunal's decision that there was already a considerable amount of information before the Tribunal in relation to the risk of recidivism to which the Tribunal had regard (at [77]-[79]).",
      "id": "s167"
    },
    {
      "text": "The Tribunal clearly took into consideration information favourable to the applicant, including his progress towards rehabilitation, his recovery from alcohol addition, and his commitment to his partner and her children (at [79]).",
      "id": "s168"
    },
    {
      "text": "I also note that the Tribunal was at pains, as demonstrated at [53]-[59] of the Reasons for Decision which I have set out earlier in this judgment, to acknowledge and consider the applicant's case, including his version of previous events relevant to his application.",
      "id": "s169"
    },
    {
      "text": "However the Tribunal was persuaded by other relevant factors detailed in the Reasons for Decision that the applicant was at low-medium risk of recidivism.",
      "id": "s170"
    },
    {
      "text": "51 In my view, the Tribunal hearing was fairly conducted, and on the basis of information both favourable and unfavourable to the applicant.",
      "id": "s171"
    },
    {
      "text": "From the applicant's description of the information in the prison reports he was unable to access (TS p 11 ll 12-38), it appears unlikely that it would have added to the case he put to the Tribunal.",
      "id": "s172"
    },
    {
      "text": "In such circumstances, it is not procedurally unfair for the Tribunal to make a decision in the absence of such material, without an adjournment to allow the applicant an opportunity to obtain it: EG &amp; H Nominees Pty Ltd v General Mutual Insurance Co Ltd (in liq) (1976) 50 ALJR 460.",
      "id": "s173"
    },
    {
      "text": "Conclusion \n \n52 As no ground of review raised by the applicant demonstrates jurisdictional error in the Tribunal's decision, the appropriate order is that the application be dismissed with costs.",
      "id": "s174"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s175"
    },
    {
      "text": "Associate:\n\nDated: 6 March 2008\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: A Wheatley \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 26 February 2008 \n \n Date of Judgment: 6 March 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/251.html",
      "id": "s176"
    }
  ]
}