{
  "name": "MZXQQ v Minister for Immigration and Citizenship [2008] FCA 250 (7 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/250.html",
  "catchphrases": [
    {
      "text": "purported appeal",
      "id": "c0"
    },
    {
      "text": "purported appeal against a judgment of a federal magistrate dismissing an application for reinstatement of a proceeding",
      "id": "c1"
    },
    {
      "text": "no appearance by the appellants",
      "id": "c2"
    },
    {
      "text": "appeal dismissed",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This purports to be an appeal against a judgment of a Federal Magistrate delivered on 11 December 2007 dismissing an application for reinstatement of a proceeding that was dismissed by the Federal Magistrates Court on 15 October 2007 for non-appearance: see [2007] FMCA 1251.",
      "id": "s0"
    },
    {
      "text": "2 The \"appellants\" are citizens of Malaysia, who arrived in Australia on 22 November 2006.",
      "id": "s1"
    },
    {
      "text": "On 3 January 2007 the appellants lodged an application for protection visas with the Department of Immigration and Multicultural Affairs.",
      "id": "s2"
    },
    {
      "text": "3 Only the appellant husband made claims under the United Nations National Refugee Convention 1951 as amended by the Protocol (1967) Relating to the Status of Refugees (the \"Convention\") with the appellant's wife relying on membership of his family unit.",
      "id": "s3"
    },
    {
      "text": "As members of the same family unit the outcome of the appellant wife's application was dependant on the outcome of the appellant husband's application.",
      "id": "s4"
    },
    {
      "text": "In these reasons the appellant husband will be referred to as the appellant.",
      "id": "s5"
    },
    {
      "text": "4 The appellant claimed to have a fear of persecution due to his Hindu religion and Indian Ethnicity.",
      "id": "s6"
    },
    {
      "text": "He claimed that he and his family were terrorised by Muslim extremists, and that they were harassing him and his family in their workplace and in public places.",
      "id": "s7"
    },
    {
      "text": "The appellant claimed he and his family were forced to convert to Islam but they refused and that he made a complaint to the police but no action was taken.",
      "id": "s8"
    },
    {
      "text": "The appellant claimed there are no values or human rights in Malaysia and that he did not believe the Malaysian authorities would be able to protect him.",
      "id": "s9"
    },
    {
      "text": "5 A delegate of the first respondent refused the application for protection visas on 16 January 2007.",
      "id": "s10"
    },
    {
      "text": "On 12 February 2007 the appellant applied to the Refugee Review Tribunal (the \"Tribunal\") for a review of that decision.",
      "id": "s11"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n \n 6 On 8 March 2007, the Tribunal sent the appellant an invitation to attend the Tribunal hearing on 10 March 2007.",
      "id": "s12"
    },
    {
      "text": "The appellant did not attend the Tribunal hearing.",
      "id": "s13"
    },
    {
      "text": "As a result, the Tribunal only had before it documentary information.",
      "id": "s14"
    },
    {
      "text": "The Tribunal found that the appellant's claims were general and vague and that it was unable to accept the relevant claims.",
      "id": "s15"
    },
    {
      "text": "7 The Tribunal noted that the appellant had not provided any specific details of the claims, namely when and where the alleged events had occurred, whether he and his family had suffered harm as a result of the refusal to convert to Islam, and if so what harm.",
      "id": "s16"
    },
    {
      "text": "The Tribunal noted that the appellants had been notified by the Tribunal that it was unable to make a favourable decision on the information before it.",
      "id": "s17"
    },
    {
      "text": "Despite this no further information was provided in support of the appellant's claims and the appellants declined to attend the scheduled hearing.",
      "id": "s18"
    },
    {
      "text": "The Tribunal stated that it did not have the opportunity to explore further aspects of the claims and that there were a number of relevant questions left unanswered.",
      "id": "s19"
    },
    {
      "text": "On the evidence before it, the Tribunal was not satisfied that the appellant had a well-founded fear of persecution within the meaning of the Convention and affirmed the delegate's decision.",
      "id": "s20"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n \n8 On 22 May 2007 the appellants filed an application in the Federal Magistrates Court seeking judicial review of the Tribunal's decision.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed that the Tribunal exceeded its jurisdiction or failed to exercise its jurisdiction, and denied the appellant natural justice and procedural fairness as it was biased and failed to investigate the appellant's claims.",
      "id": "s22"
    },
    {
      "text": "9 On 15 October 2007 the application was called on for hearing.",
      "id": "s23"
    },
    {
      "text": "The appellants did not appear.",
      "id": "s24"
    },
    {
      "text": "Tthe Federal Magistrate made orders dismissing the application under rule 13.03A(c) of the Federal Magistrates Court Rules (Cth) 2001 for non appearance.",
      "id": "s25"
    },
    {
      "text": "10 On 21 November 2007 the appellants filed an application in the Federal Magistrates Court seeking to reinstate their application.",
      "id": "s26"
    },
    {
      "text": "The reinstatement hearing was listed on 11 December 2007.",
      "id": "s27"
    },
    {
      "text": "The appellant did not appear.",
      "id": "s28"
    },
    {
      "text": "Her Honour examined the reasons of the Tribunal and was unable to find error in them.",
      "id": "s29"
    },
    {
      "text": "The Federal Magistrate stated that the test for reinstating a matter includes an assessment of the merits of a case.",
      "id": "s30"
    },
    {
      "text": "Other relevant factors were whether there is a reasonable explanation for non-appearance, whether there is any prejudice to the other party and the effect of any delay in making the application for registration.",
      "id": "s31"
    },
    {
      "text": "11 Her Honour stated that she was not aware of any prejudice to the respondent.",
      "id": "s32"
    },
    {
      "text": "The delay was five weeks (which her Honour did not consider to be great).",
      "id": "s33"
    },
    {
      "text": "Nonetheless, her Honour found that there was no explanation for the non-appearance on 15 October 2007 and that there was nothing before the Court to explain the non-appearance of the appellants at the reinstatement hearing.",
      "id": "s34"
    },
    {
      "text": "In those circumstances the Federal Magistrate dismissed the application for reinstatement and delivered her reasons on 11 December 2007.",
      "id": "s35"
    },
    {
      "text": "It is from this decision that the appellant purports to appeal.",
      "id": "s36"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n12 The notice of appeal to this Court was filed on 12 December 2007.",
      "id": "s37"
    },
    {
      "text": "The appellant claims that the Federal Magistrate failed to find error of law, jurisdictional error, denial of procedural fairness and failure to grant relief under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s38"
    },
    {
      "text": "The Federal Magistrate is said to have erred in considering the real facts of the appellant's case; by not considering elements of the appellant's case and because s 474 of the Migration Act 1958 is \"ineffective as per the recent two decision (sic) of the High Court of Australia\".",
      "id": "s39"
    },
    {
      "text": "13 The first respondent filed a notice of objection to competency on 18 February 2008 objecting to the jurisdiction of the Court to hear this appeal.",
      "id": "s40"
    },
    {
      "text": "The grounds set out in the notice are: first, the decision of the Federal Magistrate was an interlocutory judgment and that pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth) an appeal cannot be brought from an interlocutory judgment of the Federal Magistrates Court unless the Court or a Judge gives leave to appeal; secondly, pursuant to Order 52 r 5 of the Federal Court Rules such leave must be sought within 21 days of pronouncement of the interlocutory judgment; thirdly no such leave has been sought or obtained, and finally no extension of time for the seeking of such leave has been obtained.",
      "id": "s41"
    },
    {
      "text": "14 Section 24(1A) of the Federal Court Act provides:\n \n \"An appeal shall not be brought from a judgment referred to in subsection (1) that is an interlocutory judgment unless the Court or a Judge gives leave to appeal.",
      "id": "s42"
    },
    {
      "text": "\" \n\nBy s 24(1)(d) this Court is empowered to hear appeals from the Federal Magistrates Court.",
      "id": "s43"
    },
    {
      "text": "15 The decision of Federal Magistrate delivered on 11 December 2007 is an interlocutory judgment.",
      "id": "s44"
    },
    {
      "text": "As a result, section 24(1A) requires the appellants to apply to this Court or to a Judge of this Court for leave to appeal before they are able to bring an appeal.",
      "id": "s45"
    },
    {
      "text": "16 Order 52 r 5 of the Federal Court Rules sets out the period of time with in which an application for leave must be made.",
      "id": "s46"
    },
    {
      "text": "Order 52 r 5 provides:\n \n \n \"(1) This rule applies only to applications where an appeal from the judgment lies to the Court only with leave.",
      "id": "s47"
    },
    {
      "text": "(2) An application shall be filed within 21 days after: \n (a) the judgment was pronounced; or \n (b) a later date fixed for that purpose by the court or judge who pronounced the decision.",
      "id": "s48"
    },
    {
      "text": "(3) Where an application is not filed within the time limited by subrule (2), an order shall be sought in the application that compliance with subrule (2) be dispensed with.",
      "id": "s49"
    },
    {
      "text": "\" \n \n\n17 As in this case, where an appeal from a judgment only lies to the Court with leave (see Order 52 r 5(1)), Order 52 r 5(2) requires the appellant to file an application for leave within 21 days after the judgment was pronounced or a later date fixed for that purpose by the court or judge who pronounced the decision.",
      "id": "s50"
    },
    {
      "text": "No later date has been fixed by the Federal Magistrates Court or the Federal Magistrate who pronounced the decision.",
      "id": "s51"
    },
    {
      "text": "The appellants were, therefore, required to file an application for leave to appeal by 23 January 2008 (excluding the period 24 December to 14 January as required by Order 3 r 4A).",
      "id": "s52"
    },
    {
      "text": "18 The appellants have not applied to this Court or to a Judge of this Court for leave to appeal from the decision of the Federal Magistrate.",
      "id": "s53"
    },
    {
      "text": "Further, the appellants have not applied for an extension of time in which to apply for leave or an Order under Order 52 r 5(3) that Order 52 r 2 be dispensed with.",
      "id": "s54"
    },
    {
      "text": "19 When the proceeding was called on this morning the appellants did not appear.",
      "id": "s55"
    },
    {
      "text": "20 Their purported appeal should be dismissed with costs.",
      "id": "s56"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s57"
    },
    {
      "text": "Associate:\n\nDated: 7 March 2008\n\n Counsel for the Appellant: No Appearance \n \n Solicitor for the Appellant: No Appearance \n \n Counsel for the Respondent: Ms M Ngo \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 7 March 2008 \n \n Date of Judgment: 7 March 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/250.html",
      "id": "s58"
    }
  ]
}