{
  "name": "Australian Securities &amp; Investments Commission In the Matter of Richstar Enterprises Pty Ltd ACN 099 071 968 v Carey (No 21) [2008] FCA 381 (12 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/381.html",
  "catchphrases": [
    {
      "text": "asset preservation orders under s 1323 corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "undertakings proffered in lieu of orders",
      "id": "c1"
    },
    {
      "text": "whether within power and appropriate to accept undertakings",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Extension of Protective Orders \n \n1 The orders I made when these proceedings commenced were made on 20 April 2006 under the provisions of section 1323 of the Corporations Act 2001 (Cth): Australian Securities and Investments Commission v Carey (No 3) (2006) 232 ALR 577.",
      "id": "s0"
    },
    {
      "text": "That section conditions the Court's power to make orders affecting the ability of a person or company to deal with their own assets where one of three conditions is satisfied:-\n \n \n (a) an investigation is being carried out under the Australian Securities and Investments Commission Act 2001 (Cth) (\"ASIC Act\") or under the Corporations Act in relation to an act or omission by a person, being an act or omission that constitutes or may constitute a contravention of the Corporations Act ; or\n (b) a prosecution has been begun against a person for a contravention of the Corporations Act ; or\n (c) a civil proceeding has been begun against a person under the Corporations Act .",
      "id": "s1"
    },
    {
      "text": "2 The orders made in April 2006 were based on the existence of specific investigations being carried out by the Plaintiff, the Australian Securities and Investments Commission (\"ASIC\"), under the ASIC Act .",
      "id": "s2"
    },
    {
      "text": "Those investigations were identified in the reasons for judgment at the time: ASIC v Carey (No 3) (2006) 232 ALR 577.",
      "id": "s3"
    },
    {
      "text": "The process that has followed the making of those orders, which affected former officers of the Westpoint group and a number of companies in the group, has been long and rather convoluted.",
      "id": "s4"
    },
    {
      "text": "Additional parties have been joined.",
      "id": "s5"
    },
    {
      "text": "There have been incidental and collateral issues of a contentious nature to be determined.",
      "id": "s6"
    },
    {
      "text": "There have been variations and refinements of the orders as particular problems have arisen from time to time.",
      "id": "s7"
    },
    {
      "text": "3 The number of judgments that these proceedings have generated exceeds 20.",
      "id": "s8"
    },
    {
      "text": "At all times it has been necessary to bear in mind the nature and purpose of orders under section 1323.",
      "id": "s9"
    },
    {
      "text": "They are not punitive.",
      "id": "s10"
    },
    {
      "text": "They are intended to protect the interests of potential claimants against the assets and thereby the public interest and are necessarily of a temporary character.",
      "id": "s11"
    },
    {
      "text": "They are temporary because notwithstanding that they are made in the public interest, they involve a significant interference with the property rights and, in the case of these orders, the freedom of movement of the parties affected by them.",
      "id": "s12"
    },
    {
      "text": "4 The Court acting under section 1323 must keep in mind the need to maintain an appropriate balance between those legitimate and competing interests in circumstances in which the evidence before the Court is necessarily incomplete.",
      "id": "s13"
    },
    {
      "text": "As I said in the original judgment, that evidence indicated serious misconduct and possible contraventions of the Corporations Act .",
      "id": "s14"
    },
    {
      "text": "However it was not evidence that was able to support final determinations of civil or criminal liability.",
      "id": "s15"
    },
    {
      "text": "Such determinations were not and could not be sought in these proceedings.",
      "id": "s16"
    },
    {
      "text": "They must be the subject of separate proceedings, be they civil or criminal.",
      "id": "s17"
    },
    {
      "text": "5 ASIC has made it clear that the investigative process, insofar as it would support the continuation of existing orders, is coming to an end.",
      "id": "s18"
    },
    {
      "text": "There have been criminal briefs lodged with the Commonwealth Director of Public Prosecutions but no criminal prosecution has begun.",
      "id": "s19"
    },
    {
      "text": "There is a civil proceeding, although at the moment there is some debate about whether ASIC will to take it over and whether section 50 of the ASIC Act empowers it to do so.",
      "id": "s20"
    },
    {
      "text": "Whereas originally ASIC filed a motion seeking what amounted to a two year and three-month extension of the freezing orders, it has now accepted that it is appropriate that the restrictions should continue to apply for just over another three months to the end of June.",
      "id": "s21"
    },
    {
      "text": "It anticipates that the investigations that supported the original orders will come to an end by that date.",
      "id": "s22"
    },
    {
      "text": "6 If further protective orders are thought to be necessary after 30 June, they can be made on the basis of some fresh criterion, such as the beginning of a criminal prosecution or civil proceedings.",
      "id": "s23"
    },
    {
      "text": "Alternatively, freezing orders can be sought as an incident of particular civil proceedings.",
      "id": "s24"
    },
    {
      "text": "It is appropriate that the existing orders should terminate on 30 June.",
      "id": "s25"
    },
    {
      "text": "I am satisfied, having regard to the agreement of the parties, that there is enough life left in the tail-end of the investigative process to justify extension of the orders to 30 June.",
      "id": "s26"
    },
    {
      "text": "7 The extension of the orders being justified to 30 June, it is within my power to accept undertakings offered in lieu of the orders which would otherwise be made.",
      "id": "s27"
    },
    {
      "text": "An undertaking accepted by the Court has the force of an injunction as against the party making the undertaking.",
      "id": "s28"
    },
    {
      "text": "The Court will not accept an undertaking unless it is satisfied that it would have the power to make an order in those terms and that such an order would be, in a broad sense, appropriate.",
      "id": "s29"
    },
    {
      "text": "I am satisfied that the undertakings which are offered, which have been the subject of significant negotiation between ASIC and various parties affected, are within power and are appropriate.",
      "id": "s30"
    },
    {
      "text": "Copies of the undertakings are annexed to these reasons.",
      "id": "s31"
    },
    {
      "text": "First Defendant's Living Allowance \n \n8 One outstanding matter relates to the living allowance that should be allowed to the first defendant, Mr Carey, within the framework of his undertaking.",
      "id": "s32"
    },
    {
      "text": "Under the pre-existing orders that sum has been approved by the receivers, who will no longer continue to be receivers, at $4,000 per week.",
      "id": "s33"
    },
    {
      "text": "That has been the case for some time.",
      "id": "s34"
    },
    {
      "text": "Mr Zilko, on behalf of Mr Carey, says that I should simply extend it, keeping the status quo in place until the end of June.",
      "id": "s35"
    },
    {
      "text": "Mr Owen-Conway on behalf on ASIC says that ASIC does not accept that it is an appropriate amount.",
      "id": "s36"
    },
    {
      "text": "The more appropriate amount would be in the range of $3,000 to $3,250 per week.",
      "id": "s37"
    },
    {
      "text": "9 The difference between the parties does not seem particularly significant in the context of this case and the remaining time for these orders to run.",
      "id": "s38"
    },
    {
      "text": "But given that I am being asked to consider the appropriateness of the figure, I will extend the current allowance for a period of two weeks and require evidentiary support for its extension to 30 June.",
      "id": "s39"
    },
    {
      "text": "After 30 June, of course, the undertaking will terminate and the question no longer arise, unless some fresh order is made in some other proceeding.",
      "id": "s40"
    },
    {
      "text": "In this connection I make the observation that I have already made to Mr Zilko, that the purpose of these orders is protective.",
      "id": "s41"
    },
    {
      "text": "It is not designed to punish respondents or defendants, against whom no positive findings have been made one way or the other.",
      "id": "s42"
    },
    {
      "text": "10 The question requires consideration of the public interest and the legitimate private interests of the individual.",
      "id": "s43"
    },
    {
      "text": "That means that the assessment of the allowance is not to be guided solely by what a reasonable person might think the defendant would need to get by.",
      "id": "s44"
    },
    {
      "text": "It is a question of the overall balance between the protection of the global assets concerned, having regard to the period under which they will remain subject to the order, and the interests of the person affected.",
      "id": "s45"
    },
    {
      "text": "An order will be made that the weekly allowance for ordinary living expenses, fixed in respect of paragraph 7 of the undertaking proffered by the first defendant, is $4,000 per week until 26 March and, thereafter such rate as is fixed by the Court upon consideration of affidavit evidence to be provided by 19 March, along with written submissions.",
      "id": "s46"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s47"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2008\n\n\n Counsel for the Plaintiff: Mr S Owen-Conway QC \n \n Solicitor for the Plaintiff Australian Government Solicitor \n \n Counsel for the First, Fifth, Seventh, Eighth, Ninth, Tenth &amp; Twelfth Defendants: Mr M Zilko SC \n \n Solicitor for the First, Fifth, Seventh, Eighth, Ninth, Tenth &amp; Twelfth Defendants: Mony de Kerloy \n \n Counsel for the Second Defendant Mr SJ Lemonis \n \n Solicitor for the Second Defendant Fairweather &amp; Lemonis \n \n Counsel for the Receivers Mr PCS van Hattem \n \n Solicitor for the Receivers Corrs Chambers Westgarth \n \n Date of Hearing: 12 March 2008 \n \n Date of Judgment: 12 March 2008 \n\n Annexure 1 --- Undertaking of First Defendant \n IN THE FEDERAL COURT OF AUSTRALIA \n \n WESTERN AUSTRALIA DISTRICT REGISTRY \n No: (P)WAD83/2006 \n \n\nAUSTRALIAN SECURITIES &amp; INVESTMENT COMMISSION\nPlaintiff\n\nNORMAN PHILLIP CAREY\nFirst Defendant\n\nGRAEME JOHN RUNDLE\nSecond Defendant\n\nCEDRIC RICHARD PALMER BECK\nThird Defendant\n\nJOHN NORMAN DIXON\nFourth Defendant\n\nRICHSTAR ENTERPRISES PTY LTD ACN 099 071 968\nFifth Defendant\n\nWESTPOINT REALTY PTY LTD (IN LIQUIDATION) ACN 050 218 954\nSixth Defendant\n\nBOWESCO PTY LTD ACN 008 915 357\nSeventh Defendant\n\nREDCHIME PTY LTD ACN 117 947 805\nEighth Defendant\n\nKEYPOINT DEVELOPMENTS PTY LTD ACN 115 507 232\nNinth Defendant\n\nSILKCHIME PTY LTD ACN 066 358 276\nTenth Defendant\n\nHEALTHCARE PROPERTIES PTY LTD (ACN 075 401 955)\nTwelfth Defendant\n \n UNDERTAKING OF NORMAN PHILLIP CAREY \n\n \nI undertake to this Honourable Court and the plaintiff that:\n \n 1.",
      "id": "s48"
    },
    {
      "text": "Subject to paragraphs 10, 11, 12 &amp; 13 I give this undertaking until midnight on 30 June 2008.",
      "id": "s49"
    },
    {
      "text": "The undertakings in paras 10 --- 12 survive 30 June 2008.",
      "id": "s50"
    },
    {
      "text": "2.",
      "id": "s51"
    },
    {
      "text": "Without making any admissions of any nature I undertake to the Court other than as permitted by paragraphs 5, 6 and 7 below, I will not:\n \n \n (a) remove or cause or permit to be removed from any State of Australia and from Australia; or\n (b) sell, charge, mortgage, otherwise deal with, dispose of or diminish the value of; or \n (c) cause or permit to be sold, charged, mortgaged, or otherwise deal with, dispose of or diminish the value of, \n \n \n all or any of my property (whether within or outside Australia) ( My Property ).",
      "id": "s52"
    },
    {
      "text": "However, nothing herein prevents the entities referred to in para 3(h) below making any necessary taxation and compliance payments incurred in the ordinary course of business.",
      "id": "s53"
    },
    {
      "text": "3.",
      "id": "s54"
    },
    {
      "text": "For the purpose of this undertaking, My Property includes property which falls within any of the following categories:\n \n \n (a) property held in my name;\n (b) property held by me as trustee for a trust or on behalf of or on account of another person;\n (c) property held jointly in my name and one or more persons or entities;\n (d) property held jointly in my name and a Third Party for the express purpose of a joint venture;\n (e) property held by me jointly with a Third Party, where both myself and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person;\n (f) rights to operate the bank account held in my name with the Home Building Society BSB 639-000 No.",
      "id": "s55"
    },
    {
      "text": "02538857 ( My Bank Account ) and any choses in action is relation to My Bank Account;\n (g) any future or after acquired property which would, had it been in existence as at the date of this undertaking, have been considered as My Property; \n (h) property held by a Third Party as trustee of a trust or in its own right where the First Defendant is or becomes the effective controller or owner of the property.",
      "id": "s56"
    },
    {
      "text": "For the avoidance of doubt this includes property held by: \n \n \n \n \n (i) Healthcare Properties Pty Ltd as trustee for the Healthcare Properties Trust; \n (ii) Dockpride Pty Ltd atf Dockpride Unit Trust; \n (iii) Etnas Pty Ltd atf Etnas Trust;\n (iv) Heca Nominees Pty Ltd atf Heca Nominees Trust Deed; \n (v) Jevwood Pty Ltd atf HH Unit Trust;\n (vi) Huntingdale Village Pty Ltd atf Huntingdale Village Unit Trust;\n (vii) Midpride Pty Ltd atf Midpride Trust; \n (viii) Mossregal Pty Ltd atf Mossregal Unit Trust;\n (ix) Westpoint Management Limited atf Paragon Commercial Syndicate (formerly Centreways Property Trust Deed);\n (x) Slatetop Holdings Pty Ltd atf Rockdale Property Trust; \n (xi) Vannin Pty Ltd atf Vannin Trust;\n (xii) Cinema City Investments Pty Ltd;\n (xiii) Dockpride Pty Ltd; \n (xiv) Dosius Pty Ltd;\n (xv) Etnas Pty Ltd;\n (xvi) Healthcare Properties Pty Ltd; \n (xvii) Heca Nominees Pty Ltd;\n (xviii) Jevwood Pty Ltd;\n (xix) Mossregal Pty Ltd;\n (xx) Paquero Pty Ltd; \n (xxi) Sunchance Pty Ltd; \n (xxii) Vannin Pty Ltd;\n (xxiii) Video Management Pty Ltd;\n (xxiv) Westpoint Financial Services Pty Ltd;\n (xxv) Creations Management Pty Ltd atf Creations Management Trust;\n (xxvi) Bridgeview Holdings Pty Ltd;\n (xxvii) Creations Management Pty Ltd. \n \n \n\n4. .",
      "id": "s57"
    },
    {
      "text": "I undertake to pay into My Bank Account: \n \n \n (a) any wages payable to me; and\n (b) any other income, money or proceeds received directly or indirectly by me or for my benefit;\n (c) the application of funds contemplated by para 4 of the Orders of the Court made 12 March 2008.",
      "id": "s58"
    },
    {
      "text": "5.",
      "id": "s59"
    },
    {
      "text": "Despite paragraph 2 above, I may withdraw from My Bank Account, and pay on my behalf and not for any third party:\n \n \n (a) reasonable legal, accounting and/or expert fees and disbursements in: \n \n \n \n \n (i) connection with this action namely ASIC v Carey &amp; Ors in the Federal Court of Australia (action WAD 83 of 2006) and in connection with implementing or complying with this order or any previous orders made herein;\n (ii) defending the action QBE Insurance (Australia) Ltd v Carey &amp; Anor in the Supreme Court of New South Wales (action No.",
      "id": "s60"
    },
    {
      "text": "50160 of 2006) including the connected action being Carey v Shepard (action No 50239 of 2007);\n (iii) defending the action McEvoy &amp; Ors v Beck &amp; Ors in the Federal Court of Australia (action VID 386 of 2007);\n (iv) making application to the Real Estate and Business Agents Supervisory Board of Western Australia ( REBA ) for renewal of the First Defendant's triennial licence under the Real Estate and Business Agents Act 1978 (WA);\n (v) prosecuting an appeal from REBA's decision to refuse renewal of the First Defendant's triennial licence under the Real Estate and Business Agents Act 1978 (WA);\n (vi) in connection with the action Carey v Robinson Cox in the Supreme Court of Western Australia (action CIV 1410 of 2003);\n (vii) pursuing the action Carey v Australian Securities &amp; Investments Commission in the Federal Court of Australia (action VID 57 of 2008);\n (viii) dealing with all regulatory authorities (including the Plaintiff) in connection with any investigation or enquiry into contravention of any law;\n (ix) any other proceeding (including civil, penalty or criminal) commenced against me relating to or arising out of the Westpoint Group; \n \n \n \n \n (b) reasonable legal, accounting and/or expert fees and disbursements in seeking legal advice, and commencing and prosecuting legal proceedings if the legal advice concludes that there are reasonable prospects of success, in respect of: \n \n \n \n \n (i) Management Liability Policy with American Home Company policy no.",
      "id": "s61"
    },
    {
      "text": "111011 issued on 23 August 2005;\n (ii) Investment Managers Insurance Policy with American Home Company policy no.",
      "id": "s62"
    },
    {
      "text": "111323 issued on 31 August 2005;\n (iii) any right of indemnity, contribution or subrogation in respect of a guarantee; and \n \n \n \n \n (c) reasonable legal or accounting fees to obtain advice in connection with requests, queries or demands made of me as a director or officer of a company.",
      "id": "s63"
    },
    {
      "text": "6.",
      "id": "s64"
    },
    {
      "text": "I am also (despite paragraph 2) permitted to pay into a solicitors' trust bank account such amounts from My Account, as my legal representatives reasonably require from time to time on account of anticipated reasonable legal, accounting and/or expert fees and disbursements as referred to in paragraph 5 above.",
      "id": "s65"
    },
    {
      "text": "7.",
      "id": "s66"
    },
    {
      "text": "I am also permitted to withdraw from My Accounts, and pay, ordinary living expenses of a weekly allowance as fixed by the Court from time to time.",
      "id": "s67"
    },
    {
      "text": "8.",
      "id": "s68"
    },
    {
      "text": "I shall not depart from Australia without giving fourteen (14) days prior written notice to the Plaintiff, such notice to specify: \n \n \n (a) the place or places to which I am intending to travel and the dates upon which I intend to be at those places;\n (b) the dates upon which I am departing and intend to return; \n (c) the airline or airlines or other carriers which I intend to use on my travel; \n (d) my ticketing arrangements.",
      "id": "s69"
    },
    {
      "text": "9.",
      "id": "s70"
    },
    {
      "text": "I must keep and maintain a record of all withdrawals and payments from my Bank Account.",
      "id": "s71"
    },
    {
      "text": "The record is to list:\n \n \n \n (i) for amounts other than living expenses: \n \n \n\nA. the amount of money withdrawn or paid;\n \nB. the date of the withdrawal or payment;\n \nC. the person in whose favour the withdrawal or payment was made; and\n \nD. the purpose of the withdrawal or payment; and\n \n \n \n (ii) for living expenses (as provided for in paragraph 7 above): \n \n \n\nA. the date on which the withdrawal or payment is made; and\n \nB. in respect of any living expenses in an amount of $500 or more:\n \n(1) the purpose of the withdrawal or payment; and\n \n(2) the person in whose favour the withdrawal of payment is made.",
      "id": "s72"
    },
    {
      "text": "10.",
      "id": "s73"
    },
    {
      "text": "By 21 July 2008 I will provide to the Plaintiff's solicitors a copy of the record kept and maintained in accordance with paragraph 9.",
      "id": "s74"
    },
    {
      "text": "11.",
      "id": "s75"
    },
    {
      "text": "I undertake to keep a copy of all invoices for any legal, accounting and/or expert fees incurred as provided for in paragraph 5 above and upon receipt of notice make such invoices available to the Plaintiff for inspection.",
      "id": "s76"
    },
    {
      "text": "12.",
      "id": "s77"
    },
    {
      "text": "By 21 July 2008 I undertake to file and serve an affidavit verifying:\n \n \n \n (i) as to My Property: \n \n \n\nA. the nature of each asset;\n \nB. the estimated value of the asset;\n \nC. the location of the asset;\n \n \n \n (ii) as to my liabilities: \n \n \n\nA. the nature of the liability;\n \nB. the amount of the liability;\n \nC. the person to whom I am liable.",
      "id": "s78"
    },
    {
      "text": "13.",
      "id": "s79"
    },
    {
      "text": "I may apply to the Court to vary or discharge the terms of this undertaking on five (5) business days prior notice to the Plaintiff.",
      "id": "s80"
    },
    {
      "text": "_________________________\n \nNORMAN PHILLIP CAREY\n Annexure 2 --- Undertaking of Second Defendant \n IN THE FEDERAL COURT OF AUSTRALIA \n \n WESTERN AUSTRALIA DISTRICT REGISTRY \n No: (P)WAD83/2006 \n\n\n AUSTRALIAN SECURITIES &amp; INVESTMENT COMMISSION\nPlaintiff\n\nNORMAN PHILLIP CAREY\nFirst Defendant\n\nGRAEME JOHN RUNDLE\nSecond Defendant\n\nCEDRIC RICHARD PALMER BECK\nThird Defendant\n\nJOHN NORMAN DIXON\nFourth Defendant\n\n RICHSTAR ENTERPRISES PTY LTD ACN 099 071 968\nFifth Defendant\n\n WESTPOINT REALTY PTY LTD (IN LIQUIDATION) ACN 050 218 954\nSixth Defendant\n\n BOWESCO PTY LTD ACN 008 915 357\nSeventh Defendant\n\n REDCHIME PTY LTD ACN 117 947 805\nEighth Defendant\n\n KEYPOINT DEVELOPMENTS PTY LTD ACN 115 507 232\nNinth Defendant\n\n SILKCHIME PTY LTD ACN 066 358 276\nTenth Defendant\n\nHEALTHCARE PROPERTIES PTY LTD (ACN 075 401 955)\nTwelfth Defendant\n \n\n UNDERTAKING OF GRAEME JOHN RUNDLE \n \n\n \n 1.",
      "id": "s81"
    },
    {
      "text": "Subject to paragraph 13, I give this Undertaking until midnight on 30 June 2008.",
      "id": "s82"
    },
    {
      "text": "2.",
      "id": "s83"
    },
    {
      "text": "Without making any admissions of any nature I undertake to the Court other than as permitted by paras 6, 7 and 8 below that I will not without the consent of the Plaintiff or leave of the Court:\n \n2.1. remove or cause or permit to be removed from Australia; or\n \n2.2. sell, charge, mortgage or otherwise deal with, dispose of or diminish the value of; or \n \n2.3. cause or permit to be sold, charged, mortgaged or otherwise dealt with, disposed of or diminish the value of;\n \nall or any of my property (whether within or outside Australia) ( My Property ).",
      "id": "s84"
    },
    {
      "text": "3.",
      "id": "s85"
    },
    {
      "text": "For the purpose of this Undertaking, ' My Property ' includes property which falls within any of the following categories:\n \n3.1. property held in my name;\n \n3.2. property held by me as trustee for a trust or on behalf of or on account of another person;\n \n3.3. property held jointly in my name and one or more persons or entities ( Third Party );\n \n3.4. property held jointly in my name and a Third Party for the express purpose of a joint venture;\n \n3.5. property held by me jointly with a Third Party, where both myself and the Third Party hold the property in our capacity as trustees for a trust or on behalf of or on account of another person; \n \n 3.6. property held by a Third Party as trustee of a trust or in its own right where I am or I become the effective controller or owner of the property; \n \n3.7. rights to operate any Bank Accounts (as that term is defined in paragraph 4 below) and any chose in action in relation to such Bank Accounts; and\n \n3.8. any future or after acquired property which would, had it been in existence as at the date of these orders, have been 'My Property' because of any other application or applications of this definition.",
      "id": "s86"
    },
    {
      "text": "However, My Property does not include that property described in para 5 below.",
      "id": "s87"
    },
    {
      "text": "4.",
      "id": "s88"
    },
    {
      "text": "For the purpose of this Undertaking, ' Bank Accounts ' means accounts with any bank, building society or financial institution ( Bank ) which fall within any of the following categories:\n \n4.1. accounts held in my name;\n \n4.2. accounts held by me as trustee for a trust or on behalf of or on account of another person;\n \n4.3. accounts held jointly in my name and a Third Party;\n \n4.4. accounts held jointly in the my name and a Third Party for the express purpose of a joint venture; \n \n4.5. accounts held by me jointly with a Third Party, where both myself and the Third Party hold the property in our capacity as trustees for a trust or on behalf of or on account of another person; and\n \n4.6. accounts held by a Third Party as trustee of a trust or in its own right where I am or I become the effective controller or owner of the rights to operate or choses in action in relation to the account.",
      "id": "s89"
    },
    {
      "text": "5.",
      "id": "s90"
    },
    {
      "text": "This Undertaking does not extend to the following (collectively Excluded Bank Accounts ):\n \n5.1.",
      "id": "s91"
    },
    {
      "text": "Westpac Banking Corporation Account number 036-155-130-130296 in my name ; and\n \n5.2.",
      "id": "s92"
    },
    {
      "text": "Westpac Banking Corporation Account number 036-055-130309 in my name .",
      "id": "s93"
    },
    {
      "text": "6.",
      "id": "s94"
    },
    {
      "text": "Despite para 2 above, I may withdraw from the Bank Accounts, and pay on my behalf only and not for any other third party:\n \n 6.1. my reasonable legal, accounting and/or expert fees and disbursements in:\n \n6.1.1. defending the action ASIC v Carey &amp; Ors WAD 83 of 2006; and\n \n6.1.2. defending the action McEvoy as Liquidator of Ann Street Mezzanine &amp; Ors v Beck &amp; Ors VID 386 of 2007; and\n \n6.1.3. any other proceedings (including civil penalty or criminal) commenced against me relating to or arising out of the Westpoint Group; and\n \n 6.2. reasonable legal or accounting fees to obtain advice in connection with requests, queries or demands made of me personally as a director or officer of a Westpoint Group company;\n \n6.3. reasonable legal fees in relation to matters raised with the Second Defendant by the Plaintiff relating to or arising out of the Westpoint Group.",
      "id": "s95"
    },
    {
      "text": "7.",
      "id": "s96"
    },
    {
      "text": "Despite para 2 above, I may withdraw no more than $2,115 per week from the Bank Accounts to pay my ordinary living expenses.",
      "id": "s97"
    },
    {
      "text": "8.",
      "id": "s98"
    },
    {
      "text": "Despite para 2 above, I may apply the balance of the facility provided by Edenlee Pty Ltd and secured against the property being located at Unit 4, 20 Hampden Street, South Perth WA 6151 for costs and expenses as permitted under para 6 above.",
      "id": "s99"
    },
    {
      "text": "The 'Travel Restraint' Undertakings \n \n9.",
      "id": "s100"
    },
    {
      "text": "I undertake not to depart from Australia without giving fourteen (14) days prior written notice to the Plaintiff, such notice to specify: \n \n9.1. the place or places to which I am intending to travel and the dates upon which I am intending to be at those places; \n \n9.2. the dates upon which I am departing and intend to return; \n \n9.3. the airline or airlines or other carriers which I intend to use on my travel; \n \n9.4. my ticketing arrangements.",
      "id": "s101"
    },
    {
      "text": "'Reporting' Orders \n \n 10.",
      "id": "s102"
    },
    {
      "text": "I undertake to:\n \n10.1. keep and maintain a record of all withdrawals and payments in accordance with paras 6 and 7 above.",
      "id": "s103"
    },
    {
      "text": "The record is to list: \n \n10.1.1. for amounts other than living expenses:\n \n (a) the amount of money withdrawn or paid;.",
      "id": "s104"
    },
    {
      "text": "(b) the date of the withdrawal or payment;\n \n(c) , the person in whose favour the withdrawal or payment was made; and\n \n(d) the purpose of the withdrawal or payment;and\n \n10.1.2. for living expenses, weekly withdrawals for the purpose of living expenses; and\n \n10.2. provide to the Plaintiff's and/or its solicitors , the record referred to in paragraph 10.1 above, within 21 days after 30 June 2008 or any other date on which this Undertaking is discharged ( Relevant Date ).",
      "id": "s105"
    },
    {
      "text": "11.",
      "id": "s106"
    },
    {
      "text": "I undertake to file and serve an affidavit verifying, as at the Relevant Date, My Property and my liabilities, detailing:\n \n11.1. as to My Property:\n \n11.1.1. a description of each asset;\n \n11.1.2. the estimated value of the asset;\n \n11.1.3. the location of the asset; and \n \n11.1.4. a summary of my dealings with My Property during the relevant period from the date of this undertaking until the Relevant Date,\n \n11.2. as to my liabilities:\n \n11.2.1. a description of the liability;\n \n11.2.2. the amount of the liability; and\n \n11.2.3. the person to whom I am liable.",
      "id": "s107"
    },
    {
      "text": "12.",
      "id": "s108"
    },
    {
      "text": "I undertake to keep and maintain a record of all invoices for any legal, accounting and/or expert fees incurred as provided for in paragraph 6 above.",
      "id": "s109"
    },
    {
      "text": "13.",
      "id": "s110"
    },
    {
      "text": "The Second Defendant may apply to the Court to vary or discharge the terms of this undertaking on 5 Business Days prior notice to the Plaintiff.",
      "id": "s111"
    },
    {
      "text": "______________________\nGRAEME JOHN RUNDLE\n______________________\nDATED\n Annexure 3 --- Undertaking of Fifth Defendant \n IN THE FEDERAL COURT OF AUSTRALIA \n \n WESTERN AUSTRALIA DISTRICT REGISTRY \n No: (P)WAD83/2006 \n \n\n\n\nAUSTRALIAN SECURITIES &amp; INVESTMENT COMMISSION\nPlaintiff\n\nNORMAN PHILLIP CAREY\nFirst Defendant\n\nGRAEME JOHN RUNDLE\nSecond Defendant\n\nCEDRIC RICHARD PALMER BECK\nThird Defendant\n\nJOHN NORMAN DIXON\nFourth Defendant\n\nRICHSTAR ENTERPRISES PTY LTD ACN 099 071 968\nFifth Defendant\n\nWESTPOINT REALTY PTY LTD (IN LIQUIDATION) ACN 050 218 954\nSixth Defendant\n\nBOWESCO PTY LTD ACN 008 915 357\nSeventh Defendant\n\nREDCHIME PTY LTD ACN 117 947 805\nEighth Defendant\n\nKEYPOINT DEVELOPMENTS PTY LTD ACN 115 507 232\nNinth Defendant\n\nSILKCHIME PTY LTD ACN 066 358 276\nTenth Defendant\n\nHEALTHCARE PROPERTIES PTY LTD (ACN 075 401 955)\nTwelfth Defendant\n UNDERTAKING \n \nRichstar Enterprises Pty Ltd ( the \"Company\") hereby undertakes to this Honourable Court and the plaintiff that : \n \n1.",
      "id": "s112"
    },
    {
      "text": "Subject to paragraphs 8, 9, 10 &amp; 11 the Company gives this undertaking until midnight on 30 June 2008.",
      "id": "s113"
    },
    {
      "text": "The undertakings in paras 8, 9, 10 &amp; 11 survive 30 June 2008.",
      "id": "s114"
    },
    {
      "text": "2.",
      "id": "s115"
    },
    {
      "text": "Other than as permitted by paragraph 5 &amp; 7, the Company, by itself, its servants agents and employees, undertakes up until midnight on 30 June 2008 not to:\n \n \n (a) remove or cause or permit to be removed from any State of Australia or from Australia; or\n (b) sell, charge, mortgage or otherwise deal with, dispose of or diminish the value of; or\n (c) cause or permit to be sold, charged, mortgaged or otherwise deal with, dispose of or diminish the value of; \n \n \n all or any of its assets ( Company Property ), whether held legally or beneficially by it.",
      "id": "s116"
    },
    {
      "text": "3.",
      "id": "s117"
    },
    {
      "text": "For the purpose of this Undertaking, 'Company Property' includes property which falls within any of the following categories:\n \n \n (a) property held in the name of the Company; \n (b) property held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) property held jointly in the name of the Company and one or more persons or entities ( Third Party );\n (d) property held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) property held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; \n (f) property held by a Third Party as trustee of a trust or in its own right where the Company is or will become the effective controller or owner of the property; and\n (g) rights to operate any Company Bank Account (as that term is defined in paragraph 4 below) and any choses in action in relation to any Company Bank Account.",
      "id": "s118"
    },
    {
      "text": "4.",
      "id": "s119"
    },
    {
      "text": "For the purposes of this Undertaking, ' Company Bank Account ' means any account which falls within any of the following categories:\n \n \n (a) an account held in the name of the Company;\n (b) an account held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) an account held jointly in the name of the Company and a Third Party;\n (d) an account held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) an account held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; and\n (f) accounts held by a Third Party as trustee of a trust or in its own right where the Company is or becomes the effective controller or owner of the rights to operate or choses in action in relation to the account.",
      "id": "s120"
    },
    {
      "text": "5.",
      "id": "s121"
    },
    {
      "text": "Subject to paragraph 6 below, this undertaking shall not prevent the Company from dealing with or disposing of any of the Company Property in the ordinary and proper course of the Company's business, including paying business expenses genuinely and reasonably incurred.",
      "id": "s122"
    },
    {
      "text": "6.",
      "id": "s123"
    },
    {
      "text": "Despite paragraph 5 above, unless the transaction is an Excepted Transaction, the Company will not without the prior leave of the Court deal with or dispose of any of the Company Property as part of, in connection with or incidental to any transaction to which a Related Entity is a party or to which a Related Entity may benefit directly or indirectly.",
      "id": "s124"
    },
    {
      "text": "In this paragraph 6: \n \n \n (a) the ' Excepted Transactions ' are: \n \n \n \n \n (i) wages to the following in the following amounts: \n \n \n\nA. Norman Phillip Carey --- that amount represented by $5,769.23 gross per fortnight (provided that the net amount payable after all PAYG withholdings is deposited into the First Defendant Bank Accounts as defined in the orders made in relation to the first defendant on the same day as the date of these orders); and\n \nB. Karen Sandra Carey - that amount represented by $2,660.00 gross per fortnight; (inclusive of all PAYG withholdings);\n \n \n \n together with compulsory superannuation contributions payable in relation thereto;\n (ia) [incorporated by handwritten amendment] rent and office overheads to Keyworld P/L for rent and office overheads in the amount of $7000 per month;\n (ii) a person is a ' Related Entity ' if he, she or it is a \"related entity\" in relation to the Corporate Defendant within the meaning of that expression in s 9(1) of the Corporations Act 2001 .",
      "id": "s125"
    },
    {
      "text": "7.",
      "id": "s126"
    },
    {
      "text": "This undertaking shall not prevent the Company from withdrawing from the Company Bank Accounts and paying on behalf of the Company only and not for any other Third Party, all reasonable legal, accounting and/or expert fees and disbursements incurred in defending any legal proceedings that are commenced against it.",
      "id": "s127"
    },
    {
      "text": "8.",
      "id": "s128"
    },
    {
      "text": "The Company undertakes to keep and maintain a record of all withdrawals and payments made pursuant to paragraphs 5 and 7 above.",
      "id": "s129"
    },
    {
      "text": "The record is to list:\n \n \n (a) the money withdrawn or paid;\n (b) the date of the withdrawal or payment;\n (c) the person in whose favour the withdrawal or payment was made;\n (d) the purpose of the withdrawal or payment, \n \n\n9.",
      "id": "s130"
    },
    {
      "text": "By 21 July 2008 the Company will provide to the Plaintiff's solicitors a copy of the record kept and maintained in accordance with paragraph 8.",
      "id": "s131"
    },
    {
      "text": "10.",
      "id": "s132"
    },
    {
      "text": "Within 21 days after 30 June 2008 (' Relevant Date ') the Company undertakes to file and serve an affidavit sworn by its director verifying as at the Relevant Date the Company Property and the Company liabilities detailing:\n \n \n (a) the nature of each asset;\n (b) the estimated value of the asset;\n (c) the location of the asset;\n (d) the nature of the liability;\n (e) the amount of the liability;\n (f) the person to whom the Company is liable.",
      "id": "s133"
    },
    {
      "text": "11.",
      "id": "s134"
    },
    {
      "text": "The Company undertakes to keep and maintain:\n \n \n (a) a record of all invoices for any legal, accounting and/or expert fees, valuation fees and other expenses incurred pursuant to the above;\n (b) a copy of all bank statements for any Corporate Bank Account; \n \n\nand upon receipt of notice make such invoices and bank statements available to the Plaintiff for inspection.",
      "id": "s135"
    },
    {
      "text": "12.",
      "id": "s136"
    },
    {
      "text": "The Company may apply to the Court to vary or discharge the terms of this undertaking on five (5) business days prior notice to the Plaintiff.",
      "id": "s137"
    },
    {
      "text": "____________________________\nKAREN SANDRA CAREY\n \nFor and on behalf of Richstar Enterprises Pty Ltd\n\n\n\n\nI, Karen Sandra Carey, hereby undertake to the Court and the plaintiff that I will cause Richstar Enterprises Pty Ltd to comply with the undertakings herein.",
      "id": "s138"
    },
    {
      "text": "____________________________\nKAREN SANDRA CAREY\n \nFor and on behalf of Richstar Enterprises Pty Ltd\n Annexure 4 --- Undertaking of Ninth Defendant \n IN THE FEDERAL COURT OF AUSTRALIA \n \n WESTERN AUSTRALIA DISTRICT REGISTRY \n No: (P)WAD83/2006 \n \n\n\n\nAUSTRALIAN SECURITIES &amp; INVESTMENT COMMISSION\nPlaintiff\n\nNORMAN PHILLIP CAREY\nFirst Defendant\n\nGRAEME JOHN RUNDLE\nSecond Defendant\n\nCEDRIC RICHARD PALMER BECK\nThird Defendant\n\nJOHN NORMAN DIXON\nFourth Defendant\n\nRICHSTAR ENTERPRISES PTY LTD ACN 099 071 968\nFifth Defendant\n\nWESTPOINT REALTY PTY LTD (IN LIQUIDATION) ACN 050 218 954\nSixth Defendant\n\nBOWESCO PTY LTD ACN 008 915 357\nSeventh Defendant\n\nREDCHIME PTY LTD ACN 117 947 805\nEighth Defendant\n\nKEYPOINT DEVELOPMENTS PTY LTD ACN 115 507 232\nNinth Defendant\n\nSILKCHIME PTY LTD ACN 066 358 276\nTenth Defendant\n\nHEALTHCARE PROPERTIES PTY LTD (ACN 075 401 955)\nTwelfth Defendant\n UNDERTAKING \n \nKeypoint Develoments Pty Ltd ( the \"Company\") hereby undertakes to this Honourable Court and the plaintiff that : \n \n1.",
      "id": "s139"
    },
    {
      "text": "Subject to paragraphs 8, 9, 10 &amp; 11 the Company gives this undertaking until midnight on 30 June 2008.",
      "id": "s140"
    },
    {
      "text": "The undertakings in paras 8, 9, 10 &amp; 11 survive 30 June 2008.",
      "id": "s141"
    },
    {
      "text": "2.",
      "id": "s142"
    },
    {
      "text": "Other than as permitted by paragraph 5 &amp; 7, the Company, by itself, its servants agents and employees, undertakes up until midnight on 30 June 2008 not to:\n \n \n (a) remove or cause or permit to be removed from any State of Australia or from Australia; or\n (b) sell, charge, mortgage or otherwise deal with, dispose of or diminish the value of; or\n (c) cause or permit to be sold, charged, mortgaged or otherwise deal with, dispose of or diminish the value of; \n \n \n all or any of its assets ( Company Property ), whether held legally or beneficially by it.",
      "id": "s143"
    },
    {
      "text": "3.",
      "id": "s144"
    },
    {
      "text": "For the purpose of this Undertaking, 'Company Property' includes property which falls within any of the following categories:\n \n \n (a) property held in the name of the Company; \n (b) property held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) property held jointly in the name of the Company and one or more persons or entities ( Third Party );\n (d) property held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) property held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; \n (f) property held by a Third Party as trustee of a trust or in its own right where the Company is or will become the effective controller or owner of the property; and\n (g) rights to operate any Company Bank Account (as that term is defined in paragraph 4 below) and any choses in action in relation to any Company Bank Account.",
      "id": "s145"
    },
    {
      "text": "4.",
      "id": "s146"
    },
    {
      "text": "For the purposes of this Undertaking, ' Company Bank Account ' means any account which falls within any of the following categories:\n \n \n (a) an account held in the name of the Company;\n (b) an account held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) an account held jointly in the name of the Company and a Third Party;\n (d) an account held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) an account held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; and\n (f) accounts held by a Third Party as trustee of a trust or in its own right where the Company is or becomes the effective controller or owner of the rights to operate or choses in action in relation to the account.",
      "id": "s147"
    },
    {
      "text": "5.",
      "id": "s148"
    },
    {
      "text": "Subject to paragraph 6 below, this undertaking shall not prevent the Company from dealing with or disposing of any of the Company Property in the ordinary and proper course of the Company's business, including paying business expenses bona fide and reasonably incurred.",
      "id": "s149"
    },
    {
      "text": "6.",
      "id": "s150"
    },
    {
      "text": "Despite paragraph 5 above,, the Company will not without the prior leave of the Court deal with or dispose of any of the Company Property as part of, in connection with or incidental to any transaction to which a Related Entity is a party or to which a Related Entity may benefit directly or indirectly.",
      "id": "s151"
    },
    {
      "text": "In this paragraph 6 a person is a ' Related Entity ' if he, she or it is a \"related entity\" in relation to the Corporate Defendant within the meaning of that expression in s 9(1) of the Corporations Act 2001 .",
      "id": "s152"
    },
    {
      "text": "7.",
      "id": "s153"
    },
    {
      "text": "This undertaking shall not prevent the Company from withdrawing from the Company Bank Accounts and paying on behalf of the Company only and not for any other Third Party, all reasonable legal, accounting and/or expert fees and disbursements incurred in defending any legal proceedings that are commenced against it.",
      "id": "s154"
    },
    {
      "text": "8.",
      "id": "s155"
    },
    {
      "text": "The Company undertakes to keep and maintain a record of all withdrawals and payments made pursuant to paragraphs 5 and 7 above.",
      "id": "s156"
    },
    {
      "text": "The record is to list:\n \n \n (a) the money withdrawn or paid;\n (b) the date of the withdrawal or payment;\n (c) the person in whose favour the withdrawal or payment was made;\n (d) the purpose of the withdrawal or payment, \n \n\n9.",
      "id": "s157"
    },
    {
      "text": "By 21 July 2008 the Company will provide to the Plaintiff's solicitors a copy of the record kept and maintained in accordance with paragraph 8.",
      "id": "s158"
    },
    {
      "text": "10.",
      "id": "s159"
    },
    {
      "text": "Within 21 days after 30 June 2008 (' Relevant Date ') the Company undertakes to file and serve an affidavit sworn by its director verifying as at the Relevant Date the Company Property and the Company liabilities detailing:\n \n \n (a) the nature of each asset;\n (b) the estimated value of the asset;\n (c) the location of the asset;\n (d) the nature of the liability;\n (e) the amount of the liability;\n (f) the person to whom the Company is liable.",
      "id": "s160"
    },
    {
      "text": "11.",
      "id": "s161"
    },
    {
      "text": "The Company undertakes to keep and maintain:\n \n \n (a) a record of all invoices for any legal, accounting and/or expert fees, valuation fees and other expenses incurred pursuant to the above;\n (b) a copy of all bank statements for any Corporate Bank Account; \n \n\nand upon receipt of notice make such invoices and bank statements available to the Plaintiff for inspection.",
      "id": "s162"
    },
    {
      "text": "12.",
      "id": "s163"
    },
    {
      "text": "The Company may apply to the Court to vary or discharge the terms of this undertaking on five (5) business days prior notice to the Plaintiff.",
      "id": "s164"
    },
    {
      "text": "____________________________\nKAREN SANDRA CAREY\n \nFor and on behalf of Keypoint Developments Pty Ltd\n\n\n\n\nI, Karen Sandra Carey, hereby undertake to the Court and the plaintiff that I will cause Keypoint Developments Pty Ltd to comply with the undertakings herein.",
      "id": "s165"
    },
    {
      "text": "____________________________\nKAREN SANDRA CAREY\n \nFor and on behalf of Keypoint Developments Pty Ltd\n\n \n \n Annexure 5 - Undertaking of Tenth Defendant \n IN THE FEDERAL COURT OF AUSTRALIA \n \n WESTERN AUSTRALIA DISTRICT REGISTRY \n No: (P)WAD83/2006 \n \n\n\nAUSTRALIAN SECURITIES &amp; INVESTMENT COMMISSION\nPlaintiff\n\nNORMAN PHILLIP CAREY\nFirst Defendant\n\nGRAEME JOHN RUNDLE\nSecond Defendant\n\nCEDRIC RICHARD PALMER BECK\nThird Defendant\n\nJOHN NORMAN DIXON\nFourth Defendant\n\nRICHSTAR ENTERPRISES PTY LTD ACN 099 071 968\nFifth Defendant\n\nWESTPOINT REALTY PTY LTD (IN LIQUIDATION) ACN 050 218 954\nSixth Defendant\n\nBOWESCO PTY LTD ACN 008 915 357\nSeventh Defendant\n\nREDCHIME PTY LTD ACN 117 947 805\nEighth Defendant\n\nKEYPOINT DEVELOPMENTS PTY LTD ACN 115 507 232\nNinth Defendant\n\nSILKCHIME PTY LTD ACN 066 358 276\nTenth Defendant\n\nHEALTHCARE PROPERTIES PTY LTD (ACN 075 401 955)\nTwelfth Defendant\n UNDERTAKING \n \nSilkchime Pty Ltd ( the \"Company\") hereby undertakes to this Honourable Court and the plaintiff that : \n \n1.",
      "id": "s166"
    },
    {
      "text": "Subject to paragraphs 8, 9, 10 &amp; 11 the Company gives this undertaking until midnight on 30 June 2008.",
      "id": "s167"
    },
    {
      "text": "The undertakings in paras 8, 9, 10 &amp; 11 survive 30 June 2008.",
      "id": "s168"
    },
    {
      "text": "2.",
      "id": "s169"
    },
    {
      "text": "Other than as permitted by paragraph 5 &amp; 7, the Company, by itself, its servants agents and employees, undertakes up until midnight on 30 June 2008 not to:\n \n \n (a) remove or cause or permit to be removed from any State of Australia or from Australia; or\n (b) sell, charge, mortgage or otherwise deal with, dispose of or diminish the value of; or\n (c) cause or permit to be sold, charged, mortgaged or otherwise deal with, dispose of or diminish the value of; \n \n \n all or any of its assets ( Company Property ), whether held legally or beneficially by it.",
      "id": "s170"
    },
    {
      "text": "3.",
      "id": "s171"
    },
    {
      "text": "For the purpose of this Undertaking, 'Company Property' includes property which falls within any of the following categories:\n \n \n (a) property held in the name of the Company; \n (b) property held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) property held jointly in the name of the Company and one or more persons or entities ( Third Party );\n (d) property held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) property held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; \n (f) property held by a Third Party as trustee of a trust or in its own right where the Company is or will become the effective controller or owner of the property; and\n (g) rights to operate any Company Bank Account (as that term is defined in paragraph 4 below) and any choses in action in relation to any Company Bank Account.",
      "id": "s172"
    },
    {
      "text": "4.",
      "id": "s173"
    },
    {
      "text": "For the purposes of this Undertaking, ' Company Bank Account ' means any account which falls within any of the following categories:\n \n \n (a) an account held in the name of the Company;\n (b) an account held by the Company as trustee for a trust or on behalf of or on account of another person;\n (c) an account held jointly in the name of the Company and a Third Party;\n (d) an account held jointly in the name of the Company and a Third Party for the express purpose of a joint venture;\n (e) an account held by the Company jointly with a Third Party, where both the Company and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; and\n (f) accounts held by a Third Party as trustee of a trust or in its own right where the Company is or becomes the effective controller or owner of the rights to operate or choses in action in relation to the account.",
      "id": "s174"
    },
    {
      "text": "5.",
      "id": "s175"
    },
    {
      "text": "Subject to paragraph 6 below, this undertaking shall not prevent the Company from dealing with or disposing of any of the Company Property in the ordinary and proper course of the Company's business, including paying business expenses bona fide and reasonably incurred.",
      "id": "s176"
    },
    {
      "text": "6.",
      "id": "s177"
    },
    {
      "text": "Despite paragraph 5 above,, the Company will not without the prior leave of the Court deal with or dispose of any of the Company Property as part of, in connection with or incidental to any transaction to which a Related Entity is a party or to which a Related Entity may benefit directly or indirectly.",
      "id": "s178"
    },
    {
      "text": "In this paragraph 6 a person is a ' Related Entity ' if he, she or it is a \"related entity\" in relation to the Corporate Defendant within the meaning of that expression in s 9(1) of the Corporations Act 2001 .",
      "id": "s179"
    },
    {
      "text": "7.",
      "id": "s180"
    },
    {
      "text": "This undertaking shall not prevent the Company from withdrawing from the Company Bank Accounts and paying on behalf of the Company only and not for any other Third Party, all reasonable legal, accounting and/or expert fees and disbursements incurred in defending any legal proceedings that are commenced against it.",
      "id": "s181"
    },
    {
      "text": "8.",
      "id": "s182"
    },
    {
      "text": "The Company undertakes to keep and maintain a record of all withdrawals and payments made pursuant to paragraphs 5 and 7 above.",
      "id": "s183"
    },
    {
      "text": "The record is to list:\n \n \n (a) the money withdrawn or paid;\n (b) the date of the withdrawal or payment;\n (c) the person in whose favour the withdrawal or payment was made;\n (d) the purpose of the withdrawal or payment, \n \n\n9.",
      "id": "s184"
    },
    {
      "text": "By 21 July 2008 the Company will provide to the Plaintiff's solicitors a copy of the record kept and maintained in accordance with paragraph 8.",
      "id": "s185"
    },
    {
      "text": "10.",
      "id": "s186"
    },
    {
      "text": "Within 21 days after 30 June 2008 (' Relevant Date ') the Company undertakes to file and serve an affidavit sworn by its director verifying as at the Relevant Date the Company Property and the Company liabilities detailing:\n \n \n (a) the nature of each asset;\n (b) the estimated value of the asset;\n (c) the location of the asset;\n (d) the nature of the liability;\n (e) the amount of the liability;\n (f) the person to whom the Company is liable.",
      "id": "s187"
    },
    {
      "text": "11.",
      "id": "s188"
    },
    {
      "text": "The Company undertakes to keep and maintain:\n \n \n (a) a record of all invoices for any legal, accounting and/or expert fees, valuation fees and other expenses incurred pursuant to the above;\n (b) a copy of all bank statements for any Corporate Bank Account; \n \n\nand upon receipt of notice make such invoices and bank statements available to the Plaintiff for inspection.",
      "id": "s189"
    },
    {
      "text": "12.",
      "id": "s190"
    },
    {
      "text": "The Company may apply to the Court to vary or discharge the terms of this undertaking on five (5) business days prior notice to the Plaintiff.",
      "id": "s191"
    },
    {
      "text": "13.",
      "id": "s192"
    },
    {
      "text": "These undertakings do not apply where :\n \n \n (a) any person or entity who is not a Related Entity (as defined in para 6 above); or\n (b) an external controller appointed to a Related Entity (as defined in para 6 above), pursuant to a charge, security or order of the Court; \n \n\nexercises any right, power, privilege, benefit, discretion or authority conferred upon them (either jointly or severally) by, or arising out of, any fixed or floating charge granted by the Corporate Defendant, any deed of appointment arising out of such charge or at law.",
      "id": "s193"
    },
    {
      "text": "____________________________\nNORMAN PHILLIP CAREY\n \nFor and on behalf of Silkchime Pty Ltd\n\nI, Norman Phillip Carey, hereby undertake to the Court and the plaintiff that I will cause Silkchime Pty Ltd to comply with the undertakings herein.",
      "id": "s194"
    },
    {
      "text": "____________________________\nNORMAN PHILLIP CAREY\n \nFor and on behalf of Silkchime Pty Ltd\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/381.html",
      "id": "s195"
    }
  ]
}