{
  "name": "McDonald's Australia Ltd v Commissioner of Taxation (No. 2) [2008] FCA 395 (27 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/395.html",
  "catchphrases": [
    {
      "text": "applications for leave to appeal an interlocutory judgment",
      "id": "c0"
    },
    {
      "text": "onus in proceedings borne by applicant for leave to appeal",
      "id": "c1"
    },
    {
      "text": "tests for the grant of leave not made out",
      "id": "c2"
    },
    {
      "text": "purported election to have applications dealt by the full court of the federal court",
      "id": "c3"
    },
    {
      "text": "no right of election exists under the federal court rules",
      "id": "c4"
    },
    {
      "text": "applications dismissed with costs",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 These are applications for leave to appeal against an interlocutory judgment ( McDonald's Australia Ltd v Commissioner of Taxation [2008] FCA 37) where the applicant ('McDonald's') sought relief at first instance that the primary judge described as novel.",
      "id": "s0"
    },
    {
      "text": "The proceedings at first instance are, in each case, an appeal against a decision made by the Commissioner adverse to McDonald's.",
      "id": "s1"
    },
    {
      "text": "Each proceeding is at an early stage --- no evidence has been filed and there has been no discovery.",
      "id": "s2"
    },
    {
      "text": "Nevertheless, in each case, McDonald's sought summary judgment.",
      "id": "s3"
    },
    {
      "text": "It relied on s 31A of the Federal Court of Australia Act 1976 (Cth) ('the Act).",
      "id": "s4"
    },
    {
      "text": "Section 31A provides, so far as is here relevant:\n \n '(1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n (a) the first party is prosecuting the proceeding or that part of the proceeding; and \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s5"
    },
    {
      "text": "... \n \n \n \n (3) For the purposes of this section, a defence ... need not be: \n \n \n (a) hopeless; or \n (b) bound to fail; \n for it to have no reasonable prospect of success.",
      "id": "s6"
    },
    {
      "text": "' \n \n\n2 The term 'defence' where used in s 31A(3) does not appear to be used in any technical sense.",
      "id": "s7"
    },
    {
      "text": "It clearly refers back to s 31A(1)(b).",
      "id": "s8"
    },
    {
      "text": "The assessment required, in a case of the present kind, is whether a party has no reasonable prospect of successfully defending a proceeding.",
      "id": "s9"
    },
    {
      "text": "3 It is undoubted that s 31A , which also permits summary dismissal of claims, introduced a lower and more flexible standard for summary disposal of proceedings than earlier existed under the general law but it is not to be seen as an avenue to avoid the need to resolve the real issues on which the rights of parties depend (see Hicks v Ruddock [2007] FCA 299 ; (2007) 156 FCR 574 at [13] ).",
      "id": "s10"
    },
    {
      "text": "4 Furthermore, as Greenwood J pointed out in Rogers v Asset Loan Co Pty Limited [2007] FCA 195 (at [59] --- [60]), s 31A is not directed to striking out pleadings but proceedings as a whole.",
      "id": "s11"
    },
    {
      "text": "He referred to the judgment of French J in Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401.",
      "id": "s12"
    },
    {
      "text": "Greenwood J said that the necessary state of satisfaction 'will rarely be achieved (except in the most transparent of cases) on the strength of a conclusion that the applicant's statement of claim is deficient either in whole or in part' because of the facility for leave to replead.",
      "id": "s13"
    },
    {
      "text": "5 The principles to be applied to determine the present applications are stated in D&eacute;cor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397 ( 'D&eacute;cor' ).",
      "id": "s14"
    },
    {
      "text": "Without limiting the Court's overall discretion, the question to be addressed is whether, in all the circumstances, the decision under challenge is attended with sufficient doubt to warrant its being reconsidered and whether substantial injustice would result if leave to appeal was refused, supposing the decision to be wrong.",
      "id": "s15"
    },
    {
      "text": "A matter relevant to the second aspect is whether the interlocutory decision under challenge is one that 'has the practical effect of finally determining the rights of the parties' (see Ex parte Bucknell [1936] HCA 67 ; (1936) 56 CLR 221 at 225; see also Yap v Granich and Associates [2001] FCA 1735 at [6] ).",
      "id": "s16"
    },
    {
      "text": "6 Before the primary judge, McDonald's relied, for its contention that a defence to its applications was bound to fail, upon the contents of appeal statements filed by the respondent Commissioner pursuant to O 52B r 5 of the Federal Court Rules .",
      "id": "s17"
    },
    {
      "text": "The requirement imposed by that rule is to file a statement which is described by O 52B r 5(3) as 'a statement outlining succinctly the Commissioner's contentions and the facts and issues in the appeal as the Commissioner perceives them' .",
      "id": "s18"
    },
    {
      "text": "An appeal statement is not a pleading (see the definition of 'pleading' in O 1 r 4; see also WR Carpenter Holdings Pty Ltd v Commissioner of Taxation (Cth) (2006) 234 ALR 451).",
      "id": "s19"
    },
    {
      "text": "Even if it was, it would not be sufficient to rely simply upon pleading points to satisfy s 31A where there was any prospect that leave might be granted to state a respectable basis for defending proceedings (see also Rio Tinto Ltd v Federal Commissioner of Taxation (Cth) [2004] FCA 335 ; (2004) 55 ATR 321 ; BAE Systems Australia (NSW) Pty Limited v Commissioner of Taxation for the Commonwealth of Australia [2008] FCA 48).",
      "id": "s20"
    },
    {
      "text": "7 At the time of the judgment under challenge the appeal statements had already been amended once.",
      "id": "s21"
    },
    {
      "text": "The amended appeal statements which were before the primary judge were, in each case, prefaced by the following:\n \n ' Preamble \n \n The Commissioner was not a party to any of the transactions relevant to this application and his knowledge of the facts is primarily derived from documents and information supplied by the Applicant, the Applicant's representatives and other parties involved in the transactions.",
      "id": "s22"
    },
    {
      "text": "The Commissioner relies on section 14ZZO of the Taxation Administration Act 1953 (TAA 1953) , and save for any facts expressly agreed or admitted in writing, puts the Applicant to proof on all facts upon which the Applicant seeks to rely to establish that the assessment the subject of this proceeding is excessive.",
      "id": "s23"
    },
    {
      "text": "None of the facts contained in this statement constitute an admission of proof by the Commissioner.",
      "id": "s24"
    },
    {
      "text": "The Commissioner states that on the information currently available to him, the facts, issues and contentions are as set out below.",
      "id": "s25"
    },
    {
      "text": "In light of the onus of proof referred to above, and the fact that this statement is filed before any such statement on behalf of the Applicant, and before discovery and the filing of evidence, the Commissioner reserves his right to add to or otherwise vary this statement.",
      "id": "s26"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s27"
    },
    {
      "text": ")\n \n\n8 In my view there is no substance in the suggestion that the appeal statements which had been filed necessarily fixed the respondent Commissioner's answer to McDonald's case or foreclosed the Court's ability to look in more detail at the facts and circumstances disclosed by the evidence.",
      "id": "s28"
    },
    {
      "text": "In fact, since the judgment under challenge was delivered, further amended appeal statements have been filed by consent.",
      "id": "s29"
    },
    {
      "text": "That circumstance emphasises that the position of the respondent Commissioner was not to be regarded necessarily as final or incapable of adjustment.",
      "id": "s30"
    },
    {
      "text": "McDonald's could only succeed in its applications for summary judgment if it was clear that any resistance to its appeals against the Commissioner's decisions would be unavailing, whatever legitimate adjustment the Commissioner might make to his position.",
      "id": "s31"
    },
    {
      "text": "9 As the primary judge pointed out in the judgment which gives rise to the three applications for leave to appeal, McDonald's bears the onus in the proceedings which it has commenced.",
      "id": "s32"
    },
    {
      "text": "His Honour observed:\n \n 'Section 14ZZO of the Administration Act provides that the applicant has the burden of proving that the declaration should not have been made or should have been made differently.",
      "id": "s33"
    },
    {
      "text": "An application for summary judgment by a party which bears the burden of proof can be properly described as ambitious, particularly where the proceeding is at an early stage --- no evidence has been filed, there has been no discovery, no subpoenas have been issued and where there are no formal pleadings.",
      "id": "s34"
    },
    {
      "text": "It must also be borne in mind that the Commissioner has no first hand knowledge of the underlying facts and circumstances.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n10 His Honour did not accept the contention that, within the meaning of s 31A of the Act, the Commissioner's 'defence' could be said to have no reasonable prospects of success.",
      "id": "s36"
    },
    {
      "text": "Although his Honour was prepared to accept (without deciding) that an appeal statement filed under O 52B might reveal a fundamental flaw in a decision which was incapable of being cured, he was not satisfied that the cases before him fell into that category, assuming it to exist.",
      "id": "s37"
    },
    {
      "text": "11 His Honour found the contentions advanced to him by McDonald's to be either incorrect as a matter of law, or contestable.",
      "id": "s38"
    },
    {
      "text": "One submission was that McDonald's did not get a 'GST benefit' from the arrangements described in brief outline by the primary judge.",
      "id": "s39"
    },
    {
      "text": "His Honour observed that the contention required the adoption of a hypothesis as to what would have occurred had the suggested scheme not been entered into.",
      "id": "s40"
    },
    {
      "text": "He noted alternative hypotheses identified by the Commissioner.",
      "id": "s41"
    },
    {
      "text": "He concluded that it was too early to rule out the Commissioner's contentions.",
      "id": "s42"
    },
    {
      "text": "Of another contention advanced by McDonald's he concluded that the question raised was 'a question of substance which should be determined in the light of the facts as found and with the benefit of full argument as to the operation of the GST Act.",
      "id": "s43"
    },
    {
      "text": "In my opinion, it is not a proper basis for summary judgment particularly where the burden of proof lies as it does'.",
      "id": "s44"
    },
    {
      "text": "He noted also a contention of the Commissioner which raised a further 'matter of substance which should be determined at trial' .",
      "id": "s45"
    },
    {
      "text": "Counsel was unable to persuade me by either written or oral submissions that these assessments were erroneous.",
      "id": "s46"
    },
    {
      "text": "12 The essence of McDonald's contentions in support of its application for leave to appeal is that the primary judge had no option but to dismiss the proceedings in their entirety.",
      "id": "s47"
    },
    {
      "text": "I do not accept that is so.",
      "id": "s48"
    },
    {
      "text": "As his Honour said, it was a novel and ambitious application to suggest that the proceedings commenced by McDonald's were irresistible and that any defence was bound to be rejected as not reasonably arguable, particularly at a stage when evidence had not been filed and there had been no discovery.",
      "id": "s49"
    },
    {
      "text": "13 In an affidavit filed in each proceeding by Gina Lazanas, a partner in the firm of solicitors acting for McDonald's, it is asserted that if leave to appeal is not granted McDonalds will have to prepare its evidence which will involve reviewing and considering approximately 18 boxes of documents and drafting affidavits of approximately seven witnesses.",
      "id": "s50"
    },
    {
      "text": "I accept that will impose a burden upon the applicant.",
      "id": "s51"
    },
    {
      "text": "On the other hand, the burden flows directly from the forensic decision to commence the proceedings.",
      "id": "s52"
    },
    {
      "text": "It does not provide a reason for granting leave to appeal in this case.",
      "id": "s53"
    },
    {
      "text": "14 None of the tests for the grant of leave are made out in this case.",
      "id": "s54"
    },
    {
      "text": "All the arguments upon which McDonald's wishes to rely remain available to it at a final hearing.",
      "id": "s55"
    },
    {
      "text": "There is no pressing or otherwise sufficient case for determination of any of those matters in an interlocutory appeal.",
      "id": "s56"
    },
    {
      "text": "15 McDonald's purported to elect to have its applications dealt with by a Full Court of this Court.",
      "id": "s57"
    },
    {
      "text": "For reasons which I explained in Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2008] FCA 47 no such right of election now exists, if indeed it existed in the past.",
      "id": "s58"
    },
    {
      "text": "The provisions of O 52 r 2AA admit no debate about the existence of any such right of 'election'.",
      "id": "s59"
    },
    {
      "text": "An application, such as the present, brought under s 25(2) of the Act must be heard and determined by a single Judge unless a judge directs that the application be heard and determined by a Full Court.",
      "id": "s60"
    },
    {
      "text": "16 In my view the present case is a clear case where leave to appeal should not be granted.",
      "id": "s61"
    },
    {
      "text": "I decline to direct that it be heard and determined by a Full Court.",
      "id": "s62"
    },
    {
      "text": "I dismiss the application in each case.",
      "id": "s63"
    },
    {
      "text": "It is appropriate that the applications be dismissed with costs.",
      "id": "s64"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s65"
    },
    {
      "text": "Associate:\n\nDated: 27 March 2008\n\n\n Counsel for the Applicant: Mr DG Russell QC, BL Jones \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the Respondent: Mr A Wigney SC, DFC Thomas \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 11 March 2008 \n \n Date of Judgment: 27 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/395.html",
      "id": "s66"
    }
  ]
}