{
  "name": "Television Food Network, GP v Food Channel Network Pty Ltd [2008] FCA 378 (18 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/378.html",
  "catchphrases": [
    {
      "text": "admissibility of affidavits sought to be filed by respondent during trial",
      "id": "c0"
    },
    {
      "text": "discretion to exclude evidence",
      "id": "c1"
    },
    {
      "text": "whether probative value of late evidence outweighs prejudice",
      "id": "c2"
    },
    {
      "text": "evidence",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Yesterday in court Mr Stephens for the respondent sought the leave of the court to file an affidavit of Mr Paul Lloyd Lawrence, sworn 16 March 2008.",
      "id": "s0"
    },
    {
      "text": "I granted leave to the respondent to file that affidavit, which in chronological order is the fourth affidavit sworn by Mr Lawrence (\"the fourth affidavit\").",
      "id": "s1"
    },
    {
      "text": "However, I granted leave subject to the objection of Mr Franklin SC for the applicant as to its admissibility in whole or in part.",
      "id": "s2"
    },
    {
      "text": "2 Before I adjourned the Court yesterday, I informed the parties that I would hear any objections to the fourth affidavit of Mr Lawrence this morning when Court resumed.",
      "id": "s3"
    },
    {
      "text": "3 Today when Court resumed, Mr Stephens sought to file and serve another affidavit of Mr Lawrence, sworn 17 March 2008 (\"the fifth affidavit\").",
      "id": "s4"
    },
    {
      "text": "Mr Franklin SC informed the Court that he had only received a copy of this affidavit immediately prior to Court resuming.",
      "id": "s5"
    },
    {
      "text": "I did not give leave for this affidavit to be filed.",
      "id": "s6"
    },
    {
      "text": "Rather, I adjourned the Court for 10 minutes to allow Mr Franklin SC time to peruse the affidavit, and form a view as to whether he wished to object to it being filed.",
      "id": "s7"
    },
    {
      "text": "4 When Court resumed, Mr Franklin SC informed me that he objected to the admissibility, in their entirety, of both the fourth and fifth affidavits.",
      "id": "s8"
    },
    {
      "text": "I invited counsel to address me in relation to these affidavits.",
      "id": "s9"
    },
    {
      "text": "5 The fourth affidavit consists of 17 paragraphs and five annexures numbered from \"A\" to \"E\".",
      "id": "s10"
    },
    {
      "text": "The fifth affidavit consists of five paragraphs and has no annexures.",
      "id": "s11"
    },
    {
      "text": "Submissions of Mr Franklin SC \n \n6 In relation to the fourth affidavit, Mr Franklin's submissions may be summarised as follows:\n \n \n 1.",
      "id": "s12"
    },
    {
      "text": "There is no explanation as to why this affidavit was filed and served after the trial had commenced.",
      "id": "s13"
    },
    {
      "text": "2.",
      "id": "s14"
    },
    {
      "text": "I have, in the past, at a number of directions hearings, made numerous orders as to filing of evidence, discovery and written submissions.",
      "id": "s15"
    },
    {
      "text": "New evidence sought to be tendered by the respondent could have been tendered at any time in accordance with those orders.",
      "id": "s16"
    },
    {
      "text": "3.",
      "id": "s17"
    },
    {
      "text": "While this affidavit seeks to deal with issues raised in Mr Franklin's written submissions, in particular with respect to ss 58 and 59 of the Trade Marks Act 1995 (Cth), those issues have always been live issues in these proceedings.",
      "id": "s18"
    },
    {
      "text": "4.",
      "id": "s19"
    },
    {
      "text": "The respondent cannot claim it has not filed its evidence previously because it lacked legal representation.",
      "id": "s20"
    },
    {
      "text": "At various times, the respondent has been represented by Thynne &amp; McCartney Lawyers, Bickfords Lawyers, Guy &amp; Hinton Lawyers, and it is currently represented by Potts &amp; Co Lawyers.",
      "id": "s21"
    },
    {
      "text": "5.",
      "id": "s22"
    },
    {
      "text": "The material in the fourth affidavit seeks to contradict earlier evidence and advance a new case for the respondent, including in para 9 of the fourth affidavit with respect to which entity used and intended to use the relevant trademark.",
      "id": "s23"
    },
    {
      "text": "In particular, Mr Franklin SC submitted that material in the fourth affidavit contradicted material in Mr Lawrence's affidavit filed 1 November 2007.",
      "id": "s24"
    },
    {
      "text": "6.",
      "id": "s25"
    },
    {
      "text": "Admission of this affidavit would seriously prejudice the applicant because, inter alia : \n \n\n(a) paragraph 9 introduces new evidence for which the applicant has had no opportunity to prepare;\n \n(b) paragraphs 9 and 10 introduce the concept of an assignment of a trademark, and annexes Annexure D which purports to be an unsigned and unstamped copy of an assignment of the opposed trademark from The Food Channel Pty Ltd ACN 077 987 118 to the respondent.",
      "id": "s26"
    },
    {
      "text": "The applicant has not had an opportunity to test this evidence including at the usual interlocutory stages;\n \n(c) paragraph 11 refers to Annexure E, which purports to be an unsigned and undated copy of a licence issued by the respondent in relation to The Food Channel Pty Ltd ACN 077 987 118.",
      "id": "s27"
    },
    {
      "text": "Mr Franklin SC submitted that this evidence has not been tested by the applicant through the usual interlocutory steps which usually would be available.",
      "id": "s28"
    },
    {
      "text": "Mr Franklin SC submitted further that this would have required testing because, inter alia , Mr Lawrence deposed that the licence dated from January 2004, whereas the Licence was fixed with the trademark not registered until 2006;\n \n(d) paragraphs 12 and 13 of the affidavit are vague with respect to issues key to this litigation as to the use of the relevant trademark.",
      "id": "s29"
    },
    {
      "text": "7.",
      "id": "s30"
    },
    {
      "text": "The version of events put by Mr Lawrence in paras 15 to 17 of the fourth affidavit represent not only an argument of the respondent, but does not accurately reflect the findings of the delegate as are in evidence in these proceedings.",
      "id": "s31"
    },
    {
      "text": "7 In relation to the fifth affidavit, Mr Franklin's submissions may be summarised as follows:\n \n \n 1.",
      "id": "s32"
    },
    {
      "text": "Admission of this affidavit would seriously prejudice the applicant because of its lateness in the proceedings.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "Evidence with respect to recipes of the respondent was always potentially a live issue.",
      "id": "s35"
    },
    {
      "text": "In any event, to the extent to which the respondent wishes to rebut the evidence of Mr Tannahill, statements of that witness with respect to the recipes were made in response to cross-examination on this issue by Mr Stephens for the respondent.",
      "id": "s36"
    },
    {
      "text": "3.",
      "id": "s37"
    },
    {
      "text": "To the extent that the affidavit seeks to prove sales of recipes, it is inadmissible.",
      "id": "s38"
    },
    {
      "text": "Submissions of Mr Stephens \n \n8 In relation to the fourth affidavit, the submissions of Mr Stephens for the respondent may be summarised as follows:\n \n \n 1.",
      "id": "s39"
    },
    {
      "text": "Section 58 Trade Marks Act was clearly not a live issue before the delegate, as made clear in the decision record.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "The affidavit does not contain new evidence or purport to be proof of evidence, rather it represents a full explanation of material contained in Mr Lawrence's affidavit filed 1 November 2007.",
      "id": "s42"
    },
    {
      "text": "3.",
      "id": "s43"
    },
    {
      "text": "The need for this evidence follows as a result of the misrepresentation of the respondent's position in para 34 of Mr Franklin's written submissions filed 14 March 2008, namely that the respondent created the opposed trademark and other trademarks at a time before it had been incorporated.",
      "id": "s44"
    },
    {
      "text": "The evidence in the fifth affidavit was the first opportunity to rebut the submission.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "The relevant assignment of the trademark can be found on a search of the IP Australia website and a copy of the assignment obtained from that entity.",
      "id": "s47"
    },
    {
      "text": "Accordingly, the respondent is entitled to put a copy into evidence.",
      "id": "s48"
    },
    {
      "text": "The applicant is not entitled to claim surprise by this evidence.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "The existence of the relevant licence agreement can be inferred from the substance of the original affidavit, and the loss of the original licence has been explained.",
      "id": "s51"
    },
    {
      "text": "The applicant is not entitled to claim surprise by this evidence.",
      "id": "s52"
    },
    {
      "text": "9 In relation to the fifth affidavit, Mr Stephen's submission in summary was that:\n \n \n 1.",
      "id": "s53"
    },
    {
      "text": "The evidence of Mr Tannahill yesterday was not correct.",
      "id": "s54"
    },
    {
      "text": "The fifth affidavit rebuts that evidence and sets the record straight.",
      "id": "s55"
    },
    {
      "text": "2.",
      "id": "s56"
    },
    {
      "text": "Paragraphs 1 to 4 of the fifth affidavit did not purport to prove sales of recipes, but rather were a simpler explanation of how the client conducts its business and is relevant.",
      "id": "s57"
    },
    {
      "text": "10 I understand that Mr Stephens is not pressing para 5 of the fifth affidavit, as I have given him leave to examine Mr Lawrence in chief as to relevant Google searches Mr Lawrence may have undertaken.",
      "id": "s58"
    },
    {
      "text": "Findings \n \n11 In my view the fourth and fifth affidavits are not admissible.",
      "id": "s59"
    },
    {
      "text": "12 First, to the extent to which this evidence purports to rebut a written submission of Mr Franklin and any alleged inaccuracies in that submission, it seems to me the most obvious method of rebuttal is in the form of closing submissions from Mr Stephens.",
      "id": "s60"
    },
    {
      "text": "Although no written submissions were filed by the respondents in these proceedings in accordance with my directions, there is no reason why Mr Stephens cannot deal comprehensively in closing with any submission of Mr Franklin.",
      "id": "s61"
    },
    {
      "text": "13 Second, the evidence which the respondent has filed and seeks to file is very late in these proceedings.",
      "id": "s62"
    },
    {
      "text": "Section 135 Evidence Act 1995 (Cth) provides the court with a general discretion to exclude evidence if its probative value is substantially outweighed by the danger that the evidence might be, inter alia , unfairly prejudicial to a party.",
      "id": "s63"
    },
    {
      "text": "In this case, the evidence contains unsubstantiated argument (for example, the views of the deponent as to Mr Tannahill's understanding in para 3 of the fifth affidavit), irrelevant material (for example, the last two sentences in para 4 of the fifth affidavit), vague references (for example, with respect to use of the trademarks in paras 10 and 11 of the fourth affidavit), possible inaccuracies (for example, in para 16 of the fourth affidavit), opinion evidence (for example, para 17 of the fourth affidavit) and inappropriate proof of material (for example, paras 3 and 4 of the fifth affidavit).",
      "id": "s64"
    },
    {
      "text": "I accept the submissions of the applicant that they will suffer unfair prejudice if this evidence is submitted, for the reasons I have already summarised and do not propose to repeat.",
      "id": "s65"
    },
    {
      "text": "14 I note that Mr Lawrence has not yet been cross-examined.",
      "id": "s66"
    },
    {
      "text": "He is clearly the key witness for the respondent, and Mr Franklin SC has indicated that he will require a lengthy cross-examination of Mr Lawrence.",
      "id": "s67"
    },
    {
      "text": "Although not determinative of my decision in relation to refusing to allow the admission of this evidence, it is likely that Mr Lawrence will have the opportunity to more fully explain his evidence under cross-examination.",
      "id": "s68"
    },
    {
      "text": "15 I note as an overall point that the solicitors and counsel for the respondent were appointed very late, and indeed a notice of appearance was only filed in court yesterday.",
      "id": "s69"
    },
    {
      "text": "It is clear that the solicitors and counsel have endeavoured to deal with the case which they have been handed, and are seeking to remedy what they perceive as evidentiary deficiencies in this case.",
      "id": "s70"
    },
    {
      "text": "I am also cognisant of the need to provide the respondent with the opportunity to raise an arguable case in accordance with the principles in Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146.",
      "id": "s71"
    },
    {
      "text": "However fairness to the applicant must not be ignored.",
      "id": "s72"
    },
    {
      "text": "Procedural flexibility, as described by Shaw J in Jermen v Shell Co of Australia [2004] NSWSC 168 , is one thing, but requiring the applicant to deal, on the run, with new evidence which they have not had the opportunity to test and which could have been produced at any time in the lead up to the trial, is another.",
      "id": "s73"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s74"
    },
    {
      "text": "Associate:\n\nDated: 26 March 2008\n\n Counsel for the Applicant: A Franklin SC \n \n Solicitor for the Applicant: Bennett &amp; Philp \n \n Counsel for the Respondent: L Stephens \n \n Solicitor for the Respondent: Potts &amp; Co \n\n Date of Hearing: 18 March 2008 \n \n Date of Judgment: 18 March 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/378.html",
      "id": "s75"
    }
  ]
}