{
  "name": "Kabushiki Kaisha Sanrio v Impression International Pty Ltd (No 2) [2008] FCA 346 (12 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/346.html",
  "catchphrases": [
    {
      "text": "goods seized and held by customs collected notwithstanding the existence of an interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "further urgent interlocutory relief sought and granted",
      "id": "c1"
    },
    {
      "text": "intellectual property",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n In this matter I made orders on 11 March 2008 in the following terms: \n \n ' THE COURT ORDERS: \n \n \n 1.",
      "id": "s0"
    },
    {
      "text": "Upon the applicant giving the usual undertaking as to damages, the first respondent, whether by itself, its servants, agents or otherwise, is restrained until further order from collecting the goods referred to in paragraph 14 in the Statement of Claim.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "Costs of the proceedings to date are reserved.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "The matter is adjourned to 9:30am on Monday 17 March 2008 before Rares, J.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n \n I also made a direction as follows: \n \n 'THE COURT DIRECTS THAT : \n \n \n 1.",
      "id": "s6"
    },
    {
      "text": "The applicant notify the Chief Executive Officer of the Australian Customs Service of Order 1 and provide a copy of that Order as entered by 6:00pm today, 11 March 2008.",
      "id": "s7"
    },
    {
      "text": "' \n \n \n \n\n\n \n The applicant has again approached the Court for further urgent interlocutory relief.",
      "id": "s8"
    },
    {
      "text": "I granted leave to the applicant to file a notice of motion supported by affidavits of Blair Mark Beven and John Dominic Lee each sworn 12 March 2008.",
      "id": "s9"
    },
    {
      "text": "Those affidavits disclose that, notwithstanding the orders which I made yesterday, representatives of the first respondent collected the goods subject of order 1 at around 2 pm today.",
      "id": "s10"
    },
    {
      "text": "Customs apparently felt obliged in accordance with its own statutory obligations to release the goods but took steps to ensure that the person who came to collect them was aware of the orders made and both sighted and signed a copy of the order.",
      "id": "s11"
    },
    {
      "text": "Customs takes the view that it should not disclose the name of the person who collected goods, or provide any form of copy of the signed order without an order from the Court.",
      "id": "s12"
    },
    {
      "text": "I make no criticism of the conduct of any Customs officer based on the material which is before the Court.",
      "id": "s13"
    },
    {
      "text": "The applicant made a conscious and, I think, proper decision when it sought orders in the first instance not to seek orders directly against the Australian Customs Service.",
      "id": "s14"
    },
    {
      "text": "I emphasise that the material before the Court at this moment consists only of evidence from the applicant.",
      "id": "s15"
    },
    {
      "text": "The respondents have not yet provided any explanation of their own conduct, or had an opportunity to address submissions to the Court about it.",
      "id": "s16"
    },
    {
      "text": "However, in the circumstances, I am satisfied that further interlocutory relief is appropriate in a further attempt to preserve the status quo until the matter receives attention by the judge to whose docket this case has been assigned and the respondents have an opportunity to make submissions to that judge about the question of further interlocutory relief and other matters.",
      "id": "s17"
    },
    {
      "text": "In those circumstances I make orders in accordance with the short minutes of order provided to the Court today as amended by me during the proceedings in discussion with counsel.",
      "id": "s18"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s19"
    },
    {
      "text": "Associate:\n\nDated: 12 March 2008\n\n\n Counsel for the Applicant: Andrew Fox \n \n Solicitor for the Applicant: Griffith Hack Lawyers \n \n Date of Hearing: 12 March 2008 \n \n Date of Judgment: 12 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/346.html",
      "id": "s20"
    }
  ]
}