{
  "name": "Australian Competition and Consumer Commission v FChem (Aust) Limited [2008] FCA 344 (20 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/344.html",
  "catchphrases": [
    {
      "text": "price fixing",
      "id": "c0"
    },
    {
      "text": "consent orders",
      "id": "c1"
    },
    {
      "text": "whether consent orders should be made",
      "id": "c2"
    },
    {
      "text": "trade practices act 1974 (cth) ss 45(2)(a)(ii) , 76 (10(e).",
      "id": "c3"
    },
    {
      "text": "trade practices",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings are instituted by the Australian Competition and Consumer Commission ('the ACCC') relating to conduct which infringed provisions of the Trade Practices Act 1974 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "The respondents admit such conduct.",
      "id": "s1"
    },
    {
      "text": "The respondents acknowledge that upon the admissions made by each of them it is open to the Court to find that breaches of the applicable sections of the Act have occurred and that the respondents are each liable to penalties resulting from their conduct.",
      "id": "s2"
    },
    {
      "text": "The parties have also agreed upon the quantum of such penalties, and seek orders in relation thereto which, if accepted by the Court, determine the penalties payable.",
      "id": "s3"
    },
    {
      "text": "2 The relevant conduct consists of understandings arrived at between the first and second respondents in relation to the price of chemicals used for the purpose of the preservation of wood, namely copper chrome arsenate ('CCA') and light organic solvent preservative ('LOSP').",
      "id": "s4"
    },
    {
      "text": "The ACCC claims that the first respondent ('FChem') engaged in the relevant understandings in respect of the price of CCA between June 1998 and January 2001 with another corporation which is not a party to the proceedings, namely Koppers Arch Wood Protection (Aust) Pty Limited ('Koppers').",
      "id": "s5"
    },
    {
      "text": "3 In January 2001 the business of FChem relating to wood preservative chemicals was sold to the second respondent (' Osmose').",
      "id": "s6"
    },
    {
      "text": "The ACCC claims that thereafter Osmose reached an understanding with Koppers in relation to the supply of CCA and also attempted to induce Koppers to enter a price understanding in respect of the sale of LOSP.",
      "id": "s7"
    },
    {
      "text": "The period during which it is alleged that Osmose engaged in conduct in contravention of the Act is from January 2001 to December 2001.",
      "id": "s8"
    },
    {
      "text": "4 The third respondent ('Mr Greenacre') was employed by FChem as its Group General Manager.",
      "id": "s9"
    },
    {
      "text": "Upon the sale of the business to Osmose in January 2001 Mr Greenacre became the General Manager of Osmose.",
      "id": "s10"
    },
    {
      "text": "It is alleged that he engaged in the conduct of reaching the understandings between FChem and Koppers relating to the supply of CCA in breach of the Act and after his appointment as General Manager of Osmose he engaged in the conduct of reaching the understandings between Osmose and Koppers relating to the supply of CCA referred to above.",
      "id": "s11"
    },
    {
      "text": "5 When the proceedings first came before the Court on 19 November 2007 a joint tender bundle was provided to the Court which incorporated the Statement of Agreed Facts, joint submissions and agreed draft declarations and orders relating to each respondent.",
      "id": "s12"
    },
    {
      "text": "However, it became apparent to the Court that a potential inconsistency arose between the Statement of Agreed Facts relating to Osmose and those relating to Mr Greenacre.",
      "id": "s13"
    },
    {
      "text": "The Statement of Agreed Facts relating to Osmose acknowledged that Osmose attempted to induce Koppers to contravene s 45(2)(a)(ii) of the Act in relation to the price of LOSP.",
      "id": "s14"
    },
    {
      "text": "In contrast, the Statement of Agreed Facts concerning Mr Greenacre alleged that Osmose was a party to an understanding concerning LOSP (not merely that it attempted to induce Koppers to make or arrive at an understanding).",
      "id": "s15"
    },
    {
      "text": "6 For this reason the Court invited the parties to reconsider the facts and the declaratory relief sought against Osmose and Mr Greenacre.",
      "id": "s16"
    },
    {
      "text": "7 On 19 December 2007 the Court granted leave to Mr Greenacre to withdraw his admissions contained in paragraphs 72A to 72C and in 130A and 130B of the Amended Statement of Claim which acknowledged that both Osmose and Mr Greenacre made or arrived at an understanding relating to the price increase of LOSP.",
      "id": "s17"
    },
    {
      "text": "In a further Amended Defence dated 19 December 2007 Mr Greenacre withdrew such admissions.",
      "id": "s18"
    },
    {
      "text": "8 On 20 December 2007 an Amended Statement of Agreed Facts between the ACCC and Mr Greenacre dated 19 December 2007 was filed, together with Supplementary Submissions concerning LOSP.",
      "id": "s19"
    },
    {
      "text": "Such facts omit any reference to price fixing of LOSP involving Mr Greenacre and the agreed draft declarations seek no relief against Mr Greenacre in respect of LOSP.",
      "id": "s20"
    },
    {
      "text": "Accordingly, in consequence of such amendment, the potential inconsistency between the agreed facts relating to the second and third respondent has been averted.",
      "id": "s21"
    },
    {
      "text": "FINDINGS \n \n9 Each of the respondents has, by the conduct referred to in the agreed Statement of Facts applicable to each of them, committed breaches of the Act.",
      "id": "s22"
    },
    {
      "text": "FChem's breaches of the Act \n \n10 FChem arrived at an understanding in or about June 1998 with Koppers as a result of the conduct of Mr Greenacre, its Group General Manager, relating to the increase its prices in respect of the CCA.",
      "id": "s23"
    },
    {
      "text": "In doing so FChem contravened s 45(2)(a)(ii) of the Act as the understanding with Koppers contained a provision which had the purpose, or had or was likely to have the effect of, fixing, controlling and maintaining the price at which FChem and Koppers or either of them would supply CCA.",
      "id": "s24"
    },
    {
      "text": "Secondly, by increasing its prices for the supply of CCA to many of its Australian customers in late June 1998 FChem gave effect to such understanding in contravention of s 45(2)(b)(ii) of the Act.",
      "id": "s25"
    },
    {
      "text": "11 In September 2000 FChem, by its employee Mr Greenacre and the Managing Director of Koppers, arrived at an understanding relating to the increase of prices for CCA supplied in Australia.",
      "id": "s26"
    },
    {
      "text": "FChem thereby arrived at an understanding with Koppers that contained a provision which had the same purpose and effect as stated above, in contravention of s 45(2)(a)(ii) of the Act.",
      "id": "s27"
    },
    {
      "text": "Secondly, FChem's implementation of such increases contravened s 45(2)(b)(ii) of the Act.",
      "id": "s28"
    },
    {
      "text": "Osmose's breaches of the Act \n \n12 The Court finds that by reason of the conduct referred to in the Statement of Agreed Facts, Osmose has contravened the Act.",
      "id": "s29"
    },
    {
      "text": "Osmose, by its General Manager, Mr Greenacre, in late February 2001 agreed with the Managing Director of Koppers that Osmose would offer to supply CCA to Australian Treated Pine ('ATP') at a price of $2,700 per active tonne and that Koppers would not offer to supply CCA to ATP at a lesser price.",
      "id": "s30"
    },
    {
      "text": "Osmose thereby arrived at an understanding with Koppers that contained a provision which had the purpose and effect of fixing, controlling or maintaining the price at which they could each offer to supply CCA to ATP.",
      "id": "s31"
    },
    {
      "text": "In doing so Osmose contravened s 45(2)(a)(ii) of the Act.",
      "id": "s32"
    },
    {
      "text": "Further, Osmose gave effect to the ATP price control provision by supplying CCA to ATP at a price of $2,700 per active tonne between 23 February 2001 and December 2001, thereby contravening s 45(2)(b)(ii) of the Act.",
      "id": "s33"
    },
    {
      "text": "13 Osmose, by Mr Greenacre, engaged in a meeting with the Managing Director of Koppers in late February 2001.",
      "id": "s34"
    },
    {
      "text": "Mr Greenacre, on behalf of Osmose, also had a telephone conversation with the Managing Director of Koppers in early April 2001.",
      "id": "s35"
    },
    {
      "text": "In these communications Osmose, by Mr Greenacre, attempted to induce the Managing Director of Koppers to arrive at an understanding with Osmose that contained a provision to the effect that Osmose and Koppers would increase the prices charged for the supply of LOSP to Australian consumers to approximately the same level.",
      "id": "s36"
    },
    {
      "text": "Such provision would have had the purpose of fixing, controlling and maintaining the price at which they would each supply LOSP in Australia.",
      "id": "s37"
    },
    {
      "text": "Such attempt, if realised into a contract, arrangement or understanding, would have constituted a breach of s 45(2)(a)(ii) of the Act.",
      "id": "s38"
    },
    {
      "text": "Accordingly the conduct engaged in constituted a breach of s 76(1)(b) of the Act.",
      "id": "s39"
    },
    {
      "text": "Mr Greenacre's breaches of the Act \n \n14 Mr Greenacre breached s 76(1)(e) of the Act by being directly knowingly concerned in FChem giving effect to a provision contained in an agreement made in June 1998 (as detailed above) that FChem would follow general price increases by Koppers.",
      "id": "s40"
    },
    {
      "text": "Under the agreement Mr Greenacre accepted the Koppers 1998 CCA price list and from July 1998 was to notify most of FChem's Australian customers of a price increase for the supply of CCA to approximately the prices contained in that price list.",
      "id": "s41"
    },
    {
      "text": "Such conduct contravened s 45(2)(b)(ii) of the Act.",
      "id": "s42"
    },
    {
      "text": "15 Further, Mr Greenacre breached s 76(1)(e) of the Act by being directly knowingly concerned in FChem giving effect to the price control provision.",
      "id": "s43"
    },
    {
      "text": "Mr Greenacre continued an understanding made between FChem and Koppers in about September 2000 (as referred to above) by arranging, on behalf of FChem, that FChem would increase its price for CCA and that Koppers would also increase its price for CCA by between 7% to 10% in October or November 2000.",
      "id": "s44"
    },
    {
      "text": "The understanding provided that from December 2000 FChem would notify most of its Australian customers that FChem would increase its prices for the supply of CCA by about 8% to 10%.",
      "id": "s45"
    },
    {
      "text": "Such conduct contravened s 45(2)(b)(ii) of the Act.",
      "id": "s46"
    },
    {
      "text": "16 Mr Greenacre, on behalf of Osmose, arrived at an understanding with the Managing Director of Koppers shortly prior to 23 February 2001 that Osmose would offer to supply CCA to ATP at a price of $2,700 active tonne and that Koppers would not offer to supply CCA to ATP at a lesser price.",
      "id": "s47"
    },
    {
      "text": "Mr Greenacre, in breach of s 76(1)(e) of the Act, was thereby directly knowingly concerned in Osmose arriving at an understanding with Koppers.",
      "id": "s48"
    },
    {
      "text": "The understanding contained a provision which had the purpose and effect of fixing, controlling or maintaining the price at which they would each offer to supply CCA to ATP.",
      "id": "s49"
    },
    {
      "text": "Such conduct contravened s 45(2)(a)(ii) of the Act.",
      "id": "s50"
    },
    {
      "text": "17 Mr Greenacre, on behalf of Osmose, instructed and authorised Osmose's staff to supply CCA to ATP at a price of $2700 per active tonne between 23 February 2001 and December 2001.",
      "id": "s51"
    },
    {
      "text": "In doing so Mr Greenacre, in breach of s 76(1)(e) of the Act, was directly or indirectly knowingly concerned in Osmose giving effect to the ATP price control provision in contravention of s 45(2)(b)(ii) of the Act.",
      "id": "s52"
    },
    {
      "text": "Power of the Court to award penalties \n \n18 Section 76 of the Act empowers the Court to award penalties in respect of a breach, inter alia, of Part IV of the Act, or where there has been an attempt to breach such part, or where there has been aiding and abetting of conduct which constitutes a breach, or inducing or being in any way directly or indirectly knowingly concerned in a contravention.",
      "id": "s53"
    },
    {
      "text": "Section 76(1A)(b) provides that the penalty imposed by the Court on a body corporate under s 76 must not exceed the greatest of the following alternative penalties: $10,000,000, three times the value of the benefit derived from the breach, or 10% of the annual turnover during the period of 12 months ending at the end of the month in which the act or omission occurred.",
      "id": "s54"
    },
    {
      "text": "19 In respect of an individual, s 76(1B) of the Act relevantly provides for a penalty of $500,000 for each act or omission.",
      "id": "s55"
    },
    {
      "text": "PENALTY \n Role of the Court \n \n20 The assessment of the penalties to be applied in these proceedings has been facilitated by the conduct of the parties in their provision to the Court of joint submissions both in respect of liability and penalty.",
      "id": "s56"
    },
    {
      "text": "21 However, a critical matter to be borne in mind by the Court is the role it must adopt when orders are sought by consent.",
      "id": "s57"
    },
    {
      "text": "Gray J in Australian Competition and Consumer Commission v Francis [2004] FCA 487 ; (2004) 142 FCR 1 considered this circumstance when he said at [74]:\n \n When the Court comes to decide whether to make the orders sought by consent, it must exercise the judicial power of the Commonwealth.",
      "id": "s58"
    },
    {
      "text": "The consent of the respondent to those orders is only one circumstance that the Court must take into account.",
      "id": "s59"
    },
    {
      "text": "While the function of the Court is not to frustrate the settlement of the proceeding, or to substitute its own view of the orders sought, the Court must scrutinise the orders sought to see that they are within power and appropriate.",
      "id": "s60"
    },
    {
      "text": "See Australian Competition and Consumer Commission v Real Estate Institute (WA) Inc [1999] FCA 18 ; (1999) 161 ALR 79 ; [1999] FCA 18 at [1] and [17], and Australian Competition and Consumer Commission v Virgin Mobile Australia Pty Ltd (No 2) [2002] FCA 1548 at [1] .",
      "id": "s61"
    },
    {
      "text": "For similar observations see Australian Competition and Consumer Commission v Pioneer Concrete (Qld) Pty Ltd and Ors [1996] ATPR 41-457 at 41,582.",
      "id": "s62"
    },
    {
      "text": "22 When parties present the Court with agreed proposed penalties, the Court must reach its independent assessment on the basis of the agreed facts whether such penalties are appropriate.",
      "id": "s63"
    },
    {
      "text": "The Court would be abrogating its responsibility to determine penalties if it were to accept the agreed proposal without scrutiny.",
      "id": "s64"
    },
    {
      "text": "In Australian Competition and Consumer Commission v McMahon Services Pty Ltd (No 1) (2004) ATPR 42-022 Lander J said at 49,070:\n \n The Court has its own responsibility to determine the appropriate penalties, and that is done in any given matter, having regard to the surrounding circumstances of the particular case... \n\n23 Having expressed this word of caution, the Court is mindful that, by virtue of the settlement, there is a public interest in the Court encouraging appropriate settlements to avoid long and costly litigation.",
      "id": "s65"
    },
    {
      "text": "In this respect the Court concurs with and respectively adopts the observations of Mansfield J in Australian Competition and Consumer Commission v Woolworths (South Australia) Pty Ltd (t/as Mac's Liquor) and Others [2003] FCA 530 ; (2003) 198 ALR 417 at [20] - [22] where his Honour said:\n \n In considering whether the court should make the proposed consent orders, with certain reservations, I think the principles are clear.",
      "id": "s66"
    },
    {
      "text": "There is an important public policy in the court encouraging fair and appropriate settlement of litigation.",
      "id": "s67"
    },
    {
      "text": "See, for example, per French J in Australian Competition and Consumer Commission v Real Estate Institute of Western Australia Inc [1999] FCA 18 ; (1999) 161 ALR 79 at 80 [1] ( REIWA ); NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 at 291; 141 ALR 640 at 644-5 per Burchett and Keifel JJ, Carr J concurring ( NW Frozen Foods ).",
      "id": "s68"
    },
    {
      "text": "It is a general principle of judicial restraint in the scrutiny of proposed settlements, particularly in the case of settlements between parties legally represented and able to understand and evaluate the desirability of agreeing to a settlement, that the court will not refuse to give effect to terms of settlement which may be made within the court's jurisdiction and are otherwise unobjectionable: see REIWA at 87 [20] and cases cited therein.",
      "id": "s69"
    },
    {
      "text": "On the other hand, the court must be satisfied that, by making the orders which it is being asked to make, it is not exceeding its jurisdiction and that the orders are appropriate: Thomson Australia Holdings Pty Ltd v Trade Practices Commission [1981] HCA 48 ; (1981) 148 CLR 150 ; 37 ALR 66 (Thomson); REIWA , where French J said (at 80 [1]):\n [The courts] must also be conscious, however, that the laws they apply are public laws.",
      "id": "s70"
    },
    {
      "text": "It is in the public interest that, in considering agreements between parties requiring orders of the court, the court does not act as a mere rubber stamp.",
      "id": "s71"
    },
    {
      "text": "What is proposed must always be scrutinised to determine whether undertakings or consent orders are within power and are appropriate.",
      "id": "s72"
    },
    {
      "text": "There is sometimes a tension between these components of the public interest ...",
      "id": "s73"
    },
    {
      "text": "It was pointed out in Thomson that the parties cannot by consent confer power upon the court to make orders which the court otherwise lacks power to make.",
      "id": "s74"
    },
    {
      "text": "24 In Trade Practices Commission v Allied Mills Industries Pty Ltd and Others (No 4) (1981) 37 ALR 256 at 259 Sheppard J in referring to the negotiated penalty reached between the parties said:\n \n It is, of course, true that the penalty has been suggested to me by the agreement of the parties.",
      "id": "s75"
    },
    {
      "text": "Uninformed of their agreement, I may have selected a different figure, but I am satisfied that it would not have been very different from theirs.",
      "id": "s76"
    },
    {
      "text": "25 Sheppard J's observations relating to this issue were adopted in Commerce Commission v New Zealand Milk Corporation Ltd [1994] 2 NZLR 730 where Eichelbaum CJ and Greig J said at 733:\n \n We adopt those remarks, and also the Judge's further comments that in cases such as this it is strongly in the public interest that litigation should be brought to a conclusion, and if possible at an early date...Further, in considering the level of the penalty it would be proper for the Court to take into account the benefit to the community by the early disposal of proceedings in this manner.",
      "id": "s77"
    },
    {
      "text": "The observations of Sheppard J were also followed by Lockhart J in Trade Practices Commission v Hymix Industries Pty Limited (Trading as Hymix Concrete Queensland) and Ors (1995) ATPR 41-369.",
      "id": "s78"
    },
    {
      "text": "26 In Australian Competition and Consumer Commission v NW Frozen Foods Pty Ltd and Ors [1996] ATPR 41-515 the parties had agreed upon a penalty.",
      "id": "s79"
    },
    {
      "text": "Although in those proceedings the Court initially rejected the jointly submitted penalty and imposed a more severe penalty, on appeal the Full Court accepted that the jointly submitted penalty was appropriate: see NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285.",
      "id": "s80"
    },
    {
      "text": "Burchett and Kiefel JJ at 291 referred to 'the important public policy' of the Court recognising jointly submitted penalties, as co-operation with the authorities and acknowledgement of contraventions frequently obviates the need for lengthy and complex litigation.",
      "id": "s81"
    },
    {
      "text": "Their Honours continued at 291:\n \n The Court will not depart from an agreed figure merely because it might otherwise have been disposed to select some other figure, or except in a clear case.",
      "id": "s82"
    },
    {
      "text": "Burchett and Kiefel JJ referred to numerous authorities supporting such proposition and it is unnecessary to repeat them.",
      "id": "s83"
    },
    {
      "text": "However the Court was mindful of referring to the need to consider a broad range of issues when assessing the penalty.",
      "id": "s84"
    },
    {
      "text": "At 291-292 their Honours said:\n \n When the Court approaches the task of assessing a penalty under s 76, or of determining whether an agreed penalty is appropriate, there are certain principles which must be kept steadily in mind.",
      "id": "s85"
    },
    {
      "text": "The section itself lays down that the penalty is to be \"appropriate having regard to all relevant matters\", and then indicates certain matters which the legislature regarded as relevant, being: \n &#8226; the nature and extent of the act or omission.",
      "id": "s86"
    },
    {
      "text": "&#8226; the nature and extent... of any loss or damage suffered as a result of the act or omission.",
      "id": "s87"
    },
    {
      "text": "&#8226; the circumstances in which the act or omission took place.",
      "id": "s88"
    },
    {
      "text": "&#8226; whether the person [contravening] has previously been found by the Court in proceedings under [Part VI of the Act] to have engaged in any similar conduct.",
      "id": "s89"
    },
    {
      "text": "27 In Trade Practices Commission v TNT Australia Pty Ltd [1995] ATPR 41-375 Burchett J (at 40,165) said:\n \n However, it cannot be denied that the fixing of the quantum of a penalty is not an exact science.",
      "id": "s90"
    },
    {
      "text": "It is not done by the application of a formula, and, within a certain range, courts have always recognized that one precise figure cannot be incontestably said to be preferable to another.",
      "id": "s91"
    },
    {
      "text": "Principles for determining penalty \n \n28 In addition to the above considerations, the Court must consider all the circumstances of the offences when determining the adequacy of the penalties.",
      "id": "s92"
    },
    {
      "text": "In Trade Practices Commission v CSR Limited [1991] ATPR 41-076 French J referred to the purpose of the Act as a factor in considering penalty.",
      "id": "s93"
    },
    {
      "text": "His Honour said at 52,151:\n \n The provisions of Pt. IV of the Trade Practices Act 1974 are directed to procuring and maintaining competition in trade and commerce --- Refrigerated Express Lines (Australasia) Pty Ltd v. Australian Meat and Live-stock Corporation (No.",
      "id": "s94"
    },
    {
      "text": "2 ) (1980) 44 FLR 455 at 460 ( Deane J.).",
      "id": "s95"
    },
    {
      "text": "They are of a regulatory rather than penal character.",
      "id": "s96"
    },
    {
      "text": "Proceedings for their enforcement by recovery of pecuniary penalties are not classed as criminal prosecutions.",
      "id": "s97"
    },
    {
      "text": "29 French J listed the factors to be considered when assessing penalty at 52,152-52,153 as follows: \n \n 1.",
      "id": "s98"
    },
    {
      "text": "The nature and extent of the contravening conduct.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "The amount of loss or damage caused.",
      "id": "s101"
    },
    {
      "text": "3.",
      "id": "s102"
    },
    {
      "text": "The circumstances in which the conduct took place.",
      "id": "s103"
    },
    {
      "text": "4.",
      "id": "s104"
    },
    {
      "text": "The size of the contravening company.",
      "id": "s105"
    },
    {
      "text": "5.",
      "id": "s106"
    },
    {
      "text": "The degree of power it has, as evidenced by its market share and ease of entry into the market.",
      "id": "s107"
    },
    {
      "text": "6.",
      "id": "s108"
    },
    {
      "text": "The deliberateness of the contravention and the period over which it extended.",
      "id": "s109"
    },
    {
      "text": "7.",
      "id": "s110"
    },
    {
      "text": "Whether the contravention arose out of the conduct of senior management or at a lower level.",
      "id": "s111"
    },
    {
      "text": "8.",
      "id": "s112"
    },
    {
      "text": "Whether the company has a corporate culture conducive to compliance with the Act, as evidenced by educational programs and disciplinary or other corrective measures in response to an acknowledged contravention.",
      "id": "s113"
    },
    {
      "text": "9.",
      "id": "s114"
    },
    {
      "text": "Whether the company has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s115"
    },
    {
      "text": "30 French J also said at 52,152:\n \n The principal, and I think probably the only, object of the penalties imposed by s. 76 is to attempt to put a price on contravention that is sufficiently high to deter repetition by the contravenor and by others who might be tempted to contravene the Act.",
      "id": "s116"
    },
    {
      "text": "His Honour did not consider that either retribution or rehabilitation have 'any part to play in economic regulation of the kind contemplated by Pt IV' (at 52,152).",
      "id": "s117"
    },
    {
      "text": "31 Deterrence is another consideration in determining penalty.",
      "id": "s118"
    },
    {
      "text": "In Trade Practices Commission v Stihl Chain Saws (Aust.",
      "id": "s119"
    },
    {
      "text": ") Pty.",
      "id": "s120"
    },
    {
      "text": "Ltd. [1978] ATPR 40-091 Smithers J said at 17,896:\n \n The penalty should constitute a real punishment proportionate to the deliberation with which the defendant contravened the provisions of the Act.",
      "id": "s121"
    },
    {
      "text": "It should be sufficiently high to have a deterrent quality, and it should be kept in mind that the Act operates in a commercial environment where deterrence of those minded to contravene its provisions is not likely to be achieved by penalties which are not realistic.",
      "id": "s122"
    },
    {
      "text": "It should reflect the will of Parliament that the commercial standards laid down in the Act must be observed, but not be so high as to be oppressive.",
      "id": "s123"
    },
    {
      "text": "See also Toohey J in Trade Practices Commission v Mobil Oil Australia Ltd [1984] FCA 363 ; (1985) 4 FCR 296 at 297-298; Trade Practices Commission v Prestige Motors Pty Ltd &amp; Ors [1994] ATPR 41-359 at 42,699 per Leigh J; Pye Industries Sales Pty Ltd v Trade Practices Commission [1979] ATPR 40-124 at 18,326; Trade Practices Commission v Carlton United Breweries Ltd and Others [1990] FCA 248 ; (1990) 24 FCR 532 at 542 and Australian Competition and Consumer Commission v Leahy Petroleum (No 3) (2005) ATPR 42-052 at 42,648.",
      "id": "s124"
    },
    {
      "text": "32 A further consideration referred to by Burchett and Kiefel JJ in NW Frozen Foods [1996] FCA 1134 ; 71 FCR 285 at 295 is the objective of securing even-handedness: see also Trade Practices Commission v Axive Pty Ltd &amp; Ors [1994] ATPR 41-368 ; Trade Practices Commission v Annand and Thompson Pty.",
      "id": "s125"
    },
    {
      "text": "Ltd. [1987] ATPR 40-772 ; Australian Competition and Consumer Commission v Ampol Petroleum (Victoria) Pty Ltd &amp; Ors [1996] ATPR 41-469.",
      "id": "s126"
    },
    {
      "text": "At 298 Burchett and Kiefel JJ also acknowledged that the opinion of the Commission was a relevant matter, but observed that the mere fact that the Commission may have specialist knowledge and information available to it which might lead to a recommended penalty should not have any bearing upon the function of the Court, as the Court bears the ultimate responsibility for the assessment of penalty.",
      "id": "s127"
    },
    {
      "text": "33 Parity in the imposition of penalties is desirable in respect of contraveners involved in the same proceedings: see Schneider Electric (Australia) Pty Ltd v Australian Competition and Consumer Commission [2003] FCAFC 2 ; (2003) 127 FCR 170 at [52] to [58].",
      "id": "s128"
    },
    {
      "text": "Parity of penalties against contraveners in other proceedings is also an important objective in assessing penalty: see Australian Competition and Consumer Commission v Universal Music Australia Pty Limited (No 2) (2002) ATPR 41-862.",
      "id": "s129"
    },
    {
      "text": "34 Where a respondent has committed more than one breach, it has been recognised that the totality principle should apply: see Australian Competition and Consumer Commission v Australian Safeway Stores Pty Limited and other (1997) 145 ALR 36 at 52.",
      "id": "s130"
    },
    {
      "text": "The totality principle requires a Court to assess an overall penalty: see Mill v The Queen [1988] HCA 70 ; (1988) 166 CLR 59 at 62-63; ACCC v Rural Press Ltd [2001] FCA 1065 ; (2001) ATPR 41-833.",
      "id": "s131"
    },
    {
      "text": "35 Another consideration is the role of the ACCC.",
      "id": "s132"
    },
    {
      "text": "As was observed by Gray J in Australian Competition and Consumer Commission v Francis [2004] FCA 487 ; (2004) 142 FCR 1 at 25, the Court has the satisfaction of knowing that the ACCC, as a public regulatory authority, would not seek to obtain orders which were beyond the jurisdiction of the Court.",
      "id": "s133"
    },
    {
      "text": "It is for this reason that the statement of facts, as agreed, and the joint submissions are of assistance to the Court in this respect: see French J in Australian Competition and Consumer Commission v Virgin Mobile Australia Pty Ltd (No 2) [2002] FCA 1548.",
      "id": "s134"
    },
    {
      "text": "36 It should be observed that each party has, in varying degrees, provided co-operation to the ACCC in its investigations.",
      "id": "s135"
    },
    {
      "text": "The joint submissions refer to the allowance made in the assessment of the penalties, which is an appropriate course: see Australian Competition and Consumer Commission v Admiral Mechanical Services Pty Ltd [2007] FCA 1085 and Australian Competition and Consumer Commission v McMahon Service Pty Ltd (No 2) (2004) ATPR 42-023.",
      "id": "s136"
    },
    {
      "text": "Court's assessment of proposed penalties \n \n37 Having considered the extensive agreed facts filed in relation to each respondent, the Court examined comprehensive submissions relating to each respondent.",
      "id": "s137"
    },
    {
      "text": "The Court has also compared the quantum of the suggested penalty with the prescribed penalties.",
      "id": "s138"
    },
    {
      "text": "Although the proposed penalties are substantial there are demonstrable reasons arising from the Statement of Agreed Facts which leads the Court to conclude that such penalties are appropriate.",
      "id": "s139"
    },
    {
      "text": "38 FChem and Koppers were two major suppliers in the CCA market.",
      "id": "s140"
    },
    {
      "text": "FChem's share of the CCA market was approximately 40% by revenue while Koppers' share was about 60%.",
      "id": "s141"
    },
    {
      "text": "As such their conduct had the potential to affect the entire CCA market.",
      "id": "s142"
    },
    {
      "text": "At the time of the offences, FChem was conducting two businesses and had net assets of approximately $39.6 million.",
      "id": "s143"
    },
    {
      "text": "Accordingly it was a company of significant size.",
      "id": "s144"
    },
    {
      "text": "FChem was gradually improving its market share in the supply of CCA.",
      "id": "s145"
    },
    {
      "text": "39 FChem has not previously engaged in conduct of the type which constitutes the present breach.",
      "id": "s146"
    },
    {
      "text": "However in the early 1990s the timber protection business of FChem, which was then operated under the name of Laporte Group Australia Limited, reached an understanding with Koppers not to compete on price.",
      "id": "s147"
    },
    {
      "text": "Mr Greenacre was employed by that company and was concerned in the understanding.",
      "id": "s148"
    },
    {
      "text": "Similar conduct again occurred in 1998.",
      "id": "s149"
    },
    {
      "text": "40 Osmose is a subsidiary of Osmose, Inc., a company incorporated in New York in the United States of America.",
      "id": "s150"
    },
    {
      "text": "Osmose is a company of significant size and its CCA business accounts for approximately 70% of its revenue and the LOSP business accounts for approximately 6% to 10% of its revenue.",
      "id": "s151"
    },
    {
      "text": "In the year ended 31 December 2006 it generated sales revenue of about $20 million with a net profit after tax of about $800,000.",
      "id": "s152"
    },
    {
      "text": "As at 31 December 2006 it had net assets of about $8.5 million.",
      "id": "s153"
    },
    {
      "text": "41 Osmose had about 44% of the share of the CCA sales in Australia in 2001 which totalled approximately $396,678 net profit after tax.",
      "id": "s154"
    },
    {
      "text": "The market for LOSP sales in Australia was about 4.3 million dollars per annum in 2001.",
      "id": "s155"
    },
    {
      "text": "Osmose had a share of 30% of the LOSP market.",
      "id": "s156"
    },
    {
      "text": "42 Osmose reached its understanding in relation to CCA with a single customer (ATP).",
      "id": "s157"
    },
    {
      "text": "The customer was a substantial one, acquiring approximately $150,000 of CCA in 2001.",
      "id": "s158"
    },
    {
      "text": "In relation to LOSP, the price increase proposed would have set prices for an unspecified period of time, as it would have been known by each party that the major competitor of LOSP would not be undercutting those prices.",
      "id": "s159"
    },
    {
      "text": "The conduct of Osmose in relation to such price increase was deliberate.",
      "id": "s160"
    },
    {
      "text": "43 The Court notes that in 2006 Osmose was found to have breached Commerce Act 1986 (NZ).",
      "id": "s161"
    },
    {
      "text": "A fine of $A929,930 was imposed by the High Court of New Zealand for such offence.",
      "id": "s162"
    },
    {
      "text": "44 As to compliance programs, FChem conducted the trade practices compliance program.",
      "id": "s163"
    },
    {
      "text": "However the Statement of Agreed Facts between ACCC and FChem details that such program 'did not cover Mr Greenacre' .",
      "id": "s164"
    },
    {
      "text": "Accordingly, such program does not justify any substantial discount of the penalty: see Australian Competition and Consumer Commission v Visy Paper Pty Ltd (No 2) (2004) ATPR 42-032 at [49].",
      "id": "s165"
    },
    {
      "text": "Osmose had no trade practices training or compliance program contemporaneous with the commission of the offences.",
      "id": "s166"
    },
    {
      "text": "45 It was claimed that the proposed price increases were made in an attempt to recover the cost to FChem of the increases in price in the United States of America for ingredients in CCA.",
      "id": "s167"
    },
    {
      "text": "However there is a history of Mr Greenacre being involved in similar conduct in the 1990s as referred to above.",
      "id": "s168"
    },
    {
      "text": "During the course of submissions it was claimed that he had no specific knowledge of the provisions of the Act but was generally aware that legislation existed rendering anti-competitive conduct unlawful.",
      "id": "s169"
    },
    {
      "text": "The Court observes that Mr Greenacre has had experience of breaches of equivalent legislation in New Zealand.",
      "id": "s170"
    },
    {
      "text": "On 4 October 2006 the High Court of New Zealand ordered Mr Greenacre to pay a penalty of $NZ100,000 plus costs of $NZ5,000 arising out of a breach of the Commerce Act 1986 (NZ).",
      "id": "s171"
    },
    {
      "text": "The Court therefore infers that the breaches before this Court were committed by him recklessly.",
      "id": "s172"
    },
    {
      "text": "46 Each of the respondents have co-operated with the Commission.",
      "id": "s173"
    },
    {
      "text": "In recognition of this fact, the Commission has suggested that it is appropriate to discount the fines otherwise payable by 50%.",
      "id": "s174"
    },
    {
      "text": "The Court agrees that in recognition of the co-operation of the parties it is appropriate to allow a proportionate discount of the penalty otherwise assessed: see Australian Competition and Consumer Commission v McMahon Services Pty Ltd No.",
      "id": "s175"
    },
    {
      "text": "1 (2004) ATPR 42-022 at 49,085.",
      "id": "s176"
    },
    {
      "text": "Where the penalty has been agreed between the parties, it is important that the calculation thereof be revealed: see Australian Competition and Consumer Commission v Ithaca Ice Works Pty Ltd (2002) ATPR 41-851 at [56].",
      "id": "s177"
    },
    {
      "text": "Courts have variously applied percentages to reflect the proportion which it considers represents an appropriate discount in penalty, as will be done in these proceedings.",
      "id": "s178"
    },
    {
      "text": "47 In reaching the agreed penalties the Court is satisfied that proper regard has been paid to the totality principle and the parity principle and that the fines are such as to provide adequate deterrence.",
      "id": "s179"
    },
    {
      "text": "In assessing for itself the level of the penalties to be imposed the Court has paid regard to the highest penalty imposed on an individual being $200,000: see Australian Competition and Consumer Commission v Leahy Petroleum (No 2) (2005) ATPR 42-051 at [20].",
      "id": "s180"
    },
    {
      "text": "The Court has also considered other instances where breaches have resulted in substantial penalties to individuals and to corporations: see for example Australian Competition and Consumer Commission v Midland Brick Co Pty Ltd and Ors (2004) ATPR 42-008 ; Australian Competition and Consumer Commission v George Weston Foods Limited (2004) ATPR 42-015 ; Australian Competition and Consumer Commission v ABB Transmission and Distribution Limited [2001] FCA 383 ; (2001) ATPR 41-815.",
      "id": "s181"
    },
    {
      "text": "48 Because of the prior conduct of each respondent, it is appropriate to grant injunctions pursuant to s 80(4) of the Act directed to each of the respondents.",
      "id": "s182"
    },
    {
      "text": "The injunctions will operate for a limited period of three years to reinforce the pecuniary penalties and to act as a reminder of the conduct in which each respondent has engaged: see Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd (No 2) and Others [2005] FCA 254 ; (2005) 215 ALR 281 ; Australian Competition and Consumer Commission v Midland Brick Co Pty Ltd and Others [2004] FCA 693 ; (2004) 207 ALR 329 at [46] .",
      "id": "s183"
    },
    {
      "text": "DECLARATIONS AND ORDERS \n \n49 The Court makes the declarations and orders against FChem, Osmose and Mr Greenacre as proposed in the short minutes.",
      "id": "s184"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s185"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2008\n\n\n Counsel for the Applicant: I. Faulkner SC with V. Kerr \n \n Solicitor for the Applicant: R. Flitcroft \n \n Counsel for the first Respondent: M.H.",
      "id": "s186"
    },
    {
      "text": "O'Bryan \n \n Solicitor for the first Respondent: R. Heathcote \n \n Counsel for the second Respondent: F. Gleeson SC with K. Day \n \n Solicitor for the second Respondent: S. Gilchrist \n \n Counsel for the third Respondent: L. McCallum SC with S. Mirzabegian \n \n Date of Hearing: 19 November 2007 and 18 December 2007 \n \n Date of Judgment: 20 March 2008 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/344.html",
      "id": "s187"
    }
  ]
}