{
  "name": "Rotel Company Limited v International Dynamics Australasia Pty Limited [2008] FCA 313 (29 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/313.html",
  "catchphrases": [
    {
      "text": "notice of motion",
      "id": "c0"
    },
    {
      "text": "where leave sought to file amended defences and an amended cross-claim",
      "id": "c1"
    },
    {
      "text": "where the proposed cross-claim sought an order that injunctions in an earlier proceeding be dissolved",
      "id": "c2"
    },
    {
      "text": "where different respondents in earlier and current proceeding",
      "id": "c3"
    },
    {
      "text": "proper course is for an application to be made in the earlier proceeding",
      "id": "c4"
    },
    {
      "text": "notice of motion adjourned.",
      "id": "c5"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion dated 15 February 2008 the respondents move the court for orders that the first, second and third respondents and the fourth, fifth and sixth respondents respectively have leave to file and serve a further amended defence and a second further amended defence to the applicant's amended statement of claim.",
      "id": "s0"
    },
    {
      "text": "The first and second respondents also seek leave to file and serve an amended cross-claim in the proceeding.",
      "id": "s1"
    },
    {
      "text": "The amended versions of the pleadings are attached as annexures to the notice of motion.",
      "id": "s2"
    },
    {
      "text": "2 In respect to the applications to file amended defences I have indicated in the course of argument that I am disposed to grant that leave provided that certain amendments are made which will take account of the timing and content of alleged undertakings and the terms of certain proffered injunctions that are referred to in those proposed amended defences.",
      "id": "s3"
    },
    {
      "text": "Counsel for the respondents accept the need for these amendments and have undertaken to carry them out.",
      "id": "s4"
    },
    {
      "text": "3 Parts of the amended defences are said by the applicants to be deficient in various ways including failing to respond to particular allegations in the amended statement of claim and failing to provide particulars and matters of that kind.",
      "id": "s5"
    },
    {
      "text": "However, they are not reasons in my judgment for refusing leave.",
      "id": "s6"
    },
    {
      "text": "There may or may not be consequences flowing from that at trial and insofar as there is said to be an absence of particulars that can be attended to by request being made for further and better particulars of the defences.",
      "id": "s7"
    },
    {
      "text": "The proposed amended cross-claim raises more complex issues.",
      "id": "s8"
    },
    {
      "text": "4 Although counsel for the first and second respondents have disavowed any intention of pleading the amended cross-claim in a way that would raise the efficacy of what occurred in the course of curial proceedings in another matter that intention is not reflected in the proposed pleading and at a number of places reliance is placed on things said and done in the course of that other proceeding.",
      "id": "s9"
    },
    {
      "text": "In addition the proposed amended cross-claim seeks the dissolution of certain injunctions made in that other proceeding on the basis that the court was not in that other proceeding sufficiently informed by the applicants of the potential for the interests of the relevant respondents to be prejudiced by the making of the orders.",
      "id": "s10"
    },
    {
      "text": "5 As I have indicated in argument the allegation that a party seeking an injunction has failed in its duty of disclosure to the court is a serious one.",
      "id": "s11"
    },
    {
      "text": "Nonetheless it is made and it is made at the moment in the draft of the amended cross-claim which the first and second respondents have sought leave to file and serve.",
      "id": "s12"
    },
    {
      "text": "As I indicated in argument I do not consider that it is appropriate that the issue should be raised by way of a cross-claim in the present proceeding.",
      "id": "s13"
    },
    {
      "text": "The proper course is for an application to be made in the earlier proceeding if it is desired to have the injunctions that were granted varied or dissolved as a result of the alleged failure of the applicants to inform the court of matters which should have been placed before it at the time at which the injunctions were sought.",
      "id": "s14"
    },
    {
      "text": "6 It is to be borne in mind that the respondents in that other proceeding are not respondents to the present proceeding and their interests must also be taken into account and an opportunity afforded them to be heard before any attempt is made to dissolve or vary the terms of the injunctions earlier granted.",
      "id": "s15"
    },
    {
      "text": "If the respondents or some of them desire to raise this issue in the earlier proceeding then there are proper processes whereby that may be achieved and given that the issue has been raised at this stage the parties are free to take such steps as they are advised to protect their position, and in particular the first and second respondents may, if so advised, file and serve a notice of motion in the other proceeding designed to achieve the end that is sought.",
      "id": "s16"
    },
    {
      "text": "7 But I note that counsel for the respondents have indicated that if those instructions are received and a notice of motion is filed they will not see to prosecute it until such time as the hearing and determination of the present proceeding.",
      "id": "s17"
    },
    {
      "text": "There are other allegations made in the draft amended cross-claim which it is asserted do not rely on in court conduct or statements, and I use that term to cover the ground that is covered by the immunity that is enjoyed by counsel and solicitors in relation to curial proceedings, that can found a cause of action under the Trade Practices Act 1974 (Cth) for misleading statements and misrepresentations under the Trademarks Act 1995 (Cth).",
      "id": "s18"
    },
    {
      "text": "I, as presently advised, see no impediment to those issues being raised by way of cross-claim and as a result of discussions in the course of the hearing this morning it is clear that counsel will not be in a position to file amended versions of the proposed pleadings before 4 April 2008.",
      "id": "s19"
    },
    {
      "text": "I will therefore order that the respondents' notice of motion dated 15 February 2008 be adjourned to 1 May 2008 and that the costs of today be reserved.",
      "id": "s20"
    },
    {
      "text": "I will direct that the respondents file and serve revised annexures A and B to the notice of motion on or before 4 April 2008.",
      "id": "s21"
    },
    {
      "text": "8 I will further direct that, on or before 14 March 2008, the applicants file and serve short submissions in support of the making of the orders appearing at paragraphs 3, 4, 5 and 7 of the draft minutes of orders handed to the court on 29 February 2008.",
      "id": "s22"
    },
    {
      "text": "9 On or before 4 April 2008 the respondents should file and serve short answering submissions and on or before 11 April 2008 the applicant is to file and serve any reply.",
      "id": "s23"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s24"
    },
    {
      "text": "Associate:\nDated: 18 March 2008\n Counsel for the Applicant: C Gunst QC \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: B J Hess SC and Dr L Duncan \n \n Solicitor for the Respondent: Cornwall Stodart \n \n Date of Hearing: 29 February 2008 \n \n Date of Judgment: 29 February 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/313.html",
      "id": "s25"
    }
  ]
}