{
  "name": "Tiata v Minister for Immigration &amp; Citizenship [2008] FCA 380 (17 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/380.html",
  "catchphrases": [
    {
      "text": "proceedings discontinued",
      "id": "c0"
    },
    {
      "text": "order sought for fixed costs",
      "id": "c1"
    },
    {
      "text": "insufficient notice given of application for costs and evidence in support",
      "id": "c2"
    },
    {
      "text": "fixed costs not ordered.",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This matter came before the Court as a challenge to a decision to cancel Mr Tiata's visa under s 501(2) of the Migration Act 1958 (Cth).",
      "id": "s0"
    },
    {
      "text": "On 14 December 2007 I made orders by consent for various matters to be dealt with, including filing and service of written submissions.",
      "id": "s1"
    },
    {
      "text": "I listed Mr Tiata's application for hearing today.",
      "id": "s2"
    },
    {
      "text": "2 Mr Tiata has elected to discontinue the proceedings.",
      "id": "s3"
    },
    {
      "text": "To that effect, last Friday 14 March 2008, a notice of discontinuance was signed by solicitors for both parties.",
      "id": "s4"
    },
    {
      "text": "The notice of discontinuance by consent recorded that it would be on the following terms:\n \n Fixed costs.",
      "id": "s5"
    },
    {
      "text": "3 Although the proceedings are concluded by the notice of discontinuance, there was no agreement to an order for costs in any particular sum.",
      "id": "s6"
    },
    {
      "text": "The respondent is entitled to costs (see Order 22 rule 3(1) of the Federal Court Rules ) but in the absence of agreement to the amount of costs must establish the amount of costs to be awarded in the ordinary way.",
      "id": "s7"
    },
    {
      "text": "Whether fixed or lump sum costs are awarded is in the discretion of the Court.",
      "id": "s8"
    },
    {
      "text": "On 14 March 2008 an affidavit was sworn and filed by Ms Kantaria, who represented the Minister, in support of an application for costs in the sum of $4,255.",
      "id": "s9"
    },
    {
      "text": "The affidavit set out by way of broad explanation the way in which the costs were calculated and gave figures for professional costs relating to work done by the solicitors for the Minister and for disbursements by way of counsel's fees and the preparation of an appeal book.",
      "id": "s10"
    },
    {
      "text": "No further material was provided which would disclose the detail of those costs or provide any further explanation for their amount.",
      "id": "s11"
    },
    {
      "text": "4 One of the difficulties which arises from following the practice of not disclosing the amount of costs sought and the evidentiary basis for them prior to a hearing is that there is a risk that an applicant will not have a fair opportunity to consider the evidentiary basis for the costs sought.",
      "id": "s12"
    },
    {
      "text": "A question may also arise about the extent to which a right of cross-examination on an affidavit of the kind before me might be frustrated by lack of proper notice.",
      "id": "s13"
    },
    {
      "text": "On the other hand I accept, as Ms Kantaria explained to me, that there is a reluctance to appear too assertive about the question of costs prior to an order being made disposing of a matter in the Minister's favour.",
      "id": "s14"
    },
    {
      "text": "These two issues seem to me to raise matters which are potentially in conflict.",
      "id": "s15"
    },
    {
      "text": "However, it is not necessary for me to attempt to deal with the matter at a more general level than the present case.",
      "id": "s16"
    },
    {
      "text": "5 In the present case submissions were filed on behalf of the Minister on 13 March 2008.",
      "id": "s17"
    },
    {
      "text": "They were dated 11 March 2008.",
      "id": "s18"
    },
    {
      "text": "They sought that Mr Tiata's application for judicial review \"be dismissed with costs\".",
      "id": "s19"
    },
    {
      "text": "No order was at that time sought for fixed costs.",
      "id": "s20"
    },
    {
      "text": "I am not satisfied that the applicant has had an adequate opportunity to deal with the evidentiary basis for the costs order which is now sought, having been effectively provided with less than one working day's notice of the basis for those costs.",
      "id": "s21"
    },
    {
      "text": "I am not satisfied either that the costs have been proved to the required standard.",
      "id": "s22"
    },
    {
      "text": "6 In my view the appropriate course is simply to order that Mr Tiata pay the Minister's costs.",
      "id": "s23"
    },
    {
      "text": "The assessment of costs will be a matter for a taxing officer in the ordinary way, unless the costs are agreed.",
      "id": "s24"
    },
    {
      "text": "In the circumstances the order which I will make is in these terms: \n \n7 \n \nThe Court notes that the applicant discontinues the proceeding by consent.",
      "id": "s25"
    },
    {
      "text": "The Court orders that the applicant is to pay the Minister's costs.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2008\n\n Solicitor for the Applicant: Grays Legal \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 17 March 2008 \n \n Date of Judgment: 17 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/380.html",
      "id": "s28"
    }
  ]
}