{
  "name": "Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2008] FCA 47 (1 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/47.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "whether the grant or refusal of leave to appeal is an exercise of appellate jurisdiction",
      "id": "c1"
    },
    {
      "text": "order 52 rule 2aa",
      "id": "c2"
    },
    {
      "text": "distinction between a clear-cut case for the grant or refusal of leave and an evenly balanced case",
      "id": "c3"
    },
    {
      "text": "significance of no right of appeal from grant or refusal of leave or confusion about whether such a right exists.",
      "id": "c4"
    },
    {
      "text": "refusal to grant",
      "id": "c5"
    },
    {
      "text": "whether a matter of practice or procedure",
      "id": "c6"
    },
    {
      "text": "whether effectively final in nature.",
      "id": "c7"
    },
    {
      "text": "appeal",
      "id": "c8"
    },
    {
      "text": "preliminary discovery",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 The notice of motion at present before the Court seeks that an application for leave to appeal against an interlocutory judgment of Tamberlin J ( Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 2065) be heard and determined by a Full Court, that the appeal be heard together with the application for leave to appeal and that the hearing of the application for leave to appeal and the appeal be expedited.",
      "id": "s0"
    },
    {
      "text": "The respondents opposed the application for leave to appeal being referred to a Full Court and indicated that they do not agree, in any event, that the application for leave to appeal, if it is to be determined by a Full Court, should be heard at the same time as the substantive appeal.",
      "id": "s1"
    },
    {
      "text": "They opposed expedition.",
      "id": "s2"
    },
    {
      "text": "2 Under s 25(2) of the Federal Court of Australia Act 1976 (Cth) ('the Act') an application for leave to appeal to the Court may be heard and determined by a single judge or by a Full Court.",
      "id": "s3"
    },
    {
      "text": "For many years it was accepted that a party seeking to appeal an interlocutory decision had a practical right to elect whether its application for leave to appeal was dealt with by a single judge or by a Full Court (see Tait v Harris [2003] FCA 416 , see also Wati v Minister for Immigration and Multicultural Affairs (1997) 78 FCR 543 at 554 ( 'Wati' )).",
      "id": "s4"
    },
    {
      "text": "However, Kristoffersen v Department of Employment, Workplace Relations and Small Business [2002] FCAFC 269 ( 'Kristoffersen' ) held that an applicant for leave to appeal had no right to require its application to be dealt with by a Full Court.",
      "id": "s5"
    },
    {
      "text": "Sharman License Holdings Ltd v Universal Music Pty Ltd [2005] FCA 505 ( 'Sharman' ) is an example of a subsequent case where it was directed that an application for an extension of time and leave to appeal be dealt with by a single judge and not, as had been sought, by a Full Court.",
      "id": "s6"
    },
    {
      "text": "Any question about that aspect of the Court's practice (and power) was, in 2005, put beyond further debate by O 52 r 2AA of the Federal Court Rules which directs that an application under s 25(2) of the Act must be heard and determined by a single judge unless a judge directs that the application be heard and determined by a Full Court.",
      "id": "s7"
    },
    {
      "text": "3 Tamberlin J, in his judgment of 21 December 2007, dismissed an application for preliminary discovery pursuant to O 15A r 6 of the Federal Court Rules .",
      "id": "s8"
    },
    {
      "text": "In earlier judgments concerning the application for preliminary discovery Tamberlin J struck out the bulk of a notice to produce served by the respondents ( Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 1348 --- 31 August 2007) and rejected objections by the respondents to evidence filed by the applicant in support of its application for preliminary discovery ( Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 1560 --- 12 October 2007).",
      "id": "s9"
    },
    {
      "text": "4 In the judgment in respect of which the application for leave to appeal is brought Tamberlin J dismissed the application for preliminary discovery on two grounds.",
      "id": "s10"
    },
    {
      "text": "First, he held that the applicant had sufficient information to enable it to decide whether to commence proceedings to obtain relief and that O 15A r 6(b) accordingly denied to the Court the discretion to grant preliminary discovery.",
      "id": "s11"
    },
    {
      "text": "In particular, his Honour rejected an argument that the applicant had insufficient information about the extent of the relief which might be available to decide whether to commence proceedings.",
      "id": "s12"
    },
    {
      "text": "His Honour said (at [34]):\n \n 'In this case, there is real doubt about the extent of the relief to which Optiver may be entitled, particularly in relation to the amount of compensatory and additional damages it might receive under s 115 of the Copyright Act 1968 (Cth).",
      "id": "s13"
    },
    {
      "text": "However, there seems to be little doubt in the submissions and evidence of Optiver that it will seek compensatory damages under s 115(2) , additional damages under s 115(4) , equitable compensation for breach of confidence and injunctive relief restraining further breaches of copyright and confidence.",
      "id": "s14"
    },
    {
      "text": "Given that the type of relief which might be obtained is clear, and given that there is sufficient information to formulate the necessary pleadings, I do not accept that some uncertainty regarding the extent of relief renders Optiver unable to decide whether to commence proceedings to obtain that relief.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n5 The second basis upon which his Honour declined to exercise the Court's discretion to grant preliminary discovery was that a requirement to reveal the information sought by the applicant might be unfairly prejudicial to the respondents.",
      "id": "s16"
    },
    {
      "text": "His Honour was not persuaded that a proposed regime of confidentiality suggested by the applicant would outweigh the possible prejudice.",
      "id": "s17"
    },
    {
      "text": "He also noted that there had been 'substantial delay' in bringing the application with the result that some highly sensitive information sought would have to be disclosed in its current form, rather than its form when 'suspicions were aroused'.",
      "id": "s18"
    },
    {
      "text": "Another concern was that the grant of preliminary discovery might create 'an imbalance between the parties' with respect to 'the conduct of future negotiations and proceedings'.",
      "id": "s19"
    },
    {
      "text": "6 If leave to appeal is granted the applicant wishes to argue that his Honour misconstrued the requirements of O 15A r 6(b).",
      "id": "s20"
    },
    {
      "text": "Amongst other matters it wishes to contend that the approach taken by his Honour is in conflict with judgments of Gyles J in C7 Pty Ltd v Foxtel Management Pty Ltd [2001] FCA 1864 at [44] ) and Sackville J ( Qanta Software International Pty Ltd v Computer Management Services Pty Ltd (2000) 175 ALR 536 --- see especially at [33] --- [34]).",
      "id": "s21"
    },
    {
      "text": "The applicant also contends that his Honour's findings that undue prejudice may be caused to the respondents or an inappropriate imbalance created between the parties should not have been made because there was no evidence to support those findings.",
      "id": "s22"
    },
    {
      "text": "7 I am not aware of any cases which have directly considered or stated the tests to be applied when considering, under O 52 r 2AA, whether an application for leave to appeal should be referred to a Full Court for consideration.",
      "id": "s23"
    },
    {
      "text": "Clearly, however, it was intended that a party seeking leave to appeal should not have automatic access to a Full Court for that purpose.",
      "id": "s24"
    },
    {
      "text": "Prima facie such applications are now to be dealt with by a single judge.",
      "id": "s25"
    },
    {
      "text": "8 Some regard should obviously be paid, in deciding whether an application for leave to appeal should be decided by a single judge or a Full Court, to the interests of the parties.",
      "id": "s26"
    },
    {
      "text": "Both those who seek, and those who oppose, the grant of leave have legal and practical interests which will be affected by whether leave to appeal is granted.",
      "id": "s27"
    },
    {
      "text": "It must be accepted that there are inconveniences for the parties in either of: (a) the prospect of separate hearings in the Full Court on leave followed by an appeal; or (b) a combined hearing on leave and the substance of an appeal where leave might then be refused (see Sharman at [9]).",
      "id": "s28"
    },
    {
      "text": "Clear-cut cases for the grant, or refusal of leave to appeal will obviously be more readily, and speedily, dealt with by a single judge than by requiring the attention of a Full Court.",
      "id": "s29"
    },
    {
      "text": "Order 52 r 2AA appears to contemplate that this will be the usual position.",
      "id": "s30"
    },
    {
      "text": "9 However, cases for the grant or refusal of leave that are more evenly balanced, raise considerations of a different kind.",
      "id": "s31"
    },
    {
      "text": "One possible reason for referring a case for consideration by a Full Court stems from the long established view that no appeal is available if the application is refused by a single judge.",
      "id": "s32"
    },
    {
      "text": "That consideration was less pressing when a party applying for leave to appeal made its own election where to argue its application but the introduction of O 52 r 2AA has thrown that issue into relief.",
      "id": "s33"
    },
    {
      "text": "10 Kristoffersen and many other cases accepted the premise that there was no appeal from the exercise of a discretion by a single judge refusing leave to appeal.",
      "id": "s34"
    },
    {
      "text": "This premise may be distilled, in particular, from the judgment in Thomas Borthwick and Sons (Pacific Holdings) Ltd v Trade Practices Commission (1988) 18 FCR 424 ( 'Thomas Borthwick' ).",
      "id": "s35"
    },
    {
      "text": "The conclusion in Thomas Borthwick was that the exercise by a single judge of a discretion with respect to the grant or refusal of leave to appeal was part of the exercise of the appellate jurisdiction of the Court and, where leave was refused, exhausted that jurisdiction.",
      "id": "s36"
    },
    {
      "text": "The principles in Thomas Borthwick have been regularly applied in this Court (see, for example, Wati , Hamod v New South Wales [2002] FCA 424 ; (2002) 188 ALR 659 at 663 [14] --- [15], Dart v Norwich Union Life Australia Ltd [2005] FCA 327 at [32] --- [34], Bahonko v Sterjov [2007] FCA 1717 at [54] --- [55]).",
      "id": "s37"
    },
    {
      "text": "11 The premise that an application for leave to appeal is dealt with as part of appellate jurisdiction may now be open to question in the light of the observations of Gummow J refusing special leave to appeal in Applicant S1815 [2007] HCA Trans 613 , applying, by analogy, the statements in United Mexican States v Cabal [2001] HCA 61 ; (2001) 209 CLR 165 at 179 [30] .",
      "id": "s38"
    },
    {
      "text": "In Applicant S1815 Gummow J was considering, inter alia, a judgment of Nicholson J of this Court refusing leave to appeal, amongst other applications.",
      "id": "s39"
    },
    {
      "text": "12 The fact that an appeal may not be available, if that remains the correct view of the law, is a reason to favourably consider a reference to a Full Court in other than reasonably clear cases.",
      "id": "s40"
    },
    {
      "text": "The possibility of confusion about whether a right to appeal against a refusal to grant leave to appeal may now be argued to exist also tells in favour, in my view, of a reference to a Full Court, if sought, in other than a reasonably clear case for the grant or refusal of leave.",
      "id": "s41"
    },
    {
      "text": "13 Whether a judgment deals with a point of substance with final consequences, rather than a point of practice or procedure (a normal consideration for the grant of leave in any event) may also be important.",
      "id": "s42"
    },
    {
      "text": "In the present case the applicant contends that Tamberlin J's decision was, in effect, final unless leave is granted.",
      "id": "s43"
    },
    {
      "text": "The respondents, on the other hand, relied on statements to the effect that a decision whether to grant preliminary discovery is about a matter of practice and procedure (see Hooper v Kirella Pty Ltd [1999] FCA 1584 ; (1999) 96 FCR 1 at [6] ( 'Hooper' ), followed in Electricity Retail Corporation v Griffin Energy Pty Ltd [2006] FCA 1810 at [5] ( 'Griffin Energy' )).",
      "id": "s44"
    },
    {
      "text": "14 Griffin Energy concerned an application for leave to appeal against a decision to grant preliminary discovery.",
      "id": "s45"
    },
    {
      "text": "Nicholson J concluded that no substantial injustice would result if leave was refused.",
      "id": "s46"
    },
    {
      "text": "Hooper characterised a decision about preliminary discovery as a matter of practice and procedure in a context where O 15 r 6A was under challenge as invalid.",
      "id": "s47"
    },
    {
      "text": "In that context the Full Court said:\n \n 'The applicants accepted that a rule relating to preliminary discovery can properly be described as a rule \"in relation to the practice and procedure to be followed in the Court\", for the purposes of s 59(1) of the Federal Court Act ...' \n \n\nThis observation addressed a different question than the distinction invoked by the applicant in the present case.",
      "id": "s48"
    },
    {
      "text": "15 Characterising a decision as a matter concerning practice and procedure may not, in every case, deny its final consequences.",
      "id": "s49"
    },
    {
      "text": "As French J said in Johnson Tiles Pty Ltd v Esso Australia Pty Ltd [2000] FCA 1572 ; (2000) 104 FCR 564 (at [43]):\n \n 'Interlocutory orders cover a spectrum from those concerned solely with the mechanics of case management and pre-trial preparation to those which may, for one reason or another, have a significant impact upon the scope and outcome of the proceedings.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n16 A distinction may also need to be made in cases such as the present between decisions which grant preliminary discovery and those which refuse it.",
      "id": "s51"
    },
    {
      "text": "As a Full Court said about O 15 r 6 in Malouf v Malouf [1999] FCA 284 ; (1999) 86 FCR 134 (at [36]):\n \n 'There is nothing in the rule currently under consideration which would preclude an applicant from making more than one application thereunder.",
      "id": "s52"
    },
    {
      "text": "No doubt, an application based on the same grounds as a previous application would be unsuccessful ...' \n \n\n17 I think in the present case, although O 15 r 6 undoubtedly concerns practice and procedure, there is some substance in the suggestion that Tamberlin J's decision had effectively final consequences for the issue before him.",
      "id": "s53"
    },
    {
      "text": "18 It is not necessary or desirable that I should express any firm view about the strength of the contentions advanced by the applicant in support of its proposed appeal.",
      "id": "s54"
    },
    {
      "text": "It is sufficient to say that I do not think there is a clear case for either the grant or refusal of leave.",
      "id": "s55"
    },
    {
      "text": "19 For example, it seems to me at the moment that there is at least a respectable issue presented with respect to the contention that the approach taken by his Honour to the construction of O 15A r 6(b) is inconsistent with a more expansive view of the discretion taken in at least the two decisions of the Court which I have identified.",
      "id": "s56"
    },
    {
      "text": "20 It is less clear whether there is adequate substance in the complaints about his Honour's findings against the applicant on the issues of possible prejudice to the respondents if preliminary discovery were granted.",
      "id": "s57"
    },
    {
      "text": "One difficulty is that the findings proceeded from a much more detailed knowledge of the disputed circumstances, about which his Honour took evidence, including cross-examination, than is possible to obtain on an interlocutory application such as the present.",
      "id": "s58"
    },
    {
      "text": "If the application was referred to a Full Court, although it would be a matter for the Full Court to decide, one advantage, in a case such as the present, of hearing an application for leave to appeal at the same time as the appeal, is that there is less risk of a failure to understand the complete context, both factual and legal, in which issues such as prejudice are advanced and denied.",
      "id": "s59"
    },
    {
      "text": "The facility for dealing with all matters at the one time, which must of course be approached with the circumstances of the individual case in mind, is therefore another reason in the present case favouring reference of the application for leave to appeal to a Full Court.",
      "id": "s60"
    },
    {
      "text": "I note that was the course followed recently, for example, in Visy Industries Holdings Pty Ltd v Australian Competition and Consumer Commission (2007) 161 FCR 122.",
      "id": "s61"
    },
    {
      "text": "21 Taking all these factors into account I have decided that the notice of motion should be referred to a Full Court.",
      "id": "s62"
    },
    {
      "text": "Whether the application for leave to appeal is heard at the same time as the merits of the proposed appeal will be a matter for a Full Court to decide.",
      "id": "s63"
    },
    {
      "text": "I will make directions to ensure that the parties are in a position to argue the appeal in full should the Full Court decide that is the appropriate course to take.",
      "id": "s64"
    },
    {
      "text": "22 I am not persuaded that there is any special need for expedition of either the application for leave to appeal or the appeal.",
      "id": "s65"
    },
    {
      "text": "The application for preliminary discovery was made on 19 June 2007.",
      "id": "s66"
    },
    {
      "text": "Tamberlin J records in the judgment under challenge that there has been 'substantial delay in Optiver's agitation of its application'.",
      "id": "s67"
    },
    {
      "text": "Notwithstanding the expressions of 'ongoing concerns' stated in the affidavit filed in support of the notice of motion, it has not been established that there is any special need for expedition and, ultimately, this aspect of the matter was not seriously pressed.",
      "id": "s68"
    },
    {
      "text": "23 I note that Mr Cobden's estimate of a combined hearing before a Full Court on all issues is half a day.",
      "id": "s69"
    },
    {
      "text": "On the other hand Mr Bannon has indicated that, if an appeal is to be heard, with or without the prior grant of leave, his clients propose to file a Notice of Contention seeking to support the decision to refuse preliminary discovery essentially upon the footing that Tamberlin J erred, in the earlier judgment of 12 October 2007, in rejecting the bulk of the respondents' objections to the applicant's evidence.",
      "id": "s70"
    },
    {
      "text": "I will not make a direction about that issue but it is obviously to be expected that any such step would be taken in a timely fashion consistent with the effective, efficient and timely disposition of proceedings before the Full Court.",
      "id": "s71"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s72"
    },
    {
      "text": "Associate:\n\nDated: 1 February 2008\n\n\n Counsel for the Applicant: Mr R Cobden SC and Mr P W Flynn \n \n Solicitor for the Applicant: Mallesons \n \n Counsel for the Respondent: Mr A J L Bannon SC and Mr A D B Fox \n \n Solicitor for the Respondent: McCabe Terrill \n \n Date of Hearing: 1 February 2008 \n \n Date of Judgment: 1 February 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/47.html",
      "id": "s73"
    }
  ]
}