{
  "name": "A &amp; L Silvestri Pty Limited v Construction, Forestry, Mining and Energy Union [2008] FCA 466 (11 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/466.html",
  "catchphrases": [
    {
      "text": "breach of s 170nc of the workplace relations act by union officials and union",
      "id": "c0"
    },
    {
      "text": "level of penalties",
      "id": "c1"
    },
    {
      "text": "appropriate penalty where union vicariously liable",
      "id": "c2"
    },
    {
      "text": "where breach of s 45d of the trade practices act",
      "id": "c3"
    },
    {
      "text": "where interference with contract",
      "id": "c4"
    },
    {
      "text": "no practical difference as to calculation of damages between s 45d count and tort count in instant circumstances",
      "id": "c5"
    },
    {
      "text": "damages to be measured by loss of net revenue by contractor",
      "id": "c6"
    },
    {
      "text": "industrial law",
      "id": "c7"
    },
    {
      "text": "damages",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 On 13 July 2007 I delivered judgment on liability ( A &amp; L Silvestri Pty Ltd v Construction, Forestry, Mining and Energy Union [2007] FCA 1047 ; (2007) 165 IR 94) .",
      "id": "s0"
    },
    {
      "text": "The findings can be summarised as follows:\n \n(1) Lane, CFMEU and CFMEU NSW contravened s 170NC of the Workplace Relations Act 1996 (Cth) (Pre-Reform).",
      "id": "s1"
    },
    {
      "text": "It is now common ground that no case of such breach was pleaded against CFMEU NSW.",
      "id": "s2"
    },
    {
      "text": "(2) Lane, Primmer, Kelly, CFMEU and CFMEU NSW contravened s 45D of the Trade Practices Act 1974 (Cth).",
      "id": "s3"
    },
    {
      "text": "(3) Lane, Primmer, Kelly, CFMEU and CFMEU NSW interfered with the contract between LGB and Silvestri P/L.",
      "id": "s4"
    },
    {
      "text": "2 Damages for breach of s 45D of the Trade Practices Act 1974 (Cth) and interfering with the contract and penalties for breach of s 170NC must now be determined.",
      "id": "s5"
    },
    {
      "text": "It is not necessary to repeat the factual background to the proceeding, save for where it is relevant to the consideration of remedies.",
      "id": "s6"
    },
    {
      "text": "Phrases and terms used in these reasons (if otherwise undefined or unexplained) are to be understood by reference to the judgment on liability.",
      "id": "s7"
    },
    {
      "text": "DAMAGES \n \n3 The respondents contend that the contract between LGB and Silvestri P/L was an hourly hire and that damages should not exceed compensation for more than two hours' work.",
      "id": "s8"
    },
    {
      "text": "I disagree.",
      "id": "s9"
    },
    {
      "text": "Both parties to the contract understood that the job entailed all of the excavation required at the site.",
      "id": "s10"
    },
    {
      "text": "I so held in the judgment on liability ( A &amp; L Silvestri Pty Ltd [2007] FCA 1047 ; (2007) 165 IR 94 at [83] ).",
      "id": "s11"
    },
    {
      "text": "The benefit of that arrangement was denied by reason of the wrongful actions of the respondents.",
      "id": "s12"
    },
    {
      "text": "4 Silvestri P/L's primary claim is for damages based upon the time that was taken to complete the job by other contractors --- many months, with more than one machine operating at times.",
      "id": "s13"
    },
    {
      "text": "I do not accept that approach.",
      "id": "s14"
    },
    {
      "text": "The question is the time that Silvestri P/L would have taken.",
      "id": "s15"
    },
    {
      "text": "Both Antonio Silvestri and Krkovski estimated that the job would take three to four weeks.",
      "id": "s16"
    },
    {
      "text": "There was evidence of inefficiency on the part of successive excavation contractors in completing the job and there was a holiday period.",
      "id": "s17"
    },
    {
      "text": "Nonetheless, the time actually taken does indicate that the parties were over-optimistic in the estimate of three to four weeks.",
      "id": "s18"
    },
    {
      "text": "Any such estimate would necessarily depend upon the nature of the material encountered, weather and other factors.",
      "id": "s19"
    },
    {
      "text": "I will take eight weeks working at the rate of five days and 40 hours per week as to length of the job.",
      "id": "s20"
    },
    {
      "text": "I allow $105 per hour to take account of excavator and hammer hire as well as excavator hire, leading to a loss of revenue of $33,600 less variable costs of $100 per day for fuel and oil totalling $4,000 leaving a net loss of revenue of $29,600.",
      "id": "s21"
    },
    {
      "text": "During the eight week period from 22 October 2003, Silvestri P/L earned $6,687 for excavator, mini excavator and mini excavator float hire.",
      "id": "s22"
    },
    {
      "text": "The amount lost is therefore near enough to $23,000 plus interest from 22 October 2003 to the date of judgment.",
      "id": "s23"
    },
    {
      "text": "I cannot see that there is any practical difference as to calculation of damages between the count in tort and the count based upon s 45D.",
      "id": "s24"
    },
    {
      "text": "PENALTIES \n \n5 A preliminary question arises as to the number of contraventions committed.",
      "id": "s25"
    },
    {
      "text": "The applicants submit that each of the \"explicit threats\" by Lane constituted a separate breach of s 170NC by both Lane and the CFMEU and therefore each can and should be the subject of a separate penalty.",
      "id": "s26"
    },
    {
      "text": "They seek declarations for, in effect, six contraventions, each relating to an identified event.",
      "id": "s27"
    },
    {
      "text": "The respondents submit that the application and the amended statement of claim allege only one contravention of s 170NC and seek only the imposition of one penalty in respect of the conduct pleaded.",
      "id": "s28"
    },
    {
      "text": "In the alternative, the respondents contend that, if there are separate contraventions by Lane (and through him the CFMEU), then they were part of a single course of conduct to which the totality principle would apply, as in imposing a penalty for a number of offences it is necessary to ensure that the penalties in aggregate are just and appropriate.",
      "id": "s29"
    },
    {
      "text": "I accept that only one contravention evidenced by a series of actions is alleged on the pleadings and will proceed accordingly.",
      "id": "s30"
    },
    {
      "text": "6 A number of authorities discuss the factors to be taken into account in fixing a penalty, many of them borrowing from related fields, including the criminal law.",
      "id": "s31"
    },
    {
      "text": "It is sufficient to refer to the recent case of Kelly v Fitzpatrick [2007] FCA 1080 ; (2007) 166 IR 14 as an example.",
      "id": "s32"
    },
    {
      "text": "However, the discretion is at large.",
      "id": "s33"
    },
    {
      "text": "There are no mandatory statutory criteria and it is wrong to regard factors seen as relevant by one court as statutory criteria.",
      "id": "s34"
    },
    {
      "text": "Indeed, lists of factors can confuse an essentially straightforward task and lead to over-elaborate reasoning.",
      "id": "s35"
    },
    {
      "text": "The maximum penalty for the Union is $11,000 and $2,200 for Lane.",
      "id": "s36"
    },
    {
      "text": "Lane \n \n7 On any view Lane's contravention must be ranked at the high end of the range, although not as the most serious.",
      "id": "s37"
    },
    {
      "text": "His actions were concerted, deliberate and persistent over a period.",
      "id": "s38"
    },
    {
      "text": "They affected not only a small business operator in Silvestri P/L, but a significant project in the city of Wollongong.",
      "id": "s39"
    },
    {
      "text": "This cannot be seen as an isolated incident out of character.",
      "id": "s40"
    },
    {
      "text": "Lane presented his demands as part of a campaign to control industrial relations in the building industry in Wollongong.",
      "id": "s41"
    },
    {
      "text": "His conduct was belligerent and arrogant.",
      "id": "s42"
    },
    {
      "text": "He denied the case against him and fought it all the way.",
      "id": "s43"
    },
    {
      "text": "Following judgment he was quoted in an article in the Illawarra Mercury as follows:\n Mr Lane said the decision was an \"absolute outrage\".",
      "id": "s44"
    },
    {
      "text": "\"I had no goal whatsoever of extracting an EBA between (Mr Silvestri) and his employees, because there were no employees\" he said.",
      "id": "s45"
    },
    {
      "text": "In a letter addressed to the Court on 10 August 2007, Lane stated that he did not recall making the comments as quoted but did not deny making them.",
      "id": "s46"
    },
    {
      "text": "He withdrew his comments and apologised to the Court for making them, adding that they were made in haste with insufficient thought.",
      "id": "s47"
    },
    {
      "text": "The evidence shows that Lane's apology was the result of a direction by the CFMEU State Secretary.",
      "id": "s48"
    },
    {
      "text": "He is not entitled to any discount for genuine contrition as to the events of October 2003.",
      "id": "s49"
    },
    {
      "text": "8 A number of character references were tendered on behalf of Lane.",
      "id": "s50"
    },
    {
      "text": "The references show that Lane is well regarded by his peers in the industry.",
      "id": "s51"
    },
    {
      "text": "However, some of the references seem to suggest that Lane's conduct was characteristic and justifiable.",
      "id": "s52"
    },
    {
      "text": "It may be accepted that Lane is generally of good character, but the relevant issue here is whether he is prepared to abide by the law of the land as to workplace relations and union activity.",
      "id": "s53"
    },
    {
      "text": "9 The relevance of that question is emphasised by noting the facts found in relation to his activities in relation to another site in the Wollongong area not long after these events ( Hadgkiss v Construction, Forestry, Mining and Energy Union (No 3) [2007] FCA 87 , (2007) 160 IR 263; Hadgkiss v Construction, Forestry, Mining and Energy Union (No 4) [2007] FCA 425 , (2007) 161 IR 338; Hadgkiss v Construction, Forestry, Mining and Energy Union [2008] FCAFC 22).",
      "id": "s54"
    },
    {
      "text": "10 All in all, I regard a penalty of $1,800 as appropriate.",
      "id": "s55"
    },
    {
      "text": "CFMEU \n \n11 The CFMEU only has vicarious responsibility for the actions of Lane.",
      "id": "s56"
    },
    {
      "text": "Counsel for the CFMEU relies upon the absence of evidence that the controlling body of the CFMEU had prior knowledge of Lane's conduct or that there was any specific authorisation of his conduct in advance.",
      "id": "s57"
    },
    {
      "text": "He correctly submits that there is no evidence that the \"directing mind and will\" of the CFMEU was involved in Lane's conduct.",
      "id": "s58"
    },
    {
      "text": "It was submitted that the contemporaneous complaint to the Union was dealt with in a satisfactory manner.",
      "id": "s59"
    },
    {
      "text": "That may be accepted.",
      "id": "s60"
    },
    {
      "text": "There was evidence of action taken to educate organisers and delegates as to compliance with the Workplace Relations Act .",
      "id": "s61"
    },
    {
      "text": "12 On the other hand, the CFMEU chose to actively defend the conduct of Lane to the end, notwithstanding the overwhelming evidence marshalled against his version of events.",
      "id": "s62"
    },
    {
      "text": "Furthermore, it is hardly sensible to view this incident as the wildcat actions of an aberrant official.",
      "id": "s63"
    },
    {
      "text": "Lane acted with other officials in his actions in relation to this building site.",
      "id": "s64"
    },
    {
      "text": "Notwithstanding the complaints to the Union in this case, Lane acted in a generally similar manner in relation to another site a short time later.",
      "id": "s65"
    },
    {
      "text": "There is a long and well-documented history of unlawful activity by union organisers and delegates in the building industry in Australia that counsel for the CFMEU acknowledged, but submitted that there has been a considerable change in culture over recent years.",
      "id": "s66"
    },
    {
      "text": "This makes it desirable that any return to the bad old days be appropriately penalised.",
      "id": "s67"
    },
    {
      "text": "13 A number of findings involving unlawful behaviour by officials related to the CFMEU have been made in recent years, in addition to the other case involving Lane (eg Construction, Forestry, Mining &amp; Energy Union v Coal &amp; Allied Operations Pty Ltd (No 2) [1999] FCA 1714 , (1999) 94 1R 231; Construction, Forestry, Mining &amp; Energy Union v Hamberger [2003] FCAFC 38 ; (2003) 127 FCR 309 ; Alfred v Walter Construction Group Ltd [2005] FCA 497 ; Martino v Construction, Forestry, Mining and Energy Union, Magistrates Court of Victoria (Industrial Division), 10 May 2006; Alfred v Construction, Forestry, Mining and Energy Union , District Court of New South Wales, 3 March 2004; Hadgkiss v Blevin [2004] FCA 697 ; [2004] FCA 917 ; Hadgkiss v Construction, Forestry, Mining and Energy Union [2007] FCA 524 ; (2007) 162 IR 385; Ponzio v B &amp; P Caelli Constructions Pty Ltd [2007] FCAFC 65 ; (2007) 158 FCR 543 ; Australian Competition and Consumer Commission v Construction, Forestry, Mining and Energy Union [2006] FCA 1730 ; (2007) ATPR 42-140 ; Cruse v Multiplex Ltd [2007] FCA 2015 ; Cruse v Construction, Forestry, Mining and Energy Union [2007] FMCA 1873 ; and Alfred v Lanscar [2007] FCA 1001 ; (2007) 167 IR 320).",
      "id": "s68"
    },
    {
      "text": "Counsel for the CFMEU submits that only building industry cases are relevant, and then only those that involve the relevant divisional branch (the New South Wales Construction and General Divisional Branch), bearing in mind that the Union is an amalgamated federation ( Re Election for Office in the Construction, Forestry, Mining and Energy Union; Ex parte Sutton [2002] FCA 971 ; (2002) 115 IR 345 at [23] ).",
      "id": "s69"
    },
    {
      "text": "I agree that the classes of case identified are the most relevant, but I do not agree that the other cases are irrelevant.",
      "id": "s70"
    },
    {
      "text": "Ultimately, union officials will act in accordance with the policies of the union.",
      "id": "s71"
    },
    {
      "text": "An official of one geographic or industry branch will observe the manner in which policies are applied by the federal body in relation to other branches.",
      "id": "s72"
    },
    {
      "text": "These various cases illustrate that the federal body has not been effective in ensuring that officials act in accordance with the law.",
      "id": "s73"
    },
    {
      "text": "I note that there is no evidence of offending officials (including Lane) suffering any serious disciplinary penalties.",
      "id": "s74"
    },
    {
      "text": "14 In my opinion, notwithstanding the purely vicarious nature of the liability of the CFMEU, the penalty in this case, when compared with the maximum penalty, should adequately reflect the systematic nature of the failure of the CFMEU to deter or prevent actions of the kind involved in this case and act as a spur towards effective action by the CFMEU and the State entities connected with it.",
      "id": "s75"
    },
    {
      "text": "A penalty of $5,500 will be imposed.",
      "id": "s76"
    },
    {
      "text": "SUMMARY \n \n15 Declarations as to contravention will be made.",
      "id": "s77"
    },
    {
      "text": "The respondents should pay the first applicant damages in the sum of $23,000 plus interest from 22 October 2003 to the date of judgment.",
      "id": "s78"
    },
    {
      "text": "The respondent Lane is to pay a penalty of $1,800.",
      "id": "s79"
    },
    {
      "text": "The respondent CFMEU is to pay a penalty of $5,500.",
      "id": "s80"
    },
    {
      "text": "The applicants should bring in revised draft minutes of order to give effect to these reasons.",
      "id": "s81"
    },
    {
      "text": "Costs can be considered.",
      "id": "s82"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s83"
    },
    {
      "text": "Associate:\n\nDated: 11 April 2008\n\n Counsel for the Applicants: Mr RM Goot AM SC, Mr MJ Heath \n \n Solicitor for the Applicants: Minter Ellison Lawyers \n \n Counsel for the Respondents: Mr JH Pearce \n \n Solicitor for the Respondents: Taylor &amp; Scott \n\n Date of Hearing: 15 August 2007 \n \n Date of Judgment: 11 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/466.html",
      "id": "s84"
    }
  ]
}