{
  "name": "Dais Studio Pty Ltd v Bullet Creative Pty Ltd [2008] FCA 42 (31 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/42.html",
  "catchphrases": [
    {
      "text": "offer by respondent to settle proceedings before trial",
      "id": "c0"
    },
    {
      "text": "offer rejected by applicants",
      "id": "c1"
    },
    {
      "text": "respondent wholly successful at trial",
      "id": "c2"
    },
    {
      "text": "whether applicants' rejection unreasonable",
      "id": "c3"
    },
    {
      "text": "whether respondent entitled to his costs incurred after rejection of offer on indemnity basis",
      "id": "c4"
    },
    {
      "text": "whether offer conformed to calderbank principle.",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 December 2007, I gave judgment for the second respondent in this proceeding: Dais Studio Pty Ltd v Bullet Creative Pty Ltd [2007] FCA 2054.",
      "id": "s0"
    },
    {
      "text": "At that time, the second respondent applied for his costs to be paid on an indemnity basis.",
      "id": "s1"
    },
    {
      "text": "These reasons deal with that application.",
      "id": "s2"
    },
    {
      "text": "2 The second respondent --- to whom I shall refer as \"the respondent\" --- relies upon two circumstances in his application for indemnity costs.",
      "id": "s3"
    },
    {
      "text": "First, he says that the proceeding against him was always bound to fail, and that the applicants, properly advised, should have known that they had no chance of success: see Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397, 401, endorsed by the Full Court in Hamod v New South Wales (2002) 188 ALR 659, 664-665 [19].",
      "id": "s4"
    },
    {
      "text": "I am not prepared to hold that the applicants should necessarily have taken that approach.",
      "id": "s5"
    },
    {
      "text": "As events transpired, they had a measure of success in my judgment of 20 December, particularly with respect to the conclusion that each of the table file and the editor file was a computer program in its own right.",
      "id": "s6"
    },
    {
      "text": "In these respects, the respondent did not put originality or authorship in issue, and succeeded only at the level of infringement.",
      "id": "s7"
    },
    {
      "text": "Exactly what web site was the source of the files which the respondent copied was never established: I found only that it was most probable that the site was one other than that upon which the applicants sued.",
      "id": "s8"
    },
    {
      "text": "However, as the facts appeared to the applicants prior to trial, I am not prepared to hold that the identification of the HR Advantage site was so obviously unreasonable, as a basis for the applicants' cause of action, as to justify an award of indemnity costs.",
      "id": "s9"
    },
    {
      "text": "Neither am I prepared to conclude that the applicants' reliance upon allegations of breach of confidence was manifestly untenable or unreasonable, at least insofar as matters appeared before trial.",
      "id": "s10"
    },
    {
      "text": "As is apparent from my reasons of 20 December, the disposition of those allegations involved the consideration and weighing of a number of inter-related circumstances, and was no simple matter.",
      "id": "s11"
    },
    {
      "text": "In my view, it need not have been manifest to the applicants and their advisers, before trial, that those allegations would be disposed of in the way that they were.",
      "id": "s12"
    },
    {
      "text": "In these circumstances, I am not prepared to find that the applicants should have been aware, from the outset or at any time before trial, that the proceeding would necessarily fail.",
      "id": "s13"
    },
    {
      "text": "3 The second basis upon which the respondent seeks indemnity costs is that, on two occasions, the applicants rejected a formal settlement offer made by the respondent in accordance with the principle for which Calderbank v Calderbank [1976] Fam 93 is authority.",
      "id": "s14"
    },
    {
      "text": "In this respect, the respondent relied upon the observation of Sheppard J in Colgate-Palmolive Company v Cussons Pty Ltd (1992) 46 FCR 225, 233 to the effect that \"an imprudent refusal of an offer to compromise\" might, in an appropriate case, provide a basis for an award of indemnity costs.",
      "id": "s15"
    },
    {
      "text": "4 Before turning to the specific circumstances of the present case, I should make some general observations on the subject of Calderbank offers in the context of claims for indemnity costs.",
      "id": "s16"
    },
    {
      "text": "First, I note that Calderbank itself had nothing to do with indemnity costs.",
      "id": "s17"
    },
    {
      "text": "It was a case in which the plaintiff succeeded, but to an extent less beneficial to him than embodied in an offer which had been made by the defendant during the pendency of the litigation.",
      "id": "s18"
    },
    {
      "text": "Relevantly to the present point, Calderbank was concerned with the question whether, to the extent that the defendant's offer had been expressed in correspondence marked \"without prejudice\", it could be disclosed to the court on the question of costs.",
      "id": "s19"
    },
    {
      "text": "It was held that it could not be, but the view was expressed that there were mechanisms to which the defendant might have had resort which would have permitted the making of an offer which was protected from disclosure to the court until the occasion arrived at which the question of costs had to be determined.",
      "id": "s20"
    },
    {
      "text": "As it happened, in the facts of Calderbank itself, the defendant had, in an open affidavit, communicated her readiness to settle the case upon terms substantially the same as those set out in the without prejudice correspondence.",
      "id": "s21"
    },
    {
      "text": "That she should have her costs, and should not be required to pay the plaintiff's costs, subsequent to the service of that affidavit was, it seems, regarded by the court as a quite uncontroversial proposition.",
      "id": "s22"
    },
    {
      "text": "Calderbank thus represents a conventional application of the principle that the party who succeeds should have his or her costs, albeit modified to fit the situation in which \"success\" is measured by reference to the terms upon which that party indicated a readiness to settle the litigation at a particular stage.",
      "id": "s23"
    },
    {
      "text": "5 The Calderbank principle was confirmed, in its application to civil litigation generally (ie as not being confined to matters of family law) in Cutts v Head [1984] 1 Ch 290.",
      "id": "s24"
    },
    {
      "text": "Here again the only issue of any controversy was whether an offer made by the plaintiff which was marked without prejudice, but with a reservation in relation to costs, might be put before the court when the question of costs arose.",
      "id": "s25"
    },
    {
      "text": "The Court of Appeal held that it might.",
      "id": "s26"
    },
    {
      "text": "Once that point had been decided in favour of the plaintiff, there seemed to be no serious controversy but that he should be entitled to his costs with respect to the period subsequent to the rejection of his offer by the defendant.",
      "id": "s27"
    },
    {
      "text": "Again, there was no issue of indemnity, or solicitor/client, costs in Cutts v Head .",
      "id": "s28"
    },
    {
      "text": "6 What follows from a consideration of Calderbank and of Cutts v Head themselves is that, necessarily, those cases articulated no proposition which linked a party's entitlement to indemnity costs with a settlement offer previously made by that party, and rejected by the other party.",
      "id": "s29"
    },
    {
      "text": "In my view, if the rejection of such an offer is to ground a claim for indemnity costs, it must be by reason of some circumstance other than that the offer happened to comply with the Calderbank principle.",
      "id": "s30"
    },
    {
      "text": "7 The second general observation which should be made requires me to advert to the authorities upon which Sheppard J relied in Colgate-Palmolive .",
      "id": "s31"
    },
    {
      "text": "That case did not involve the rejection of an offer of settlement.",
      "id": "s32"
    },
    {
      "text": "His Honour's reference to \"an imprudent refusal of an offer to compromise\" was contained within a statement of general \"principles or guidelines\" that he distilled from certain authorities which had decided claims for indemnity costs.",
      "id": "s33"
    },
    {
      "text": "The authorities to which his Honour referred in relation to an imprudent refusal were Messiter v Hutchinson (1987) 10 NSWLR 525, Maitland Hospital v Fisher (No 2) (1992) 27 NSWLR 721 and Crisp v Keng , an unreported judgment of the NSW Court of Appeal given on 27 September 1993.",
      "id": "s34"
    },
    {
      "text": "I would, however, and with respect to Sheppard J, echo the note of caution expressed with respect to the use of those authorities by Hill J in John S Hayes &amp; Associates Pty Ltd v Kimberly-Clark Australia Pty Ltd (1994) 52 FCR 201, 204.",
      "id": "s35"
    },
    {
      "text": "As Hill J pointed out, the authorities do not appear to sustain the proposition that the \"imprudent\" refusal of an offer to compromise should incline the court, in an appropriate case, to make a costs order on an indemnity basis.",
      "id": "s36"
    },
    {
      "text": "Messiter did not involve a claim for indemnity costs.",
      "id": "s37"
    },
    {
      "text": "Both Maitland and Crisp did, but the claim in each case arose under the NSW equivalent of O 23 r 11(4)(d) of the Federal Court Rules , under which a presumptive entitlement to indemnity costs arises where a plaintiff succeeds for an amount more than a sum for which he or she had previously offered to settle.",
      "id": "s38"
    },
    {
      "text": "Although the defendant's rejection of such an offer might, perhaps in the light of subsequent events, be viewed as \"imprudent\", it was not by reason of that circumstance, but rather by reason of the presumption expressed in the rules of court, that the plaintiff in each of Maitland and Crisp sought costs on an indemnity basis (in the former instance, successfully, and in the latter instance, unsuccessfully).",
      "id": "s39"
    },
    {
      "text": "8 In Sanko Steamship Limited v Sumitomo Australia Limited (No 2) (1995) 63 FCR 227, 293, a money judgment had been given in favour of the cross claimant on its cross claim.",
      "id": "s40"
    },
    {
      "text": "In an unreported judgment given on 7 February 1996, Sheppard J himself dealt with an application for indemnity costs.",
      "id": "s41"
    },
    {
      "text": "That application was unsuccessful.",
      "id": "s42"
    },
    {
      "text": "In the course of dealing with it, Sheppard J referred to his own judgment in Colgate-Palmolive , to the judgment of Hill J in John S Hayes , and to other judgments.",
      "id": "s43"
    },
    {
      "text": "His Honour said that Hill J had expressed his agreement with the observation that there was \"no authority supporting the proposition that the mere writing of a Calderbank letter would justify an order for costs in favour of a successful party being taxed on a solicitor and client or an indemnity basis\".",
      "id": "s44"
    },
    {
      "text": "Sheppard J agreed with that observation.",
      "id": "s45"
    },
    {
      "text": "9 The matter was put beyond doubt by the judgment of the Full Court in Black v Lipovac (1998) 217 ALR 386, 432.",
      "id": "s46"
    },
    {
      "text": "The Full Court referred to a line of authority in the court which supported the proposition that the mere refusal of a Calderbank offer does not of itself warrant an order for indemnity costs, and that the offeror needs to show that the conduct of the offeree was unreasonable.",
      "id": "s47"
    },
    {
      "text": "That line of authority included John S Hayes .",
      "id": "s48"
    },
    {
      "text": "After adverting to apparently contrary authority elsewhere, the Full Court said (217 ALR at 432-433 [218]):\n \n In reality there is not a substantial difference between the two views; both accept that the reasonableness of the conduct of the offeree, viewed in the light of the circumstances which existed when the offer was rejected, is relevant to the exercise of the discretion to award indemnifying costs.",
      "id": "s49"
    },
    {
      "text": "To the extent there is a difference, we would prefer the by now well established line of authority in decisions of single judges of this court.",
      "id": "s50"
    },
    {
      "text": "However, we would not, with respect, necessarily endorse the view of Sheppard J in Sanko that the conduct of the offeree has to be \"plainly unreasonable\".",
      "id": "s51"
    },
    {
      "text": "To adopt an especially high standard of unreasonableness would operate as a fetter on the discretion to award indemnity costs and diminish the effectiveness of the Calderbank offer as an incentive to settlement.",
      "id": "s52"
    },
    {
      "text": "There is in our view force in the comments of Byrne J in the Supreme Court of Victoria in Mutual Community Ltd v Lorden Holdings Pty Ltd (unreported, SC(Vic), Byrne J, No 10561/90, 28 April 1993, BC9303878) at 12---13: \n \n \n The policy of the court is to encourage litigating parties to undertake genuine settlement negotiations and, for that purpose, to face up to serious offers of settlement ...",
      "id": "s53"
    },
    {
      "text": "The response of a litigant in receipt of an offer of settlement will always be affected by the prospect that the sum which the court might order including party and party costs may be less advantageous than the terms of the offer.",
      "id": "s54"
    },
    {
      "text": "Experience, however, shows that this prospect alone is not always sufficient to compel a litigant to face up to the offer.",
      "id": "s55"
    },
    {
      "text": "The further prospect of a super-added costs penalty if a reasonable offer be not accepted is a salutary inducement to an offeree to undertake this often painful task.",
      "id": "s56"
    },
    {
      "text": "10 The requirement, expressed in Black v Lipovac , that the conduct of the offeree in rejecting an offer of settlement be unreasonable effectively makes a Calderbank situation but an instance of the general approach to which Woodward J referred in Fountain Selected Meats , and to which the Full Court referred in Hamod .",
      "id": "s57"
    },
    {
      "text": "In the latter case, having quoted from the judgment of Woodward J, Gray J (with the assent of the other members of the Full Court) said (188 ALR at 665 [20]):\n \n Indemnity costs are not designed to punish a party for persisting with a case that turns out to fail.",
      "id": "s58"
    },
    {
      "text": "They are not awarded as a means of deterring litigants from putting forward arguments that might be attended by uncertainty.",
      "id": "s59"
    },
    {
      "text": "Rather, they serve the purpose of compensating a party fully for costs incurred, as a normal costs order could not be expected to do, when the court takes the view that it was unreasonable for the party against whom the order is made to have subjected the innocent party to the expenditure of costs.",
      "id": "s60"
    },
    {
      "text": "11 The test, therefore, is whether the offeree's rejection of the relevant settlement offer was unreasonable in the circumstances then obtaining.",
      "id": "s61"
    },
    {
      "text": "It cannot be too strongly emphasised, however, that the rejection of a reasonable offer is not to be automatically regarded as an unreasonable rejection.",
      "id": "s62"
    },
    {
      "text": "An example of a case in which it was held that the offer of settlement had been reasonable, and should have been accepted, but that the rejection was not thereby to be regarded as unreasonable, was Alpine Hardwoods (Aust) Pty Ltd v Hardys Pty Ltd (2002) 190 ALR 121.",
      "id": "s63"
    },
    {
      "text": "Having opined that the settlement offer in that case was reasonable, Weinberg J continued (190 ALR at 128 [35]):\n \n I must bear in mind, however, the principle stated in Black v Lipovac , namely that the offeror must show that the conduct of the offeree in rejecting that Calderbank offer was unreasonable if there is to be a departure from the ordinary rule that costs are to be paid on a party and party basis.",
      "id": "s64"
    },
    {
      "text": "The offeree does not bear the onus of showing why indemnity costs should not be ordered.",
      "id": "s65"
    },
    {
      "text": "The fact that the offeree was ultimately unsuccessful in the litigation, and could have accepted a reasonable settlement at an earlier stage does not of itself show that the course adopted by the offeree was relevantly unreasonable or imprudent.",
      "id": "s66"
    },
    {
      "text": "I propose to take a similar approach to the respondent's claim for indemnity costs in the present matter.",
      "id": "s67"
    },
    {
      "text": "12 This proceeding was commenced on 26 April 2007.",
      "id": "s68"
    },
    {
      "text": "To the extent that the proceeding was brought against the respondent, it seems that the applicants then suspected that the respondent had been engaged in unlawful conduct on a scale much wider even than subsequently alleged at trial.",
      "id": "s69"
    },
    {
      "text": "On 25 May 2007, the respondent filed an affidavit sworn by him on 23 May in which he swore that he had obtained the table file and the editor file by downloading a version of each from a web site on which he had worked previously.",
      "id": "s70"
    },
    {
      "text": "He said that he did not copy, use or make an adaptation of any computer code owned by the first applicant, and did not use or disclose any confidential information of the first applicant.",
      "id": "s71"
    },
    {
      "text": "He referred to his work for the first respondent and for his employer, IES.",
      "id": "s72"
    },
    {
      "text": "He said that, additionally, he had written a content management system for seven other clients.",
      "id": "s73"
    },
    {
      "text": "He provided no details of that other work which he claimed to have done.",
      "id": "s74"
    },
    {
      "text": "13 On 29 May 2007, the solicitors for the respondent wrote to the solicitors for the applicants, making a settlement offer which was \"without prejudice save as to costs\".",
      "id": "s75"
    },
    {
      "text": "The offer was that the respondent would pay the first applicant the sum of $10,000, that the proceeding should be dismissed with no order as to costs, and that the respondent should be released from an interlocutory undertaking which he had given to the court.",
      "id": "s76"
    },
    {
      "text": "The offer was open for acceptance until 2.00pm on 1 June 2007 (ie allowing the applicants about two and a half days for consideration).",
      "id": "s77"
    },
    {
      "text": "The respondent received no response to this offer.",
      "id": "s78"
    },
    {
      "text": "14 On 1 June 2007, the respondent's solicitors communicated another settlement offer, also made \"without prejudice save as to costs\".",
      "id": "s79"
    },
    {
      "text": "The essence of the offer was contained in pars 2-5 of the letter, as follows:\n \n \n 2.",
      "id": "s80"
    },
    {
      "text": "The Second Respondent gives the following undertakings, on a permanent basis: \n \n \n \n \n (a) The Second Respondent acknowledges that the Second Respondent does not own or have any copyright rights in or in relation to the WebStable computer program.",
      "id": "s81"
    },
    {
      "text": "(b) The Second Respondent acknowledges that the Second Applicant owns the copyright rights in the WebStable computer program.",
      "id": "s82"
    },
    {
      "text": "(c) The Second Respondent acknowledges that the source code in WebStable is confidential to the Applicants.",
      "id": "s83"
    },
    {
      "text": "(d) The Second Respondent represents that the Second Respondent does not have in his possession any copy of the source code or executable code for the WebStable computer program, other than the code included in the Carpenter Affidavit.",
      "id": "s84"
    },
    {
      "text": "(e) The Second Respondent represents that the Second Respondent has not, since leaving employment of the First Applicant on 16 January 2004, had in his possession any copy of the source code or executable code for the WebStable computer program, other than the code included in the Carpenter Affidavit.",
      "id": "s85"
    },
    {
      "text": "(f) The Second Respondent will delete from all computer systems and memory devices, and destroy all copies of, the JavaScript editor and table files referred to in the Carpenter Affidavit, which are in the Second Respondent's possession, power or control.",
      "id": "s86"
    },
    {
      "text": "(Mallesons will keep copies of the Carpenter Affidavit in its files.",
      "id": "s87"
    },
    {
      "text": ")\n (g) The Second Respondent will not reproduce in a material form the Client Management System program called WebStable, or authorise, assist or induce any other person to do so.",
      "id": "s88"
    },
    {
      "text": "(h) The Second Respondent will not adapt the source code for the Client Management System program called WebStable, or authorise, assist or induce any other person to do so.",
      "id": "s89"
    },
    {
      "text": "(i) The Second Respondent will not distribute, rent or disclose the Client Management System program called WebStable, or authorise, assist or induce any other person to do so.",
      "id": "s90"
    },
    {
      "text": "(j) In receiving the benefit of these undertakings from the Second Respondent, the Applicants acknowledge that nothing herein prevents the Second Respondent from using his general skill and knowledge to create programs that may have the same functionality as WebStable or compete with computer programs of the Applicants, provided that in doing so the Second Respondent does not use or adapt the code for WebStable or use any confidential information of the Applicants.",
      "id": "s91"
    },
    {
      "text": "(k) The Second Respondent acknowledges that these Undertakings may be varied by consent manifest in writing between himself and the Applicants.",
      "id": "s92"
    },
    {
      "text": "3.",
      "id": "s93"
    },
    {
      "text": "The Second Respondent will deliver to the Applicants' solicitor, immediately upon acceptance of this offer, a table outlining the clients the Second Respondent has developed content management systems for and a description of these systems, including urls and fees charged to these clients.",
      "id": "s94"
    },
    {
      "text": "The Applicants and the Applicants' solicitors must not contact such clients and may only use this information in accordance with the usual implied undertakings.",
      "id": "s95"
    },
    {
      "text": "4.",
      "id": "s96"
    },
    {
      "text": "The Second Respondent will delete or replace the two JavaScript files (CDAIEditor.js and CDAITable.js) contained in any content management system he has developed (if they are used) to the extent that his clients allow him to do so.",
      "id": "s97"
    },
    {
      "text": "5.",
      "id": "s98"
    },
    {
      "text": "The Second Respondent will deliver to Scott Carpenter, immediately upon acceptance of this offer, copies of all source code for content management systems developed by the Second Respondent, on the Applicants' solicitors undertaking that all source code provided will be used for the sole purpose of Mr Carpenter ascertaining that the Second Respondent's evidence in these proceedings is accurate.",
      "id": "s99"
    },
    {
      "text": "This is on the condition that Mr Carpenter keeps the source code strictly confidential and in particular: \n \n \n \n \n (a) does not make any copy of all or any part of the source code provided;\n (b) does not allow any other person to view all or any part of the source code provided and any system controlled by such source code; and\n (c) immediately returns the source code to the Second Respondent's solicitors after examining the source code for the purpose stated above.",
      "id": "s100"
    },
    {
      "text": "It was proposed that the proceeding be dismissed with no order as to costs.",
      "id": "s101"
    },
    {
      "text": "The offer was open until 2.00pm on 6 June 2007, again involving a period of about two and a half business days.",
      "id": "s102"
    },
    {
      "text": "15 With the benefit of hindsight, it would clearly have been in the applicants' interests to accept either of the respondent's offers of settlement.",
      "id": "s103"
    },
    {
      "text": "However, an application such as the present is not to be disposed of with the benefit of hindsight.",
      "id": "s104"
    },
    {
      "text": "Since I have held that, at all times before trial, the applicants were not acting unreasonably in declining to take the view that their claim would necessarily fail, I am not disposed to think that they were unreasonable in declining to accept the first offer made by the respondent.",
      "id": "s105"
    },
    {
      "text": "Acceptance of that offer would have involved the payment of a money sum only, and would have left the respondent free to continue doing the things which the applicants then contended were unlawful.",
      "id": "s106"
    },
    {
      "text": "Unless they should reasonably have taken the view that that contention was bound to fail, I could not hold that they acted unreasonably in seeking to maintain the right to have the contention tested in court, and to achieve an outcome which dealt with their specific concerns, rather than merely accepting an insubstantial sum which they might well have regarded as little more than \"go away money\" in the circumstances.",
      "id": "s107"
    },
    {
      "text": "16 The respondent's second offer of settlement was of more substance.",
      "id": "s108"
    },
    {
      "text": "I have set it out in full above, to demonstrate how comprehensively it addressed the applicant's concerns.",
      "id": "s109"
    },
    {
      "text": "Like Weinberg J in Alpine Hardwoods , I consider it to have been a reasonable offer, the acceptance of which would have provided the applicants with a good outcome.",
      "id": "s110"
    },
    {
      "text": "However, on this occasion there was no suggestion that a compensatory payment should be made by the respondent.",
      "id": "s111"
    },
    {
      "text": "The precise nature and extent of the activities of the respondent had not then been fully revealed to the applicants: they knew, from the respondent's affidavit, that he had made some use of the table file and of the editor file in building web sites for his own clients, but the identity of those clients, and the potential for the applicants themselves to have suffered compensable damage as a result of the respondent's activities, were left somewhat in the shadows.",
      "id": "s112"
    },
    {
      "text": "These were matters which became clearer only once the parties' final affidavits, including a more comprehensive affidavit from the respondent than that sworn on 23 May, had been filed and served.",
      "id": "s113"
    },
    {
      "text": "In the circumstances, I am not prepared to hold that it was unreasonable of the applicants not to have foregone any prospect of a money outcome in the proceeding by accepting the respondent's second offer.",
      "id": "s114"
    },
    {
      "text": "17 For the reasons expressed above, I propose to reject the respondent's application to have his costs assessed on an indemnity basis.",
      "id": "s115"
    },
    {
      "text": "18 On the occasion when the respondent's application for indemnity costs was heard in court, I invited the parties to file any further submission in writing, should they desire to do so, upon the subject of the relevance of the judgment of the Full Court in Aristocrat Technologies Australia Pty Ltd v DAP Services (Kempsey) Pty Ltd (2007) 157 FCR 564 (regarding the availability of additional damages under s 115(4) of the Copyright Act 1968 (Cth) notwithstanding that no more than nominal damages are otherwise awarded) and of the judgment of Weinberg J in Dresna Pty Ltd v Linknarf Management Services Pty Ltd (in liq) (No 2) [2006] FCA 755 as to the question whether an offer to settle on the following that each party bears his or her own costs can be regarded as a proper Calderbank offer).",
      "id": "s116"
    },
    {
      "text": "The parties availed themselves of that opportunity, although, in each case, the submissions filed were more extensive than the nature of the court's invitation required.",
      "id": "s117"
    },
    {
      "text": "As things have transpired, and for reasons which should be evident from what I have said above in these reasons, I have not found it necessary to refer to either such judgment.",
      "id": "s118"
    },
    {
      "text": "19 Finally, so far as the costs of the application for indemnity costs itself are concerned, save for the matter dealt with in the previous paragraph, the matter was dealt with on the day on which judgment was given.",
      "id": "s119"
    },
    {
      "text": "The respondent's costs of that day should be his costs in the cause, and he should have them as the successful party in the litigation.",
      "id": "s120"
    },
    {
      "text": "I am not disposed to make any order as to the costs which the parties may have incurred in the preparation and filing of their supplementary submissions.",
      "id": "s121"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s122"
    },
    {
      "text": "Associate:\n\nDated: 31 January 2008\n\n Counsel for the Applicant: Mr Fisher \n \n Solicitor for the Applicant: Kenny &amp; Co Solicitors \n \n Counsel for the Respondent: Mr Crowe \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 20 December 2007 \n \n Date of Judgment: 31 January 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/42.html",
      "id": "s123"
    }
  ]
}