{
  "name": "Vatera Pty Limited v Meribal Interiors NSW Pty Limited (Under Deed of Company Arrangement); in the Matter of Meribal Interiors NSW Pty Limited (Under Deed of Company Arrangement) [2008] FCA 468 (8 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/468.html",
  "catchphrases": [
    {
      "text": "orders to be made on termination of a deed of company arrangement and consequent liquidation",
      "id": "c0"
    },
    {
      "text": "submitting defendants liable for a proportion of costs of proceeding where partly responsible for need for proceeding",
      "id": "c1"
    },
    {
      "text": "corporations law",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 1 April 2008 I delivered reasons for judgment in this matter ( Vatera Pty Limited v Meribal Interiors NSW Pty Limited (Under Deed of Company Arrangement); in the Matter of Meribal Interiors NSW Pty Limited (Under Deed of Company Arrangement) [2008] FCA 404) and stood the matter over in order to consider the orders to be made.",
      "id": "s0"
    },
    {
      "text": "This judgment should be read with those reasons.",
      "id": "s1"
    },
    {
      "text": "2 I am satisfied that Mr John Lord is appropriate for appointment as liquidator of the first defendant, Meribal Interiors NSW Pty Limited.",
      "id": "s2"
    },
    {
      "text": "He is a recognised liquidator and he has confirmed that he has had no dealings with the plaintiff, Vatera Pty Limited.",
      "id": "s3"
    },
    {
      "text": "There is no reason to believe that he will not do his duty as a liquidator of this company and deal with Vatera completely at arm's length.",
      "id": "s4"
    },
    {
      "text": "3 As far as draft order 3 is concerned, it is clear that some such arrangement is necessary, as between the liquidator and the administrator.",
      "id": "s5"
    },
    {
      "text": "It is not clear to me that it is necessary that it be by way of order.",
      "id": "s6"
    },
    {
      "text": "It may be that the statute will simply operate.",
      "id": "s7"
    },
    {
      "text": "However, I can see no disadvantage in making the order which is by way of being ancillary to the other orders.",
      "id": "s8"
    },
    {
      "text": "I would only make it, however, on the rider, which is incorporated in the latest version, that the fees involved are only those incurred pursuant to the Deed of Company Arrangement (DOCA).",
      "id": "s9"
    },
    {
      "text": "I would not, at the moment, say anything about the costs of the administration; that is a topic best left for consideration by the liquidator.",
      "id": "s10"
    },
    {
      "text": "4 The most active question dealt with today is the order for costs of the proceeding.",
      "id": "s11"
    },
    {
      "text": "Counsel for Vatera has provided me with a set of written submissions which appear to me to summarise sound reasons for making a somewhat unusual order, involving the submitting defendants in some responsibility for costs.",
      "id": "s12"
    },
    {
      "text": "I do not propose to recite all of those points.",
      "id": "s13"
    },
    {
      "text": "The outline of submissions can be retained in the papers.",
      "id": "s14"
    },
    {
      "text": "Indeed, counsel for the administrators, the third and fourth defendants, accepts, on behalf of his clients, that it is inevitable as a result of the earlier judgment that they bear some portion of the costs.",
      "id": "s15"
    },
    {
      "text": "Vatera seeks a joint and several order.",
      "id": "s16"
    },
    {
      "text": "Vatera can then choose the most solvent defendant and pursue that defendant, leaving that defendant to seek indemnity from the others.",
      "id": "s17"
    },
    {
      "text": "Counsel for the second defendant submits that an indemnity should be granted to his client for orders for costs against her, either in whole or in part, from the third and fourth defendants.",
      "id": "s18"
    },
    {
      "text": "5 It is submitted for the second defendant, and also for Vatera, that the real fault here lies with the third and fourth defendants, when the events leading to the DOCA are properly considered.",
      "id": "s19"
    },
    {
      "text": "That may be right, although, as I said in the course of argument, the proceeding was not the occasion for a full examination of the dealings between the second defendant, on the one hand, and the third and fourth defendants on the other and I would be reluctant to conclude that I know all that was relevant about that topic.",
      "id": "s20"
    },
    {
      "text": "However, I think, in a practical sense, it can be said that, leaving aside any default on the part of the second defendant, the third and fourth defendants probably are primarily responsible for the defects which led to the order being made.",
      "id": "s21"
    },
    {
      "text": "6 However, the costs which are in question here are the costs of this proceeding, and this proceeding was actively defended by the second defendant.",
      "id": "s22"
    },
    {
      "text": "The third and fourth defendants filed a submitting appearance, subject only to costs and, as has been pointed out, filed an affidavit which sets out the facts.",
      "id": "s23"
    },
    {
      "text": "It seems to me in those circumstances that there is a case for saying that the second defendant, who chose to defend and failed, must bear a significant burden of costs.",
      "id": "s24"
    },
    {
      "text": "7 Balancing all of those matters, it seems to me that the offer on behalf of the third and fourth defendants to accept primary responsibility for 50% of the costs is, under the circumstances, a recognition of reality and probably works more favourably to the second defendant than might otherwise have been expected.",
      "id": "s25"
    },
    {
      "text": "I appreciate that, if the split is made, Vatera must depend to some extent upon the solvency of the parties responsible for their particular share.",
      "id": "s26"
    },
    {
      "text": "However, my reasoning leads to the inevitable result that the second defendant, being responsible for the conduct of the proceeding, must be responsible for some part of those costs.",
      "id": "s27"
    },
    {
      "text": "8 Orders will be made in accordance with the amended draft orders.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s29"
    },
    {
      "text": "Associate:\n\nDated: 9 April 2008\n\n Counsel for the Plaintiff: Mr W Muddle SC \n \n Solicitor for the Plaintiff: Church &amp; Grace \n \n Counsel for the First and Second Defendants: Mr C Carroll \n \n Solicitor for the First and Second Defendants: James Barden Collings Lawyers \n \n Counsel for the Third and Fourth Defendants: Mr M Hadley \n \n Solicitor for the Third and Fourth Defendants: Ms DA Jabbour \n\n\n Date of Hearing: 8 April 2008 \n \n Date of Judgment: 8 April 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/468.html",
      "id": "s30"
    }
  ]
}