{
  "name": "Capital Webworks Pty Ltd v Adultshop.com.Limited [2008] FCA 40 (30 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/40.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "application to vary order for further security",
      "id": "c1"
    },
    {
      "text": "earlier order several years old",
      "id": "c2"
    },
    {
      "text": "consideration of change in material circumstances",
      "id": "c3"
    },
    {
      "text": "complete indemnity declined",
      "id": "c4"
    },
    {
      "text": "order made",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This litigation was commenced over seven years ago.",
      "id": "s0"
    },
    {
      "text": "It has not advanced rapidly.",
      "id": "s1"
    },
    {
      "text": "The applicant (Capital) is a company with very limited funds.",
      "id": "s2"
    },
    {
      "text": "The first and second respondents (collectively Adultshop) and the third respondent (Melbourne Information) have previously sought and obtained orders some years ago that Capital provide security for their legal costs incurred in defending the proceedings.",
      "id": "s3"
    },
    {
      "text": "The matter is now set down for trial.",
      "id": "s4"
    },
    {
      "text": "Adultshop seeks additional security for costs by reason of several events described below.",
      "id": "s5"
    },
    {
      "text": "Melbourne Information had also sought further security for costs but since filing its motion Melbourne Information and Capital have fully settled their disputes arising in these proceedings.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND \n \n2 The proceedings were instituted on 5 April 2000.",
      "id": "s7"
    },
    {
      "text": "Capital has made previous payments into Court by way of security for costs.",
      "id": "s8"
    },
    {
      "text": "The total of those payments was $65,000 each for both Adultshop and Melbourne Information.",
      "id": "s9"
    },
    {
      "text": "These payments were made following orders which in turn followed contested hearings.",
      "id": "s10"
    },
    {
      "text": "There is some history of this aspect and the steps leading to it in Capital Webworks Pty Ltd v Adultshop.com Ltd [2005] FCA 438 from which it can be seen that on 5 April 2000, Capital commenced these proceedings following its removal (on 29 March 2000) from the register of Melbourne Information.",
      "id": "s11"
    },
    {
      "text": "Capital was disentitled to use the domain name adultshop.com.au ('the domain name').",
      "id": "s12"
    },
    {
      "text": "Adultshop became the registered owner of the domain name on 30 March 2000.",
      "id": "s13"
    },
    {
      "text": "3 On 23 August 2000, Capital was ordered to provide security for the costs of each of the respondents.",
      "id": "s14"
    },
    {
      "text": "The proceedings were stayed pending the provision of security.",
      "id": "s15"
    },
    {
      "text": "It failed to provide security within the timeframe stipulated by the Court's orders and took no further steps in the proceedings for over 7 months.",
      "id": "s16"
    },
    {
      "text": "4 On 25 February 2002, Adultshop sought additional security for costs.",
      "id": "s17"
    },
    {
      "text": "As it happened, this motion was not heard by the Court until April of the following year as the proceedings were stayed in late February 2002 following an application for further security for costs by Melbourne Information on 4 February 2002.",
      "id": "s18"
    },
    {
      "text": "Following the lifting of the stay of proceedings, on 3 April 2003, Nicholson J ordered Capital to provide additional security for Adultshop's costs in the amount of $35 000.",
      "id": "s19"
    },
    {
      "text": "Capital was ordered to pay the costs of that notice of motion including any reserved costs in any event.",
      "id": "s20"
    },
    {
      "text": "5 On 20 June 2003, Capital paid the additional security into the Court after Adultshop had filed a notice of motion seeking orders for judgment owing to the non-compliance by Capital with the Court's orders of 3 April 2003.",
      "id": "s21"
    },
    {
      "text": "6 As observed by Nicholson J:\n \n \n 31 On 21 March 2003, in an affidavit sworn on behalf of the applicant (in opposition to the first and second respondents' application for further security for costs), Mr Edward Sweeney deposed inter alia: \n \n \n (a) Neither he, nor his brother Charles, had any assets upon which they could raise funds; \n (b) Mr Sweeney was a full-time university student and his brother (at the time of swearing the affidavit) was looking for employment; \n (c) The applicant had no current assets other than the cause of action against the respondents; \n (d) The applicant had no debts other than the funds borrowed to pay the security into the Court; \n (e) The shareholders of the applicant are professional trustees (one an accountant and one a solicitor) who have no beneficial interest in the applicant or in the cause of action; and \n (f) The applicant was impecunious and financially embarrassed.",
      "id": "s22"
    },
    {
      "text": "32 Despite these matters, the applicant has been able to pay $65 000 into this Court by way of security for the costs of both the first and second respondents.",
      "id": "s23"
    },
    {
      "text": "It is believed that the same sum has also been paid with respect to the third respondent's costs.",
      "id": "s24"
    },
    {
      "text": "7 In Capital Webworks Pty Ltd v Adultshop.com.Limited [2007] FCA 567 Nicholson J declined again to strike out these proceedings for want of prosecution.",
      "id": "s25"
    },
    {
      "text": "His Honour referred to the more recent history of the proceedings to that date observing:\n \n \n 2 The circumstances in which decision on the motion has been delayed have been set out in Capital Webworks Pty Ltd v Adultshop.com.limited [2007] FCA 262 and in reasons published on 15 April 2005 - Capital Webworks Pty Ltd v Adultshop.com Limited [2005] FCA 438.",
      "id": "s26"
    },
    {
      "text": "In addition I referred in Capital Webworks [2005] FCA 438 at [45] - [47] to reliance by the first and second respondents on FCR O 35A r 2(1)(f) and r 3 to support the stay or dismissal on the basis of failure to prosecute the proceeding with due diligence.",
      "id": "s27"
    },
    {
      "text": "3 The first contention made by the first and second respondents in support of the motion for stay or dismissal was that the application was an abuse of process because it was unlawfully maintained and champertous, and so an abuse of process.",
      "id": "s28"
    },
    {
      "text": "Having reviewed those submissions I decided in Capital Webworks [2005] FCA 438 to order that the applicant file and serve an affidavit setting out in full the circumstances pertaining to the beneficial ownership of its cause of action.",
      "id": "s29"
    },
    {
      "text": "As set out in Capital Webworks [2007] FCA 262 , it was found on appeal that there was no evidentiary support for the making of such an order.",
      "id": "s30"
    },
    {
      "text": "Consequently, no further weight than that already given in Capital Webworks [2005] FCA 438 can be given to that issue arising from the submissions of the first and second respondents.",
      "id": "s31"
    },
    {
      "text": "4 The second head relied upon by those respondents was a failure to give proper discovery.",
      "id": "s32"
    },
    {
      "text": "Contentions are set out in Capital Webworks [2005] FCA 438 at [45] - [46] .",
      "id": "s33"
    },
    {
      "text": "The applicant says affidavits have been sworn on the applicant's behalf to the effect that the discovered documents do not exist, so that is the end of the matter.",
      "id": "s34"
    },
    {
      "text": "The respondents submit that the application cannot be dismissed summarily because the applicant did not prepare documents that it should have prepared.",
      "id": "s35"
    },
    {
      "text": "I agree.",
      "id": "s36"
    },
    {
      "text": "5 The third limb of the contentions by the first and second respondents is that there has been a want of prosecution on the part of the applicant.",
      "id": "s37"
    },
    {
      "text": "The first and second respondents say that the applicant has failed to prosecute the action with due diligence and have taken no proactive steps, delaying at every stage of the proceeding.",
      "id": "s38"
    },
    {
      "text": "At the date of the hearing of the motion, the action had been on foot for five years and the respondents say that virtually nothing has occurred beyond the pleadings and risible discovery by the applicant.",
      "id": "s39"
    },
    {
      "text": "6 The applicant says that no application to strike out for want of prosecution has been made and none could have been made.",
      "id": "s40"
    },
    {
      "text": "Rather, it submits that the progress of the application has been delayed by the large number of interlocutory applications.",
      "id": "s41"
    },
    {
      "text": "Certainly it is apparent that as between 15 April 2005 and the present date the delay has been occasioned by the appeals considered in Capital Webworks [2007] FCA 262.",
      "id": "s42"
    },
    {
      "text": "7 Further the applicant says that although it wishes to make some amendments to the statement of claim and subject to orders being made in relation to consequential amendments, directions for trial may now be made.",
      "id": "s43"
    },
    {
      "text": "8 In my view the proceeding cannot be dismissed for want of prosecution in the circumstances.",
      "id": "s44"
    },
    {
      "text": "8 It is unnecessary in light of the history in those reasons to record in detail again the nature of the proceedings or indeed for the purpose of this application, the matters previously taken into account by the Court in concluding that security for costs should be granted: see Capital Webworks Pty Ltd v Adultshop.com.limited [2002] FCA 1420.",
      "id": "s45"
    },
    {
      "text": "9 The fundamental question in this application will be to what degree, if any, there has been a material change in circumstances since security for costs was previously ordered.",
      "id": "s46"
    },
    {
      "text": "RELEVANT LEGAL CONSIDERATIONS \n \n10 There is of course no doubt about the power under s 56 of the Federal Court Act 1976 (Cth) to order an applicant (or a respondent) to give security for costs and also a power to increase the amount of any security ordered to be given.",
      "id": "s47"
    },
    {
      "text": "Relevant considerations have been referred to in many cases.",
      "id": "s48"
    },
    {
      "text": "Amongst the list of considerations which may be taken into account are the following:\n \n 1. whether the claim is genuine and has a reasonable prospect of succeeding;\n 2. whether the party applying for security for costs is attempting to shut down a genuine claim;\n 3. whether the impecuniosity might have been caused or contributed to by the conduct of the applying party;\n 4. whether, in the case of a corporation, those standing behind the corporation have made their assets available to fund the costs of litigation and in turn for the benefit that they might receive if it is successful; and\n 5. whether making the order would frustrate the claim.",
      "id": "s49"
    },
    {
      "text": "11 There are also instances where orders have been made where the existence or otherwise of the matter of public interest has been taken into account in the exercise of the discretion.",
      "id": "s50"
    },
    {
      "text": "12 In addition to the express power to increase the security to be given (s 56(3) of the Federal Court Act 1976 ), O 28 r 5(2) of the Federal Court Rules provides that '... the Court may set aside or vary any order made under this Order'.",
      "id": "s51"
    },
    {
      "text": "Ordinarily in an application to set aside or vary an order of a substantive nature made after a contested hearing it would be expected that a material change in circumstances since the original order was made has occurred or new evidence provided which was not otherwise reasonably available at the time of the granting of the order: Truth about Motorways Pty Ltd v Macquarie Infrastructure Investment Management Ltd [2001] FCA 1603.",
      "id": "s52"
    },
    {
      "text": "13 The primary purpose of an order for security for costs is to ensure that the successful party has protection for the costs incurred in defending the unsuccessful party's proceedings.",
      "id": "s53"
    },
    {
      "text": "It is in the circumstances of the impecuniosity of the unsuccessful party pursuing the litigation that protection is afforded to the successful party.",
      "id": "s54"
    },
    {
      "text": "In the present case there is no dispute in relation to the issue of impecuniosity relative to a possible costs order.",
      "id": "s55"
    },
    {
      "text": "14 It is not the case that the Court should give a complete and certain indemnity to a claimant: Brundza v Robbie &amp; Co (No 2) [1952] HCA 49 ; (1952) 88 CLR 171 at 175.",
      "id": "s56"
    },
    {
      "text": "In the previous application the Court exercised its discretion to fix the amount of security to be provided by Adultshop at half of the amount sought.",
      "id": "s57"
    },
    {
      "text": "There is to be a balance between ensuring that an impecunious corporation or other applicant does not use the impecuniosity in order to put unfair pressure on another party on the one hand and, on the other hand, between shutting out an impecunious applicant on its entitlement to pursue a legitimate case.",
      "id": "s58"
    },
    {
      "text": "ADULTSHOP'S ARGUMENTS \n \n15 Adultshop's solicitor/client costs to date in defending the proceedings are said to have exceeded $200,000.",
      "id": "s59"
    },
    {
      "text": "It is said that the security previously provided has been largely eroded.",
      "id": "s60"
    },
    {
      "text": "16 Adultshop contends that further claimable party/party costs from the date of this motion until trial will be in the order of $140,000.",
      "id": "s61"
    },
    {
      "text": "It supports this contention with an estimated bill of costs.",
      "id": "s62"
    },
    {
      "text": "17 There are five factors of significant change it says since security for costs was ordered in 2000.",
      "id": "s63"
    },
    {
      "text": "18 The first is the increase in fees under the Federal Court Costs and Fees Scale since the proceedings were instituted in 2000.",
      "id": "s64"
    },
    {
      "text": "As to that point, in my view, the appropriate date for comparison is February 2003 when the previous order was made.",
      "id": "s65"
    },
    {
      "text": "Clearly there have been increases in fees and costs in that time.",
      "id": "s66"
    },
    {
      "text": "On the other hand, in my view, it can not be said that Capital has been solely responsible for any delay for some two years of that time.",
      "id": "s67"
    },
    {
      "text": "19 The second is that the exposure of Adultshop by virtue of the delay in pursuing the proceedings now requires it to engage both senior and junior counsel, bearing in mind that the claim for an account of profits since the period of time in which Adultshop has held the domain name has increased from a period of several days to several years during which Adultshop has successfully run a business.",
      "id": "s68"
    },
    {
      "text": "Capital contends that this does not make the case more complex and does not accept that it is a case warranting the briefing of senior counsel.",
      "id": "s69"
    },
    {
      "text": "The matter is complicated by the fact that counsel of choice who had been retained has now been appointed senior counsel.",
      "id": "s70"
    },
    {
      "text": "I am not persuaded that the case does not warrant senior counsel being retained.",
      "id": "s71"
    },
    {
      "text": "To brief a new junior counsel would in itself add to the cost.",
      "id": "s72"
    },
    {
      "text": "The computation of the damages may not necessarily be substantially more complex by virtue of the additional period concerned.",
      "id": "s73"
    },
    {
      "text": "There is no clear evidence either way on that point.",
      "id": "s74"
    },
    {
      "text": "However clearly the exercise which will involve expert evidence, will take longer and is likely to be more complicated as a result of the several years that the business has operated.",
      "id": "s75"
    },
    {
      "text": "20 The third point is that the particular counsel of choice now unsurprisingly charges substantially more than he did eight years ago.",
      "id": "s76"
    },
    {
      "text": "Again I observe that the appropriate period for comparison is 2003 rather than 2000 but that said, one can readily accept that this factor would have a bearing on the cost of defending the proceedings.",
      "id": "s77"
    },
    {
      "text": "21 Fourthly, the allocation of time for the trial has now increased from four days to five days.",
      "id": "s78"
    },
    {
      "text": "In the context of the amount claimed by Adultshop, this seems to me to be of little significance given also that the proceedings against Melbourne Information have fallen away by settlement.",
      "id": "s79"
    },
    {
      "text": "22 Fifthly, it is asserted that the number of substantive legal issues in the proceedings has increased with the amended substituted statement of claim.",
      "id": "s80"
    },
    {
      "text": "Those issues comprise, first, the addition of a new factual allegation and legal issues arising from the applicant's reliance on its pending trade mark application and secondly, the legal and factual consequences of the introduction of a claim dealing with an alleged contractual term of 'good faith' in the performance of the contract.",
      "id": "s81"
    },
    {
      "text": "In my view this issue is not as significant as Adultshop would contend.",
      "id": "s82"
    },
    {
      "text": "23 I would place more weight on the first three points than on the remaining two points.",
      "id": "s83"
    },
    {
      "text": "CONCLUSION \n \n24 The only real issue arising in this motion is the extent to which, if at all, circumstances have materially changed since security for costs was ordered in 2003 when a four day trial was thought to be reasonably imminent.",
      "id": "s84"
    },
    {
      "text": "25 In my view and for the reasons stated, the nature of the changes which have occurred since the order was made are less significant than suggested by Adultshop.",
      "id": "s85"
    },
    {
      "text": "I accept that the order which it seeks to vary is now several years old and therefore undoubtedly the increase in legal fees and counsel fees since that time will play a role.",
      "id": "s86"
    },
    {
      "text": "26 I do not propose to conduct a minute analysis of the estimated bill of costs quite properly prepared by Adultshop but I do intend to discount it as I consider some of the factors to which I have alluded are given greater emphasis by Adultshop than I consider is necessary.",
      "id": "s87"
    },
    {
      "text": "Secondly I consider that the balancing exercise required precludes the granting of a complete indemnity to Adultshop.",
      "id": "s88"
    },
    {
      "text": "27 I was urged to factor into the appropriate amount of security the fact that the funder of security or some person or entity other than and in addition to Capital must stand to benefit if Capital succeeds in the action.",
      "id": "s89"
    },
    {
      "text": "On the other hand, it is argued, the funder will not be exposed to a liability to pay costs to Adultshop if Adultshop succeeds.",
      "id": "s90"
    },
    {
      "text": "While common sense and life experience suggests that the funder benefiting in some sense may well be possible, there is no evidence to support the suggestion that the funder will actually benefit if the litigation is resolved adversely to Adultshop.",
      "id": "s91"
    },
    {
      "text": "It is theoretically possible that the security funder is sympathetically disposed to Capital.",
      "id": "s92"
    },
    {
      "text": "There is, as I say, no evidence either way.",
      "id": "s93"
    },
    {
      "text": "28 I consider that appropriate protection in accordance with the principles which I have outlined would be achieved if the order for security for costs which Adultshop seeks to have varied were to be varied by ordering that within 21 days, Capital provide further security for costs of Adultshop up to and including completion of the trial in the amount of $68,000 by way of payment into Court.",
      "id": "s94"
    },
    {
      "text": "29 The parties are engaged in compliance with pre-trial directions with the trial to take place shortly.",
      "id": "s95"
    },
    {
      "text": "I have not referred to any order staying the proceedings in the absence of compliance but I invite counsel to attempt to reach agreement on the appropriate terms of the orders to reflect the conclusion in these reasons.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s97"
    },
    {
      "text": "Associate:\n\nDated: 30 January 2008\n Counsel for the Applicant: PA Tottle \n \n Solicitor for the Applicant: Tottle Partners \n \n Counsel for the Respondent: I Douglas \n \n Solicitor for the Respondent: Salter Power \n \n Date of Hearing: 17 December 2007 \n \n Date of Judgment: 30 January 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/40.html",
      "id": "s98"
    }
  ]
}