{
  "name": "St George Bank Limited v Commissioner of Taxation [2008] FCA 453 (11 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/453.html",
  "catchphrases": [
    {
      "text": "income tax",
      "id": "c0"
    },
    {
      "text": "deductibility of interest payments paid under a debenture in connection with a capital raising by a bank to improve its capital adequacy ratios",
      "id": "c1"
    },
    {
      "text": "whether a valid election made under transitional provisions to invoke the debt/equity provisions of division 974 of the income tax assessment act 1997",
      "id": "c2"
    },
    {
      "text": "consideration of the factors why the court would not engage in an expression of views about division 974 in the absence of the necessity to do so",
      "id": "c3"
    },
    {
      "text": "taxation",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Before the Court are five appeals brought by St George Bank Limited ( SGB ) under s 14ZZ(a)(ii) of the Taxation Administration Act 1953 (Cth) ( TA Act ) against objection decisions of the respondent, the Commissioner of Taxation, dated 30 August 2005.",
      "id": "s0"
    },
    {
      "text": "These decisions disallowed objections to assessments of income tax for years of income ending 30 September 1999 to 30 September 2003, being substituted accounting periods for the years of income ending on the preceding 30 June.",
      "id": "s1"
    },
    {
      "text": "2 The five proceedings raise the same issues.",
      "id": "s2"
    },
    {
      "text": "The proceedings concern the deductibility of interest payments made by SGB to a Delaware-incorporated subsidiary company, St George Funding Company LLC ( LLC ), pursuant to its obligations under a subordinated debenture.",
      "id": "s3"
    },
    {
      "text": "The claimed deductions in the relevant years of income were $45,548,093 (1999), $49,831,034 (2000), $57,616,769 (2001), $53,954,975 (2002) and $45,686,065 (2003).",
      "id": "s4"
    },
    {
      "text": "3 The facts are not in dispute.",
      "id": "s5"
    },
    {
      "text": "The evidence consisted of six affidavits from directors and officers of SGB and documentary exhibits.",
      "id": "s6"
    },
    {
      "text": "None of the deponents was cross-examined.",
      "id": "s7"
    },
    {
      "text": "Objection was taken to parts of their affidavits.",
      "id": "s8"
    },
    {
      "text": "The parties, through senior counsel, were content to have those rulings, together with the rulings on certain documents, made in these reasons.",
      "id": "s9"
    },
    {
      "text": "Brief factual background \n \n4 An understanding of the issues is most easily gained by a short overview of the essential facts.",
      "id": "s10"
    },
    {
      "text": "In 1997, SGB merged (by a scheme of arrangement) with Advance Bank Australia Limited ( Advance ) by acquiring all the issued ordinary share capital in Advance.",
      "id": "s11"
    },
    {
      "text": "The details of that transaction are unnecessary to dwell on, except to say that the transaction left SGB with an issue to solve in relation to its banking activities.",
      "id": "s12"
    },
    {
      "text": "At the time of the transaction, it was understood by senior officers and the board of SGB that, because of the outflow of cash to pay for the shares in Advance, the completion of the merger would see SGB's position fall below the regulatory or prudential capital requirements of the Reserve Bank of Australia ( RBA ), satisfaction of which was a condition of SGB holding a banking licence.",
      "id": "s13"
    },
    {
      "text": "It was to deal with this problem that an arrangement was entered that threw up the controversy in these proceedings.",
      "id": "s14"
    },
    {
      "text": "LLC was established and capitalised to US$107.2 million by share subscription of common stock of LLC by two wholly-owned Australian subsidiaries of SGB (Dysty Pty Limited and Buchelin Pty Limited, hereafter referred to as Dysty and Buchelin ).",
      "id": "s15"
    },
    {
      "text": "LLC also issued US$250 million preference stock in the US market.",
      "id": "s16"
    },
    {
      "text": "Although issued in the US debt market, such stock was a form of preference share and sums payable on it were dividends.",
      "id": "s17"
    },
    {
      "text": "LLC then lent US$350 million to SGB under an indenture, and a debenture was issued by SGB to LLC (to which I will refer as the Debenture ).",
      "id": "s18"
    },
    {
      "text": "It is the deductibility of the interest paid on that borrowing that is in issue in these proceedings.",
      "id": "s19"
    },
    {
      "text": "Further funds were raised by SGB by a separate subordinated note issue in the United States.",
      "id": "s20"
    },
    {
      "text": "No issue arises from that raising in these proceedings.",
      "id": "s21"
    },
    {
      "text": "5 The consequence of the arrangements was that the RBA was satisfied that SGB satisfied the minimum ratio of qualifying capital to risk-weighted assets, both on a consolidated basis, and on a stand-alone basis by SGB.",
      "id": "s22"
    },
    {
      "text": "Relevant to this analysis and to the satisfaction of the RBA was the character of the capital raised by LLC (as part of the consolidated group) and of the subordinated debt represented by the Debenture raised by SGB from LLC.",
      "id": "s23"
    },
    {
      "text": "Issues --- dead and alive \n \n6 SGB claimed the amounts referred to above as deductions under s 8-1 of the Income Tax Assessment Act 1997 (Cth) ( the 1997 Act ).",
      "id": "s24"
    },
    {
      "text": "This was, and is, denied by the Commissioner.",
      "id": "s25"
    },
    {
      "text": "The present and live debate about the applicability of s 8-1 is whether the payments of interest on the Debenture were outgoings of capital, or of a capital nature, for s 8-1(2), as asserted by the Commissioner.",
      "id": "s26"
    },
    {
      "text": "Previously, the Commissioner had denied, but now concedes, that the payments were incurred by SGB in gaining or producing its assessable income or necessarily incurred in carrying on a business for the purpose of gaining or producing its assessable income for the purposes of s 8-1(1).",
      "id": "s27"
    },
    {
      "text": "7 Thus, the first live issue is whether the interest payments were capital for the purposes of s 8-1(2) of the 1997 Act.",
      "id": "s28"
    },
    {
      "text": "8 The Commissioner also invoked Part IVA of the Income Tax Assessment Act 1936 (Cth) ( the 1936 Act ), by making a determination pursuant to s 177F of the 1936 Act.",
      "id": "s29"
    },
    {
      "text": "This was abandoned.",
      "id": "s30"
    },
    {
      "text": "9 The Commissioner also sought to impose penalties under Part VII of the 1936 Act in respect of the years of income ended 30 September 1998 to 30 September 2000, and administrative penalties under Division 284 of Schedule 1 to the TA Act in respect of the years of income ended 30 September 2001 to 30 September 2003.",
      "id": "s31"
    },
    {
      "text": "With the abandonment of the assertions based on Part IVA of the 1936 Act, these issues also fell away.",
      "id": "s32"
    },
    {
      "text": "10 The abandonment of the arguments based on Part IVA also led to the dismissal, by consent, of the proceedings in relation to the 1998 year of income, as out of time.",
      "id": "s33"
    },
    {
      "text": "11 The Commissioner has also abandoned an argument that the Debenture was a convertible note within the meaning of s 82L(2) of the 1936 Act, so that a deduction was disallowed by s 82R(3) of the 1936 Act.",
      "id": "s34"
    },
    {
      "text": "12 The second live issue is whether a valid election was made by SGB pursuant to item 118(6)(b) of Schedule 1 to the New Business Taxation System (Debt and Equity) Act 2001 (Cth) ( the Debt/Equity Act ) to invoke the provisions in that Act introduced into the 1997 Act as Division 974 ( the Debt/Equity Provisions ).",
      "id": "s35"
    },
    {
      "text": "13 If the election was valid (or not invalid), the issue arises whether the payments from 1 July 2001 were \"a non-share distribution\" for the purposes of Division 974 of the 1997 Act, and thus not an allowable deduction by reason of s 26-26 of the 1997 Act, even if they would otherwise have been deductible under s 8-1 of the 1997 Act.",
      "id": "s36"
    },
    {
      "text": "For reasons that will become apparent, there is no need to decide this issue and related questions of statutory construction.",
      "id": "s37"
    },
    {
      "text": "My views in summary \n \n14 The outgoings were outgoings of capital or of a capital nature for the purposes of s 8-1(2)(a) of the 1997 Act.",
      "id": "s38"
    },
    {
      "text": "This was so because, in short, the advantage sought and obtained by them, assessed in the whole context of the capital raising, was not the use by the borrower of the money during the term of the loan, but the maintenance and support of the capital raised by LLC.",
      "id": "s39"
    },
    {
      "text": "15 No valid election was made under item 118(6) or (10) of Schedule 1 of the Debt/Equity Act, there being absent in the relevant election document information required to be included.",
      "id": "s40"
    },
    {
      "text": "16 The issues concerning Division 974 of the 1997 Act therefore do not arise.",
      "id": "s41"
    },
    {
      "text": "The facts in more detail \n \n17 The acquisition of all the ordinary shares in Advance was effected by a scheme of arrangement and was intended to be financed through a combination of cash reserves, the issue of shares to the shareholders of Advance and a new capital raising of $360 million.",
      "id": "s42"
    },
    {
      "text": "18 The merger had an effect on SGB's capital ratios.",
      "id": "s43"
    },
    {
      "text": "These capital ratios and information concerning them came from statements and requirements of the RBA (the banking regulator in 1996 and 1997).",
      "id": "s44"
    },
    {
      "text": "The minimum capital requirements for banks were contained in Prudential Statement C1 ( PSC1 ).",
      "id": "s45"
    },
    {
      "text": "Compliance with this statement was a central requirement of SGB's business.",
      "id": "s46"
    },
    {
      "text": "The relevant parts of the PSC1 were as follows:\n \n Minimum Capital Standards \n \n \n 10.",
      "id": "s47"
    },
    {
      "text": "Each Australian bank is expected to maintain a minimum ratio of total capital to risk-weighted assets, on both a consolidated group and stand-alone basis, of 8 percent (of which at least 4 per cent should be Tier 1 capital).",
      "id": "s48"
    },
    {
      "text": "These levels will be kept under review.",
      "id": "s49"
    },
    {
      "text": "... \n \n\n \n Definition of Capital \n \n 12.",
      "id": "s50"
    },
    {
      "text": "Capital is the cornerstone of a bank's strength.",
      "id": "s51"
    },
    {
      "text": "The presence of substantial capital re-assures creditors and engenders confidence in a bank.",
      "id": "s52"
    },
    {
      "text": "13.",
      "id": "s53"
    },
    {
      "text": "The essential characteristics of capital are that it should: \n \n \n &#8226; represent a permanent and unrestricted commitment of funds; \n &#8226; be freely available to absorb losses and thereby enable a bank to keep operating whilst any problems are resolved; \n &#8226; not impose any unavoidable charge on the earnings of the bank; and \n &#8226; rank below the claims of depositors and other creditors in the event of the winding-up of a bank.",
      "id": "s54"
    },
    {
      "text": "14.",
      "id": "s55"
    },
    {
      "text": "Capital, for supervisory purposes, is considered in two tiers.",
      "id": "s56"
    },
    {
      "text": "Tier 1 (or core capital) comprises the highest quality capital elements.",
      "id": "s57"
    },
    {
      "text": "Tier 2 (or supplementary capital) represents other elements which do not satisfy all of the characteristics of Tier 1 capital but which contribute to the overall strength of a bank as a going concern.",
      "id": "s58"
    },
    {
      "text": "A summary of the main elements of capital is given in Attachment I.",
      "id": "s59"
    },
    {
      "text": "15.",
      "id": "s60"
    },
    {
      "text": "A bank's capital base (or total capital) is the sum of its Tier 1 and Tier 2 capital less any deductions.",
      "id": "s61"
    },
    {
      "text": "At least 50 per cent of a bank's capital base must be Tier 1 capital.",
      "id": "s62"
    },
    {
      "text": "Tier 1 Capital \n \n 16.",
      "id": "s63"
    },
    {
      "text": "The foundation of a bank's capital is made up of permanent shareholders' equity and disclosed reserves (created or increased by appropriation retained earning or other surplus.",
      "id": "s64"
    },
    {
      "text": ") Such elements fully meet the essential characteristics of capital and represent capital resources which can best contribute resilience and flexibility to a bank experiencing financial difficulties.",
      "id": "s65"
    },
    {
      "text": "17.",
      "id": "s66"
    },
    {
      "text": "Tier 1 capital includes paid-up ordinary shares, non-cumulative irredeemable preference and any non-repayable premium rising from the issue of such shares.",
      "id": "s67"
    },
    {
      "text": "Partly paid shares (and other capital instruments) qualify only for the value of funds actually received.",
      "id": "s68"
    },
    {
      "text": "General reserves and retained earnings (including measured current year earnings net of expected dividends and taxation payments), although distributable in some circumstances, generally meet the attributes of Tier 1 capital.",
      "id": "s69"
    },
    {
      "text": "Minority interests in subsidiaries which are consistent with other named capital instruments are eligible to be counted in the calculation of Tier 1 capital of the consolidated group.",
      "id": "s70"
    },
    {
      "text": "18.",
      "id": "s71"
    },
    {
      "text": "Non-cumulative irredeemable preference shares included in Tier 1 capital must be subordinated to depositors and unsecured creditors of the bank; may not contain any conversion feature that effectively provides for a return of capital or compensation for unpaid dividends; and dividends payable on the shares should not be influenced by the credit standing of the bank.",
      "id": "s72"
    },
    {
      "text": "The shares should not provide for any compensation to investors other than by way of dividend.",
      "id": "s73"
    },
    {
      "text": "The non-declaration of a dividend should not trigger any restrictions on the bank other than the need to seek approval of the holders of the shares before paying dividends on other shares or before retiring other shares.",
      "id": "s74"
    },
    {
      "text": "19.",
      "id": "s75"
    },
    {
      "text": "With regards to servicing Tier 1 capital elements, aggregate dividend payments by a bank in any one year should not exceed the earnings of the bank during that year; as a practical matter, the relationship between dividends and earnings is lagged one year for preference shares (except in the first year of issue when dividends will be allowable notwithstanding any loss in the period preceding the issue date).",
      "id": "s76"
    },
    {
      "text": "The Reserve Bank is, however, prepared to modiy this requirement, on a case by case basis, if it believes the proposed level of dividends can be justified by reference to ther considerations, such as an assessment of the bank's capital position, including commitments to raise capital, and the bank's core profitability.",
      "id": "s77"
    },
    {
      "text": "Tier 2 Capital \n \n 20.",
      "id": "s78"
    },
    {
      "text": "There are other capital elements that impart strength to a bank's position but to a varying degree fall short of the qualities of Tier 1 capital instruments.",
      "id": "s79"
    },
    {
      "text": "These may be included in a bank's capital base as Tier 2 capital up to an amount equal to the bank's Tier 1 capital base (net of goodwill, other intangible assets and future income tax benefits).",
      "id": "s80"
    },
    {
      "text": "21.",
      "id": "s81"
    },
    {
      "text": "Tier 2 capital is divided into two segments, termed Upper and Lower Tier 2 capital.",
      "id": "s82"
    },
    {
      "text": "Upper Tier 2 capital includes elements that are essentially permanent in nature and have characteristics of both equity and debt.",
      "id": "s83"
    },
    {
      "text": "22.",
      "id": "s84"
    },
    {
      "text": "Lower Tier 2 capital consists of elements which are not permanent.",
      "id": "s85"
    },
    {
      "text": "Lower Tier 2 capital may be included in Tier 2 capital to a maximum, in aggregate, of 50 per cent of Tier 1 capital (net of goodwill, other intangible assets and future income tax benefits).",
      "id": "s86"
    },
    {
      "text": "[emphasis added]\n \n\n \n19 The capital raised by LLC was intended to be classified as Tier 1 capital at the group level.",
      "id": "s87"
    },
    {
      "text": "It was accepted as such by the RBA after representations by SGB.",
      "id": "s88"
    },
    {
      "text": "20 The loan funds from LLC to SGB for which the Debenture was issued by SGB were intended to be classified as Tier 2 capital at the stand-alone level of SGB.",
      "id": "s89"
    },
    {
      "text": "They were accepted as Lower Tier 2 capital by the RBA.",
      "id": "s90"
    },
    {
      "text": "21 PSC1 dealt in more detail with aspects of the various tiers of capital.",
      "id": "s91"
    },
    {
      "text": "It is sufficient for present purposes to recognise that certain types of long term debt were capable of classification as Tier 2 (Upper or Lower) capital, depending upon their attributes as to duration, redemption, subordination, participation in losses, stepping-up of interest, deferral of interest, accumulation (or not) of unpaid interest, repayment options and other features.",
      "id": "s92"
    },
    {
      "text": "22 In September 1996, with the Advance merger in view, SGB had agreed with the RBA to target, after the merger, benchmark capital ratios of Tier 1, 7.5% or greater, and Tier 1 and 2 of 10% or greater.",
      "id": "s93"
    },
    {
      "text": "Prior to the merger, SGB's capital adequacy ratios were: Tier 1 --- 12.3%, Tier 2 --- 3.2%, for a total of 15.3% (after adjustments).",
      "id": "s94"
    },
    {
      "text": "Mr McKerihan, the Chief Financial Officer of SGB, said in his affidavit that he anticipated that these ratios would fall after the merger to Tier 1 --- 6.4%, Tier 2 --- 3.0%, for a total of 9.2% (after adjustments).",
      "id": "s95"
    },
    {
      "text": "SGB brought this to the attention of the RBA in a letter of Mr McKerihan in November 1996, in which he referred to a new capital raising.",
      "id": "s96"
    },
    {
      "text": "The commitment of an underwriter for that capital raising was to be in place at the time of SGB's commitment to the acquisition of Advance.",
      "id": "s97"
    },
    {
      "text": "The letter reflected an anticipation at that time that the issue would be a converting preference share issue.",
      "id": "s98"
    },
    {
      "text": "Approval was sought in the letter to operate the St George Group below the agreed minimum capital ratios for the three months required to put the capital raising in place.",
      "id": "s99"
    },
    {
      "text": "At the same time, a letter was sent by the managing director of SGB (Mr Sweeney) to the Governor of the RBA dealing with the same issues.",
      "id": "s100"
    },
    {
      "text": "23 Mr McKerihan made clear in his affidavit that \"the proposed capital raising by SGB was necessitated solely by the requirement to meet prudential standards required by the RBA and was not needed to fund any specific short term activities of the Bank.",
      "id": "s101"
    },
    {
      "text": "\" He made this clear in a presentation to the Board of SGB on 24 March 1997.",
      "id": "s102"
    },
    {
      "text": "The presentation identified the objectives of the \"Proposed Capital Raisings\" as follows:\n \n&#8226; To restore capital adequacy to above 10% of risk weighted assets (\"RWA\") \n \n&#8226; To restore Tier One capital to above 7% with the remainder being Tier Two \n \n&#8226; To minimise dilution of EPS [earnings per share] and ROE [return on equity]\n \n&#8226; To minimise usage of franking credits \n \n&#8226; To minimise underwriting and issue costs \n \n&#8226; To boost institutional and offshore investment \n \n&#8226; To avoid need for shareholder or ASX approval \n \n\n \n24 Mr Frank Conroy, the then chairman of the SGB Board, said in his affidavit that the first two of those objectives were \"key matters of concern\" to him and that \"the principal purpose of the capital raising was to restore St George's capital adequacy ratios to the required levels.",
      "id": "s103"
    },
    {
      "text": "\"\n \n25 Mr John Thame, then a director of SGB, whilst not at the board meeting of 24 March 1997, was aware of the important commercial and regulatory considerations.",
      "id": "s104"
    },
    {
      "text": "Compliance \"with the requirements of the prudential regulator was a paramount concern\" for him.",
      "id": "s105"
    },
    {
      "text": "26 Mr Graham Reaney, a director of SGB, was also alive to the pressing need to raise Tier 1 Capital after the merger in order to satisfy RBA requirements.",
      "id": "s106"
    },
    {
      "text": "He attended the 24 March 1997 meeting.",
      "id": "s107"
    },
    {
      "text": "He described the restoration of the capital adequacy ratios as the \"primary objective\" of the capital raising.",
      "id": "s108"
    },
    {
      "text": "27 In a newsletter to shareholders on 7 March 1997, Mr Sweeney, the managing director of SGB, stated:\n \n Three aspects of the merger remain outstanding.",
      "id": "s109"
    },
    {
      "text": "...",
      "id": "s110"
    },
    {
      "text": "The second outstanding issue, is the further raising of capital to maintain our ratios at a satisfactory level for our ongoing business.",
      "id": "s111"
    },
    {
      "text": "... \n \n\n \n28 The documentation concerning the merger that was made public and sent to shareholders of both SGB and Advance made clear that SGB would undertake a \"capital raising\" in the order of $360 million, by instruments and methods to be decided upon.",
      "id": "s112"
    },
    {
      "text": "29 The Board of SGB at its meeting of 24 March 2007 resolved, relevantly, as follows:\n \n ...to authorise management to conduct further investigations, including obtaining relevant legal and tax advice, in respect of the Merrill Lynch proposal and, failing that proposal being considered viable, to investigate proceeding with a domestic converting preference share issue in conjunction with a subordinated debt issue.",
      "id": "s113"
    },
    {
      "text": "... \n \n\n \n ...the Board hereby establish a 'Committee, comprising the Chairman, the Managing Director and Mr G J Reaney to consider Management's recommendations following the above investigations and to make a determination as to the appropriate capital raising structure and program to be adopted.",
      "id": "s114"
    },
    {
      "text": "30 Mr Tim Norling was General Counsel of SGB from February 1997, having been Group Counsel and Group Secretary of Advance prior to that.",
      "id": "s115"
    },
    {
      "text": "Following the Board meeting of 24 March 1997, he was responsible for the establishment of a team of local and international lawyers, merchant bankers and accountants to assess the proposal put forward by Merrill Lynch to effect the capital raising.",
      "id": "s116"
    },
    {
      "text": "Mr Norling stated that raising the necessary Tier 1 and 2 capital to satisfy the RBA was of \"the utmost importance.",
      "id": "s117"
    },
    {
      "text": "\"\n \n31 In early April 1997, term sheets for the capital raising came forward from Merrill Lynch.",
      "id": "s118"
    },
    {
      "text": "They were discussed and revised.",
      "id": "s119"
    },
    {
      "text": "The detail of the reasons for aspects of the changes is not presently relevant.",
      "id": "s120"
    },
    {
      "text": "The final form of the indicative term sheet was settled on 15 April 1997 after discussions with the RBA.",
      "id": "s121"
    },
    {
      "text": "It was sent to the RBA on that date under cover of a letter that helpfully sets out important aspects of the transaction.",
      "id": "s122"
    },
    {
      "text": "The indicative term sheet that was annexed to that letter described further relevant aspects of the transaction.",
      "id": "s123"
    },
    {
      "text": "The securities, the use of their proceeds and their relationship to the on-lending to SGB were described as follows:\n Securities: Non-cumulative irredeemable preference shares (the \"Preference Shares\"), subordinated to depositors and unsecured creditors of St. George.",
      "id": "s124"
    },
    {
      "text": "The dividend rate and the distribution and other payment dates for the Preference Shares will correspond to the interest rate and interest and other payments dates on the Perpetual Subordinated Debt Loan (as defined below).",
      "id": "s125"
    },
    {
      "text": "As a result, if principal or interest is not paid on the Perpetual Subordinated Debt Loan , corresponding payments will not be paid on the Preference Shares.",
      "id": "s126"
    },
    {
      "text": "... Use of Proceeds and the \n Perpetual \n Subordinated \n Debt Loan: The proceeds from issuance will be lent to a member of the St. George Bank Group in Australia (the \" Perpetual Subordinated Debt Loan \").",
      "id": "s127"
    },
    {
      "text": "The Perpetual Subordinated Debt Loan will rank subordinated and junior in right of payments to all Senior Indebtedness of St. George.",
      "id": "s128"
    },
    {
      "text": "St. George's obligations with respect to the Perpetual Subordinated Debt Loan will also be effectively subordinated to all existing and future obligations of St. George's subsidiaries.",
      "id": "s129"
    },
    {
      "text": "There are no terms in the Indenture that limit St. George's ability to incur additional Senior Indebtedness.",
      "id": "s130"
    },
    {
      "text": "Interest on the \n Perpetual \n Subordinated \n Debt Loan: Interest on the Perpetual Subordinated Debt Loan will be payable at the same time and at that same rate as the expected declared Dividends on the Preference Shares.",
      "id": "s131"
    },
    {
      "text": "Interest Payments on the Perpetual Subordinated Debt Loan will be made quarterly and will be [cumulative but not compounding /non cumulative ].",
      "id": "s132"
    },
    {
      "text": "Performance \n Guarantee: Payment to Preference Share Holders out of moneys held by the SPV, and payments on liquidation of the SPV or the redemption of Preference Shares, are guaranteed by St. George if and to the extent the SPV has funds available therefor.",
      "id": "s133"
    },
    {
      "text": "If St. George does not make principal or interest payments on the Loan, the SPV will not have sufficient funds to make payments on the Preference Shares, in which event the Performance Guarantee shall not apply to such distribution until the SPV has sufficient funds available therefor.",
      "id": "s134"
    },
    {
      "text": "The obligations of St. George under the Performance Guarantee are subordinate and junior in right of payment to all other liabilities of St. George, including depositors and unsecured creditors and rank pari passu with preferred-stock, if any, issued from time to time by St. George.",
      "id": "s135"
    },
    {
      "text": "[track changes and emphasis in original]\n \n\n \n32 The terminology of \"irredeemable\" and the use of the term \"Perpetual Subordinated Debt\" (instead of \"Loan\") used in this last term sheet were requested by the RBA more closely to follow its Tier 1 and 2 requirements.",
      "id": "s136"
    },
    {
      "text": "It will be important, in due course, to examine whether the loan from LLC to SGB was \"perpetual\".",
      "id": "s137"
    },
    {
      "text": "It is clear from the terms of PSC1 that the critical substantive element was that the debt for upper Tier 2 capital must not be payable to holders outside the company or its group.",
      "id": "s138"
    },
    {
      "text": "As will be seen in due course, it was within SGB's power to ensure that the loan funds repaid by it to LLC never left the Group, by ensuring that holders of the Capital Securities had no right of redemption of these securities.",
      "id": "s139"
    },
    {
      "text": "33 A further amendment to the proposal was made in late May 1997 for SGB to pay a premium to investors if it were to redeem the securities early.",
      "id": "s140"
    },
    {
      "text": "This change was accompanied by a change to the exchange period from 15 to 20 years.",
      "id": "s141"
    },
    {
      "text": "These changes were explained to the RBA.",
      "id": "s142"
    },
    {
      "text": "34 On 26 May 1997, the SGB Board approved the transaction proceeding.",
      "id": "s143"
    },
    {
      "text": "35 On 28 May 1999, further discussions took place with the RBA.",
      "id": "s144"
    },
    {
      "text": "In his affidavit, Mr Norling described in his affidavit what he perceived as \"eleventh hour\" concerns of officers of the RBA, reflecting policy directives \"beginning to emerge within central banks\" around the world because, he said, of the perceived \"debt-like characteristics\" of the securities.",
      "id": "s145"
    },
    {
      "text": "36 In order to allay concerns of the RBA, Mr Norling wrote a letter to the RBA on 29 May 1997 which sought to clarify various issues.",
      "id": "s146"
    },
    {
      "text": "The first issue relevant here was the inability of third party holders of Capital Securities to access cash upon the Put Right being exercised:\n \n In relation to the exchange mechanics at the 20 th Year, the Series A Capital Securities will be redeemed for cash, the redemption proceeds will be delivered to the Depositary and mandatorily applied to subscribe for Series B Capital Securities.",
      "id": "s147"
    },
    {
      "text": "There is no risk that the cash mandatorily applied for the Subscription of Series B Capital Securities by the Depositary will be accessible by any party, including in the event of bankruptcy of the Depositary.",
      "id": "s148"
    },
    {
      "text": "The Depositary for the proposed issue is Bankers Trust.",
      "id": "s149"
    },
    {
      "text": "[emphasis added]\n \n\n \n37 The second issue relevant here was the payment of interest on the on-lent subordinated loan:\n \n We note your queries in respect of the treatment of the Subordinated Notes as Upper Tier 2.",
      "id": "s150"
    },
    {
      "text": "The interest on the Subordinated Notes held by the Issuer is effectively deferrable since interest received by the Issuer on the subordinated notes is returned in circumstances where the dividends on the Capital Securities are not payable including where funds are not legally available for the payment of dividends and where a blocking notice has been issued .",
      "id": "s151"
    },
    {
      "text": "... \n \n[emphasis added]\n \n\n \nThe third issue relevant here was the perpetual or irredeemable nature of the capital securities to be issued by LLC:\n \n 25 th Year Exchange Mechanism \n \n\n \n The 20 th year exchange together with the 25 th year exchange mechanism ensures that the Capital Securities are perpetual securities from the investor's view point.",
      "id": "s152"
    },
    {
      "text": "At the 25 th year, the Series B Capital Securities will be exchanged for Bank Perpetual Preference Shares (or Series C Capital Securities of the Final Issuer with prior RBA approval).",
      "id": "s153"
    },
    {
      "text": "Upon the exchange , St. George itself will become the holder of the Series B Capital Securities pursuant to which all the interests in the Initial Issuer will be held by St. George.",
      "id": "s154"
    },
    {
      "text": "The Initial Issuer would be voluntarily liquidated by the 26 th year.",
      "id": "s155"
    },
    {
      "text": "The Capital Securities will continue to be outstanding pursuant to the 25 th year exchange as either Bank Perpetual Preference Shares or Series C Capital Securities as indicated above.",
      "id": "s156"
    },
    {
      "text": "[emphasis added]\n \n\n \nThe fourth issue relevant here was the payment of dividends:\n \n It is likely that, over the next two years, as a result of the merger, St. George's dividends on ordinary and preference shares (including the Capital Securities) may exceed earning in any particular six month period.",
      "id": "s157"
    },
    {
      "text": "The Bank is clearly mindful of the RBA guidelines in the form of C1-19 of the Prudential Statements which deals with servicing of Tier 1 Capital and in relation to this the Bank will keep the RBA apprised as to its level of retained earnings and other relevant circumstances over the period.",
      "id": "s158"
    },
    {
      "text": "Dividends on the Capital Securities are payable to the extend funds are legally available.",
      "id": "s159"
    },
    {
      "text": "This refers to the obligation under relevant laws, that dividends are payable only from specified elements of Shareholders Equity.",
      "id": "s160"
    },
    {
      "text": "In addition to this requirement, dividends are limited to Distributable Profits of the Bank and this is defined by the Bank as the \"total available for appropriation\" as set out in the profit and Loss Statement, less such amount, if any, of retained profits required to maintain Tier 1 Capital at adequacy levels.",
      "id": "s161"
    },
    {
      "text": "... \n \n\n \nThe fifth issue relevant here was the debt to be issued if the Series C Capital Securities are issued.",
      "id": "s162"
    },
    {
      "text": "Perpetual Subordinated Debt \n \n\n \n The Bank will ensure that the Perpetual Subordinated Debt issued by the Bank as a consequence of the 25 th Year Exchange, in the event that the 25 th Year Exchange is for Series C Capital Securities (at the RBA's approval), will qualify as Tier 2 eligible capital.",
      "id": "s163"
    },
    {
      "text": "38 On 30 May 1997, the RBA gave approval, conditional upon RBA receiving:\n \n&#8226; an opinion from a US legal firm of standing that the arrangements whereby redeemed funds will flow into the next issue of securities will stand up in all circumstances, including the bankruptcy of the depositary; and \n \n&#8226; an assurance that the directors of St. George Bank have discretionary power to issue a blocking notice.",
      "id": "s164"
    },
    {
      "text": "39 These conditions were satisfied, in part by the provision of an opinion by Allens Arthur Robinson ( AAR ), which contained the following (which I take to reflect accurately the intentions of SGB):\n \n The declaration and payment of a dividend by St. George Funding will occur only if and to the extent that: \n \n (i) St. George Funding has funds on hand legally available for the payment thereof and the board of St. George Funding determines in good faith, based on the financial statements certified by independent accountants of St. George Funding, that such payment would not violate Section 18-607 of the Delaware Limited Liability Company Act (which in general terms requires that such payment will not cause the company's liabilities to exceed the fair value of its assets); and \n \n\n \n (ii) if St. George Funding receives a dividend blocking notice from St. George, such payment is not prohibited by the dividend blocking notice.",
      "id": "s165"
    },
    {
      "text": "In addition, dividend payments will be funded out of interest payments made by St. George Bank on debentures issued to it by St. George Bank and the constituent documents of St. George Funding limit the ability of directors of that company in managing its affairs from borrowing or otherwise receiving funds only from companies within the St. George Bank Group.",
      "id": "s166"
    },
    {
      "text": "Accordingly, St. George Funding will not have any independent source of funds external to the St. George Group from which it could pay dividends.",
      "id": "s167"
    },
    {
      "text": "40 Thereafter, LLC was established and the transaction documents drafted.",
      "id": "s168"
    },
    {
      "text": "41 In his affidavit, Mr Norling explained the use of a special purpose vehicle company.",
      "id": "s169"
    },
    {
      "text": "Merrill Lynch had suggested it so that there would be a US domiciled company for the US capital market.",
      "id": "s170"
    },
    {
      "text": "It was a common feature of capital raisings of this kind and it was a feature that would comfort investors in the US market.",
      "id": "s171"
    },
    {
      "text": "Mr McKerihan also discussed the place and role of LLC as a special purpose vehicle.",
      "id": "s172"
    },
    {
      "text": "From his evidence, from that of Mr Norling and from that of Mr Skelton (the senior Merrill Lynch officer), it can be taken that use of a special purpose US vehicle was common and expected in the US capital market, would assist in there not being any requirement of a meeting of SGB's shareholders, and would assist in the tax deductibility of the arrangement from SGB's perspective.",
      "id": "s173"
    },
    {
      "text": "42 LLC was clearly intended to be a special purpose vehicle having an integral part in the raising of funds in the US capital markets for deployment to SGB in its banking business.",
      "id": "s174"
    },
    {
      "text": "43 In retaining qualified and respected directors for LLC, the United States lawyers, Skadden Arps, described the expected role of the Board to a prospective director as:\n \n We expect that the Board of the LLC will generally have responsbilities for the management of the activities of the LLC, which will involve two components: (1) the approval of the issuance of the Capital Securities and investment of the proceeds in the Subordinated Debentures and (2) the periodic declaration of dividends.",
      "id": "s175"
    },
    {
      "text": "\" \n \n\n \nThese obligations reflected the limited and confined role of LLC --- to be the vehicle to raise and pass on the required capital and to be the vehicle through which Tier 1 capital at a group level could be recognised.",
      "id": "s176"
    },
    {
      "text": "44 In an Offering Memorandum dated 13 June 1997 distributed to the market by Merrill Lynch on behalf of SGB, the interconnection between the Capital Securities and the Debenture was made clear.",
      "id": "s177"
    },
    {
      "text": "It was stated that LLC was obliged to use the proceeds from the issue of the Capital Securities (and from the issue of common securities to Dysty and Buchelin) to purchase the Debenture.",
      "id": "s178"
    },
    {
      "text": "It was stated that the net proceeds of the sale of the Securities would be used for general corporate purposes and to strengthen the capital base of the Group.",
      "id": "s179"
    },
    {
      "text": "It was stated that the terms of the Debenture, with respect to interest and prepayment, were to be \"substantially similar or analogous to those of the ...Capital Securities to which they relate\".",
      "id": "s180"
    },
    {
      "text": "Thus, it was stated that the \"interest payment dates for the ... Debentures will coincide with the Dividend Payment dates for the ... Capital Securities\"; and that the \"interest rate on the ... Debentures will equal the dividend rate on the related ... Capital Securities\".",
      "id": "s181"
    },
    {
      "text": "It was also stated that LLC's right to receive interest and principal was, like share capital, deeply subordinated and the \"Debentures... [were to be] unsecured, subordinated obligations of [SGB]\" which will \"rank junior in right of payment to prior payment in full of all claims of other creditors\".",
      "id": "s182"
    },
    {
      "text": "45 On 18 and 19 June 1997, US$350 million was raised by: \n \n(a) Dysty and Buchelin subscribing for common securities in LLC in the sum of US$107.2 million\n \n(b) Merrill Lynch purchasing 250,000 Depository Capital Securities each representing 40 8.485% Series A Capital Securities issued by LLC for a payment of US$242.8 million to LLC.",
      "id": "s183"
    },
    {
      "text": "46 On 19 June 1997, LLC used the US$350 million to subscribe for the Debenture issued by SGB under the Indenture dated 19 June 1997.",
      "id": "s184"
    },
    {
      "text": "47 The constituent transaction documents reflect the essential commercial arrangement that can be seen from the above surrounding documentation and discussion.",
      "id": "s185"
    },
    {
      "text": "I do not propose to lengthen unnecessarily these reasons by setting out all relevant terms of the constituent documents.",
      "id": "s186"
    },
    {
      "text": "48 Though embodied in separate documents, the commercial and business intentions described above, which are in no way gainsaid by the legal terms or form of the transaction documents, were part of one coherent commercial arrangement.",
      "id": "s187"
    },
    {
      "text": "This one arrangement saw SGB, through itself and its subsidiaries (including LLC), effect a capital raising in the US market for the provision of funds to SGB in order to improve the capital adequacy ratios of the SGB Group and SGB.",
      "id": "s188"
    },
    {
      "text": "The respective elements of the arrangement should be viewed as a coherent, integrated whole, though comprised of individual elements.",
      "id": "s189"
    },
    {
      "text": "49 The relevant constituent documents to which reference will be made were:\n \n(a) Amended and Restated Limited Liability Company Agreement of St George Funding Company LLC, dated as of June 18 1997 ( the LLC Agreement ).",
      "id": "s190"
    },
    {
      "text": "(b) Indenture between St George Bank Limited and Bankers Trust Company --- US $350 million 8.485% Step-Up Junior Subordinated Debentures due 2023 ( the Indenture )\n \n50 The submissions of the parties require an attendance to the provisions of the documentation concerned with the following subject matters.",
      "id": "s191"
    },
    {
      "text": "I mention these subject matters at this point.",
      "id": "s192"
    },
    {
      "text": "How they fit into the debates between the parties about s 8-1(2) of the 1997 Act and item 118(10)(c) of the Schedule 1 of the Debt/Equity Act will be discussed in due course.",
      "id": "s193"
    },
    {
      "text": "(a) The formation of LLC for \"the sole purpose\" of issuing the Capital Securities, \"investing the proceeds thereof in and holding the Debentures\" and engaging in \"only such other activities as are necessary or advisable in connection therewith or incidental thereto\": LLC Agreement, cl 2.5.",
      "id": "s194"
    },
    {
      "text": "(b) Whilst a power to invest in \"Eligible Investments\" was contained in the LLC Agreement (cl 6.13(g)), this was only to carry out the purposes of LLC in cl 2.5.",
      "id": "s195"
    },
    {
      "text": "(These provisions illuminate that which is clear from the surrounding documents: LLC's functions were only for the purpose of raising capital for the provision to SGB in the form of taking up the Debenture.",
      "id": "s196"
    },
    {
      "text": "LLC was obliged to use the proceeds of the issue of the Capital Securities to purchase the Debenture.",
      "id": "s197"
    },
    {
      "text": ")\n \n(c) The terms of the LLC Capital Securities (Series A and B) were contained in Exhibits A and B to the LLC Agreement.",
      "id": "s198"
    },
    {
      "text": "A person purchasing Capital Securities was admitted to the LLC as a \"Capital Member\": LLC Agreement, cl 4.1(c).",
      "id": "s199"
    },
    {
      "text": "(d) A holder of Series A Capital Securities was entitled to receive non-cumulative dividends at 8.485% semi-annually and in arrears: the terms of Series A were in Exhibit A to the LLC Agreement: LLC Agreement, section 2.",
      "id": "s200"
    },
    {
      "text": "(e) The above entitlement was subject to cl 9.2 of the LLC Agreement: ibid.",
      "id": "s201"
    },
    {
      "text": "Relevantly, the provisions of cl 9.2 provided that dividends would only be paid if:\n \n(i) LLC had first received a payment of interest for the period from SGB under the Debenture: LLC Agreement, cl 9.2(e)(iii);\n \n(ii) the Board of LLC had not made a determination that such a payment would cause LLC's liabilities to exceed the fair value of its assets: LLC Agreement, cl 9.2(d)(i); and\n \n(iii) if the LLC Board had not received a \"Dividend Blocking Notice\" prohibiting such payment: LLC Agreement, cl 9.2(d)(ii).",
      "id": "s202"
    },
    {
      "text": "(f) A \"Dividend Blocking Notice\" was defined in the LLC Agreement, cl 1.1, as a notice in writing given by SGB in circumstances where SGB reasonably determined in good faith that the amount of the dividend on the Capital Securities, together with all other dividends in the Group, exceeded Group Distributable Profits.",
      "id": "s203"
    },
    {
      "text": "Thus, rights to receive dividends on the Capital Securities were limited by reference to the Group's Distributable Profits, thereby in effect subordinating these rights to receive dividends to the rights of other (non pari passu securities) capital holders.",
      "id": "s204"
    },
    {
      "text": "It should also be noted that any LLC Board resolution by way of declaration of dividend in the face of a Blocking Notice was null and void and of no effect.",
      "id": "s205"
    },
    {
      "text": "(g) Also, the investors in the Capital Securities only received non-cumulative distribution out of the surplus of SGB.",
      "id": "s206"
    },
    {
      "text": "To the extent that LLC received, by way of interest on the Debenture, funds which exceeded its requirements to pay dividends, LLC was required to return those funds to SGB in the form of dividends to Dysty and Buchelin: LLC Agreement, cll 9.4 and 9.5.",
      "id": "s207"
    },
    {
      "text": "This occurred regularly in practice.",
      "id": "s208"
    },
    {
      "text": "These funds were used to declare dividends in favour of SGB.",
      "id": "s209"
    },
    {
      "text": "(This recirculation of funds into the control of SGB from any surplus needed to fund the dividends on the Capital Securities was an integral aspect of the structure and an incident of the purpose of the Debenture interest only to fund the dividends due to the security holders.",
      "id": "s210"
    },
    {
      "text": ")\n \n(h) LLC was under an obligation to redeem the series A Capital Securities on 30 June 2017 (if not redeemed by LLC before then), at US$25 per Capital Security (Section 4(a)(i) of the Series A Capital Securities Designation).",
      "id": "s211"
    },
    {
      "text": "At this time, LLC would have the right to exercise a Put Right to put Series B Capital Securities to the holders of Series A Capital Securities.",
      "id": "s212"
    },
    {
      "text": "In the circumstances, the redemption payment amount for the Series A Capital Securities would be paid towards the issue of Series B Capital Securities.",
      "id": "s213"
    },
    {
      "text": "If LLC does not exercise the Put Right, the sums will be paid to Series A holders on redemption.",
      "id": "s214"
    },
    {
      "text": "(Given the limited place of LLC in the overall arrangement, in the ordinary course, such decisions by LLC would be under the effective control of SGB.",
      "id": "s215"
    },
    {
      "text": ")\n \n(i) On 30 June 2022, at the expiry of the Series B Capital Securities, there are two possibilities: the Series B Capital Securities will be exchanged for either (at the direction of SGB) SGB Perpetual Non-Cumulative Preference Shares (subject to SGB shareholder approval) or Series C Capital Securities issued by another Delaware company issuer (subject to RBA approval).",
      "id": "s216"
    },
    {
      "text": "The return on the Series C Capital Securities would be supported by a perpetual debenture issued by SGB.",
      "id": "s217"
    },
    {
      "text": "(j) SGB guaranteed LLC's obligations on a subordinated basis.",
      "id": "s218"
    },
    {
      "text": "(k) The role of the Debenture and its relationship to the Capital Securities can be seen in the Indenture, section 301, which set the interest rate at the same level as in the Capital Securities (8.485% up to 30 June 2017, 8.985% from 1 July 2017 to 30 June 2022 and 9.485% thereafter) and payable semi-annually and in arrears on the same dates as the dividends on the Capital Securities.",
      "id": "s219"
    },
    {
      "text": "(l) The principal amount due on the Debenture was to become due for repayment on 30 June 2023, unless SGB exercised its right under Art 11 of the Debentures to prepay the Debenture: section 301, and subject to an extension of time if there was a delay in the exchange of the Series B Capital Securities.",
      "id": "s220"
    },
    {
      "text": "(m) Subject to the subordination provision, LLC had a right which is expressed to be absolute and unconditional to receive payment: section 508.",
      "id": "s221"
    },
    {
      "text": "Section 1001, however, provides that SGB covenants that it will duly pay principal and interest and that its obligations to make such payment shall be conditional upon SGB being solvent immediately after such payments are made.",
      "id": "s222"
    },
    {
      "text": "(n) A failure to make due and punctual payment was a default that could be enforced.",
      "id": "s223"
    },
    {
      "text": "The obligation to make such payment, however, was also conditional upon SGB being solvent immediately after payment: section 503.",
      "id": "s224"
    },
    {
      "text": "(o) The right of LLC to receive payments under the Indenture was, following an Event of Default, subordinated to other creditors, but this was expressed not to impair SGB's obligations to holders under the Debenture: Article 13.",
      "id": "s225"
    },
    {
      "text": "51 Whilst it is undoubted that, as a term of the Indenture, SGB was required to repay the loan of $350 million to LLC, that obligation, for the purpose of the characterisation of interest under the Debentures, should be seen in its complete context: \n \n(a) Funds produced in LLC by SGB's obligation to repay the principal sum were required to fund the repayment to holders of Capital Securities: section 4(b) Series A Capital Securities Designation.",
      "id": "s226"
    },
    {
      "text": "The use of funds from SGB to LLC to fund the redemption of \"outside\" holders of Capital Securities would occur only if, under the control of SGB, there were to be an early repayment or the exchange mechanism for taking up of the Series B and Series C securities were not engaged by SGB.",
      "id": "s227"
    },
    {
      "text": "(b) An understanding of the exchange mechanism illuminates the fact that, if engaged, the repayment of the loan to LLC by SGB would not see the funds repaid to outside holders of the securities, but to SGB or its nominee, as holder of the Series B Capital Securities in LLC, and Dysty and Buchelin as holders of common stock in LLC.",
      "id": "s228"
    },
    {
      "text": "(i) If the Put Right were exercised in 2017, the holder of the Series A Capital Securities would be required to subscribe for Series B Capital Securities: see section 4 of the Series A Capital Securities Designation.",
      "id": "s229"
    },
    {
      "text": "(ii) On 30 June 2022, if the Series B Capital Securities were not redeemed earlier, there would be two alternatives in respect of the exchange of Series B Capital Securities --- an exchange for Series C Capital Securities issued, not by LLC, but by another Delaware company (and SGB or its nominee becoming the holder of the Series B Capital Securities) or an exchange for SGB Preference Shares.",
      "id": "s230"
    },
    {
      "text": "LLC was to be liquidated as a result of this exchange: cl 12.2 of the LLC Agreement.",
      "id": "s231"
    },
    {
      "text": "The repayment of the debt to LLC by SGB in these circumstances (in 2023 or at any delayed time) would see the funds paid to LLC by SGB and then, as part of the liquidation of LLC, back to SGB, Dysty and Buchelin as holders of the Series B Capital Securities (SGB) at US$25 per Capital Security and of the Common Securities (Dysty and Buchelin) for any surplus: cl 12.4 of the LLC Agreement.",
      "id": "s232"
    },
    {
      "text": "LLC would thus be liquidated at the end of its role in the capital raising.",
      "id": "s233"
    },
    {
      "text": "Given the special purpose nature of LLC, any other creditors who have to be paid are unlikely to be significant.",
      "id": "s234"
    },
    {
      "text": "(iii) Thus, the structure was such that, in SGB's control, SGB would not be required to return the loan funds to LLC in circumstances where they would leave the control of the Group.",
      "id": "s235"
    },
    {
      "text": "One can see from the discussions with the RBA that these aspects of irredeemability of the Capital Securities and the commercially effective perpetual nature of the debt were important to the characterisation of the transaction; the former was particularly important for the characterisation of the Capital Securities as Tier 1 capital of the Group.",
      "id": "s236"
    },
    {
      "text": "These were thereby important features and advantages for SGB, that is, SGB itself.",
      "id": "s237"
    },
    {
      "text": "(c) The submissions of SGB sought to rely on parts of the affidavits of Messrs McKerihan ([164(o)], [197]-[212]), Norling ([56]-[64]) and Skelton ([22]-[34]) to establish the following:\n \n(i) On the issue of the Series A Capital Securities, SGB expected that they would be redeemed before 2017 and that it would be able to obtain the approval of the RBA for the issue of new securities to raise further capital.",
      "id": "s238"
    },
    {
      "text": "(ii) This expectation was based in part on the expectation that it would be able to replace the Series A funds on more favourable terms, because of the information from Merrill Lynch of the likely cancellation of an underlying swap transaction.",
      "id": "s239"
    },
    {
      "text": "(iii) The Put Right was placed there to ensure the Series A funds would be treated as Tier 1 Capital and not because it was wanted them as a commercial matter or in the contemplation that it would be exercised.",
      "id": "s240"
    },
    {
      "text": "(iv) The Series A Capital Securities were marketed to institutional investors in the US debt market; the expectation of experienced investors in that market, based in particular on the \"step-up\" in the interest rate on maturity would have been that the Series A would be redeemed before 30 June 2017.",
      "id": "s241"
    },
    {
      "text": "(d) The substance of these paragraphs was objected to.",
      "id": "s242"
    },
    {
      "text": "I deal with the evidence rulings at the end of these reasons.",
      "id": "s243"
    },
    {
      "text": "Even accepting all the evidence, the following comments can be made.",
      "id": "s244"
    },
    {
      "text": "First, no Board member of SGB or LLC stated this.",
      "id": "s245"
    },
    {
      "text": "Secondly, the satisfaction of the RBA was central and vital to the transaction.",
      "id": "s246"
    },
    {
      "text": "Steps taken to achieve it should be recognised as important, indeed central, to the whole transaction.",
      "id": "s247"
    },
    {
      "text": "Thirdly, these were the legal relationships entered that gave SGB important protections of irredeemability and the benefit of the RBA's approval.",
      "id": "s248"
    },
    {
      "text": "Market expectations can always shift and change with underlying economic conditions.",
      "id": "s249"
    },
    {
      "text": "An irredeemable (from the holders' perspective) arrangement by way of capital structure was set up.",
      "id": "s250"
    },
    {
      "text": "The Indenture played its part in that.",
      "id": "s251"
    },
    {
      "text": "Repayment of the Debenture might lead to repayment of the Capital Securities investors --- before 2017 (as these men expected on the market conditions before them) or by 2022.",
      "id": "s252"
    },
    {
      "text": "Such an event was in the control of SGB.",
      "id": "s253"
    },
    {
      "text": "The arrangement provided, however, for a structure, seen as important by the RBA and so by the Board of SGB, whereby there was no right of redemption by holders and the repayment of the Debenture was directed back to SGB and its subsidiaries.",
      "id": "s254"
    },
    {
      "text": "(e) Looking at the arrangement as a whole, there was created the ability to retain, permanently within the Group, the funds raised by the Series A Capital Securities (to the direct advantage of SGB) and on-lent under the Indenture.",
      "id": "s255"
    },
    {
      "text": "No legal obligations are disregarded in reaching this conclusion.",
      "id": "s256"
    },
    {
      "text": "52 These aspects of the overall arrangement form the background for the debate about the application of the 1997 Act, s 8-1(2).",
      "id": "s257"
    },
    {
      "text": "The 1997 Act, s 8-1 \n \n53 There was no issue about s 8-1(1).",
      "id": "s258"
    },
    {
      "text": "It should be noted at the outset that this concession by the Commissioner did not provoke an argument on behalf of SGB that this led to the satisfaction of s 8-1(2).",
      "id": "s259"
    },
    {
      "text": "There was no debate or discussion as to the true nature of the \"negative limbs\" of s 8-1(2) and whether they operate only by way of contradistinction to illustrate what is not included, from the outset, in the \"positive limbs\" of s 8-1(1), or as true exceptions: Macquarie Finance Ltd v Commissioner of Taxation [2005] FCAFC 205 ; (2005) 146 FCR 77 at [104] : SA Battery Makers Pty Limited v Commissioner of Taxation (1976) 28 FLR 451 at 463; and Parsons, RW Income Tax in Australia (1985, Law Book Co Sydney) at [5.12].",
      "id": "s260"
    },
    {
      "text": "The argument proceeded, in substance, on the basis that s 8-1(2) was a true exception, an approach which has judicial support: Steele v Deputy Commissioner of Taxation (1999) 197 CLR 459 at 468 [24] and John Fairfax &amp; Sons Pty Limited v Commissioner of Taxation [1959] HCA 4 ; (1959) 101 CLR 30 at 34, and which accords more with a plain reading of the text of the statute.",
      "id": "s261"
    },
    {
      "text": "54 By and large, the parties were not in disagreement about the governing legal principles.",
      "id": "s262"
    },
    {
      "text": "The disagreement, however, came in the characterisation called for by those principles.",
      "id": "s263"
    },
    {
      "text": "At times, there appeared to be a difference between the parties based on the posited distinctions, first, between legal form and business substance, and secondly, between the loan or non-loan character of the Debenture.",
      "id": "s264"
    },
    {
      "text": "Neither such distinction is determinative.",
      "id": "s265"
    },
    {
      "text": "The relevant distinction is in the words of s 8-1: capital or in the nature of capital (juxtaposed against the contrary concept inherent in the context of s 8-1(2): that of revenue outgoing).",
      "id": "s266"
    },
    {
      "text": "Ultimately, however, the difference between the parties can be found in the process of characterisation of the legal relationship created among the parties, set in the full business and legal context of that relationship.",
      "id": "s267"
    },
    {
      "text": "Minds may differ in the conclusions reached in that exercise.",
      "id": "s268"
    },
    {
      "text": "That is almost inevitable in such a process of characterisation when the facts are not sufficiently obvious as to answer the question themselves: cf Heather v P-E Consulting Group Ltd [1973] Ch 189.",
      "id": "s269"
    },
    {
      "text": "55 The starting point for analysis is the judgment of Dixon J (as he then was) in Sun Newspapers Limited v The Federal Commissioner of Taxation; Associated Newspapers Limited v The Federal Commissioner of Taxation [1938] HCA 73 ; (1938) 61 CLR 337 at 359-363.",
      "id": "s270"
    },
    {
      "text": "A number of passages in that classic analysis at 359, 360, 361, 362 and 363 are worthy of repetition here:\n \n The distinction between expenditure and outgoings on revenue account and on capital account corresponds with the distinction between the business entity, structure, or organization set up or established for the earning of profit and the process by which such an organization operates to obtain regular returns by means of regular outlay, the difference between the outlay and returns representing profit or loss.",
      "id": "s271"
    },
    {
      "text": "The business structure or entity or organization may assume any of an almost infinite variety of shapes and it may be difficult to comprehend under one description all the forms in which it may be manifested.",
      "id": "s272"
    },
    {
      "text": "In a trade or pursuit where little or no plant is required, it may be represented by no more than the intangible elements constituting what is commonly called goodwill, that is, widespread or general reputation, habitual patronage by clients or customers and an organized method of serving their needs.",
      "id": "s273"
    },
    {
      "text": "At the other extreme it may consist in a great aggregate of buildings, machinery and plant all assembled and systematized as the material means by which an organized body of men produce and distribute commodities or perform services.",
      "id": "s274"
    },
    {
      "text": "But in spite of the entirely different forms, material and immaterial, in which it may be expressed, such sources of income contain or consist in what has been called a \"profit-yielding subject,\" the phrase of Lord Blackburn in United Collieries Ltd. v. Inland Revenue Commissioners ... As general conceptions it may not be difficult to distinguish between the profit-yielding subject and the process of operating it.",
      "id": "s275"
    },
    {
      "text": "In the same way expenditure and outlay upon establishing, replacing and enlarging the profit-yielding subject may in a general way appear to be of a nature entirely different from the continual flow of working expenses which are or ought to be supplied continually out of the returns or revenue .",
      "id": "s276"
    },
    {
      "text": "...",
      "id": "s277"
    },
    {
      "text": "But the practical application of such general notions is another matter.",
      "id": "s278"
    },
    {
      "text": "The basal difficulty in applying them lies in the fact that the extent, condition and efficiency of the profit-yielding subject is often as much the product of the course of operations as it is of a clear and definable outlay of work or money by way of establishment, replacement or enlargement .",
      "id": "s279"
    },
    {
      "text": "...",
      "id": "s280"
    },
    {
      "text": "But for the same or a like reason it is even harder to maintain the distinction in relation to the intangible elements forming so important a part of many profit-yielding subjects.",
      "id": "s281"
    },
    {
      "text": "For example, a profitable enterprise such as the sale of a patent medicine may depend almost entirely on advertisement.",
      "id": "s282"
    },
    {
      "text": "In the beginning the goodwill may have been established by a great initial outlay upon a widespread advertising campaign carried out upon a scale which it was not intended to maintain or repeat.",
      "id": "s283"
    },
    {
      "text": "The outlay might properly be considered to be of a capital nature.",
      "id": "s284"
    },
    {
      "text": "On the other hand the goodwill may have been gradually established by continual advertisement over a period of years growing in extent as it proved successful.",
      "id": "s285"
    },
    {
      "text": "In that case the expenditure upon advertising might be regarded as an ordinary business outgoing on account of revenue.",
      "id": "s286"
    },
    {
      "text": "... \n \n In the attempt, by no means successful, to find some test or standard by the application of which expenditure or outgoings may be referred to capital account or to revenue account the courts have relied to some extent upon the difference between an outlay which is recurrent, repeated or continual and that which is final or made \"once for all\", and to a still greater extent upon a distinction to be discovered in the nature of the asset or advantage obtained by the outlay.",
      "id": "s287"
    },
    {
      "text": "If what is commonly understood as a fixed capital asset is acquired the question answers itself.",
      "id": "s288"
    },
    {
      "text": "But the distinction goes further.",
      "id": "s289"
    },
    {
      "text": "The result or purpose of the expenditure may be to bring into existence or procure some asset or advantage of a lasting character which will enure for the benefit of the organization or system or \"profit-earning subject.",
      "id": "s290"
    },
    {
      "text": "\" It will thus be distinguished from the expenditure which should be recouped by circulating capital or by working capital.",
      "id": "s291"
    },
    {
      "text": "... \n \n But the idea of recurrence and the idea of endurance or continuance over a duration of time both depend on degree and comparison.",
      "id": "s292"
    },
    {
      "text": "As to the first it has been said it is not a question of recurring every year or every accounting period; but \"the real test is between expenditure which is made to meet a continuous demand, as opposed to an expenditure which is made once for all\" ... By this I understand that the expenditure is to be considered of a revenue nature if its purpose brings it within the very wide class of things which in the aggregate form the constant demand which must be answered out of the returns of a trade or its circulating capital and that actual recurrence of the specific thing need not take place or be expected as likely.",
      "id": "s293"
    },
    {
      "text": "Thus, in Anglo-Persian Oil Co. Ltd. v. Dale ... the establishment and reorganization of agencies formed part of the class of things making the continuous or constant demand for expenditure, but the given transaction was of a magnitude and precise description unlikely again to be encountered.",
      "id": "s294"
    },
    {
      "text": "Recurrence is not a test, it is no more than a consideration the weight of which depends upon the nature of the expenditure.",
      "id": "s295"
    },
    {
      "text": "... \n \n There are, I think, three matters to be considered, (a) the character of the advantage sought, and in this its lasting qualities may play a part, (b) the manner in which it is to be used, relied upon or enjoyed, and in this and under the former head recurrence may play its part, and (c) the means adopted to obtain it; that is, by providing a periodical reward or outlay to cover its use or enjoyment for periods commensurate with the payment or by making a final provision or payment so as to secure future use or enjoyment.",
      "id": "s296"
    },
    {
      "text": "[emphasis added; footnotes omitted]\n \n \n\n56 In Hallstroms Proprietary Limited v The Federal Commissioner of Taxation [1946] HCA 34 ; (1946) 72 CLR 634 , Dixon J incorporated his reasons in Sun Newspapers 61 CLR at 359-363 and elaborated upon them saying the following at 646, 647 and 648:\n \n As a prefatory remark it may be useful to recall the general consideration that the contrast between the two forms of expenditure corresponds to the distinction between the acquisition of the means of production and the use of them; between establishing or extending a business organization and carrying on the business; between the implements employed in work and the regular performance of the work in which they are employed; between an enterprise itself and the sustained effort of those engaged in it.",
      "id": "s297"
    },
    {
      "text": "... \n \n What is an outgoing of capital and what is an outgoing on account of revenue depends on what the expenditure is calculated to effect from a practical and business point of view, rather than upon the juristic classification of the legal rights, if any, secured, employed or exhausted in the process.",
      "id": "s298"
    },
    {
      "text": "[emphasis added] \n \n \n \n57 To similar effect, see the judgment of the Privy Council in BP Australia Limited v Commissioner of Taxation [1965] UKPCHCA 2 ; (1965) 112 CLR 386 at 397 and 399.",
      "id": "s299"
    },
    {
      "text": "58 It is clear that the character of the advantage sought by the making of the expenditure is the chief, if not critical, factor in determining the character of what was paid: The Colonial Mutual Life Assurance Society Limited v The Federal Commissioner of Taxation [1953] HCA 68 ; (1953) 89 CLR 428 at 454; GP International Pipecoaters Pty Limited v Commissioner of Taxation [1990] HCA 25 ; (1990) 170 CLR 124 at 137; Mount Isa Mines Limited v Commissioner of Taxation [1992] HCA 62 ; (1992) 176 CLR 141 at 147-149; Commissioner of Taxation v CityLink Melbourne Limited [2006] HCA 35 ; (2006) 228 CLR 1 at [1] , [3], [76], [77] and [148]; and BP Australia 112 CLR at 394 and 398.",
      "id": "s300"
    },
    {
      "text": "59 That the process of characterisation is approached from a practical and business point of view does not provide licence to ignore the legal relationship actually formed by the terms of the transaction.",
      "id": "s301"
    },
    {
      "text": "Subject to considerations of sham (not relevant here) and to considerations that the legal form agreed on may have been varied or may be incomplete (also not relevant here), the process of characterisation, from a practical and business point of view, is one that is directed to the legal rights and obligations created by the parties in their transaction (here, in the constituent documents).",
      "id": "s302"
    },
    {
      "text": "This was made clear in the judgments of Gibbs ACJ and Stephen and Aickin JJ in Federal Commissioner of Taxation v South Australia Battery Makers Pty Ltd [1978] HCA 32 ; (1978) 140 CLR 645 at 659-660 and 662, respectively.",
      "id": "s303"
    },
    {
      "text": "It is also made clear in the reasons of the Full Court in CityLink Melbourne Limited v Commissioner of Taxation [2004] FCAFC 272 ; (2004) 141 FCR 69 at [40] - [45] ; and in the reasons of Hill J (with whom Davies and Heerey JJ agreed) in Australia &amp; New Zealand Savings Bank v Commissioner of Taxation [1992] FCA 493 ; (1993) 42 FCR 535 at 560.",
      "id": "s304"
    },
    {
      "text": "60 Thus, it is not helpful to ascertain the subject matter for characterisation otherwise than by (subject to sham etc) straightforward analysis of the legal relationship of the parties and the ascertainment from that analysis of the legal context and character of the payment.",
      "id": "s305"
    },
    {
      "text": "The conclusions drawn from that analysis will, of course, be relevant to the central task --- assessing, from a practical business point of view, the true business character of the outgoing by reference to the notions of capital and revenue illuminated by Dixon J in Sun Newspapers and Hallstroms Case.",
      "id": "s306"
    },
    {
      "text": "61 It is also essential to recognise that the above analysis of characterisation requires \"both a wide survey and an exact scrutiny of the taxpayer's activities\": Western Gold Mines (NL) v Commissioner of Taxation (WA) [1938] HCA 5 ; (1938) 59 CLR 729 at 740.",
      "id": "s307"
    },
    {
      "text": "That is, one examines the whole business context of what was done: BP Australia 112 CLR at 399; National Australia Bank Limited v Commissioner of Taxation (1997) 80 FCR 352 at 362; Commissioner of Taxation v Cooling (1990) 22 FCR 42 at 52-53 (Hill J); and Macquarie Finance Limited v Commissioner of Taxation [2004] FCA 1170 ; (2004) 210 ALR 508 (Hill J) at [64].",
      "id": "s308"
    },
    {
      "text": "Relevant also here is the close interconnection of all the constituent documents in the integrated international commercial transaction: cf Inland Revenue Commissioner v Europa Oil (NZ) Ltd [1971] AC 760 at 774-775.",
      "id": "s309"
    },
    {
      "text": "62 At times, the submissions put on behalf of SGB appeared to combine the undoubtedly correct (at least at a sufficient level of generality) propositions that the contractual and legal rights must be analysed and that the separateness of corporate entities must be recognised: The Federal Coke Company v Federal Commissioner of Taxation (1997) 15 ALR 449 at 459 per Bowen CJ and Commissioner of Taxation v Asiamet (No 1) Resources Pty Ltd [2004] FCAFC 73 ; (2004) 137 FCR 146 at [148] - [165] , in aid of a different objective, that is to have the interest payable under the Debenture analysed by reference primarily, if not wholly, to the rights and obligations created under the Indenture, without regard to the whole of the surrounding arrangement.",
      "id": "s310"
    },
    {
      "text": "Such an approach is impermissible.",
      "id": "s311"
    },
    {
      "text": "It ignores the essential requirement to view the legal rights and obligations created by the parties, and payments and outgoings made thereunder, in their whole legal and commercial context, in order that the characterisation, from a business and practical point of view, of the payment or outgoing by reference to the relevant legal relationship can be undertaken.",
      "id": "s312"
    },
    {
      "text": "Legal form is the subject of the characterisation; it is not the sole source of the answer to that process of characterisation: cf Parsons RW op cit [2.421]-[2.422].",
      "id": "s313"
    },
    {
      "text": "The requirement to look at the whole legal and business context is not denied by what was said by Deane and Sheppard JJ in Ure v Federal Commission of Taxation (1981) 34 ALR 237 at 249, as appeared to be put by SGB.",
      "id": "s314"
    },
    {
      "text": "63 Equally impermissible is to recast the transaction entered between the parties and substitute an economic equivalent: CityLink Melbourne 141 FCR at 40 and Commissioner of Taxation v Myer Emporium Ltd [1987] HCA 18 ; (1986) 163 CLR 199 at 217.",
      "id": "s315"
    },
    {
      "text": "Some of the submissions of the Commissioner tended towards such an approach.",
      "id": "s316"
    },
    {
      "text": "It is not permissible, for instance, to take as the subject of characterisation what is \"really happening\", being the payment of money by SGB, nominally as \"interest\", but in truth as the payment to capital securities holder of their dividend.",
      "id": "s317"
    },
    {
      "text": "That is not the legal relationship that has been lawfully set up.",
      "id": "s318"
    },
    {
      "text": "The payment to be the subject of characterisation is the payment of interest on the Debenture under the Indenture.",
      "id": "s319"
    },
    {
      "text": "The task is to decide, from a business and practical perspective, giving weight to the nature of the rights and obligations of the parties created by the relevant transaction documents, and placing the Indenture and the rights and obligations arising therefrom in their complete relevant legal and business context, whether the outgoings of interest bear the character of capital or revenue.",
      "id": "s320"
    },
    {
      "text": "64 Before examining the relevant aspects of the overall arrangement to answer this question, it is necessary to say something about the submissions about interest and deductibility.",
      "id": "s321"
    },
    {
      "text": "The expression of views by the judges in cases as to the usual approach to interest in this context should be seen for what they are, and are not.",
      "id": "s322"
    },
    {
      "text": "They are the discussion of the kinds of consideration discussed by Dixon J in Sun Newspapers and Hallstroms Case in the context of interest on a loan.",
      "id": "s323"
    },
    {
      "text": "Thus, it can be accepted that, ordinarily, interest will be an allowable deduction under s 8-1, if incurred in the course of an income-producing activity or business: Texas Co (Australasia) Ltd v Federal Commissioner of Taxation [1940] HCA 9 ; (1940) 63 CLR 382 at 468 and Steele v Deputy Commissioner of Taxation 197 CLR at 469-70 [27].",
      "id": "s324"
    },
    {
      "text": "This acceptance does not lay down some independent rule to be engaged and analysed beyond the characterisation enquiry discussed earlier.",
      "id": "s325"
    },
    {
      "text": "Rather, interest is usually deductible because, usually, it is a recurrent or periodic payment securing an advantage not of an enduring kind, but the use by the borrower of money during the term of the loan: Steele v Deputy Commissioner of Taxation 197 CLR at 469-470 [27].",
      "id": "s326"
    },
    {
      "text": "But, as was noted in the same paragraph, \"there may be particular circumstances where it is proper to regard the purpose of interest payments as something other than the raising or maintenance of the borrowing and thus, potentially, of a capital nature.",
      "id": "s327"
    },
    {
      "text": "\" To this passage there was footnoted Parsons RW op cit [6.11].",
      "id": "s328"
    },
    {
      "text": "The possibilities referred to by Professor Parsons in that paragraph do not form an exhaustive universe of non-deductible interest.",
      "id": "s329"
    },
    {
      "text": "See also the discussion by Hill J at first instance in Macquarie Finance Limited v Commissioner of Taxation 210 ALR at [47].",
      "id": "s330"
    },
    {
      "text": "65 It is necessary now to undertake the task of characterisation referred to above.",
      "id": "s331"
    },
    {
      "text": "66 The Indenture was one part of an interconnected legal and commercial arrangement whereby LLC, the issuer of the Capital Securities, passed up to SGB the product of the two capital raisings (the domestic capitalisation by Dysty and Buchelin and the US market raising).",
      "id": "s332"
    },
    {
      "text": "The deployment of the funds was by subscription for the Debenture.",
      "id": "s333"
    },
    {
      "text": "This was an act that LLC was legally obligated to undertake.",
      "id": "s334"
    },
    {
      "text": "LLC's very existence was defined, in part, by this obligation, immanent within the capital raising, to pass these funds to SGB by taking up the Debenture.",
      "id": "s335"
    },
    {
      "text": "Thus, taking the terms of the Indenture as satisfying the description of a borrowing, it is to be recognised as the chosen method of deployment of the capital raised from the US market.",
      "id": "s336"
    },
    {
      "text": "67 There can be no doubt that the capital raised by LLC by the issue of the Series A Capital Securities provided, for SGB and the SGB Group, long-term capital in order to improve the business structure of SGB and the SGB Group.",
      "id": "s337"
    },
    {
      "text": "The satisfaction of the RBA that the securities were sufficiently long-term and irredeemable was an advantage, not of LLC, but of SGB and its group for its and their banking business.",
      "id": "s338"
    },
    {
      "text": "Central to the satisfaction of the RBA, as a condition of SGB's banking licence, was SGB's capital adequacy ratio position.",
      "id": "s339"
    },
    {
      "text": "Thus, the capital raising by LLC was not an affair of revenue, but of capital --- the improvement in the underlying structure of SGB and its group for the establishing or enlarging of the profit-yielding subject of SGB's business.",
      "id": "s340"
    },
    {
      "text": "This was so whether the securities were issued in the US debt market or the US equity market.",
      "id": "s341"
    },
    {
      "text": "68 That this was the legal and commercial advantage sought by the whole arrangement is clear from the facts and documents surrounding the arrangement.",
      "id": "s342"
    },
    {
      "text": "Within that whole context, the long term funds to strengthen the structure of the business --- its capital base as assessed by the regulator --- were (as they were required to be) passed to SGB and thus deployed in the banking business of SGB and its group by way of issuing the Debenture under the Indenture.",
      "id": "s343"
    },
    {
      "text": "69 Thus, when assessing the character of the advantage sought by the payment of interest on the Debenture, this integral place of the Debenture in the wider arrangement, and in the achievement of the advantages of the wider arrangement, should be borne in mind.",
      "id": "s344"
    },
    {
      "text": "70 This integral place can be seen from a number of features of the Debenture.",
      "id": "s345"
    },
    {
      "text": "The interest rate and timing of the payment of interest dovetailed precisely with the dividend rate and payment dates of the Capital Securities.",
      "id": "s346"
    },
    {
      "text": "This was not accidental.",
      "id": "s347"
    },
    {
      "text": "The interest on the Debenture was to be used to fund the payment of dividends on the Capital Securities.",
      "id": "s348"
    },
    {
      "text": "LLC's sole purpose was to issue the Capital Securities and invest the proceeds in the Debenture.",
      "id": "s349"
    },
    {
      "text": "Its sole purpose was to act as a link or conduit between the raising of funds in the US market and their provision to SGB.",
      "id": "s350"
    },
    {
      "text": "71 The maturity date of the Indenture was tied to the dates of redemption of the Capital Securities (Indenture, s 301).",
      "id": "s351"
    },
    {
      "text": "72 Rights of SGB of early repayment were based on a \"Special Event\", defined in the same way as in the terms of the Series A Capital Securities (Indenture, s 1101); early repayment required RBA approval (Indenture, s 1103(a)); early repayment could only proceed if the proceeds were sufficient to enable LLC to redeem the Capital Securities and LLC called for such redemption (Indenture, s 1103(b)).",
      "id": "s352"
    },
    {
      "text": "73 The inter-relationship between the payment of the interest on the Debenture and the dividends on the Capital Securities was not limited to the fact that the interest was the sole source of funds for the dividends.",
      "id": "s353"
    },
    {
      "text": "If, because of the state of Distributable Group Profits, a Blocking Notice were given to LLC preventing it from paying a dividend on the Capital Securities, the interest received by LLC from SGB would be effectively returned to SGB by the requirement to declare a dividend on the common stock held by Dysty and Buchelin.",
      "id": "s354"
    },
    {
      "text": "Thus, the interest payments were intended commercially only to fund dividends when such were payable by reference to SGB Group Distributable Profits; to the extent they were not so required, they were \"returned\" to SGB.",
      "id": "s355"
    },
    {
      "text": "(See Mr Norling's letter to the RBA 29 May 1997, above.",
      "id": "s356"
    },
    {
      "text": ") The legal framework in which the Indenture worked gave effect to this.",
      "id": "s357"
    },
    {
      "text": "74 Also, if LLC received interest surplus to the requirement of the payment of dividends on the Capital Securities, LLC was required to pay dividends to Dysty and Buchelin returning this surplus, effectively, to SGB.",
      "id": "s358"
    },
    {
      "text": "75 The provisions for repayment of principal under the Indenture are also relevant to the question of the advantage sought and obtained by payments of periodic interest.",
      "id": "s359"
    },
    {
      "text": "The submissions of SGB stressed that the interest payments were periodic payments securing the temporary use of funds over a term to expire in 2023.",
      "id": "s360"
    },
    {
      "text": "The LLC Agreement and the Indentures contemplated and provided for a number of events which have been discussed earlier.",
      "id": "s361"
    },
    {
      "text": "As that discussion reveals, the arrangement was structured so that holders had no redemption rights and could, effectively at SGB's election, end up with either SGB Preference Shares or Series C Capital Securities from an issuer other than LLC, whereby LLC would repay the funds repaid to it by SGB to SGB (as holder of Series B Capital Securities) and to Dysty and Buchelin (as common stock holders).",
      "id": "s362"
    },
    {
      "text": "76 I reject the submission of SGB that a characterisation of the advantage calculated to be effected by the payment of interest must be limited to the maintenance of the loan and that to do otherwise, is, impermissibly, to ignore legal form.",
      "id": "s363"
    },
    {
      "text": "The advantage sought and obtained by the payment of interest under the Debenture was the maintenance of the loan as an integral part of the establishment and maintenance of a structural strengthening of the capital base of SGB and the SGB Group.",
      "id": "s364"
    },
    {
      "text": "The advantage was the underpinning and continuation of the capital raising and its funding by paying dividends through the integral and integrated mechanism of the loan from the special purpose vehicle which was a conduit, LLC.",
      "id": "s365"
    },
    {
      "text": "The advantage sought from the periodic payment of interest was one that accrued to SGB itself --- the maintenance of the expansion and strengthening of its and its group's capital standing as an aspect of the structure of its business and the satisfaction of the RBA of capital adequacy ratios as a condition of its banking licence.",
      "id": "s366"
    },
    {
      "text": "It would be misleading and inadequate to describe the advantage calculated to be effected by the payment of interest as the temporary maintenance of a loan providing funds for SGB.",
      "id": "s367"
    },
    {
      "text": "The advantage sought was the maintenance and continuation of the overall addition to the enhancement of SGB's and the group's capital structure by funding LLC for the sole purpose of paying dividends to the extent LLC was not prohibited from doing so.",
      "id": "s368"
    },
    {
      "text": "77 None of these conclusions requires a departure from legal form or an adoption of any notion of economic equivalence.",
      "id": "s369"
    },
    {
      "text": "The legal structure and overall commercial purpose of the arrangement, including the terms of Indenture, the LLC Agreement and the terms of the Capital Securities are the foundation for these conclusions.",
      "id": "s370"
    },
    {
      "text": "78 The payment of interest under the Debenture was not the cost of acquiring or maintaining an ephemeral loan from interest period to interest period, but a cost of acquiring and maintaining the structural advantages sought by the capital raising, as the means of funding the payment of the dividends on the Capital Securities.",
      "id": "s371"
    },
    {
      "text": "79 A narrow view of looking at the Indenture separately would support SGB's contentions that the advantage sought and obtained by the payments of interest was the temporary maintenance of the long-term loan.",
      "id": "s372"
    },
    {
      "text": "Looking at the Debenture in its full commercial context, and recognising the interconnected legal structure put in place by the arrangement, my view is that the payments were outlaid to obtain a wider advantage --- to acquire and maintain the structural advantages sought by the capital raising by LLC.",
      "id": "s373"
    },
    {
      "text": "The payments were the means of funding, by SGB, the payment of dividends on the Capital Securities.",
      "id": "s374"
    },
    {
      "text": "80 This leads to the conclusion that the interest payments were on capital and not revenue account for the purposes of s 8-1(2).",
      "id": "s375"
    },
    {
      "text": "81 This conclusion is not dictated otherwise than by application of the principles to which I have referred.",
      "id": "s376"
    },
    {
      "text": "Argument took place, however, as to the relevance of the Macquarie Finance decision both before Hill J at first instance, and on appeal.",
      "id": "s377"
    },
    {
      "text": "I do not propose to analyse the complex facts of that case.",
      "id": "s378"
    },
    {
      "text": "The present controversy is not decided by the differences or similarities to the facts there.",
      "id": "s379"
    },
    {
      "text": "It is sufficient that I make the following remarks.",
      "id": "s380"
    },
    {
      "text": "First, it was essential to the reasoning of the Court that a wide view was taken of the context of the transaction.",
      "id": "s381"
    },
    {
      "text": "That is in accordance with my approach here.",
      "id": "s382"
    },
    {
      "text": "The Commissioner in submissions use the phrase \"composite in nature\".",
      "id": "s383"
    },
    {
      "text": "I prefer to express it as I have: that the full legal and commercial context of the interest payments must be understood and taken into account.",
      "id": "s384"
    },
    {
      "text": "Secondly, the lack of a \"stapled\" aspect to the security is irrelevant.",
      "id": "s385"
    },
    {
      "text": "The stapling in Macquarie Financing can be seen as the means adopted of connecting the obligation to pay interest to the preference shares that were issued.",
      "id": "s386"
    },
    {
      "text": "Here, the connection between the Debenture and the Capital Securities and the interlocking relationship between them is effected by different means that I have discussed.",
      "id": "s387"
    },
    {
      "text": "Thirdly, LLC's ability to sue for default must be placed in its context --- it could not produce any acceleration or falling in (the Indenture, s 503) and must, if funds were received, lead to their being payable to the holders of the Capital Securities or common securities.",
      "id": "s388"
    },
    {
      "text": "Fourthly, though the payment of interest by SGB did not affect LLC's obligations to Capital Securities holders, it did fund them.",
      "id": "s389"
    },
    {
      "text": "Fifthly, the approaches of Hill J, French J and Gyles J, in particular at 210 ALR at [61] and [63] (Hill J) and 140 FCR at [108] and [252] (French J and Gyles J, respectively), make it plain that the payment of interest under obligations created in one document as part of an integrated and interlocking coherent arrangement designed and sculpted to create an accretion to the capital base of the taxpayer (and of the taxpayers' group, to its benefit) may well be made on capital account.",
      "id": "s390"
    },
    {
      "text": "It was so there.",
      "id": "s391"
    },
    {
      "text": "It is so here.",
      "id": "s392"
    },
    {
      "text": "82 The conclusion that I have reached is supported by South Australian Battery Makers [1978] HCA 32 ; 140 CLR 645.",
      "id": "s393"
    },
    {
      "text": "As Gibbs ACJ said at 655:\n \n If on the other hand one advantage sought by the outgoings was the acquisition of a capital asset (the land and buildings), the fact that the payments were called 'rent', and were made periodically, would not necessarily prevent them from being in part outgoings of a capital nature.",
      "id": "s394"
    },
    {
      "text": "83 There, the capital advantage was not obtained by the taxpayer; here it was.",
      "id": "s395"
    },
    {
      "text": "The benefit of the arrangement and integrated structure of which the Indenture and Debenture were an integral and integrated part inured to the benefit of SGB by the strengthening of the capital structure of SGB and its group in a manner that was acceptable to the RBA.",
      "id": "s396"
    },
    {
      "text": "The advantage sought and obtained by the interest payments was the assistance in the creation and maintenance of that business capital structure for the long-term structural benefit of SGB.",
      "id": "s397"
    },
    {
      "text": "Was a valid election made?",
      "id": "s398"
    },
    {
      "text": "84 Division 974 was introduced into the 1997 Act by the Debt/Equity Act.",
      "id": "s399"
    },
    {
      "text": "The Debt/Equity Provisions sought to set out a statutory regime for the treatment of the deductibility of returns on financial interests issued by a company.",
      "id": "s400"
    },
    {
      "text": "In particular, these provisions sought to identify new rules governing what is an equity interest and what is a debt interest for tax purposes, based on the economic substance of the rights and obligations of the arrangement, rather than their legal form.",
      "id": "s401"
    },
    {
      "text": "A premise underlying the rationale of the provisions was the likely deductibility of interest on what is a debt in legal form.",
      "id": "s402"
    },
    {
      "text": "85 This legislation came into effect after the putting in place of the present arrangement.",
      "id": "s403"
    },
    {
      "text": "The Debt/Equity Act provided for the operation of the Debt/Equity Provisions by item 118 of Schedule 1 to that Act.",
      "id": "s404"
    },
    {
      "text": "Item 118(6)(b) provided that if an interest was issued before 1 July 2001 (and there was no debate about that in this case), the Debt/Equity Provisions:\n \n apply to transactions... if the issuer elects to have this paragraph apply to the interest.",
      "id": "s405"
    },
    {
      "text": "86 Item 118(10) and (11) relevantly provided as follows:\n \n \n (10) An election in relation to an interest is effective for the purposes of paragraph(6)(b) only if : \n \n\n (a) the election is lodged with the Commissioner within: \n \n (i) 90 days after the day on which this Act receives the Royal Assent; or \n \n (ii) such further time as the Commissioner allows; and \n \n\n \n ... \n \n\n \n (c) the election contains the following information: \n \n (i) the name of the issuer; \n \n (ii) the tax file number of the issuer; \n \n (iii) the legal form of the interest; \n \n (iv) ASX code or other stock exchange listing code allotted to the issue(if applicable); \n \n (v) the date of the issue; \n \n (vi) the face value of the issue; \n \n (vii) the number of interests of that kind on issue when the election is made; \n \n (viii) coupon/dividend rates and terms including contingencies; \n \n (ix) maturity details; \n \n (x) redemption details and terms including contingencies; \n \n (xi) conversion/exercise details.",
      "id": "s406"
    },
    {
      "text": "An election under paragraph(6)(b) cannot be revoked.",
      "id": "s407"
    },
    {
      "text": "(11) The Commissioner may allow further time under subparagraph(10)(a)(ii) if he or she: \n \n\n (a) is satisfied that the issuer would otherwise not have sufficient opportunity to make the election; or \n \n (b) otherwise considers it reasonable to do so \n \n[emphasis added]\n \n\n \n87 On 21 December 2001, AAR, on behalf of SGB, Dysty and Buchelin wrote to the ATO seeking an extension of time in which to make an election.",
      "id": "s408"
    },
    {
      "text": "The extension of time was granted until 18 February 2002.",
      "id": "s409"
    },
    {
      "text": "On 13 February 2002, AAR wrote to the ATO stating that \"SGB has elected to have paragraph 6(b) of item 118 apply to the interests described in the election attached to this letter.",
      "id": "s410"
    },
    {
      "text": "\" One document attached concerned the US$150 million subordinated notes; the second concerned the Debenture.",
      "id": "s411"
    },
    {
      "text": "A copy of this second election document is annexed.",
      "id": "s412"
    },
    {
      "text": "88 After the Commissioner sought (on 11 March 2002) confirmation that the election was in respect of the Debenture, AAR (on 5 April 2002) confirmed that it was and sought to point out a typographical error in the election document, in that the election had identified what was said to be the wrong interest rate, 9.485% (the Series C Capital Securities rate), rather than 8.485% (the Series A Capital Securities rate).",
      "id": "s413"
    },
    {
      "text": "The letter stated the correct interest rate to be 8.485%.",
      "id": "s414"
    },
    {
      "text": "89 The first question or group of questions is whether the election contained the information referred to in item 118(10)(c)(i)-(xi).",
      "id": "s415"
    },
    {
      "text": "The first contested piece of information relates to 118(10)(c)(vii), \"Number on issue at time of election\".",
      "id": "s416"
    },
    {
      "text": "The information provided was \"interests with a face value totaling US$350,000,000 remain on issue\" .",
      "id": "s417"
    },
    {
      "text": "90 When one goes to Section 201 of, and Annexure A to, the Indenture it is plain that there is one debenture issued by SGB to LLC in the principal sum of US$350 million.",
      "id": "s418"
    },
    {
      "text": "91 I do not agree with the Commissioner's submission that what was placed in the notice was \"the number of interests of that kind on issue\".",
      "id": "s419"
    },
    {
      "text": "It was the value of interests on issue that was referred to.",
      "id": "s420"
    },
    {
      "text": "Therefore, the election did not contain information called for in item 118(10)(c)(vii).",
      "id": "s421"
    },
    {
      "text": "92 The second contested piece of information relates to item 118(10)(c)(viii), \"Coupon/dividend rates and terms including contingencies\".",
      "id": "s422"
    },
    {
      "text": "Three points were made by SGB.",
      "id": "s423"
    },
    {
      "text": "First, the interest rate identified of 9.485% was not the interest rate of the Debenture.",
      "id": "s424"
    },
    {
      "text": "Rather, the relevant information was 8.485% and the step up in interest rate to 8.985% from 1 July 2017 and 9.485% from 1 July 2022.",
      "id": "s425"
    },
    {
      "text": "Secondly, the correction made by the letter of 5 April did not provide the relevant information.",
      "id": "s426"
    },
    {
      "text": "The correction was inadequate, it was submitted, because the \"coupon rates and terms\" should have been identified by reference to the three rates and the two step-up provisions.",
      "id": "s427"
    },
    {
      "text": "Thirdly, even if the correction was adequate, it could only take effect as part of the election.",
      "id": "s428"
    },
    {
      "text": "Whilst there was no submission that the election could not take place in more than one document, this addition to the election took place outside the time extended by the Commissioner under item 118(10)(a)(ii).",
      "id": "s429"
    },
    {
      "text": "93 I agree with these submissions.",
      "id": "s430"
    },
    {
      "text": "None of the election document, the correction, or the two read together provided the \"coupon rates and terms\" or the \"coupon rates\".",
      "id": "s431"
    },
    {
      "text": "There was a deficiency in that only one rate was given in each communication whereas, in fact, the information was the three rates stepped up in the way identified in the Indenture and the Annexure to it.",
      "id": "s432"
    },
    {
      "text": "The second part of the election was also out of time.",
      "id": "s433"
    },
    {
      "text": "94 The third contested piece of information relates to item 118(10)(c)(ix), \"Maturity details\".",
      "id": "s434"
    },
    {
      "text": "The Commissioner argued that the statement \"perpetual\" that was made in the election document was in fact correct because of the capacity for SGB and LLC to ensure the holder of capital securities could not redeem in cash and because, in such circumstances, the debenture was repaid to LLC at a time when the Series B Capital Securities holder would be SGB itself (and so it would receive the funds repaid by it to LLC, from LLC, as repayment redemption of the Series B Capital Securities that it held).",
      "id": "s435"
    },
    {
      "text": "I disagree.",
      "id": "s436"
    },
    {
      "text": "Whilst these aspects of the total arrangement take their place in the analysis of the characterisation of the interest outgoings as capital in the way I have discussed above, it is an inaccurate statement to say that the Debenture did not have a maturity date.",
      "id": "s437"
    },
    {
      "text": "It clearly did --- 30 June 2023.",
      "id": "s438"
    },
    {
      "text": "The only qualification to this was that if the exchange of the Series B Capital Securities for the Series C Capital Securities or SGB Preference Shares were delayed (to a date after 30 June 2022) then the stated maturity date of the principal of the Debenture would be extended to the first anniversary of the Interest Payment Date on which the exchange occurs.",
      "id": "s439"
    },
    {
      "text": "Thus, the relevant information was not provided.",
      "id": "s440"
    },
    {
      "text": "It may be that any debt issued consequent on Series C Capital Securities issued by the new issuer would be \"perpetual\", but that was not the Debenture.",
      "id": "s441"
    },
    {
      "text": "95 The fourth contested piece of information relates to item 118(10)(c)(x), \"Redemption details and terms including contingencies\".",
      "id": "s442"
    },
    {
      "text": "The contents of the election notice are attached.",
      "id": "s443"
    },
    {
      "text": "SGB submitted that the information was incorrect in that the Debenture had a maturity date, 30 June 2023 (subject to the extension referred to above).",
      "id": "s444"
    },
    {
      "text": "That submission is correct.",
      "id": "s445"
    },
    {
      "text": "The redemption details and terms, including contingencies, were not provided.",
      "id": "s446"
    },
    {
      "text": "96 What, then, is the consequence of these inadequacies in the provision of information called for by item 118(10)(c)?",
      "id": "s447"
    },
    {
      "text": "The words of the item are plain.",
      "id": "s448"
    },
    {
      "text": "The election is only effective if the relevant information is provided.",
      "id": "s449"
    },
    {
      "text": "It is unnecessary to reinterpret the debate into language of \"mandatory\" and \"facultative\" or \"permissive\" or \"directory\": cf Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355 .",
      "id": "s450"
    },
    {
      "text": "The clear intention of the words used by Parliament requires all the information in para (10)(c)to be provided for the election to be effective.",
      "id": "s451"
    },
    {
      "text": "All such information was not provided.",
      "id": "s452"
    },
    {
      "text": "The election was not effective.",
      "id": "s453"
    },
    {
      "text": "97 The Commissioner submitted that there was sufficient information in the election document to enable the Commissioner to identify the Debenture as the security in respect of which the election was made.",
      "id": "s454"
    },
    {
      "text": "This was, it was said, the purpose of the document.",
      "id": "s455"
    },
    {
      "text": "This may be so, but the words of item 118(10) are clear - the election is only effective if certain information is provided.",
      "id": "s456"
    },
    {
      "text": "It was not.",
      "id": "s457"
    },
    {
      "text": "98 Division 974 of the 1997 Act was therefore not engaged.",
      "id": "s458"
    },
    {
      "text": "The application of Division 974 of the 1997 Act \n \n99 It is unnecessary to decide this aspect of the case.",
      "id": "s459"
    },
    {
      "text": "The parties, however, fully argued the relevant issues.",
      "id": "s460"
    },
    {
      "text": "I was invited by the Commissioner to provide my reasons on the issues argued even if they were not necessary for my decision.",
      "id": "s461"
    },
    {
      "text": "After initially submitting that I should not do so, SGB put submissions to the effect of those put by the Commissioner in this respect.",
      "id": "s462"
    },
    {
      "text": "I have given careful consideration to complying with the request of the parties to discuss Division 974 even if it is not necessary for a decision.",
      "id": "s463"
    },
    {
      "text": "I have come to the view that I should not, for three reasons.",
      "id": "s464"
    },
    {
      "text": "First, no separate body of facts needs to be found for the assistance of a Full Court, should I be found to have erred in my earlier analysis.",
      "id": "s465"
    },
    {
      "text": "Secondly, however detailed and concluded my views, they would not be essential for the reasoning underlying the orders made.",
      "id": "s466"
    },
    {
      "text": "They would, as obiter dicta , lack a degree of authority.",
      "id": "s467"
    },
    {
      "text": "Subject to conforming with the law of Australia as laid out by Parliament and as interpreted and declared by the courts as the judicial branch of government: (see Commissioner of Taxation v Indooroopilly Children Services (Qld) Pty Ltd (2007) 158 FCR 325) it is for the Commissioner and the ATO to administer the revenue legislation as they interpret it.",
      "id": "s468"
    },
    {
      "text": "There has been public comment made by the Commissioner, the ATO, and others, apparently doubting elements of these basal governmental separations, responsibilities and functions discussed in Indooroopilly 158 FCR 325.",
      "id": "s469"
    },
    {
      "text": "This is not the place to enter that debate.",
      "id": "s470"
    },
    {
      "text": "It is, however, appropriate to recognise that courts decide cases and, in so doing, declare the law, including the meaning and effect of laws of the Parliament.",
      "id": "s471"
    },
    {
      "text": "To the extent that my views on Division 974 would be clearly obiter dicta, they may create an unnecessary impediment to the administration of the revenue legislation if they are not part of the ratio decidendi of the decision.",
      "id": "s472"
    },
    {
      "text": "Thirdly, the business community and capital markets, likewise, will have my views that are not part of the ratio decidendi affecting questions of advice and judgment in circumstances where the views of the Commissioner and the ATO can be sought by ruling or assessment, and, thereafter, be directly and specifically tested and ruled upon in a way binding on both the revenue and the taxpayer.",
      "id": "s473"
    },
    {
      "text": "100 I should add that I have come to these views having had the benefit of the thorough and careful submission of counsel for both sides (for which I express my gratitude) and having considered these submissions in considerable detail.",
      "id": "s474"
    },
    {
      "text": "Evidence and rulings \n \n101 As to the evidence requiring a ruling I set out my rulings and my reasons (in brief).",
      "id": "s475"
    },
    {
      "text": "102 Objection was taken to [118(i)] of the affidavit of Mr McKerihan.",
      "id": "s476"
    },
    {
      "text": "I allow the paragraph.",
      "id": "s477"
    },
    {
      "text": "The subjective views of the businesspeople engaged in the transaction may commercially assist in the process of characterisation.",
      "id": "s478"
    },
    {
      "text": "Here, I do not consider the view of Mr McKerihan as to how long the arrangement would last to be of any real weight.",
      "id": "s479"
    },
    {
      "text": "I have given reasons for those views earlier.",
      "id": "s480"
    },
    {
      "text": "I appreciate that Hill J took a different view with similar evidence in Macquarie Finance.",
      "id": "s481"
    },
    {
      "text": "How wide, in any given circumstances, the net of evidence can legitimately be cast to assess the business character of the outgoing is difficult to say.",
      "id": "s482"
    },
    {
      "text": "I do not think one is limited to the transaction documents or the decision of the relevant board.",
      "id": "s483"
    },
    {
      "text": "Here, I am not prepared to reject the evidence as legally irrelevant.",
      "id": "s484"
    },
    {
      "text": "Its weight is, however, minimal.",
      "id": "s485"
    },
    {
      "text": "103 For the same reason I allow [164(o)], [203], the words \"and to provide... 20 year period\" in the first sentence of [204] and [205]-[212] of Mr McKerihan's affidavit.",
      "id": "s486"
    },
    {
      "text": "I make the same comments as to weight.",
      "id": "s487"
    },
    {
      "text": "104 Mr Skelton was the Chairman of Investment Banking to Merrill Lynch.",
      "id": "s488"
    },
    {
      "text": "Objection was taken to [15]-[34] of his affidavit on the ground of relevance.",
      "id": "s489"
    },
    {
      "text": "I allow these paragraphs.",
      "id": "s490"
    },
    {
      "text": "As the senior commercial adviser he is able to give a commercial insight into the aims and purposes of the transaction.",
      "id": "s491"
    },
    {
      "text": "For the reasons given earlier, however, this evidence has minimal weight.",
      "id": "s492"
    },
    {
      "text": "105 Objection was taken to the third and fourth sentences of [43], the second and third sentences of [60], [62] and [63] and that part of [66] commencing with the words \"and to ensure that...\" on the penultimate line of [66] in Mr Norling's affidavit.",
      "id": "s493"
    },
    {
      "text": "I allow these parts of Mr Norling's evidence.",
      "id": "s494"
    },
    {
      "text": "As General Counsel, his views may conceivably add to the assessment of the advantage sought by the relevant payments.",
      "id": "s495"
    },
    {
      "text": "Again, in these circumstances, its weight in minimal.",
      "id": "s496"
    },
    {
      "text": "As to the conversations in [60], they will be admitted with a limitation that they are only evidence of the fact of the conversation in that form thereby evidencing Mr McKerihan's contemporaneous state of mind.",
      "id": "s497"
    },
    {
      "text": "106 Objection was taken by the Commissioner to the tender of the reasons of the ATO for the decision in relation to the 2001, 2002 and 2003 years of income.",
      "id": "s498"
    },
    {
      "text": "These were marked as exhibit F. SGB tendered these documents to show that the ATO had earlier taken the view that the election by SGB to invoke the Debt/Equity Provisions had not been effective.",
      "id": "s499"
    },
    {
      "text": "It was put by Mr Walker that it was indicative of how the election document should be read in practice.",
      "id": "s500"
    },
    {
      "text": "I do not see how this is relevant.",
      "id": "s501"
    },
    {
      "text": "The information required by item 118 was either present or not present in the document.",
      "id": "s502"
    },
    {
      "text": "With the agreement of both parties, I admitted Exhibit F subject to relevance.",
      "id": "s503"
    },
    {
      "text": "I reject the documents comprising Exhibit F. There will be an order that the documents comprising Exhibit F be rejected, be removed from the records as Exhibit F and be marked as MFI 1 for the purposes of any appeal.",
      "id": "s504"
    },
    {
      "text": "107 Objection was taken by SGB on the grounds of relevance to the tender by the Commissioner of the 1999 version of the prudential requirements of the RBA.",
      "id": "s505"
    },
    {
      "text": "The explanatory memorandum to the Debt/Equity Act makes reference to these requirements.",
      "id": "s506"
    },
    {
      "text": "I think they can be seen to be part of the context, in its widest sense, of the introduction of the Debt/Equity Act.",
      "id": "s507"
    },
    {
      "text": "I allow the evidence.",
      "id": "s508"
    },
    {
      "text": "Orders \n \n108 For the above reasons, the orders in each application will be: \n \n1.",
      "id": "s509"
    },
    {
      "text": "The documents comprising Exhibit F be removed from the record as Exhibit F and marked MFI 1.",
      "id": "s510"
    },
    {
      "text": "2.",
      "id": "s511"
    },
    {
      "text": "The application be dismissed.",
      "id": "s512"
    },
    {
      "text": "3.",
      "id": "s513"
    },
    {
      "text": "The applicant pay the respondent's costs.",
      "id": "s514"
    },
    {
      "text": "I certify that the preceding one hundred and eight (108) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s515"
    },
    {
      "text": "Associate:\nDated: 11 April 2008\n\n\n Counsel for the Applicant: Mr B Walker SC with Mr J Lockhart and Mr M Richmond \n \n Solicitor for the Applicant: Allens Arthur Robinson \n \n Counsel for the Respondent: Ms J Davies SC with Mr S Steward and Mr J Hmelnitsky \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 25, 26 and 27 July 2007 \n \n Date of Judgment: 11 April 2008 \n\n \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/453.html",
      "id": "s516"
    }
  ]
}