{
  "name": "Korean Air Lines Co Ltd v Australian Competition and Consumer Commission (No 2) [2008] FCA 449 (4 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/449.html",
  "catchphrases": [
    {
      "text": "no implied waiver of legal professional privilege",
      "id": "c0"
    },
    {
      "text": "procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "Introduction: \n \n1 The Australian Competition and Consumer Commission (\"the ACCC\") has claimed legal professional privilege over the redacted portions of the exhibits referred to in [10 of the affidavit of Mr Scott Gregson of 14 March 2008.",
      "id": "s0"
    },
    {
      "text": "2 Redacted portions of those exhibits were produced by the ACCC in answer to paragraphs 5(d) and (e) of a notice to produce dated 25 February 2008.",
      "id": "s1"
    },
    {
      "text": "3 The parties are content for me to decide Korean Air Lines' (\"KAL's\") notice of motion filed 31 March 2008 on their written submissions without hearing oral argument.",
      "id": "s2"
    },
    {
      "text": "4 Two questions arise on the motion.",
      "id": "s3"
    },
    {
      "text": "The first is whether Exhibit SG 32 is properly the subject of a claim for legal professional privilege.",
      "id": "s4"
    },
    {
      "text": "The second is whether the ACCC has waived privilege over the redacted portions of the exhibits described in [10] of Mr Gregson's affidavit.",
      "id": "s5"
    },
    {
      "text": "5 Exhibit SG 32 is described as a file note prepared by a junior member of staff which records communications engaged in at a meeting for the dominant purpose of the ACCC being provided with legal advice in relation to various aspects of the investigation.",
      "id": "s6"
    },
    {
      "text": "6 In my view privilege extends to the document even though it was not prepared by a lawyer and did not pass between lawyer and client.",
      "id": "s7"
    },
    {
      "text": "The claim falls within the principles stated by a Full Court in Pratt Holdings Pty Ltd v Commissioner of Taxation [2004] FCAFC 122 ; (2004) 136 FCR 357 at [20] , [22](i) and [88] --- [90]; see also Trade Practices Commission v Sterling (1978) 36 FLR 244 at 245.",
      "id": "s8"
    },
    {
      "text": "7 The claim for privilege appears to me to have been properly made by the description of SG 32 and in [11] of Mr Gregson's affidavit.",
      "id": "s9"
    },
    {
      "text": "I have not found it necessary to inspect the document: Trade Practices Commission v Sterling at 247.",
      "id": "s10"
    },
    {
      "text": "8 KAL relies upon the terms of the Notice to Produce and upon the assertions made in certain paragraphs of the affidavits of Mr Pearson and Mr Owbridge as set out in [6] --- [10] of KAL's written submission to support its contention of waiver.",
      "id": "s11"
    },
    {
      "text": "The ACCC does not dispute that it intends to call evidence to that effect.",
      "id": "s12"
    },
    {
      "text": "9 It is true, as was submitted by the ACCC, that it has not sought to rely upon any privileged advice in advancing the evidence referred to in the affidavits of Mr Pearson and Mr Owbridge.",
      "id": "s13"
    },
    {
      "text": "10 It is also true that, ordinarily, a statement such as that made by Mr Owbridge to the effect that no legal advice had been requested on a particular topic would not involve any inconsistency between the statement and the maintenance of confidentiality of advice on other topics.",
      "id": "s14"
    },
    {
      "text": "11 However, three difficulties arise for the ACCC.",
      "id": "s15"
    },
    {
      "text": "First, the Notice to Produce seeks documents which record or refer to the possible commencement of legal proceedings by the ACCC against KAL or the reasons for recommending the issue of the \n s 155 notice.",
      "id": "s16"
    },
    {
      "text": "I must therefore infer that the redacted portions of the documents go to those topics.",
      "id": "s17"
    },
    {
      "text": "12 Second, Mr Pearson's statements include assertions that:\n \n&#8226; Staff of the ACCC had not advanced the investigation sufficiently to warrant a recommendation that the matter be referred to the ACCC for a decision whether legal proceedings should be commenced.",
      "id": "s18"
    },
    {
      "text": "&#8226; He had not reached a decision to recommend that legal proceedings be commenced and that to do so he would need:\n \n \n ... legal advice from external legal advisers ... that the Commission has reasonable grounds to institute proceedings.",
      "id": "s19"
    },
    {
      "text": "13 Third, Mr Owbridge asserts he told Mr Lloyd that his understanding was that no legal advice had been requested as to whether reasonable grounds existed for the commencement of proceedings.",
      "id": "s20"
    },
    {
      "text": "14 The statements in the affidavits of Mr Pearson and Mr Owbridge walk a very fine line between the maintenance of confidentiality in the legal advice and implied assertions that are inconsistent with it: Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at [29] ; Commissioner of Taxation v Rio Tinto Ltd [2006] FCAFC 86 ; (2006) 151 FCR 341 at [52] .",
      "id": "s21"
    },
    {
      "text": "15 At present, Mr Owbridge's assertion does not rise above a statement of his understanding which he communicated to Mr Lloyd.",
      "id": "s22"
    },
    {
      "text": "16 On the other hand, Mr Pearson's affidavit contains two assertions.",
      "id": "s23"
    },
    {
      "text": "They are that he and the staff had not advanced the investigation sufficiently to recommend commencement of proceedings and that before he would be in a position to do so, he would need legal advice from external advisers.",
      "id": "s24"
    },
    {
      "text": "17 The last mentioned assertion contains the implied assertion that he had not sought or did not have such advice.",
      "id": "s25"
    },
    {
      "text": "But the redacted portions of the documents apparently record advice relating to the possible commencement of legal proceedings by the ACCC against KAL.",
      "id": "s26"
    },
    {
      "text": "18 Nevertheless, I do not consider that Mr Pearson's affidavit makes an express or implied assertion about the content of the privileged communications.",
      "id": "s27"
    },
    {
      "text": "Whilst it is true that Mr Pearson makes a positive assertion to the effect that he did not have the stipulated advice, in my opinion, that does not necessarily put in issue the content of the advice referred to in the privileged communications.",
      "id": "s28"
    },
    {
      "text": "19 The question of whether the content has been put in issue or deployed lies at the heart of the principle of waiver.",
      "id": "s29"
    },
    {
      "text": "I am not satisfied that the assertions necessarily lay open the content of the confidential communications to scrutiny: DSE (Holdings) Pty Limited v Intertan Inc [2003] FCA 384 ; (2003) 127 FCR 499 at [58] .",
      "id": "s30"
    },
    {
      "text": "20 It follows that the motion must be dismissed.",
      "id": "s31"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s32"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2008\n\n\n Counsel for the Applicant: S Gageler SC with M Darke \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: T Howe QC with R A Dick \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Judgment: 4 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/449.html",
      "id": "s33"
    }
  ]
}