{
  "name": "Police Federation of Australia v Nixon [2008] FCA 467 (18 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/467.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction to restrain contravention of s 792(1) of workplace relations act 1996",
      "id": "c0"
    },
    {
      "text": "resumption of disciplinary inquiry into allegations of workplace bullying against secretary of police associate said to be for prohibited reason or reasons that included a prohibited reason",
      "id": "c1"
    },
    {
      "text": "whether serious issue to be tried",
      "id": "c2"
    },
    {
      "text": "whether \"interim injunction\" in s 809(2) of workplace relations act includes interlocutory injunction",
      "id": "c3"
    },
    {
      "text": "effect of s 809(2)",
      "id": "c4"
    },
    {
      "text": "balance of convenience",
      "id": "c5"
    },
    {
      "text": "effect of staying disciplinary investigation.",
      "id": "c6"
    },
    {
      "text": "claim that resumption of inquiry into allegations of workplace bullying against secretary of police association for prohibited reason or reasons that included a prohibited reason",
      "id": "c7"
    },
    {
      "text": "whether \"interim injunction\" in s 809(2) of workplace relations act includes interlocutory injunction",
      "id": "c8"
    },
    {
      "text": "effect of s 809(2) on reverse onus of proof imposed by s 809(1).",
      "id": "c9"
    },
    {
      "text": "injunctions",
      "id": "c10"
    },
    {
      "text": "industrial law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 Proceedings have been instituted in this Court by the Police Federation of Australia (\"PFA\") and The Police Association (\"TPA\") against the first respondent, Christine Nixon (\"the Commissioner\"), who is the Chief Commissioner of the Victoria Police and the second respondent, the State of Victoria.",
      "id": "s0"
    },
    {
      "text": "By their amended statement of claim, the PFA and TPA have alleged that the Secretary of TPA, a Senior Sergeant Paul Mullett (\"Mullett\") has been engaged on behalf of TPA in industrial negotiations and the prosecution in the Australian Industrial Relations Commission (\"the AIRC\") of industrial disputes with the Commissioner and has also campaigned against proposed changes to the Police Regulation Act 1958 (Vic) (\"the PRA \").",
      "id": "s1"
    },
    {
      "text": "It is further alleged in the amended statement of claim that Mullett has convened meetings of members, or delegates' conferences of TPA which have carried motions of no confidence in the Commissioner.",
      "id": "s2"
    },
    {
      "text": "2 A separate part of the amended statement of claim alleges that Mullett and TPA successfully made political representations which resulted in an agreement being concluded, without any involvement by the Commissioner, about matters to be included in a new enterprise bargaining agreement.",
      "id": "s3"
    },
    {
      "text": "It is also asserted that the PFA had, in August and September 2007, instigated industrial action by its members in support of what it claimed should be contained in the proposed new enterprise bargaining agreement.",
      "id": "s4"
    },
    {
      "text": "3 It is further alleged in the amended statement of claim that Mullett has convened meetings of members or delegates' conferences of TPA which have carried motions of no confidence in the Commissioner.",
      "id": "s5"
    },
    {
      "text": "As well, the amended statement of claim recited various complaints by the Commissioner that TPA had misrepresented, on various issues, her position and had made her personally a target of aspects of its campaigns.",
      "id": "s6"
    },
    {
      "text": "4 A specific focus of hostile relations between the Commissioner on the one hand, and Mullett and TPA on the other, is identified in par 141 of the amended statement of claim as \"the Bullying Allegations.",
      "id": "s7"
    },
    {
      "text": "\" That paragraph, omitting particulars, is in these terms;\n \n \n '141.",
      "id": "s8"
    },
    {
      "text": "On 3 May 2006 Nixon wrote to Mitchell and the Executive of TPA stating that: \n \n \n \n \n (a) she had \"received a complaint under Part IVA of the Police Regulation Act in relation to alleged bullying behaviour in the Association\"; \n (b) that the \"complaint alleges serious misconduct for the purposes of s86L2(A) of the Act and I am required to investigate the matter\"; \n (c) that she had \"advised the Director of Police lntegrity of the nature of the complaint\" and was to \"shortly commence an investigation in to the allegations\"; \n (d) that \"the complainant has also provided a copy of a report prepared by Grant Brecht dated February 2006 titled 'Health and Wellbeing Review, Report for the Police Association'.",
      "id": "s9"
    },
    {
      "text": "The report characterises the alleged behaviour of the Secretary and others in leadership positions as falling into the category of bullying and intimidatory behaviour.",
      "id": "s10"
    },
    {
      "text": "The complaint supports the findings of the Report and submits that the TPA has not done enough to address the alleged behaviour of the Secretary\".",
      "id": "s11"
    },
    {
      "text": "(\"the Bullying Allegations\")' \n \n\n\n \n 5 As revealed by the amended statement of claim and confirmed by an affidavit sworn by Thomas Donald Luke Cornelius, an Assistant Commissioner of Police (\"Cornelius\") on 30 January 2008 and filed on behalf of the respondents, the Bullying Allegations have, since September 2006, been the subject of investigations by the Victorian Workcover Authority (\"WorkSafe\") and the Victorian Ombudsman.",
      "id": "s12"
    },
    {
      "text": "In a report issued in April 2007, the latter recommended that Victoria Police should \"further investigate the matter by interviewing all relevant witnesses and the Secretary of the Police Association [Mullett] (if necessary under direction).",
      "id": "s13"
    },
    {
      "text": "\" By par 150D which was introduced as part of the amended statement of claim, it is recited that, on 16 November 2007, Mullett complained to TPA that he had been the victim of contraventions of Part 16 of the Workplace Relations Act 1996 (\"the WRA \") and the application which instituted the substantive proceedings in this matter was filed in this Court on 20 December 2007.",
      "id": "s14"
    },
    {
      "text": "The amended statement of claim also sets out an extract from a letter dated 8 January 2008 from the Commissioner to the President and Executive of TPA which was in these terms;\n \n 'I write further to our correspondence regarding the investigation under Part IVA of the Police Regulation Act of alleged bullying behaviour in the Association.",
      "id": "s15"
    },
    {
      "text": "As you know, the Ombudsman tabled a report to the Parliament in April 2007 titled \"Investigation into a disclosure about WorkSafe's and Victoria Police's handling of a bullying and harassment complaint\"\n In his report the Ombudsman recommended, among other things; \n \"that Victoria Police further investigate this matter by interviewing all relevant witnesses, including the Secretary of The Police Association, if necessary under direction.",
      "id": "s16"
    },
    {
      "text": "\"\n Accordingly, investigators are now approaching current and former members of the Executive, and will seek their cooperation in providing further information.",
      "id": "s17"
    },
    {
      "text": "Consistent with the normal practice in the investigation of incidents of possible serious misconduct by members of Victoria Police, the investigators will initially invite the member's co-operation.",
      "id": "s18"
    },
    {
      "text": "If the member chooses not to co-operate, the investigators will then consider the use of the provisions of Section 86Q of the Police Regulation Act, and directing the member to provide specific information.",
      "id": "s19"
    },
    {
      "text": "The Ombudsman made specific reference to the meeting of the Executive on 6 June 2006.",
      "id": "s20"
    },
    {
      "text": "I understand that the meeting was electronically recorded.",
      "id": "s21"
    },
    {
      "text": "I ask that you provide the Assistant Commissioner ESD, or the investigators with a copy of the recording of that meeting.",
      "id": "s22"
    },
    {
      "text": "Please feel free to contact the investigators.",
      "id": "s23"
    },
    {
      "text": "Superintendents Tim Cartwright (03 8398 9859) and Tony Biggin (03 9865 2129), to finalise any arrangements.",
      "id": "s24"
    },
    {
      "text": "I seek the cooperation of members of the Executive in this matter.",
      "id": "s25"
    },
    {
      "text": "The assistance that you provide will help ensure a full and fair investigation and consideration of this matter.",
      "id": "s26"
    },
    {
      "text": "' \n\n\n \n6 After new paragraphs framed to charge the respondents with resuming, in contravention of Part 16 of the WRA , the investigation of the Bullying Allegations, the amended statement of claim continues by alleging that the suspension, on 15 November 2007, of Mullett from the Police Force and the prohibition of his entering any police premises unless under a direction to do so, were done for a prohibited reason or for reasons that included a prohibited reason within the meaning of s 793(1)(a) of the WRA , namely that Mullett is an officer of either or both the PFA and TPA.",
      "id": "s27"
    },
    {
      "text": "A further contravention of Part 16 of the WRA is alleged in par 159 of the amended statement of claim to have been constituted by statements by the Commissioner;\n \n '(a) that she will never again negotiate with Mullett; \n \n \n (b) that she wanted to end the practice of the Police Association Secretary being paid by the union while remaining a member of the force and that the arrangement created a conflict of interest.",
      "id": "s28"
    },
    {
      "text": "' \n \n\n\n \n7 It is finally alleged in the amended statement of claim that, in the light of the institution of the present proceedings, the resumption of the investigation of the Bullying Allegations against Mullett;\n \n \n 'constitutes an injury or threatened injury or alteration or threatened alteration of his position to his prejudice in his employment within the meaning of s 792 of the Act in that: \n \n \n \n \n (a) his standing and reputation amongst members of the force is damaged.",
      "id": "s29"
    },
    {
      "text": "(b) he is restricted in his access to police premises; \n \n \n \n \n (c) he is restricted in his dealings with members of command of the force; \n \n \n \n \n 161.",
      "id": "s30"
    },
    {
      "text": "The respondents' conduct referred to in each of paragraphs 154 to 159 was done and continues to be done for a prohibited reason or for reasons that include a prohibited reason within the meaning of s 793(1)(a) of the WR Act, namely that Mullett is an officer of an industrial association, namely the PFA and/or the TPA.",
      "id": "s31"
    },
    {
      "text": "161A.",
      "id": "s32"
    },
    {
      "text": "The respondents' conduct towards Mullett referred to in paragraphs 150A to 150F, constitutes an injury or threatened injury or alteration or threatened alteration of his position to his prejudice in his employment within the meaning of s792 of the Act in that: \n \n \n \n \n (a) He is subjected to an investigation under Part IV of the Police Regulation Act 1958 ; \n (b) His standing and reputation amongst members of the force is damaged.",
      "id": "s33"
    },
    {
      "text": "' \n \n \n\n\n \n8 Paragraph 161B of the amended statement of claim then proceeds to allege (omitting particulars);\n \n 'The respondents' conduct referred to in each of paragraphs 150A to 150F was done and continues to be done for prohibited reasons or for reasons that include prohibited reasons within the meaning of s793(1) of the WR Act, namely that Mullett: \n \n \n (a) is an officer of an industrial association, namely the first applicant; \n (b) made complaint to a person having the capacity under an industrial law to seek compliance with that law; \n (c) participated in, or proposes to participate in a proceeding under an industrial law.",
      "id": "s34"
    },
    {
      "text": "' \n \n\n\n \n9 By an affidavit sworn 23 January 2008, Gregory John Davies, the Manager, Disciplinary/Legal of TPA (\"Davies\") who holds the rank of Senior Sergeant within the Victoria Police has verified the allegations in the applicants' statement of claim.",
      "id": "s35"
    },
    {
      "text": "He has also deposed that he has no knowledge of allegations of bullying within the Victoria Police Force having been referred to the Force's Ethical Standards Division (\"ESD\") for investigation pursuant to Part IV of the PRA .",
      "id": "s36"
    },
    {
      "text": "Moreover, according to Davies, \"any member of the Force subject to investigation by the [ESD] is regarded by the membership of the Force as under suspicion and accordingly that member's reputation is detrimentally affected.",
      "id": "s37"
    },
    {
      "text": "\" \n \n10 The Bullying Allegations were first raised by the Commissioner in a letter to the President and Executive of TPA dated 3 May 2006 which, omitting formal parts, recited;\n \n 'Please be advised that I have received a complaint under Part IVA of the Police Regulation Act in relation to alleged bullying behaviour in the Association.",
      "id": "s38"
    },
    {
      "text": "The complaint alleges serious misconduct for the purposes of s86L2(A) of the Act and I am required to investigate the matter.",
      "id": "s39"
    },
    {
      "text": "The Whistleblowers Protection Act 2001 applies to the complaint and the source of the complaint.",
      "id": "s40"
    },
    {
      "text": "It is important that your organisation is aware of the statutory protections given to whistleblowers under Part 3 of that Act and the confidentiality and penalty provisions that exist.",
      "id": "s41"
    },
    {
      "text": "It is also important to take note of the victimisation provision in s. 86V of the Police Regulation Act .",
      "id": "s42"
    },
    {
      "text": "Part 3 of the Whistleblowers Protection Act provides significant penalties for individuals who seek to cause detriment or incite others to cause detriment to a whistleblower or to a person who is believed to be a whistleblower.",
      "id": "s43"
    },
    {
      "text": "Persons causing or inciting detriment are also personally liable for civil damages.",
      "id": "s44"
    },
    {
      "text": "While reports of workplace conflict are dealt with at first instance under the Workplace Conflict Issue Resolution Process &amp; Guidelines , those guidelines provide that in instances of serious misconduct, a formal investigation should be undertaken, Accordingly, I have no option other than to refer the matter to Ethical Standards Department for investigation.",
      "id": "s45"
    },
    {
      "text": "You would also be aware that I am obliged under the Police Regulation Act to investigate complaints of serious misconduct and report the receipt of the complaint to the Director of Police Integrity.",
      "id": "s46"
    },
    {
      "text": "Accordingly, I have advised the Director of Police Integrity of the nature of the complaint and shall shortly commence an investigation into the allegations.",
      "id": "s47"
    },
    {
      "text": "The complainant has also provided a copy of a report prepared by Grant Brecht dated February 2006 titled 'Health and Well-being Review, Report for the Police Association'.",
      "id": "s48"
    },
    {
      "text": "The report characterises the alleged behaviours of the Secretary and others in leadership positions as falling into the category of bullying and intimidatory behaviour.",
      "id": "s49"
    },
    {
      "text": "The complaint supports the findings of the report and submits that the TPA has not done enough to address the alleged behaviour of the Secretary.",
      "id": "s50"
    },
    {
      "text": "Clearly the TPA has an obligation to provide a working environment that is safe and without risk to the health of it's employees and members.",
      "id": "s51"
    },
    {
      "text": "Victoria Police also has an interest in ensuring that such obligations are met by the TPA given that a significant majority of police members are members of the Association and all management and executive positions are held by police members.",
      "id": "s52"
    },
    {
      "text": "Bullying is unacceptable in the workforce and if practiced by police members, whether in an official capacity or not, brings disrepute to the force and attracts disciplinary measures.",
      "id": "s53"
    },
    {
      "text": "Please contact my office on 9247 6868 to arrange a meeting to discuss this issue and the nature of the investigation.",
      "id": "s54"
    },
    {
      "text": "This matter raises issues of mutual concern and it is hoped that we can approach it in the spirit of mutual cooperation.",
      "id": "s55"
    },
    {
      "text": "' \n\n\n \n11 By motion on notice also dated 23 January 2008, the applicants seek, amongst other things;\n \n \n '3.",
      "id": "s56"
    },
    {
      "text": "An order that, until the final hearing and determination of this matter, the respondents, their servants or agents, be restrained from taking any further action with respect to the investigation of Mullett referred to in the letter from the first applicant and dated 8 January 2008 ....' \n \n\n\n \n12 In support of that motion for interlocutory relief, Mr Borenstein SC, who appeared with Mr Craig Dowling for the applicants, contended that Mullett and the applicants would suffer a significant detriment if the Bullying Allegations continued to be investigated while the substantive application to this Court was pending.",
      "id": "s57"
    },
    {
      "text": "That, it was said, would particularly be so if the assumed investigation were to involve the use of coercive powers conferred on the ESD by the PRA rather than being conducted, as it was said investigations into bullying usually are, by the Human Resources Department of the Police Force.",
      "id": "s58"
    },
    {
      "text": "Support for that contention was said to be afforded by par 29 of the affidavit of Cornelius, which recites;\n \n '... bullying complaints are generally dealt with by Ms Langlands under the oversight of the Human Resources Department, through the use of the Victoria Police's \"Workplace Conflict Issue Resolution Process Guidelines\" .",
      "id": "s59"
    },
    {
      "text": "' \n\n\n (i) Is there a serious question to be tried?",
      "id": "s60"
    },
    {
      "text": "(a) Is the resumption of the investigation of the Bullying Allegations capable of constituting an injury to Mullett or an alteration of his position to his prejudice?",
      "id": "s61"
    },
    {
      "text": "13 Reliance was placed on behalf of the applicants on Kimpton v Minister for Education of Victoria (1996) 65 IR 317 where North J declined a motion to strike out similar proceedings under the corresponding provisions of the Industrial Relations Act 1988 (Cth) observing, at 319;\n \n 'I do not regard it as hopeless or untenable to contend that the requirement to participate in the investigatory process may amount to a relevant injury or prejudicial alteration.",
      "id": "s62"
    },
    {
      "text": "' \n\n\n \n 14 Counsel for the applicants similarly invoked the observations in the joint judgment of Brennan CJ, McHugh, Gummow, Kirby and Hayne JJ in Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia [1998] HCA 30 ; (1998) 195 CLR 1 , at 17 when speaking of the proscribed conduct described in what was then s 298K(1) of the WRA .",
      "id": "s63"
    },
    {
      "text": "Their Honours there said;\n \n 'Paragraph (a) covers termination of employment; par (b) covers injury of any compensable kind; par (c) is a broad additional category which covers not only legal injury but any adverse affection of, or deterioration in, the advantages enjoyed by the employee before the conduct in question.",
      "id": "s64"
    },
    {
      "text": "Proof of the reason for engaging in the prescribed conduct is the subject of s 298V.",
      "id": "s65"
    },
    {
      "text": "' \n\n\n \n15 As well as exposing Mullett to the exercise of coercive powers conferred by the PRA , the conduct of the resumed investigation by the ESD was said to involve \"an element of odium\" which amounted to \"an adverse affection\" in the sense used by the High Court in the passage just quoted.",
      "id": "s66"
    },
    {
      "text": "16 By way of further illustrating the unusual course which is said to have been followed in relation to the Bullying Allegations, the applicants pointed to the acknowledgment at par 70 of the affidavit of Cornelius that;\n \n 'On 21 September 2006, all staff of Victoria Police were notified of the outcome of the initial investigation and the referral of the continued investigation to WorkSafe, by way of a general email to all staff.",
      "id": "s67"
    },
    {
      "text": "' \n\n\n \n17 The evidence suggests that material by way of propaganda has been distributed by both the Police Force and TPA, but Davies has deposed that circulation by the Police Force of emails to all members of the Force in relation to the Bullying Allegations has, in his experience, been unprecedented.",
      "id": "s68"
    },
    {
      "text": "18 Although Davies acknowledged that the Ombudsman's report of April 2007 had recommended that the Bullying Allegations should be investigated further by both the Police Force and WorkSafe, he contended that the recommendation in respect of WorkSafe could not warrant re-opening the investigation to the extent that it concerned Mullett.",
      "id": "s69"
    },
    {
      "text": "That was because the only relevant Workcover claim by an employee of TPA based on an anxiety disorder claimed to have been caused by workplace bullying implicated another police officer, a Mr Kent, and made no allegation against Mullett.",
      "id": "s70"
    },
    {
      "text": "In combination, it was said on behalf of the applicants, the unusual aspects of the investigation of the Bullying Allegations raise serious questions to be tried as to whether, for a prohibited reason, Mullett has been injured in his employment or had his position altered to his prejudice; see Squires v Flight Stewards Association of Australia (1982) 2 IR 155, at 164 and Health Services Union of Australia v State of Tasmania (1996) 73 IR 140, at 145.",
      "id": "s71"
    },
    {
      "text": "19 The PRA appears to draw a distinction between breaches of discipline by members of the Police Force and conduct which is capable of being the subject of a complaint and investigation under Part IVA of the PRA .",
      "id": "s72"
    },
    {
      "text": "Part IVA contains s 86A defining \"conduct\" and \"serious misconduct\" as follows:\n \n ' conduct , in relation to a member of the force, means - \n \n \n (a) an act or decision or the failure or refusal by the member to act or make a decision in the exercise, performance or discharge, or purported exercise, performance or discharge, whether within or outside Victoria, of a power, function or duty which the member has as or, by virtue of being, a member of the force; or \n (b) conduct which constitutes an offence punishable by imprisonment; or \n (c) conduct which is likely to bring the force into disrepute or diminish public confidence in it; or \n (d) disgraceful or improper conduct (whether in the member's official capacity or otherwise); \n serious misconduct, in relation to a member of the force, means- \n (a) conduct which constitutes an offence punishable by imprisonment; or \n (b) conduct which is likely to bring the force into disrepute or diminish public confidence in it; or \n (c) disgraceful or improper conduct (whether in the member's official capacity or otherwise).",
      "id": "s73"
    },
    {
      "text": "' \n \n\n\n \n20 By s 86L(1), which is also to be found in Part IVA of the PRA ;\n \n 'A complaint about the conduct of a member of the force may be made - \n (a) to another member of the force; or \n (b) to the Director.",
      "id": "s74"
    },
    {
      "text": "' \n\n\n \nAs defined by s 3 of the PRA, \"Director\" means the Director, Police Integrity.",
      "id": "s75"
    },
    {
      "text": "21 Section 86M, which is likewise in Part IVA of the PRA, contemplates that an investigation of a complaint made to a member of the Police Force about the serious misconduct of another member must be carried out by the Chief Commissioner.",
      "id": "s76"
    },
    {
      "text": "That section provides;\n \n \n '(1) The Chief Commissioner must investigate a complaint made to a member of the police force about the serious misconduct of a member of the police force.",
      "id": "s77"
    },
    {
      "text": "(2) The Chief Commissioner must as soon as practicable after a complaint of serious misconduct is made give to the Director in writing the prescribed details of the complaint.",
      "id": "s78"
    },
    {
      "text": "(3) The Chief Commissioner must as soon as practicable after commencing an investigation into any alleged serious misconduct by a member of the force give to the Director in writing the prescribed details of the investigation.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n\n \nHowever, if a complaint warranting investigation is made directly to the Director, he or she must, subject to certain exceptions, refer it to the Chief Commissioner; PRA s 86N(2).",
      "id": "s80"
    },
    {
      "text": "The conduct by the Chief Commissioner of investigations under Part IVA is regulated to some extent by s 86O, which provides;\n \n \n '(1) The Chief Commissioner must as often as requested by the Director report in writing to the Director on the progress of an investigation.",
      "id": "s81"
    },
    {
      "text": "(2) The Chief Commissioner may attempt to resolve a complaint by conciliation and must- \n \n \n \n \n (a) before commencing to conciliate, notify the Director of the proposed attempt; and \n \n \n \n \n (b) notify the Director of the results of the attempt.",
      "id": "s82"
    },
    {
      "text": "(3) After completing an investigation the Chief Commissioner must in writing report to the Director on the results of the investigation and the action (if any) taken or proposed to be taken.",
      "id": "s83"
    },
    {
      "text": "' \n \n\n\n \n22 The provision within Part IVA of the PRA which has attracted most attention on the hearing of the application for interlocutory relief is s 86Q empowering the Director or the Chief Commissioner to direct any member of the Police Force to furnish relevant information.",
      "id": "s84"
    },
    {
      "text": "That section provides;\n \n '86Q.",
      "id": "s85"
    },
    {
      "text": "Power to require answers etc. of a member of the force \n \n \n (1) For the purposes of an investigation into a complaint concerning a possible breach of discipline under section 69 , the Director or the Chief Commissioner (as the case may be) may direct any member of the force to furnish any relevant information, produce any relevant document or answer any relevant question.",
      "id": "s86"
    },
    {
      "text": "(2) A member of the force who does not comply with a direction commits a breach of discipline and is liable to be dealt with as for a breach of discipline under section 69.",
      "id": "s87"
    },
    {
      "text": "(3) Except in proceedings for perjury, for a breach of discipline under section 69 or for failure to comply with a direction, or review proceedings under Division 1 of Part IV , any information, document or answer given pursuant to a direction is not admissible in evidence before any court or person acting judicially.",
      "id": "s88"
    },
    {
      "text": "' \n \n\n\n \n 23 It is noteworthy that the power conferred by s 86Q is predicated on its being \"for the purposes of an investigation into a complaint concerning a possible breach of discipline under section 69.",
      "id": "s89"
    },
    {
      "text": "\" That section which appears in Div 2 of Pt IV of the PRA entitled \"Employment, Disciplinary and Other Matters\" provides as follows;\n \n \n '69 Breaches of discipline \n (1) A member of the force commits a breach of discipline if he or she-- \n \n \n \n \n (a) contravenes a provision of this Act or the regulations; or \n (ab) fails to comply with a direction under section 55 or 90 of the Whistleblowers Protection Act 2001 ; or \n (b) fails to comply with a standing order or instruction of the Chief Commissioner; or \n (c) engages in conduct that is likely to bring the force into disrepute or diminish public confidence in it; or \n (d) fails to comply with a lawful instruction given by the Chief Commissioner, a member of or above the rank of senior sergeant or a person having the authority to give the instruction; or \n (e) is guilty of disgraceful or improper conduct (whether in his or her official capacity or otherwise); or \n (f) is negligent or careless in the discharge of his or her duty; or \n (g) without the approval of the Chief Commissioner-- \n \n \n \n (i) applies for or holds a licence or permit to conduct any trade, business or profession; or \n (ii) conducts any trade, business or profession; or \n (iii) accepts any other employment; or \n \n \n \n (h) acts in a manner prejudicial to the good order or discipline of the force; or \n (i) has been charged with an offence (whether under a Victorian law or under a law of another place) and the offence has been found proven.",
      "id": "s90"
    },
    {
      "text": "(2) A member of the force who aids, abets, counsels or procures, or who, by any act or omission, is directly or indirectly knowingly concerned in or a party to the commission of a breach of discipline, also commits a breach of discipline.",
      "id": "s91"
    },
    {
      "text": "(3) A member of the force may commit a breach of discipline under subsection (1) in respect of conduct engaged in while seconded to the Office of Police Integrity.",
      "id": "s92"
    },
    {
      "text": "' \n \n\n\n \n 24 Section 70(1) of the PRA gives the Chief Commissioner a discretion to investigate the matter if he or she reasonably believes that a member of the Force may have committed a breach of discipline.",
      "id": "s93"
    },
    {
      "text": "Section 71(1) creates a further discretion in the Chief Commissioner if, after conducting a preliminary investigation, he or she reasonably believes that a member of the Force has committed a breach of discipline, to charge the member with that breach of discipline.",
      "id": "s94"
    },
    {
      "text": "The following sub-sections of s 71 contain machinery provisions, including s 71(3) empowering the Chief Commissioner, in respect of a charged member, to transfer him or her to other duties, direct him or her to take any accrued leave or suspend the member from the Force with or without pay.",
      "id": "s95"
    },
    {
      "text": "Sub-section 71(4) provides that;\n \n 'Any action taken under subsection (3) remains in force until the charge has been finally determined.",
      "id": "s96"
    },
    {
      "text": "' \n\n\n \n25 Section 72 prescribes the form which a charge must take by providing;\n \n \n '72 Form of charge \n \n \n \n \n (1) A charge must-- \n \n \n \n (a) be in writing; and \n (b) contain particulars of the alleged breach of discipline; and \n (c) specify when and where an inquiry into the charge is to be conducted; and \n (d) specify that the member must state in writing whether or not he or she admits or denies the truth of the charge; and \n (e) specify the time within which the member must make the statement under paragraph (d).",
      "id": "s97"
    },
    {
      "text": "(2) If a member has not made the statement required under subsection (1)(d) within the time specified under subsection (1)(e), the Chief Commissioner can proceed without the statement.",
      "id": "s98"
    },
    {
      "text": "' \n \n \n\n\n \n 26 Sections 73 and 74 provide respectively for the inquiry into, and determination of, a charge to be conducted by the Chief Commissioner or an officer authorised by him or her and for the classes of persons who may be authorised by the Chief Commissioner to exercise those functions.",
      "id": "s99"
    },
    {
      "text": "Section 75 prescribes the procedure to be observed in the conduct of an inquiry and s 76 stipulates a range of determinations which may be made if the person conducting the inquiry finds that the charge has been proved.",
      "id": "s100"
    },
    {
      "text": "27 The evidence discloses that Cornelius holds an active delegation from the Chief Commissioner under s 6A of the PRA .",
      "id": "s101"
    },
    {
      "text": "That delegation is said to be \"in relation to the conduct of investigations into alleged disciplinary matters involving sworn members of Victoria Police under Parts IV and IVA of the [ PRA ]\".",
      "id": "s102"
    },
    {
      "text": "According to Cornelius, on 10 March 2006 he interviewed one of the two confidential complainants who had made allegations of bullying by Mullett in his capacity as Secretary of TPA.",
      "id": "s103"
    },
    {
      "text": "That complainant indicated that he or she intended the complaint to be treated as an allegation of serious misconduct and investigated under the PRA .",
      "id": "s104"
    },
    {
      "text": "After receiving further details from the complainant, Cornelius formed the view that \"at least some of the conduct alleged might have amounted to 'serious misconduct' if proven after a thorough investigation.",
      "id": "s105"
    },
    {
      "text": "\"\n \n28 In his affidavit sworn 30 January 2008, Cornelius, who has at all material times been the officer in charge of the ESD, also deposed that on 4 May 2006 he decided that, in the circumstances which included the fact that some members of the Executive of TPA \"were/are serving members of ESD\", the initial investigation of the Bullying Allegations should be conducted by two officers outside ESD, namely Superintendent Biggin (\"Biggin\") and Superintendent Cartwright (\"Cartwright\").",
      "id": "s106"
    },
    {
      "text": "Those officers were later instructed to commence their investigation on 24 May 2006.",
      "id": "s107"
    },
    {
      "text": "29 In pars 55 to 65 of the same affidavit, Cornelius described steps taken in, and reports made to him of, the investigations undertaken by Biggin and Cartwright.",
      "id": "s108"
    },
    {
      "text": "Those steps taken included interviews with various witnesses and the reports to Cornelius enabled him to depose that \"Some of the alleged behaviours identified at the preliminary level included physical confrontations, bullying behaviour, intimidation and harassment.",
      "id": "s109"
    },
    {
      "text": "\" \n \n30 Cornelius further deposed that \"The Investigations also noted that the allegations against Senior Sergeant Mullett could not be particularised without breaching the obligation to protect the identity of the complainants and witnesses.",
      "id": "s110"
    },
    {
      "text": "\" That part of the account by Cornelius concluded with the making of a report by Biggin and Cartwright of their initial investigation and the decision by the Commissioner, on the advice of Cornelius, to refer the Bullying Allegations for investigation by WorkSafe because of the inability of Biggin and Cartwright to complete a full investigation without the benefit of evidence from non-police witnesses.",
      "id": "s111"
    },
    {
      "text": "On 14 September 2006, a copy of the initial investigation report was forwarded to the Director of the OPI under cover of a letter from Cornelius which, omitting formal parts, was in these terms;\n \n 'I enclose a copy of the initial investigation report in relation to this matter.",
      "id": "s112"
    },
    {
      "text": "As you are aware, this investigation was initiated as a result of a complaint being received from two serving members of the Victoria Police, alleging bullying behaviour amounting to serious misconduct on the part of Senior Sergeant Paul Mullett.",
      "id": "s113"
    },
    {
      "text": "As the complainants attract the protection of the Whistleblowers Protection Act , it is not appropriate for me to identify them in this correspondence, however I would be happy to disclose their identity, should you require this in the discharge of your functions as either the Director of Police Integrity, or the Ombudsman.",
      "id": "s114"
    },
    {
      "text": "You will note the initial investigation has identified evidence of a culture of bullying behaviour within The Police Association (TPA) workplace.",
      "id": "s115"
    },
    {
      "text": "The initial investigation has also identified evidence that Senior Sergeant Paul Mullett is a principal agent in the propagation of that culture and has engaged in direct bullying behaviour.",
      "id": "s116"
    },
    {
      "text": "These matters have not been put to Senior Sergeant Mullett however, due to the sensitivities which attach to the use of the s.86Q questioning power against a person who is a full time union official.",
      "id": "s117"
    },
    {
      "text": "You will note the reasons for adopting this course are outlined in the investigation report, the key reasons being a concern that the use of the power will be challenged in the Supreme Court and the significant risk to witnesses and protected complainants, should the matters be particularised and so allow their identity to be deduced.",
      "id": "s118"
    },
    {
      "text": "In the normal course of events, such matters are dealt with in accordance with the Victoria Police Workplace Conflict Issue Resolution Process Guidelines .",
      "id": "s119"
    },
    {
      "text": "However, in this case, the application of these guidelines are problematic as the TPA workplace is beyond our reach and includes a mix of police and non-police employees.",
      "id": "s120"
    },
    {
      "text": "Accordingly, mediation, management intervention and workplace based remediation are options which are not available through the application of this policy in the TPA workplace.",
      "id": "s121"
    },
    {
      "text": "Again, in the normal course of events, these interventions would be sufficient to settle a complaint and allow the matter to be concluded without further disciplinary action.",
      "id": "s122"
    },
    {
      "text": "While we do not have the capacity to reach into another workplace, we remain concerned that there is an ongoing risk of injury to staff working for the TPA and we are also concerned that the behaviours giving rise to this risk need to be addressed.",
      "id": "s123"
    },
    {
      "text": "Further, while we do not have the capacity to secure safety in another employer's workplace, it is clear that WorkSafe Victoria has the capacity to intervene and work with the TPA (as the employer) to recover workplace safety at the TPA workplace.",
      "id": "s124"
    },
    {
      "text": "Given that we have determined that there is evidence of a present and ongoing risk of injury in the TPA workplace.",
      "id": "s125"
    },
    {
      "text": "we have concluded that the matter should be referred to WorkSafe Victoria for investigation and resolution.",
      "id": "s126"
    },
    {
      "text": "I advise that we have had preliminary discussions with WorkSafe Victoria and they advise that they would be in a position to handle the matter.",
      "id": "s127"
    },
    {
      "text": "They have also indicated that witnesses would be afforded protection similar to that available under the Police Regulation Act and the Whistleblowers Protection Act , under their legislation.",
      "id": "s128"
    },
    {
      "text": "They have also indicated that they would seek to negotiate with the TPA the implementation of systems and processes which would prevent the perpetuation of a bullying culture and hold individuals accountable for changing their behaviour.",
      "id": "s129"
    },
    {
      "text": "The purpose in me writing therefore, is to seek your agreement to our referral of this matter to WorkSafe Victoria and in light of section 86O of the Police Regulation Act , seek your agreement to us asking WorkSafe Victoria to attempt to conciliate an outcome as a means or resolving the complaint directed against senior Sergeant Paul Mullett.",
      "id": "s130"
    },
    {
      "text": "Should WorkSafe Victoria be unable to resolve the matter satisfactorily, then we will reconsider the application of the discipline regime in resolving the complaint.",
      "id": "s131"
    },
    {
      "text": "Your early consideration and advice in relation to this matter would be appreciated.",
      "id": "s132"
    },
    {
      "text": "Please do not hesitate to contact me to discuss any aspects of this matter which may concern you.",
      "id": "s133"
    },
    {
      "text": "' \n\n\n \n31 By letter dated 10 November 2006, WorkSafe advised Cornelius, as summarised by him, that;\n \n&#8226; WorkSafe Inspectors had interviewed management representatives;\n \n&#8226; an inspection of the workplace was undertaken;\n \n&#8226; documents were provided to support the proposition that systems of work existed at TPA for the management of bullying allegations;\n \n&#8226; TPA Health and Safety Representatives indicated in writing that they were not prepared to speak to WorkSafe; and\n \n&#8226; in the absence of further evidence of bullying activity and based on the materials placed before the Inspectors, no further action would be taken by WorkSafe at that time.",
      "id": "s134"
    },
    {
      "text": "32 At the instigation of the complainants who had made the Bullying Allegations, the Ombudsman undertook his own investigation of the matter and, on 16 November 2006, the Deputy Ombudsman confirmed that, until that investigation had been completed, Victoria Police should take no further action in relation to the allegations.",
      "id": "s135"
    },
    {
      "text": "33 The Ombudsman's report, already noted at [18] of these reasons, was tabled in the Victorian Parliament on 18 April 2007.",
      "id": "s136"
    },
    {
      "text": "It recorded the Ombudsman's criticisms of the investigations of the Bullying Allegations which, to that date, had been carried out by two WorkSafe Inspectors.",
      "id": "s137"
    },
    {
      "text": "The Ombudsman's report also identified what were seen as deficiencies in the PRA including the absence of a counterpart to s 102EA in respect of the secondment of members of Victoria Police to TPA.",
      "id": "s138"
    },
    {
      "text": "Section 102EA provides for secondment of members of the Force to the OPI and by sub-s (4) which, in its context, mirrors s 69(3) reproduced at [23] above, stipulates;\n \n 'If the Director reasonably suspects that a member of the force who is seconded to the Office of Police Integrity has committed a breach of discipline under section 69 while seconded, the Director may refer the matter to the Chief Commissioner to determine whether action should be taken under Part IV in respect of the member.",
      "id": "s139"
    },
    {
      "text": "' \n\n\n \n 34 Under the heading \"Conclusions\", the Ombudsman's report contained this paragraph;\n \n 'I am of the view that the whistleblowers and other witnesses are much more robust, forthright and resilient than they appear to be given credit for.",
      "id": "s140"
    },
    {
      "text": "While I acknowledge the constraints the Act has placed on Victoria Police, the whistleblowers should be asked if they are prepared to have their identity revealed for the purposes of an investigation.",
      "id": "s141"
    },
    {
      "text": "I also consider that it is unsatisfactory that the allegations have not been put to the Secretary of The Police Association.",
      "id": "s142"
    },
    {
      "text": "The whistleblowers and other witnesses have indicated to my office that they are willing to cooperate with an investigation, including disclosing their identity, if necessary.",
      "id": "s143"
    },
    {
      "text": "' \n\n\n \nThe Ombudsman's report then ended with these recommendations;\n \n \n 'Recommendation --- 4 \n I recommend that: \n Victoria Police continue the investigation by: \n - Confirming the willingness of the whistleblowers and others to give evidence \n - Further investigate the matter by interviewing all relevant witnesses and the Secretary of the Police Association (if necessary under direction) \n - Consider undertaking the investigation by using an independent senior police officer or former senior police officer.",
      "id": "s144"
    },
    {
      "text": "Recommendation --- 5 \n I recommend that: \n The provisions of the Police Regulation Act be amended in relation to: \n - Its interaction with the provisions of the Whistleblowers Protection Act \n - Addressing the status of serving police officers being full time paid union officials in consultation with The Police Association to provide for: \n \n \n \n \n - The suspension of their office as a Constable for the duration of their union service \n - A right of return to the Victoria Police on terms no less favourable than those they held upon departure \n - Continuity of service so as to provide for continued accrual of leave and superannuation benefits on the same terms that they would have had but for their union service.",
      "id": "s145"
    },
    {
      "text": "' \n \n \n\n\n \n35 It appears that, after the Ombudsman's report had been tabled, the Bullying Allegations were referred to WorkSafe's Investigations Division.",
      "id": "s146"
    },
    {
      "text": "As well, investigations were continued or resumed within Victoria Police.",
      "id": "s147"
    },
    {
      "text": "The fact that the two investigations were proceeding in parallel did not arouse concern on either side and, on 11 September 2003, the Director of the Legal Services and Investigations Division of WorkSafe wrote to Cornelius a letter which concluded;\n \n 'While ultimately it is a matter for Victoria Police, we consider that our inquiries and the outcome of WorkSafe's investigation should not impact on your ability to pursue a parallel investigation into this conduct.",
      "id": "s148"
    },
    {
      "text": "' \n\n\n \n36 One outcome of WorkSafe's investigation was the preparation of a report by Dr Lyon QC and Mr Garry Livermore (\"the Lyon Report\") a document of some 100 pages entitled \"The Regulation of Workplace Bullying July 2007\".",
      "id": "s149"
    },
    {
      "text": "A copy of the Lyon Report was furnished to Biggin and Cartwright but their investigation of the Bullying Allegations was suspended after Cornelius and the Commissioner became aware that the OPI was conducting private and public hearings into alleged hampering of, or interference with, a taskforce set up within Victoria Police and code-named \"Operation Briars\".",
      "id": "s150"
    },
    {
      "text": "The allegations with which the OPI was concerned suggested that Mullett had been implicated in hampering or interfering with Operation Briars.",
      "id": "s151"
    },
    {
      "text": "In the event, Mullett was called as a witness at one of the public hearings conducted by the OPI.",
      "id": "s152"
    },
    {
      "text": "In those circumstances Cornelius instructed Cartwright that, in pursuing the investigation of the Bullying Allegations, he should not have recourse to s 86Q of the PRA in relation to any person who was a potential witness at the OPI hearings.",
      "id": "s153"
    },
    {
      "text": "37 After the completion of the public and private hearings in the course of the OPI inquiry which was conducted by the Hon Murray Wilcox QC as a delegate of the Director of OPI, Cornelius received a recommendation on 10 December 2007 that the following steps should be taken in furtherance of the investigation of the Bullying Allegations:-\n \n &#8226; 'review the existing witness statements (a task already completed); \n &#8226; pursue other avenues of evidence (including obtaining recordings of any meetings); \n &#8226; assess the impact of the current OPI hearings (noting with the completion of those hearings since the first draft was created by the Superintendents, that it was appropriate to move forward); \n &#8226; interview other witnesses, including those present at the Executive Meeting of the TPA on 6 June 2006; \n &#8226; if offences appear to have been established, seek advice from the Office of Public Prosecutions regarding possible offences committed as per normal practice; and \n &#8226; interview those persons identified as possibly committing offences.",
      "id": "s154"
    },
    {
      "text": "' \n\n\n \n38 Between 19 and 24 December 2007 Cornelius discussed the preparation of a briefing paper for the Commissioner and a draft letter from her to TPA advising it of the continuation of the investigation of the Bullying Allegations and the intention to interview relevant witnesses using, if necessary, the coercive powers afforded by s 86Q of the PRA.",
      "id": "s155"
    },
    {
      "text": "In the course of his communications with Cornelius, Cartwright intimated that he intended to have, on 3 January 2008, a detailed discussion with WorkSafe to learn what progress had been made in its parallel investigation and that \"his briefing would be finalised on that date\".",
      "id": "s156"
    },
    {
      "text": "However, the final draft of Cartwright's brief for the Commissioner was prepared on 31 December 2007 and presented to the Commissioner on 8 January 2008 without incorporating the results of Cartwright's discussions of 3 January 2008 with WorkSafe if, in fact, they occurred.",
      "id": "s157"
    },
    {
      "text": "39 On 8 January 2008, according to Cornelius, he, the Commissioner and Cartwright were unanimously of the view that;\n \n 'the investigation had been delayed significantly already, that it was appropriate and in the best interests of the investigation and the complainants that it proceed as expeditiously as possible and that to do so was merely acting on the Ombudsman's recommendation\".",
      "id": "s158"
    },
    {
      "text": "40 Accordingly, the Commissioner \"signed off\" on the recommendation in the briefing paper and signed the letter to TPA, dated 8 January 2008, part of which is reproduced at [5] above.",
      "id": "s159"
    },
    {
      "text": "However, the letter was not delivered to TPA until 18 January 2008, a delay which has been explained by Cornelius as attributable to Biggin's absence on leave until 17 January 2008.",
      "id": "s160"
    },
    {
      "text": "41 It was argued on behalf of the respondents that to be subject to a disciplinary investigation does not amount to an injury in employment or an alteration of the position of an employee to his or her prejudice in the sense used in s 792(1) of the WRA ; see Community and Public Sector Union v Telstra Corporation Ltd [2001] FCA 267 ; (2001) 107 FCR 93.",
      "id": "s161"
    },
    {
      "text": "The fact that the coercive powers conferred by s 86Q of the PRA can be called in aid of such an investigation does not, the respondents contended, advance the case of the applicants.",
      "id": "s162"
    },
    {
      "text": "Moreover, because s 86Q is capable of being applied to all potential witnesses who are members of Victoria Police, its application could not involve any \"singling out\" of Mullett.",
      "id": "s163"
    },
    {
      "text": "Nor, since he has already been suspended from the Police Force in relation to other serious matters, could the resumption of an investigation into the Bullying Allegations against him have a significant detrimental affect on his reputation or standing.",
      "id": "s164"
    },
    {
      "text": "42 In the light of the history which I have just recounted, I consider that a serious question remains as to whether the resumption of the inquiry by Biggin and Cartwright amounts to an injury to Mullett in his employment.",
      "id": "s165"
    },
    {
      "text": "Not every disciplinary inquiry or investigation of alleged misconduct by an employee will have that effect.",
      "id": "s166"
    },
    {
      "text": "For example, the inquiry may be conducted in such a way that only the affected employee and a few other persons directly involved in it are aware that it is taking place.",
      "id": "s167"
    },
    {
      "text": "Likewise, the subject matter or particulars of the alleged breach of discipline may, on balance, not be reasonably capable, at least before the investigation has been completed, of damaging the reputation of the employee or adversely affecting his or her standing in the workforce or among the wider community, assuming the fact of the inquiry to be so widely known.",
      "id": "s168"
    },
    {
      "text": "43 However, the investigation within Victoria Police of the Bullying Allegations against Mullett cannot, on the evidence as it stands, be regarded as similarly innocuous.",
      "id": "s169"
    },
    {
      "text": "It has, perhaps necessarily, been notified to the President and Executive of TPA but has also been brought by a general email to the attention of \"all staff of Victoria Police.",
      "id": "s170"
    },
    {
      "text": "\" A related consideration is the apparent election by or on behalf of the Commissioner not to attempt to resolve the complaints underlying the Bullying Allegations by conciliation as contemplated by s 86O(2) of the PRA .",
      "id": "s171"
    },
    {
      "text": "44 Another potential source of injury in employment in the sense used in s 792 of the WRA is the facility afforded by s 86Q of the PRA for the employee under investigation to be directed to furnish any relevant information, produce any relevant document or answer any relevant question.",
      "id": "s172"
    },
    {
      "text": "The present respondents have not disavowed an intention to subject Mullett to a direction of that kind.",
      "id": "s173"
    },
    {
      "text": "Indeed, it is my understanding that, unless restrained, they propose that Biggin and Cartwright should give him a direction under s 86Q in the near future.",
      "id": "s174"
    },
    {
      "text": "45 Another consideration which would enable the resumption of the investigation of the Bullying Allegations to inflict injury on Mullett is the unique position which he occupies as Secretary of TPA on secondment from Victoria Police.",
      "id": "s175"
    },
    {
      "text": "That position requires him to act as spokesman on industrial issues, like salaries and working conditions, for members of the Force generally and, perhaps, also for individual members in relation to disciplinary matters.",
      "id": "s176"
    },
    {
      "text": "His ability to retain the confidence of members of Victoria Police in his discharge of those functions is likely to be impaired significantly once it becomes generally known that an investigation of long standing and already attended by intense publicity has been resumed.",
      "id": "s177"
    },
    {
      "text": "Although it is undesirable at this interlocutory stage to venture a concluded view on the matter, it is my opinion that the resumption of the investigation on behalf of EDS is capable of constituting an injury to Mullett in his employment by Victoria Police within the meaning of s 792(1) of the WRA .",
      "id": "s178"
    },
    {
      "text": "46 In light of the conclusion just reached on \"injury\", it is strictly unnecessary to consider the alternative question of whether the resumption of the EDS investigation of the Bullying Allegations can amount to an alteration of Mullett's position as an employee of Victoria Police.",
      "id": "s179"
    },
    {
      "text": "However, in my view, \"alteration\" in this context requires a substantive change in, or reduction of, the advantages enjoyed by the employee in that capacity.",
      "id": "s180"
    },
    {
      "text": "Merely to be subject to a disciplinary inquiry or investigation does not, without more, constitute such a substantive change.",
      "id": "s181"
    },
    {
      "text": "Examples of relevant substantive changes include reduction of salary, deprivation of overtime, diversion to a less congenial shift, forced taking of leave, transfer to lower duties or suspension from duties.",
      "id": "s182"
    },
    {
      "text": "Some changes of this kind are expressly contemplated as being within the disciplinary regime for Victoria Police instituted by s 71 of the PRA and noted at [24] above.",
      "id": "s183"
    },
    {
      "text": "47 I am conscious that the tentative view just expressed diverges from that of Goldberg J in United Firefighters Union of Australia v Metropolitan Fire and Emergency Services Board [2003] FCA 480 ; (2003) 198 ALR 466 , where his Honour observed, at 490 [89];\n \n 'I am satisfied that there is a serious question to be tried on this integer of a contravention of s 298K.",
      "id": "s184"
    },
    {
      "text": "The laying of the charges imposes a burden on the persons charged to respond to allegations relating to their conduct as employees of the board.",
      "id": "s185"
    },
    {
      "text": "I do not consider that one can separate out the effect and consequence of the charges from the fact that they occurred because of the employee's employment by the board.",
      "id": "s186"
    },
    {
      "text": "I do not accept that a person charged is not affected in his or her employment until the charge has been proven.",
      "id": "s187"
    },
    {
      "text": "The expressions found in s 298K(1)(b) and (c) encompass a wide range of conduct both direct and indirect.",
      "id": "s188"
    },
    {
      "text": "The laying of the charges exposes an employee of the board to a potential disadvantage in his or her employment if the charges are ultimately proven .",
      "id": "s189"
    },
    {
      "text": "' ( emphasis added) \n\n\n \n48 I consider, with respect, that amenability to a disciplinary charge brought in good faith and on a proper prima facie evidentiary basis is a normal incident of employment and does not of itself, before the laying of the charge, constitute \"an adverse affection of, or deterioration in, the advantages enjoyed by the employee\" in the sense used by the High Court in the passage from Patrick Stevedores quoted at [14] above.",
      "id": "s190"
    },
    {
      "text": "Of course, it is otherwise where the charge is made out and some deleterious consequence is visited on the employee.",
      "id": "s191"
    },
    {
      "text": "That is the significance of the words to which I have added emphasis in the extract from Goldberg J's reasons reproduced at [47] above.",
      "id": "s192"
    },
    {
      "text": "Until the charge has been proved, the disadvantage to the employee, as his Honour acknowledged, remains merely \"potential.",
      "id": "s193"
    },
    {
      "text": "\"\n \n49 In the present case, it seems to be common ground that the Commissioner's action on 15 November 2007 in suspending Mullett from the Police Force and prohibiting him from entering any police premises unless directed to do so was a response to what was seen to be his conduct in relation to Operation Briars as revealed in the hearings conducted by the OPI.",
      "id": "s194"
    },
    {
      "text": "It follows that neither of those alterations of Mullett's position as an employee of Victoria Police was a consequence of any decision to resume the investigation by EDS of the Bullying Allegations.",
      "id": "s195"
    },
    {
      "text": "(b) Is the reverse onus of proof imposed by s 809(1) of the Workplace Relations Act available to support a motion for interlocutory relief?",
      "id": "s196"
    },
    {
      "text": "50 One aspect of the serious question to be tried identified by Counsel for the applicants was why it was chosen to invoke against Mullett the coercive powers made available by s 86Q of the PRA instead of investigating the Bullying Allegations through the agency of WorkSafe or the Human Resources Department of Victoria Police.",
      "id": "s197"
    },
    {
      "text": "That question, it was said, seriously suggested that Mullett had been \"singled out\" in the sense used by Ellicott J in Squires v Flight Stewards Association (supra).",
      "id": "s198"
    },
    {
      "text": "The existence of such a question was also said to be reinforced by the coincidence between the resumption in January 2008 of the investigation of the Bullying Allegations and the institution, on 23 December 2007, of the present proceedings challenging Mullett's suspension from the Police Force.",
      "id": "s199"
    },
    {
      "text": "That coincidence, it was claimed, permitted the inference that the resumption of the investigation was an industrial or legal tactic and not attributable to operational policing considerations.",
      "id": "s200"
    },
    {
      "text": "51 In further support of the existence of a serious question to be tried, Mr Borenstein SC invoked the rebuttable presumption raised by s 809(1) of the WRA .",
      "id": "s201"
    },
    {
      "text": "That sub-section provides;\n \n '809 Proof not required of the reason for, or the intention of, conduct \n (1) If: \n \n \n \n (a) in an application under section 807 relating to a person's conduct, it is alleged that the conduct was, or is being, carried out for a particular reason or with a particular intent; and \n (b) for the person to carry out the conduct for that reason or with that intent would constitute a contravention of this Part; \n \n \n \n \n it is presumed, in proceedings under this Division arising from the application, that the conduct was, or is being, carried out for that reason or with that intent, unless the person proves otherwise.",
      "id": "s202"
    },
    {
      "text": "' \n \n\n\n \n 52 Sub-section 809(1) corresponds with what was previously s 298V of the WRA, of which Wilcox and Cooper JJ observed in Davids Distribution Pty Ltd v National Union of Workers [1999] FCA 1108 ; (1999) 91 FCR 463 , at 500 [109];\n \n 'Section 298L(1)(l) requires that the applicant prove the employee was dismissed from his or her employment.",
      "id": "s203"
    },
    {
      "text": "It also requires it be proved that the employee was at the time of the dismissal dissatisfied with his or her industrial conditions, and was a member of an industrial association that was seeking better industrial conditions.",
      "id": "s204"
    },
    {
      "text": "In order to make the link between the dismissal and the circumstances which the applicant must establish to bring the dismissal within s 298K, the Act provides in s 298V a statutory presumption that the link exists in certain circumstances.",
      "id": "s205"
    },
    {
      "text": "Under s 298V in proceedings under Div 6 of Pt XA of the Act for a contravention of a section in Pt XA, an allegation in those proceedings of conduct for a prohibited reason is sufficient for it to be presumed that the conduct was engaged in for that reason unless the employer proves to the contrary.",
      "id": "s206"
    },
    {
      "text": "Section 298V does not relieve the applicant in proceedings under Div 6 of Pt XA of the Act from proving on the balance of probabilities each of the ingredients of the contravention.",
      "id": "s207"
    },
    {
      "text": "It enables the allegation to stand as sufficient proof of the fact unless the employer proves otherwise: R v Hush; Ex parte Devanny [1932] HCA 64 ; (1932) 48 CLR 487 at 507.",
      "id": "s208"
    },
    {
      "text": "' \n\n\n \n53 The invocation of s 809(1) raises the subsidiary question of whether the rebuttable presumption is available to applicants, like the present, who, on an interlocutory motion, seek injunctive relief pending the final hearing and determination of their claim.",
      "id": "s209"
    },
    {
      "text": "Sub-section 809(2) of the WRA provides;\n \n 'This section does not apply in relation to the granting of an interim injunction.",
      "id": "s210"
    },
    {
      "text": "' \n\n\n \n54 That sub-section was not present in the WRA at the time when s 298V was in force and its absence allowed Wilcox and Cooper JJ to say in Davids Distribution Pty Ltd v National Union of Workers (supra), at 501 [110];\n \n 'Where there is an application for interim relief in proceedings under the Division, the onus remains upon the applicant to demonstrate that there is a serious question to be tried that the dismissal occurred for a prohibited reason.",
      "id": "s211"
    },
    {
      "text": "If a serious question to be tried is made out in respect of the other ingredients of the alleged contravention, s 298V operates to establish there is a serious question to be tried that the dismissal was for a prohibited reason.",
      "id": "s212"
    },
    {
      "text": "It remains available to the employer to demonstrate at the interlocutory stage that the reason for the dismissal was other than for a prohibited reason.",
      "id": "s213"
    },
    {
      "text": "The weight of that evidence may be such as to persuade the court there is no serious question to be tried.",
      "id": "s214"
    },
    {
      "text": "' \n\n\n \n55 Counsel for the applicants contended that the new s 809(2) is confined in its operation to interim injunctions strictly so-called and allows the statutory presumption created by s 809(1) to continue to have, in relation to contested applications for interlocutory injunctions, the full force and effect discussed in Davids Distribution Pty Ltd v National Union of Workers [1999] FCA 1108 ; (1999) 91 FCR 463 .",
      "id": "s215"
    },
    {
      "text": "56 Counsel for the respondents argued for a wider interpretation of \"interim injunction\" in s 809 of the WRA .",
      "id": "s216"
    },
    {
      "text": "They referred to the discussion by Gaudron J in Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia [1998] HCA 30 ; (1998) 195 CLR 1 of what was formerly s 298U of the WRA .",
      "id": "s217"
    },
    {
      "text": "In that case, her Honour observed, at 56 [110];\n \n 'The view that s 298U should be construed as applying to conduct alleged to contravene a provision of Pt XA is also borne out by s 298U(e), which allows for \"injunctions (including interim injunctions)\".",
      "id": "s218"
    },
    {
      "text": "Although the expression \"interim injunction\" is sometimes used in a technical sense to mean an injunction granted until the happening of some specific event (such as a named day or further order) [ Meagher, Gummow and Lehane, Equity: Doctrines and Remedies, 3rd ed (1992), par 2183] and the expression \"interlocutory injunction\" is sometimes used to mean an injunction until the final hearing or further order [Spry, Equitable Remedies , 5th ed (1997), p 508], it is not uncommon for the expression \"interim injunction\" to be used more widely so as to include relief in the nature of an interlocutory injunction.",
      "id": "s219"
    },
    {
      "text": "\"Interim injunction\" is used in that sense in s 80(2) of the Trade Practices Act 1974 (Cth) [See, eg, World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181 at 185, per Bowen CJ], which provides that \"the Court may grant an interim injunction pending determination of an application under subsection (1)\".",
      "id": "s220"
    },
    {
      "text": "It would not be surprising if the words \"interim injunction\" were used in the same sense in s 298U(e) of the Act [See the discussion in World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181 at 198-199, per Brennan J; cf ICI Australia Operations Pty Ltd v Trade Practices Commission [1991] FCA 527 ; (1992) 38 FCR 248 at 263, per Gummow J; Spry, Equitable Remedies , 5th ed (1997), pp 445-446].",
      "id": "s221"
    },
    {
      "text": "' \n\n\n \n57 In the same case, Callinan J left the question open, saying, at 76 [170];\n \n '...",
      "id": "s222"
    },
    {
      "text": "The principles governing the determination of applications for interlocutory injunctions are well established.",
      "id": "s223"
    },
    {
      "text": "First, the Court must decide whether there is a serious question to be tried.",
      "id": "s224"
    },
    {
      "text": "If the answer to that question is an affirmative one, then the Court must consider whether the balance of convenience favours the grant of the relief sought.",
      "id": "s225"
    },
    {
      "text": "Sometimes interim injunctions and interlocutory injunctions are spoken of as if they are interchangeable terms.",
      "id": "s226"
    },
    {
      "text": "The former is more appropriately used in the case of an injunction granted for a finite period usually brief and sometimes ex parte.",
      "id": "s227"
    },
    {
      "text": "The latter is usually granted to preserve the status quo pending trial.",
      "id": "s228"
    },
    {
      "text": "The Workplace Relations Act in one of the sections (s 298U(e)) with which the Court is concerned, uses the term \"interim injunction\", and it is not clear in which sense the Act uses it.",
      "id": "s229"
    },
    {
      "text": "' \n\n\n \n58 The interpretation favoured by the respondents was also said to be supported by what is now s 838 of the WRA which provides;\n \n 'If, under a provision of this Act, a court may grant an injunction, the court may, if in its opinion it is desirable to do so, grant an interim injunction pending its decision on the granting of an injunction.",
      "id": "s230"
    },
    {
      "text": "' \n\n\n \n59 Counsel for the respondents also referred to Schedule 1 to the Explanatory Memorandum which accompanied the Workplace Relations Amendment Act (Work Choices) Bill 2005.",
      "id": "s231"
    },
    {
      "text": "Items 2613-2616 of that Schedule sought to explain the effect of the proposed s 270 which later became s 809 of the WRA .",
      "id": "s232"
    },
    {
      "text": "Those items recited;\n \n '2613 Subsection 270(1) would reverse the onus of proof applicable to civil proceedings for a contravention of a civil remedy provision in proposed Part XA.",
      "id": "s233"
    },
    {
      "text": "It is based upon pre-reform section 298V of the WR Act.",
      "id": "s234"
    },
    {
      "text": "2614 Typically, in a civil action, the onus would fall on the complainant to establish, on the balance of probabilities that the conduct complained of was carried out for a particular reason or with a particular intent, in contravention of the relevant provision.",
      "id": "s235"
    },
    {
      "text": "2615 However, subsection 270(1) would provide that, once a complainant has alleged that a person's actual or threatened conduct is motivated by a reason or intent that would contravene the relevant provision(s) of proposed Part XA, the person would have to establish, on the balance of probabilities, that the conduct was not carried out unlawfully.",
      "id": "s236"
    },
    {
      "text": "2616.",
      "id": "s237"
    },
    {
      "text": "The reverse onus would not apply to the granting of interim injunctions.",
      "id": "s238"
    },
    {
      "text": "This differs from pre-reform section 298V of the WR Act, and is intended to address the problems that can arise from the interaction of the reverse onus with the 'balance of convenience' test that applies to interim injunctions.",
      "id": "s239"
    },
    {
      "text": "' \n\n\n \n60 Item 2616 provides some support for the respondents' contention that s 809(2) was intended to make the reverse onus of proof imposed by s 809(1) unavailable to support the grant of both an interlocutory injunction and an \"interim injunction\" in the narrower sense of the first grant of injunctive relief made after an ex parte application.",
      "id": "s240"
    },
    {
      "text": "However, the Explanatory Memorandum does not cast any light on how the insertion of what is now s 809(2) addresses \"the problems that can arise from the interaction of the reverse onus with the 'balance of convenience' test that applies to interim injunctions.",
      "id": "s241"
    },
    {
      "text": "\"\n \n61 The drafting of the new s 809(2) is far from satisfactory in light of the ambiguity inherent in the phrase \"interim injunction\" in the context of the WRA .",
      "id": "s242"
    },
    {
      "text": "Nor does the Explanatory Memorandum cast any useful light on what effect, if any, is to be given to the presumption in resolving, as the first step in determining an application for an interlocutory injunction, whether there is a serious question to be tried at the final hearing of the action.",
      "id": "s243"
    },
    {
      "text": "62 It seems clear enough that s 809 creates a rebuttable presumption of law.",
      "id": "s244"
    },
    {
      "text": "However, as the authorities illustrate a presumption of that kind may take one of two forms.",
      "id": "s245"
    },
    {
      "text": "One form has the effect merely of shifting to a respondent the burden of going forward with evidence, in a case like the present, as to whether the employer's conduct was actuated by a proscribed reason.",
      "id": "s246"
    },
    {
      "text": "If the respondent adduces some relevant evidence, the court has to resolve, in the light of all the evidence, whether the applicant has discharged the ultimate burden of proving, or risk of non-persuasion, that the conduct was carried out for a proscribed reason.",
      "id": "s247"
    },
    {
      "text": "That seems to be effect of the passage from the judgment of Dixon J in R v Hush; Ex parte Devanny [1932] HCA 64 ; (1932) 48 CLR 487 which was relied on by Wilcox and Cooper JJ in the passage from Davids Distribution Pty Ltd v National Union of Workers (supra) which I have reproduced at [52] above.",
      "id": "s248"
    },
    {
      "text": "A similar understanding, I consider, informed the observation of Lord Reid about s 26 of the Family Law Reform Act 1969 in S v S [1972] AC 24 where his Lordship said, at 41;\n \n 'That means that the presumption of legitimacy now merely determines the onus of proof.",
      "id": "s249"
    },
    {
      "text": "Once evidence has been led it must be weighed without using the presumption as a make-weight in the scale for legitimacy.",
      "id": "s250"
    },
    {
      "text": "So even weak evidence against legitimacy must prevail if there is not other evidence to counterbalance it.",
      "id": "s251"
    },
    {
      "text": "The presumption will only come in at that stage in the very rare case of the evidence being so evenly balanced that the court is unable to reach a decision on it.",
      "id": "s252"
    },
    {
      "text": "I cannot recollect ever having seen or heard of a case of any kind where the court could not reach a decision on the evidence before it.",
      "id": "s253"
    },
    {
      "text": "' \n\n\n \n63 On the other hand, a contrasting effect of a rebuttable presumption of law \"is to shift to the other party not only the evidential burden but also the legal burden\"; see Cross on Evidence, 7 th Australian Edn p 276 [7260].",
      "id": "s254"
    },
    {
      "text": "In Heidt v Chrysler Australia Ltd (1976) 13 ALR 365 Northrop J regarded s 5(4) of the Conciliation and Arbitration Act 1904, one of the forerunners of s 809(1) of the WRA , as being of that character.",
      "id": "s255"
    },
    {
      "text": "In that case, his Honour observed, at 373;\n \n 'In the hearing of an information under s 5 of the Act, the informant bears the normal onus of proof of establishing the guilt of the defendant beyond reasonable doubt.",
      "id": "s256"
    },
    {
      "text": "The \"burden of proof\" in this sense is stable but the burden of introducing evidence at any particular time may shift from time to time: see Purkess v Crittenden [1965] HCA 34 ; (1965) 114 CLR 164 per Barwick CJ, Kitto and Taylor JJ, at 167---8.",
      "id": "s257"
    },
    {
      "text": "The circumstances by reason of which an employer may take action against an employee are, of necessity, peculiarly with the knowledge of the employer.",
      "id": "s258"
    },
    {
      "text": "It is for this reason that s 5(4) is of such importance -- it has the effect of shifting the onus of proof to the employer with the result that the employer is obliged to prove a negative if he is to avoid being found guilty of the offence charged if all the other facts and circumstances constituting the offence are proved.",
      "id": "s259"
    },
    {
      "text": "The onus so cast upon the employer is to prove a negative on a preponderance of probabilities: Bowling v General Motors-Holdens Pty Ltd, supra, at 200---1.",
      "id": "s260"
    },
    {
      "text": "The provisions of s 5(4) of the Act are to be contrasted with averment provisions contained in a number of other Acts.",
      "id": "s261"
    },
    {
      "text": "For example s 30 r (1 ) Crimes Act 1914 provides: \"In any prosecution for an offence under this Part or for an offence to which any provision of this Part is material the averments of the prosecutor contained in the information or indictment shall be prima facie evidence of the matter or matters averred.",
      "id": "s262"
    },
    {
      "text": "\" \n In considering this section, Dixon J, as he then was, said: \"It is to be noticed that this provision which occurs in a carefully drawn section does not place upon the accused the onus of disproving the facts upon which his guilt depends, but, while leaving the prosecution the onus, initial and final, of establishing the ingredients of the offence beyond reasonable doubt, provides in effect that the allegations of the prosecutor shall be sufficient in law to discharge that onus\": R v Hush; Ex parte Devanny 12 ALR 605 at 617 [1932] HCA 64 ; (1932) 48 CLR 487 at 507.",
      "id": "s263"
    },
    {
      "text": "The provisions of s 5(4) of the Act cast an onus of disproving facts, namely, that the reason for the defendant's action was not actuated by the reason alleged in the charge.",
      "id": "s264"
    },
    {
      "text": "... ...' \n\n\n \n64 That view was also taken of what was formerly s 298K of the WRA by R D Nicholson J in Maritime Union of Australia v Geraldton Port Authority [1999] FCA 899 ; (1999) 93 FCR 34 , at 568 [221]; see also McIlwain v Ramsey Food Packaging Pty Ltd (2006) 154 IR 111 per Greenwood J, at 192-194 [328]-[336].",
      "id": "s265"
    },
    {
      "text": "65 A similar explanation of the effect of s 5(4) of the Conciliation and Arbitration Act was advanced by Mason J with whom Gibbs, Stephen and Jacobs JJ agreed in General Motors-Holden's Pty Ltd v Bowling (1977) 51 ALJR 235 where his Honour observed, at 241;\n \n 'Section 5(4) imposed the onus on the appellant of establishing affirmatively that it was not actuated by the reason alleged in the charge.",
      "id": "s266"
    },
    {
      "text": "The consequence was that the respondent, in order to succeed, was not bound to adduce evidence that the appellant was actuated by that reason, a matter peculiarly within the knowledge of the appellant.",
      "id": "s267"
    },
    {
      "text": "The respondent was entitled to succeed if the evidence was consistent with the hypothesis that the appellant was so actuated and that hypothesis was not displaced by the appellant.",
      "id": "s268"
    },
    {
      "text": "To hold that, despite the subsection, there is some requirement that the prosecutor brings evidence of this fact is to make an implication which, in my view, is unwarranted and which is at variance with the plain purpose of the provision in throwing on to the defendant the onus of proving that which lies peculiarly within his own knowledge.",
      "id": "s269"
    },
    {
      "text": "' \n\n\n \n66 The conclusion that s 298V (now s 809(1) of the WRA ) is a true reverse onus provision was also reached by Dr Jessup QC (as his Honour then was) in The Onus of Proof in Proceedings under Part XA of the Workplace Relations Act 1996 (2002) 15 AJLL 198, at 204-207.",
      "id": "s270"
    },
    {
      "text": "67 I have examined at some length the authorities on the nature of the presumption created by s 809(1) and its predecessors because the examination exposes a real difficulty in construing and applying the limitation imported by s 809(2) that the presumption \"does not apply in relation to the grant of an interim injunction.",
      "id": "s271"
    },
    {
      "text": "\" One approach is for a court considering a motion for an interim or interlocutory injunction (on the wider view of \"interim injunction\" more favourable to the respondents) to exercise its discretion as if s 809(1) did not exist.",
      "id": "s272"
    },
    {
      "text": "68 However, that approach might, in some cases, create an insuperable difficulty for an applicant for interlocutory relief in making out a serious question to be tried where one of the issues to which the question must be directed is the reason or reasons which actuated the alleged conduct of the respondent.",
      "id": "s273"
    },
    {
      "text": "That reason or those reasons are usually peculiarly within the knowledge of the respondent and a large body of authority suggests that the policy discernible as underlying Part 16 of the WRA is that a respondent should be relieved of the burden of proving the respondent's reason or reasons; see eg Forestry, Mining and Energy Union v Coal and Allied Operations Pty Ltd (1999) 140 IR 131 where Branson J observed, at [161]-[162];\n \n '161 ...",
      "id": "s274"
    },
    {
      "text": "...Section 298V of the Act does not, in my view, allow the applicant to circumvent that finding.",
      "id": "s275"
    },
    {
      "text": "Rather it is to be construed as an aid to proof of the intent or reason of the respondent which motivated, or formed part of the motivation for, the respondent's conduct.",
      "id": "s276"
    },
    {
      "text": "It may fairly be presumed that the section is intended to alleviate the difficulties of proof by one party of the state of mind or motivation of another.",
      "id": "s277"
    },
    {
      "text": "162 For analogous reasons, I do not consider, so far as the circumstances proscribed in s 298L(1)(m) are concerned, that s 298V relieves the applicant from the obligation of establishing as a fact that the relevant employee absented himself from work without leave for the purpose of carrying out duties as an officer of an industrial association (s 298L(1)(m)(i)) and that the employee applied for leave before absenting himself and that leave was unreasonably refused or withheld (s 298L(1)(m)(ii)).",
      "id": "s278"
    },
    {
      "text": "The impact of s 298V, in my view, is simply to alleviate the evidentiary difficulty facing the applicant of providing proof of the intent or reason which motivated, or formed part of the motivation for, the respondent's conduct following the absence of the employee from work.",
      "id": "s279"
    },
    {
      "text": "' \n\n\n \n 69 If the effect of s 809(23) is to require an applicant to demonstrate, in the absence of any evidence at all from the respondent, a serious question to be tried as to each element of the cause of action, including the respondent's reason or reasons for the impugned conduct, the applicant may suffer irreparable damage before he or she can be accorded a final trial at which, ex hypothesi, the presumption would enable the cause of action to be made out.",
      "id": "s280"
    },
    {
      "text": "I consider that such a restrictive and apparently unjust interpretation should only be given to a provision which occurs in what seems to be a beneficial or facultative legislative scheme if the language of the sub-section intractably requires it.",
      "id": "s281"
    },
    {
      "text": "In my view, a construction more consonant with the statutory context and history and the preparatory material is that s 809(2) precludes the court from finding, on an application for an interim or interlocutory injunction, even provisionally, by recourse solely to the presumption, that the respondent's conduct was for a proscribed reason or for reasons that included a proscribed reason.",
      "id": "s282"
    },
    {
      "text": "However, I do not construe s 809(2) as preventing the court, in assessing whether there is a serious issue to be tried, from having regard to the availability of the presumption in the final determination of the application.",
      "id": "s283"
    },
    {
      "text": "Similarly, I consider that account can be taken of the ultimate availability of the presumption when assessing the respective strengths of the case for the applicant and that for the respondent as part of exercising the general discretion to grant or withhold interlocutory relief.",
      "id": "s284"
    },
    {
      "text": "This approach, in my view, is consistent with that long taken by courts of equity in undertaking what are often necessarily limited reviews of evidence in the course of deciding whether to grant interlocutory injunctions.",
      "id": "s285"
    },
    {
      "text": "That traditional approach was illustrated in Municipal Council of Rockdale v Municipal Council of Kogarah (1926) 26 SR(NSW) 552 where Long Innes J said, at 554;\n \n 'In order to entitle a plaintiff to an interlocutory injunction it is necessary that the Court should be satisfied that there is a serious question to be tried at the hearing, and that the plaintiff has made out a prima facie case; that is, that if the evidence remains as it is, it is probable that at the hearing the plaintiff will get a decree in his favour: Preston v Luck (27 Ch D 497, at 505, 506); Challender v Royle (36 Ch D 425, at 436).",
      "id": "s286"
    },
    {
      "text": "' \n\n\n \n70 A similar understanding, I believe, informs the observation of Burchett J (dissenting) in Davids Distribution Pty Ltd v National Union of Workers (supra), at 507 [124]-[125] that:\n \n '124 ......",
      "id": "s287"
    },
    {
      "text": "The only basis on which the respondent suggests an affirmative answer could be made to this question is to be found in s 298V.",
      "id": "s288"
    },
    {
      "text": "But, in my opinion, that would be to put on the section a weight it cannot bear.",
      "id": "s289"
    },
    {
      "text": "Its function is not to transform a case, to change the complexion of the facts; its function is to raise (via a presumption) an evidentiary onus.",
      "id": "s290"
    },
    {
      "text": "(Of course, at the interlocutory stage, the burden on an applicant would anyway be only to show a serious question to be tried.",
      "id": "s291"
    },
    {
      "text": ") But the s 298V onus was discharged when the circumstances were revealed.",
      "id": "s292"
    },
    {
      "text": "Because of the gaps in the evidence, it was (I am prepared to assume) not discharged to the full extent of proof that the sole reason for the dismissals was that given.",
      "id": "s293"
    },
    {
      "text": "But it was discharged to the extent that the circumstances showed clearly the nature of the dispute to which only any hidden reason must, as a matter of common sense, have related.",
      "id": "s294"
    },
    {
      "text": "The circumstances being known, there was simply no room for a separate reason connected, not with the strike, but with the state of mind to which par (l) refers.",
      "id": "s295"
    },
    {
      "text": "[125] In some cases, there might be a difficulty in reconciling the requirements of the statutory presumption under s 298V with the requirements of the principle upon which interlocutory relief may be granted, not upon proof as at a trial, but upon the showing of a serious question to be tried.",
      "id": "s296"
    },
    {
      "text": "However, it cannot be the law that such a presumption will always entitle an applicant to interlocutory relief, whatever the facts, because it shows a question to be tried, and full answer is not possible at an interlocutory hearing.",
      "id": "s297"
    },
    {
      "text": "At all events where, as in the present case, the applicant relies on nothing but the presumption, and the circumstances are the subject of detailed evidence pointing strongly to reasons other than the one alleged, I do not accept that it is appropriate to ground a decision on the presumption.",
      "id": "s298"
    },
    {
      "text": "Although written in the context of a final hearing, the words of Dixon J in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 at 361 express a principle which is relevant here: \n \n \n \"The truth is that, when the law requires the proof of any fact, the tribunal must feel an actual persuasion of its occurrence or existence before it can be found.",
      "id": "s299"
    },
    {
      "text": "It cannot be found as a result of a mere mechanical comparison of probabilities independently of any belief in its reality.",
      "id": "s300"
    },
    {
      "text": "\" \n \n \n The Court must be actually persuaded that there is a serious question to be tried, and since the undisputed circumstances make reliance on the presumption unreal, it cannot simply be applied as a mantra.",
      "id": "s301"
    },
    {
      "text": "' \n\n\n \n 71 Although that passage was written well before s 809(2) appeared in the legislation, I regard it as indicating a correct application of the relevant equitable techniques to accommodate the legislative intention which can be imputed to the framers of the new sub-section.",
      "id": "s302"
    },
    {
      "text": "(c) The reason or reasons for the resumption of the investigation of the Bullying Allegations.",
      "id": "s303"
    },
    {
      "text": "72 It was submitted on behalf of the applicants that whether or not they are entitled, on this interlocutory application, to rely on the statutory presumption created by s 809(1), the respondents had failed to negate the existence of a serious question to be tried.",
      "id": "s304"
    },
    {
      "text": "In the first place, reference was made to the failure of the Commissioner to go into evidence despite the fact that she had signed the letter of 3 May 2006 instigating the inquiry into the Bullying Allegations and the letter of 8 January 2008 giving notice of its resumption.",
      "id": "s305"
    },
    {
      "text": "In the same context, it was pointed out that Cornelius had acted in consultation with the Commissioner and had briefed her at various points about the progress of the investigation and the WorkSafe inquiry as well as the recommendations of the Ombudsman and the OPI.",
      "id": "s306"
    },
    {
      "text": "Accordingly, so the argument went, the ultimate decision to resume the investigation of the Bullying Allegations was that of the Commissioner and so her reasons for taking that decision were critical to the question of whether the resumption of the investigation into the Bullying Allegations was for a prohibited reason or for reasons that included a prohibited reason.",
      "id": "s307"
    },
    {
      "text": "A parallel was drawn between the absence of evidence from the Commissioner and the absence of evidence from the directors which was discussed by Mason J in General Motors-Holden's Pty Ltd v Bowling (supra).",
      "id": "s308"
    },
    {
      "text": "In that case, his Honour observed, at 241-242;\n \n 'The suggestion that the respondent's position as a shop steward was not associated with the reason for dismissal in the minds of Mr Rosenboom and Mr Gould is based partly on the assumption that one need not look beyond the consideration which they gave to the matter of dismissal.",
      "id": "s309"
    },
    {
      "text": "Yet it is clear enough from the evidence that the effective decision to dismiss the respondent was not made by them in South Australia but by the two directors in Melbourne after they had consultation with Mr Gould, not with Mr Rosenboom.",
      "id": "s310"
    },
    {
      "text": "... ... \n ... ... ... \n The unexplained failure of the appellant to call the two Melbourne directors then becomes significant.",
      "id": "s311"
    },
    {
      "text": "It left uncontroverted the possibility that the respondent's position as a shop steward was an influential, perhaps even a decisive, consideration in their minds.",
      "id": "s312"
    },
    {
      "text": "' \n\n\n \n73 Cornelius, it was submitted, could not give admissible direct evidence of the reasons which had actuated the Commissioner in deciding, on 8 January 2008 to revive the inquiry into the Bullying Allegations.",
      "id": "s313"
    },
    {
      "text": "Nor had he purported, as he might have done on this interlocutory application, to give evidence of those reasons on information and belief derived from the Commissioner herself.",
      "id": "s314"
    },
    {
      "text": "It was accepted that Cornelius had expressly deposed that neither Mullett's complaint to the TPA nor his involvement in the institution of the proceedings in this Court had been the reason for action taken at any time by Cornelius himself.",
      "id": "s315"
    },
    {
      "text": "However, there was only silence about the reasons which had actuated the Commissioner who had been the effective decision-maker.",
      "id": "s316"
    },
    {
      "text": "74 Mr Parry SC, who appeared with Mr Richard Dalton for the respondents, traced the history of the investigation of the Bullying Allegations from the time when they were first made by the complainants in March 2006.",
      "id": "s317"
    },
    {
      "text": "That history has largely been set out at [27]-[40] of these reasons.",
      "id": "s318"
    },
    {
      "text": "Mr Parry SC referred in particular to the report of the Ombudsman of April 2007, extracts from which have been reproduced at [34] above and which included a recommendation that Victoria Police \"further investigate the matter [of the Bullying Allegations] by interviewing all relevant witnesses and the Secretary of the Police Association (if necessary under direction)\".",
      "id": "s319"
    },
    {
      "text": "75 Attention was also drawn on behalf of the respondents to the evidence of Cornelius of his receipt of the status report of 10 December 2007 containing the recommendations set out at [37] of these reasons.",
      "id": "s320"
    },
    {
      "text": "That was apparently accompanied by an email from Cartwright to Cornelius which concluded with these paragraphs (omitting passages claimed to be confidential);\n \n 'On an initial assessment there is no formal power to obtain tape recordings of the Executive Meetings, it is possible that individuals have recordings, or can legitimately access recordings.",
      "id": "s321"
    },
    {
      "text": "It is now necessary to commence the interview of Executive members, and of Senior Sergeant Mullett.",
      "id": "s322"
    },
    {
      "text": "Members of the Executive of course ... ... and who may be able to provide corroboration to alleged events, including access to recordings and notes of conversations.",
      "id": "s323"
    },
    {
      "text": "We will need to discuss with you the proposed timing of the interviews, and we are in a position to do so in the next week.",
      "id": "s324"
    },
    {
      "text": "It is our view that any approach to S/Sgt Mullett, or to any member or former of the Executive, ...... is likely to see \n &#8226; Immediate advice being provided to S/Sgt Mullett \n &#8226; the approach being reported in the media \n &#8226; immediate escalation by the TPA.",
      "id": "s325"
    },
    {
      "text": "It is likely that the escalation will lead to strong resistance to our attempts to obtain further evidence.",
      "id": "s326"
    },
    {
      "text": "' \n\n\n \nThat email was followed by a briefing note from Cartwright to Cornelius dated 31 December 2007 which identified several courses of action including the following Option 1.",
      "id": "s327"
    },
    {
      "text": "'Write to the Executive and the President outlining the intention to seek advice from members of the Executive, and to use the provisions of Section 86Q should that be necessary.",
      "id": "s328"
    },
    {
      "text": "At the same time, commence that approach to members of the Executive.",
      "id": "s329"
    },
    {
      "text": "Arguments For: \n &#8226; The interview of members who were present at the Executive meeting of 6 June, and the use of Section 86Q is consistent with the findings and recommendations of the Ombudsman in his Report of April 2007.",
      "id": "s330"
    },
    {
      "text": "&#8226; Notification of the Executive at the time of the approach of witnesses is an appropriate courtesy; no other advice is necessary or appropriate.",
      "id": "s331"
    },
    {
      "text": "&#8226; The use of 86Q is consistent with standard practice in the investigation of serious misconduct.",
      "id": "s332"
    },
    {
      "text": "&#8226; The use of 86Q is more likely than other options to produce additional information and allow a fuller assessment of the issues and allegations.",
      "id": "s333"
    },
    {
      "text": "In fairness to all parties, it is important that all available evidence be obtained.",
      "id": "s334"
    },
    {
      "text": "&#8226; The provisions of 86Q were used in obtaining all earlier statements in this investigation, (however the provisions were invoked at the request of the witnesses) a failure to now use 86Q would be inconsistent with earlier aspects of this investigation.",
      "id": "s335"
    },
    {
      "text": "Arguments Against: \n &#8226; There is a high probability that the potential witnesses will refuse to comply with directions.",
      "id": "s336"
    },
    {
      "text": "The use of 86Q could be seen as a deliberate pursuit of members of the Executive, rather than as a pursuit of the available evidence.",
      "id": "s337"
    },
    {
      "text": "&#8226; The intent to use 86Q and the investigation itself will be portrayed by the Association as an interference in union matters, and seen as overbearing.",
      "id": "s338"
    },
    {
      "text": "&#8226; The notice of intention to use 86Q may see the Association seek judicial intervention to prevent further action, and a further delay to resolution of the investigation.",
      "id": "s339"
    },
    {
      "text": "&#8226; Advice to the Executive will in effect also be advice to the subjects of the investigation --- this is not normal practice.",
      "id": "s340"
    },
    {
      "text": "' \n\n\n \n76 Counsel for the respondents stressed that the briefing note had been addressed to Cornelius and had recommended Option 1 which he had adopted and which had been \"signed off\" by the Commissioner.",
      "id": "s341"
    },
    {
      "text": "The whole history of the investigation by Victoria Police of the Bullying Allegations and, in particular, the matters to which Counsel drew attention, were said to indicate that Cornelius has been intimately involved in the process and has been the effective decision-maker throughout.",
      "id": "s342"
    },
    {
      "text": "77 In submissions in reply, Mr Borenstein SC referred to par 38 of the affidavit of Cornelius which recites;\n \n 'As part of our initial goal to approach the investigation in a conciliatory manner, an approach reflected in the letter ultimately sent to the TPA on 3 May 2006 (see below), I had some preliminary contact with the President of the TPA about meeting to discuss the investigation and the allegations and the best way to work together to facilitate the investigation.",
      "id": "s343"
    },
    {
      "text": "We had some difficulty over the course of April in arranging a mutually convenient time, and ultimately in late April 2006, the President notified me that she no longer wished to meet regarding the matter.",
      "id": "s344"
    },
    {
      "text": "' \n\n\n \n78 The \"President of the TPA\" referred to in that paragraph, I was told, was one of the complainants who had initiated the Bullying Allegations.",
      "id": "s345"
    },
    {
      "text": "Nevertheless, Counsel claimed, it was \"on her simple say so\" that the management of Victoria Police decided to desist from any further attempt to resolve the matter by conciliation.",
      "id": "s346"
    },
    {
      "text": "That was said to support the inference that the resumption of an investigation under s 69 or s 71 of the PRA with its ancillary recourse to the coercive powers conferred by s 86Q was for an ulterior and prohibited reason or purpose.",
      "id": "s347"
    },
    {
      "text": "79 It was next argued in reply that the respondents are required positively to negative a prohibited reason for their conduct as it affected Mullett.",
      "id": "s348"
    },
    {
      "text": "It is not enough to say that the Ombudsman's report, standing alone, would have provided a non-prohibited reason for the conduct as the decision-makers within Victoria Police were still required to comply with the relevant provisions of the WRA ; see Patrick Stevedores v Maritime Union of Australia (supra) at 41 [62].",
      "id": "s349"
    },
    {
      "text": "80 Applying the test formulated in Municipal Council of Rockdale v Municipal Council of Kogarah and quoted at [69] of these reasons, I am satisfied that, if the evidence remains as it is, the applicants will probably succeed in establishing that the investigation by Victoria Police of the Bullying Allegations against Mullett has been for a prohibited reason or for reasons that included a prohibited reason as described in s 793(1)(a), (j) and (k) of the WRA .",
      "id": "s350"
    },
    {
      "text": "81 The first factor which has led to my attaining that state of satisfaction is the extent to which industrial relations considerations have obtruded themselves at various points when the investigation of the Bullying Allegations arose for action or decision within Victoria Police.",
      "id": "s351"
    },
    {
      "text": "That was, perhaps, inevitable given that Mullett, against whom the Bullying Allegations had been made, occupied a central industrial office as Secretary of TPA and had for many years had a high profile as the spokesman and public face of that industrial organisation.",
      "id": "s352"
    },
    {
      "text": "In any event, Cornelius acknowledged in his letter of 14 September 2006 to the OPI the \"sensitivities which attach to the use of the s 86Q questioning power against a person who is a full time union official.",
      "id": "s353"
    },
    {
      "text": "\" Similarly, one of the arguments noted against the adoption of Option 1 in the briefing paper of 31 December 2007 quoted at [75] above was that \"the intent to use 86Q and the investigation itself\" would be portrayed by TPA as an interference in union matters and seen as overbearing.",
      "id": "s354"
    },
    {
      "text": "As well, the anomaly created by a full time union official and officer of TPA being at the same time a serving police officer was adverted to by the Ombudsman in Recommendation 5 of his report on the investigation of the Bullying Allegations which is reproduced at [34] above.",
      "id": "s355"
    },
    {
      "text": "82 Also capable of being inspired by industrial considerations was the publication on 21 September 2006 to all staff of Victoria Police of the outcome of the initial investigation and the referral to WorkSafe.",
      "id": "s356"
    },
    {
      "text": "That statement was simultaneously issued to \"the media\" and bore the legend that \"Media inquiries relating to this issue must be directed to the Victoria Police Media Unit.",
      "id": "s357"
    },
    {
      "text": "\" The explanation that most readily suggests itself for that conduct is that the existence of the investigation was seen as damaging to Mullett in his capacity as Secretary of TPA and therefore as weakening his effectiveness in waging, as it seems on several fronts, an industrial campaign on its behalf.",
      "id": "s358"
    },
    {
      "text": "The converse inference is also open that the resumption of the investigation was seen from an employer's perspective as strengthening the hand of the Commissioner in resisting demands by the TPA or improving, in the eyes of the workforce or the general public, her image as a protagonist in an industrial dispute.",
      "id": "s359"
    },
    {
      "text": "It may also be that the email of 21 September 2006 was seen as a retaliatory salvo in response to industrial propaganda generated by Mullett and the TPA.",
      "id": "s360"
    },
    {
      "text": "83 I am satisfied on the evidence as it stands that the Commissioner herself was actively involved in various decisions taken between May 2006 and January 2008 in relation to the investigation of the Bullying Allegations.",
      "id": "s361"
    },
    {
      "text": "By \"signing off\" on Cartwright's recommendation of Option 1 in his briefing paper of 31 December 2007 and by signing the letter to TPA of 8 June 2008, the Commissioner gave rise to the strong inference that she had herself considered the consequences of a resumption of the investigation and affirmatively decided that it should occur.",
      "id": "s362"
    },
    {
      "text": "That inference has not been rebutted by any direct evidence from her in opposition to the motion for interlocutory relief.",
      "id": "s363"
    },
    {
      "text": "Nor has it been attested on information or belief derived from the Commissioner by any other witness that she did not make or influence the decision to resume the investigation or take any relevant action for reasons that included a prohibited reason.",
      "id": "s364"
    },
    {
      "text": "If that remains the state of the evidence at trial, it would be open to the Court to infer, applying the rule in Jones v Dunkel (1959) 101 CLR 298 , that the Commissioner's evidence would not have assisted the respondents' case.",
      "id": "s365"
    },
    {
      "text": "That reasoning commended itself to the majority of the Australian Industrial Court in Bowling v General Motors-Holden's Pty Ltd (1975) 8 ALR 197 , at 209 and was approved by the majority of the High Court in General Motors-Holden's Pty Ltd v Bowling (supra), esp at 242.",
      "id": "s366"
    },
    {
      "text": "84 A similar adverse inference is presently available from the respondents' failure, at this stage, to adduce evidence of a convincing explanation of the decision not to attempt to resolve the Bullying Allegations by mediation or conciliation through the Human Resources Department of Victoria Police or otherwise as contemplated by s 86O(2) of the PRA .",
      "id": "s367"
    },
    {
      "text": "Nor can the possibility be excluded, on the present state of the evidence, that the resumption of the investigation of the Bullying Allegations was seen as reinforcing or supporting in some way the Commissioner's prohibition on 15 November 2007 of Mullett from entering any police premises unless directed to do so.",
      "id": "s368"
    },
    {
      "text": "85 The involvement of the Commissioner which can presently be presumed for the reasons just indicated was, I consider, partly attributable to the industrial relations implications which the investigation was seen to have by Cornelius, Cartwright and Biggin and perhaps others.",
      "id": "s369"
    },
    {
      "text": "It is true that other considerations would also have justified, and may have prompted, the Commissioner's taking decisions or other actions about the investigation.",
      "id": "s370"
    },
    {
      "text": "Those considerations included the recommendations of the Ombudsman and the OPI and the duty or discretion to investigate or report cast primarily on the Commissioner by provisions like ss 70, 71 and 86M of the PRA noted at [21] and [24] above.",
      "id": "s371"
    },
    {
      "text": "However, it will not avail the respondents to establish at trial merely that those considerations influenced the resumption of the investigation.",
      "id": "s372"
    },
    {
      "text": "Because conduct is proscribed by s 792(1) of the WRA if it occurs \"for reasons that include a prohibited reason\", it will be necessary for the respondents at trial to establish affirmatively that the investigation was not resumed partly for one of the prohibited reasons alleged by the applicants.",
      "id": "s373"
    },
    {
      "text": "In making what is necessarily a provisional assessment of the likely outcome at trial, I have had regard, in the manner described at [68]-[71] above, to the reverse onus of proof imposed by s 809(1) of the WRA .",
      "id": "s374"
    },
    {
      "text": "(ii) Balance of convenience \n \n86 On the balance of convenience which, in the exercise of this discretion, has to be weighed in conjunction with the existence of a serious question to be tried, Mr Borenstein SC suggested that the evidence adduced on behalf of the respondents was at \"a high level of generality.",
      "id": "s375"
    },
    {
      "text": "\" It went, he said, to the need for a timely resolution of complaints in the interests of complainants.",
      "id": "s376"
    },
    {
      "text": "Nevertheless, the argument continued, the investigation of the complaints was now almost three years old and the need for expedition did not outweigh the interests of the applicants in preserving the subject matter of their litigation in full until trial or judgment.",
      "id": "s377"
    },
    {
      "text": "In a related way, it was pointed out that the four persons who, in 2005 and 2006 as members of the Executive of TPA had been pressing for an investigation of the Bullying Allegations against Mullett, were no longer members of that Executive and should have no further apprehension that any conduct of Mullett might be directed against them.",
      "id": "s378"
    },
    {
      "text": "In any event, matters of concern within the Executive of TPA had been resolved, partly by the recommendation in June 2007 that the members of the Executive together with Mullett, the Assistant Secretary and Davies should undertake leadership training.",
      "id": "s379"
    },
    {
      "text": "A related matter militating against an immediate resumption of the ESD investigation into the Bullying Allegations was the continuing parallel inquiry by WorkSafe.",
      "id": "s380"
    },
    {
      "text": "Likewise, Counsel for the applicants pointed to the acknowledgement in a briefing paper of 9 November 2007 by Biggin and Cartwright that \"any offences committed on 6 June 2006 are now outside the statute of limitation for laying of charges.",
      "id": "s381"
    },
    {
      "text": "\" In the same passage it was recorded that \"Section 69 offences have no statutory limitation.",
      "id": "s382"
    },
    {
      "text": "\" \n \n87 The applicants next sought to meet the suggestion that any further delay in investigating the Bullying Allegations would be compromised by the fading memories of relevant witnesses by instancing the evidence that witness statements had already been provided to WorkSafe for use in its investigation which was still proceeding.",
      "id": "s383"
    },
    {
      "text": "With respect to the possibility that relevant witnesses might resign or retire from Victoria Police and so be no longer amenable to the coercive powers conferred by the PRA , it was pointed out that the inapplicability of that Act to members seconded to TPA had been the reason for the reference of the Bullying Allegations to WorkSafe.",
      "id": "s384"
    },
    {
      "text": "88 Finally, it was said that any concern which may be imputed to the persons against whom the Bullying Allegations had been made to be exonerated speedily is answered by the fact that they are all members of TPA which is one of the applicants for the present injunctive relief.",
      "id": "s385"
    },
    {
      "text": "It should be assumed, according to this argument, that those members have acquiesced in any delay until the hearing and determination of the action and are content for it to occur.",
      "id": "s386"
    },
    {
      "text": "89 On behalf of the respondents it was argued that, in assessing the balance of convenience, the personal concerns of Mullett have to be weighed against a broad public interest in the continued investigation of the Bullying Allegations which have been alleged to amount to serious misconduct within the meaning of s 86A of the PRA .",
      "id": "s387"
    },
    {
      "text": "Mr Parry SC referred to the interests of the complainants and \"others who are to be interviewed.",
      "id": "s388"
    },
    {
      "text": "\" It was acknowledged on behalf of the respondents that the amended statement of claim which pleads the causes of action relied on by the applicants in their substantive application runs to some 164 paragraphs, raises a complex series of issues, all of which will be strongly contested and necessitate voluminous discovery of documents.",
      "id": "s389"
    },
    {
      "text": "As well, the substantive case was said to be likely to give rise to extensive debates about legal professional privilege, public interest privilege and confidentiality.",
      "id": "s390"
    },
    {
      "text": "In those circumstances, it was likely, even if all reasonable steps were taken to expedite it, that a trial of the action would not commence in under twelve months.",
      "id": "s391"
    },
    {
      "text": "90 In submissions in reply directed to the balance of convenience, issue was taken with the suggestion on behalf of the respondents that there were still persons seconded to TPA who had an interest in the investigation and resolution of the complaints which had given rise to the Bullying Allegations.",
      "id": "s392"
    },
    {
      "text": "In this context, the applicants relied on the second affidavit of Davies sworn 1 February 2008 where it is deposed at par 18 that the only persons who might possibly have been complainants \"are no longer members of the Executive of TPA and no longer come into any regular contact with the Secretary or staff of TPA.",
      "id": "s393"
    },
    {
      "text": "\"\n \n91 In my view, the balance of convenience is against an interlocutory restraint in the terms proposed by the applicant.",
      "id": "s394"
    },
    {
      "text": "That would prevent, until the hearing and determination of the action as a whole, the taking through any agency of Victoria Police or the State of Victoria generally, of \"any further action with respect to the investigation\" of the Bullying Allegations against Mullett.",
      "id": "s395"
    },
    {
      "text": "There seems to be no realistic prospect of bringing about a speedy trial by way of a final hearing of the action as presently formulated.",
      "id": "s396"
    },
    {
      "text": "Nor has either side evinced any willingness to facilitate the trial of a separate question or issue focused on the resumption of the investigation of the Bullying Allegations.",
      "id": "s397"
    },
    {
      "text": "92 In these circumstances, I consider that an interlocutory injunction restraining for a substantial time any further action with respect to the investigation would unreasonably stultify the investigation.",
      "id": "s398"
    },
    {
      "text": "On the other hand, I do not apprehend that significant harm would be caused to the applicants or Mullett if the investigation were to proceed to the extent of completing the taking of statements from persons, other than Mullett, who are perceived as able to provide information relevant to the Bullying Allegations.",
      "id": "s399"
    },
    {
      "text": "One of the difficulties which has oppressed me in trying to resolve this interlocutory motion is the absence of specific evidence as to the extent to which statements from relevant witnesses have already been procured, either directly by Biggin and Cartwright on behalf of the ESD, or as a result of the parallel inquiries which WorkSafe has been commissioned to undertake, at times as the sole investigative agency.",
      "id": "s400"
    },
    {
      "text": "However, I assume that, apart from interviewing Mullett, little remains to be done by way of completing the inquiry to a point where particulars of a charge, if it is decided to bring one, can be formulated as required by s 72 of the PRA .",
      "id": "s401"
    },
    {
      "text": "93 I note parenthetically that it is the absence of particulars or any other specification of the conduct alleged against him that has caused me, in part, to regard the investigation todate of the Bullying Allegations as capable of exposing Mullett to serious hardship or prejudice.",
      "id": "s402"
    },
    {
      "text": "That would particularly be so if he were directed pursuant to s 86Q of the PRA , as seems to be the respondent's present intention, to furnish information or answer questions relevant to the Bullying Allegations.",
      "id": "s403"
    },
    {
      "text": "Accordingly, I regard the balance of convenience as requiring only that the respondents be restrained from issuing to Mullett a direction pursuant to that section in relation to the Bullying Allegations.",
      "id": "s404"
    },
    {
      "text": "94 I have come to the conclusion just indicated on the balance of convenience, partly after having regard to the fact that the investigation pursuant to the PRA of the Bullying Allegations is not, of its nature, confined to a decision taken once and for all.",
      "id": "s405"
    },
    {
      "text": "On the contrary, it is open to the Commissioner, or a delegate duly authorised by her who is unacquainted with the history and industrial implications recounted above, to take fresh decisions in relation to the investigation which could be shown not to have been influenced by any of the prohibited reasons enumerated in s 793(1)(a), (j) and (k) of the WRA .",
      "id": "s406"
    },
    {
      "text": "I have also assumed that the rules of natural justice have not been excluded in relation to the inquiry into, and determination of, a charge for which s 73 of the PRA provides.",
      "id": "s407"
    },
    {
      "text": "On that assumption, if an inquiry and determination of a charge against Mullett, properly particularised, occurs without a prior direction to him pursuant to s 86Q, he will have available to him in the Victorian courts the full range of remedies necessary to protect him from a denial of procedural fairness.",
      "id": "s408"
    },
    {
      "text": "95 In case one or other of the assumptions made earlier in this part of these reasons should prove unfounded or some other unforeseen circumstance should arise which is capable of causing hardship or injustice to one side or the other, I shall reserve liberty to apply.",
      "id": "s409"
    },
    {
      "text": "Conclusion \n \n96 For the reasons which I have endeavoured to explain, I shall order, subject to the applicants' giving the usual undertaking as to damages, that the respondents be restrained until the hearing and determination of the application or further order from directing Mullett pursuant to s 86Q of the PRA to furnish any information, produce any document or answer any question relevant to the Bullying Allegations.",
      "id": "s410"
    },
    {
      "text": "I shall reserve liberty to any party to apply on not less than 48 hours notice in writing to the other parties.",
      "id": "s411"
    },
    {
      "text": "The costs of each party of and incidental to the notice on motion dated 23 January 2008 will be costs in the cause.",
      "id": "s412"
    },
    {
      "text": "There will be a directions hearing herein on 2 May 2008 when the applicants and the respondents should bring in minutes of the directions which they respectively consider to be appropriate to ready the application as a whole for trial.",
      "id": "s413"
    },
    {
      "text": "I certify that the preceding ninety-six (96) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Ryan.",
      "id": "s414"
    },
    {
      "text": "Associate:\n\nDated: 18 April 2008\n\n\n Counsel for the Applicants: Mr H Borenstein SC with Mr C Dowling \n \n Solicitor for the Applicants: Slater &amp; Gordon \n \n Counsel for the Respondents: Mr F Parry SC with Mr R Dalton \n \n Solicitor for the Respondents: Freehills \n \n Dates of Hearing: 4 and 5 February 2008 \n \n Date of Judgment: 18 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/467.html",
      "id": "s415"
    }
  ]
}