{
  "name": "Hermitage Motel Pty Ltd v P. E. Kafka Pty Ltd [2008] FCA 442 (4 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/442.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "sale of motel",
      "id": "c1"
    },
    {
      "text": "misleading misrepresentations made by vendors to purchaser concerning revenue, occupancy and profitability of motel business",
      "id": "c2"
    },
    {
      "text": "purchaser induced to purchase motel by misleading misrepresentations",
      "id": "c3"
    },
    {
      "text": "proper measure of damages",
      "id": "c4"
    },
    {
      "text": "proper measure of damages where purchase of property induced by misleading statements",
      "id": "c5"
    },
    {
      "text": "potts v miller basis proper measure in instant circumstances",
      "id": "c6"
    },
    {
      "text": "relevance to measure of damages of events subsequent to purchase",
      "id": "c7"
    },
    {
      "text": "competing valuations of property at time of purchase considered",
      "id": "c8"
    },
    {
      "text": "extent of compensable consequential loss",
      "id": "c9"
    },
    {
      "text": "trade practices",
      "id": "c10"
    },
    {
      "text": "damages",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 It is accepted that the first applicant, The Hermitage Motel Pty Ltd, was induced to purchase the Sovereign Inn Muswellbrook Motel at Muswellbrook in New South Wales by misleading misrepresentations as to occupation rate, revenue and net profit for which the first, second, third, seventh, eighth and ninth respondents are responsible.",
      "id": "s0"
    },
    {
      "text": "The first applicant does not pursue the case against the fourth and fifth respondents but does against the sixth respondent.",
      "id": "s1"
    },
    {
      "text": "After taking over the motel, the true records of the trading of the motel for a period prior to purchase were discovered.",
      "id": "s2"
    },
    {
      "text": "There was a large gap between representation and reality.",
      "id": "s3"
    },
    {
      "text": "A comparison is as follows:\n \n 2002 \n Represented 2002 \n Actual 2003 \n Represented 2003 \n Actual Motel occupation 47.2% 43.5% 49.8% 44.1% Accommodation revenue 432,216 379,377 475,102 389,836 Gross revenue 552,917 489,100 605,220 496,211 Gross profit 506,434 444,310 555,497 450,784 Net profit 333,710 268,683 355,501 267,736 \n\n \n 2004 \n Represented 2004 \n Actual July-Dec 2004 Represented July-Dec 2004 Actual Motel occupation 45% 35.9% 43.6% 36.5% Accommodation revenue 438,567 314,875 206,988 166,699 Gross revenue 562,273 396,851 272,364 216,717 Gross profit 513,849 351,208 246,246 194,326 Net profit 336,139 172,927 167,115 104,680 \n\n \n2 I accept the evidence of Mr Draper as to his discussions with the sixth respondent, Ms Toni Gilchrist, on 16 March 2005, the effect of which was that she had confirmed the figures in the brochure, and I accept that he believed her.",
      "id": "s4"
    },
    {
      "text": "I generally regard him as a witness of truth.",
      "id": "s5"
    },
    {
      "text": "His version of his dealings with Ms Gilchrist on that day was corroborated in significant respects by Mr Brislee.",
      "id": "s6"
    },
    {
      "text": "The sixth respondent was the relieving manager of the motel at the time.",
      "id": "s7"
    },
    {
      "text": "She was a long serving employee of Sovereign Inns Pty Limited.",
      "id": "s8"
    },
    {
      "text": "The case against the sixth respondent is established.",
      "id": "s9"
    },
    {
      "text": "3 The primary claim is for damages pursuant to s 82 of the Trade Practices Act 1974 (Cth) (the Act) for breach of s 52 of the Act.",
      "id": "s10"
    },
    {
      "text": "Any loss was suffered by the first applicant rather than the second applicant.",
      "id": "s11"
    },
    {
      "text": "MEASURE OF DAMAGE \n \n4 The contract for purchase was entered into on 18 May 2005 and was completed on 6 June 2005.",
      "id": "s12"
    },
    {
      "text": "The purchase price was $2,050,000.",
      "id": "s13"
    },
    {
      "text": "The first applicant claims the difference between the purchase price and the value of the motel at the time of purchase, based upon the true results, of $1,060,000, together with some consequential losses related to financing.",
      "id": "s14"
    },
    {
      "text": "The evidence relates to the date of completion rather than that of contract, but it is agreed that nothing turns upon that in this case.",
      "id": "s15"
    },
    {
      "text": "The first applicant's claim accords with the conventional measure of damages in a case such as this --- it is often referred to as the Potts v Miller basis (a reference to Potts v Miller (1940) 64 CLR 282).",
      "id": "s16"
    },
    {
      "text": "The respondents say that that measure is inappropriate in the present case as the purchaser did not rescind but elected to operate the motel profitably with improving results such that by the time of trial the motel was worth at least as much, if not more, than the purchase price paid.",
      "id": "s17"
    },
    {
      "text": "As will appear, I reject the respondents' contention.",
      "id": "s18"
    },
    {
      "text": "The respondents also contest the valuation of the motel as at the time of purchase and do not accept the consequential losses.",
      "id": "s19"
    },
    {
      "text": "5 At the time of the decision of the High Court in HTW Valuers (Central Qld) Pty Ltd v Astonland Pty Ltd (2004) 217 CLR 640 it was well established that, in the case of the purchase of property induced by misleading statements, the correct measure of damages (apart from consequential losses) was obtained by deducting the true value of the property at the date of the purchase from the purchase price.",
      "id": "s20"
    },
    {
      "text": "It is not necessary to go beyond the analysis of the authorities by the Full Court in Expectation Pty Ltd v PRD Realty Pty Ltd [2004] FCAFC 189 ; (2004) 140 FCR 17 at [252] ---[258].",
      "id": "s21"
    },
    {
      "text": "It is submitted on behalf of the respondents that HTW Valuers 217 CLR 640 fundamentally changed the situation.",
      "id": "s22"
    },
    {
      "text": "I do not agree.",
      "id": "s23"
    },
    {
      "text": "In that case, the plaintiff, not the defendant, was seeking to rely upon events subsequent to the transaction.",
      "id": "s24"
    },
    {
      "text": "The actual decision affirms the Potts v Miller measure of damage but points out that subsequent events can throw light upon the true value of the property at the time of the transaction ( HTW Valuers 217 CLR 640 per Gleeson CJ, McHugh, Gummow, Kirby and Heydon JJ at [34]---[40]).",
      "id": "s25"
    },
    {
      "text": "That principle is well known in valuation law and practice and had been referred to by the High Court in Kizbeau Pty Ltd v WG &amp; B Pty Ltd [1995] HCA 4 ; (1995) 184 CLR 281 , particularly at 291---296 per Brennan, Deane, Dawson, Gaudron and McHugh JJ.",
      "id": "s26"
    },
    {
      "text": "The Court went on to consider an alternative approach proposed by the plaintiff, that is, that the measure of damages would be the price paid minus the benefits left in its hands at the time of trial --- it being a case where there had been a significant decline in value by the time of the trial.",
      "id": "s27"
    },
    {
      "text": "The Court indicated that there may be circumstances in which that approach would be appropriate ( HTW Valuers 217 CLR 640 at [63]---[67]).",
      "id": "s28"
    },
    {
      "text": "The decision in Murphy v Overton Investments Pty Ltd [2004] HCA 3 ; (2004) 216 CLR 388 points in the same direction.",
      "id": "s29"
    },
    {
      "text": "This flows from the principle that a plaintiff induced by misleading conduct to enter into a transaction is entitled to be fully compensated.",
      "id": "s30"
    },
    {
      "text": "The same principle led to additional consequential losses being awarded in Gould v Vaggelas [1985] HCA 85 ; (1984) 157 CLR 215.",
      "id": "s31"
    },
    {
      "text": "That reasoning does not support the view, espoused by the respondents in this case, that the party responsible for the misleading conduct can benefit from an increase in value in the property acquired by the time of trial.",
      "id": "s32"
    },
    {
      "text": "6 I do not accept the proposition that the first applicant could not retain the property and claim damages on a Potts v Miller basis.",
      "id": "s33"
    },
    {
      "text": "No authority was cited in support of it and it is contrary to authority in the High Court from Holmes v Jones [1907] HCA 35 ; (1907) 4 CLR 1692 onwards.",
      "id": "s34"
    },
    {
      "text": "VALUE OF PROPERTY ACQUIRED \n \n7 It is common ground that the value of this motel is to be assessed by capitalisation of the annual net return.",
      "id": "s35"
    },
    {
      "text": "It is, thus, necessary to arrive at the annual net return and a capitalisation rate --- having done so, the formula is: 100 [rparenmid] capitalisation rate &#215; net return = value.",
      "id": "s36"
    },
    {
      "text": "The respective valuers disagree about each integer.",
      "id": "s37"
    },
    {
      "text": "Annual net return \n \n8 The first applicant's valuer, Mr Ron Roberts, took the 50-week period from November 2003 to October 2004 to assess the annual net return.",
      "id": "s38"
    },
    {
      "text": "That was the period for which the primary records maintained by the vendors were available and it incorporated summer and winter seasons and holiday periods.",
      "id": "s39"
    },
    {
      "text": "The primary documents were analysed by accountants retained by the first applicant.",
      "id": "s40"
    },
    {
      "text": "With some adjustments to that analysis, Roberts deduced a net weekly income of $3,058 with the net annual return being $159,023.",
      "id": "s41"
    },
    {
      "text": "9 The respondents' valuer, Mr John Drewitt Smith, took a very different approach.",
      "id": "s42"
    },
    {
      "text": "He constructed a Trading and Profit and Loss Statement by reference to three years' trading, and, ignoring the actual trading results between 1 July 2003 and completion, arrived at an annual net profit before tax of $261,841.",
      "id": "s43"
    },
    {
      "text": "In essence, he took the results for the years ended 30 June 2002 and 30 June 2003, and adjusted them upwards by 8.5%.",
      "id": "s44"
    },
    {
      "text": "10 The primary justification for that rather extraordinary approach was a fire that had occurred in the motel restaurant on 26 May 2003.",
      "id": "s45"
    },
    {
      "text": "He assumed that the restaurant was closed until 28 October 2003 and that that had seriously affected patronage and revenue.",
      "id": "s46"
    },
    {
      "text": "That assumption is contrary to the facts.",
      "id": "s47"
    },
    {
      "text": "I accept the following summary of the facts by counsel for the applicants:\n \n \n (a) That restaurant was only closed for a couple of days, and then traded as normal;\n (b) The kitchen suffered no damage whatsoever;\n (c) The chef, (Janine Pascoe) kept working throughout the period;\n (d) The bar was not closed at all as a result of the fire.",
      "id": "s48"
    },
    {
      "text": "(e) There was not substantial damage to the restaurant; the damage was in the ceiling.",
      "id": "s49"
    },
    {
      "text": "(f) Although about 25% of the floor space of the restaurant was \"sectioned off\" using planter boxes and lattice screens, the motel restaurant traded normally during that time.",
      "id": "s50"
    },
    {
      "text": "(g) In any event the restaurant was always closed on Friday, Saturday and Sundays and only traded from Monday to Thursday.",
      "id": "s51"
    },
    {
      "text": "11 Drewitt Smith agreed that, if they were the circumstances, he would not have concluded that the figures to 30 June 2004 could not be relied upon.",
      "id": "s52"
    },
    {
      "text": "Furthermore, he had not been given, and so did not consider, the actual results for the period commencing 1 July 2004 up until settlement.",
      "id": "s53"
    },
    {
      "text": "When those results were put to him, he agreed that they were consistent with the actual results for the year ended 30 June 2004.",
      "id": "s54"
    },
    {
      "text": "Thus, what he regarded as an aberration reflected the results for two years before the settlement.",
      "id": "s55"
    },
    {
      "text": "12 In my opinion, a hypothetical purchaser at the time of settlement, with knowledge of all the actual results going back to 1 July 2001, would have taken the results for the period from 1 July 2003 to May 2005 as reflecting the actual and sustainable results of the business in the absence of some credible explanation for the decline from the earlier period that could be immediately turned around.",
      "id": "s56"
    },
    {
      "text": "To the extent that bad management might have been a possible explanation, the hypothetical purchaser would take that factor into account in considering the appropriate capitalisation rate.",
      "id": "s57"
    },
    {
      "text": "Such speculation would not provide any criterion to enable profit figures to be adjusted.",
      "id": "s58"
    },
    {
      "text": "13 It is to be noted that Drewitt Smith relied upon the sale in question as an open market transaction regardless of the misrepresentations that were known by the time of his valuation.",
      "id": "s59"
    },
    {
      "text": "That casts doubt upon his opinion.",
      "id": "s60"
    },
    {
      "text": "The same thing can be said of his arriving at the same valuation as the purchase price, notwithstanding the significant misrepresentation as to results and of his failure to take account of the actual trading results up to settlement.",
      "id": "s61"
    },
    {
      "text": "14 I accept the substance of the evidence of Roberts as to assessment of the sustainable annual net profit.",
      "id": "s62"
    },
    {
      "text": "Counsel for the respondents made some progress in cross-examination of Roberts, particularly as to some items of expense.",
      "id": "s63"
    },
    {
      "text": "However, there was little ultimate difference between the experts as to total expenses per annum as at the date of settlement.",
      "id": "s64"
    },
    {
      "text": "Roberts' approach to the assessment of income is more acceptable than that of Drewitt Smith.",
      "id": "s65"
    },
    {
      "text": "However, the actual results for 2004---2005 were better than those for 2003---2004, and those for the period taken by Roberts.",
      "id": "s66"
    },
    {
      "text": "I would, therefore, take the later higher figure, rounded up to $200,000, as the maintainable annual profit.",
      "id": "s67"
    },
    {
      "text": "I am confirmed in this by noting that in the following year the net profit was comparable, with revenue rising.",
      "id": "s68"
    },
    {
      "text": "In my opinion, the trading results more than 12 months after purchase have little relevance as to the value of the motel at the time of purchase.",
      "id": "s69"
    },
    {
      "text": "To give any significant weight to them would go beyond use envisaged in HTW Valuers 217 CLR 640.",
      "id": "s70"
    },
    {
      "text": "The later results received some attention because of the way in which the respondents put their case.",
      "id": "s71"
    },
    {
      "text": "That attention was sufficient to illustrate the difficulty in determining why the results improved in later years --- capital expenditure by the purchasers, better management by the purchasers, improvement in the Australian economy and improvement in the local economy, due particularly to increased coal mining, all played a part.",
      "id": "s72"
    },
    {
      "text": "Furthermore, there is no way of telling how an alternative investment of the purchase price may have fared over the period to trial.",
      "id": "s73"
    },
    {
      "text": "Capitalisation rate \n \n15 This integer reflects the rate of return from a business that a purchaser seeks to achieve from the capital outlaid on the purchase of the business.",
      "id": "s74"
    },
    {
      "text": "Generally speaking, a purchaser will accept a lesser return on purchase price (and so pay a higher price) for a business that is either very secure or has good prospects of improving than for a business that is riskier or stagnant.",
      "id": "s75"
    },
    {
      "text": "That judgment will be affected by factors such as location, facilities and improvements, trade mix, style and pattern of trade, opposition and potential for improvement.",
      "id": "s76"
    },
    {
      "text": "This can be observed by comparing varying capitalisation rates reflected in the purchase price of different motels analysed by the valuers.",
      "id": "s77"
    },
    {
      "text": "The calculation of the capitalisation rate in a transaction depends upon the assumption made as to maintainable net profits at the time of purchase of the motel.",
      "id": "s78"
    },
    {
      "text": "It is thus necessary to consider the features of each motel and choose the deduced capitalisation rate most appropriate for the motel being valued.",
      "id": "s79"
    },
    {
      "text": "16 In the present case, much of the guess work is removed as the capitalisation rate actually represented by the purchase price paid by the first applicant on the basis of the represented figures is known --- it was 15%.",
      "id": "s80"
    },
    {
      "text": "This is confirmed by the contemporaneous valuation carried out by Robertson and Robertson for the financier.",
      "id": "s81"
    },
    {
      "text": "The represented results for the financial years ended on 30 June 2002, 30 June 2003 and 30 June 2004 and the six months from 1 July 2004 to 31 December 2004 were considered.",
      "id": "s82"
    },
    {
      "text": "The valuer deduced an annual net profit of $300,465 and applied a 15% capitalisation rate to arrive at the valuation of $2,003,098, increased to $2,050,000 in view of the purchase price.",
      "id": "s83"
    },
    {
      "text": "The valuer considered that this was in line with capitalisation rates deduced from a number of other sales.",
      "id": "s84"
    },
    {
      "text": "17 Roberts adopted the rate of 15%.",
      "id": "s85"
    },
    {
      "text": "In his opinion, the evidence in relation to motels that could be described as comparable to the Sovereign Inn Motel was generally within a range of between 14% and 16%.",
      "id": "s86"
    },
    {
      "text": "In substance, Roberts agreed with Robertson and Robertson.",
      "id": "s87"
    },
    {
      "text": "18 Drewitt Smith considered that the most directly comparable sales supported a capitalisation rate of 12.25% to 12.5%, but adopted 12.75% to reflect the motel's present underperforming position and the time required by an alternative operator to improve occupancy and overall profitability.",
      "id": "s88"
    },
    {
      "text": "19 The difference of opinion between the valuers as to the capitalisation rate that should be deduced from other sales was the subject of cross-examination and was scrutinised in submissions.",
      "id": "s89"
    },
    {
      "text": "In my opinion, the actual rate of 15% that was paid, supported by a contemporaneous valuation, is decisive as to that which was represented to the purchaser.",
      "id": "s90"
    },
    {
      "text": "However, that was not the true picture as to the past, and the future was not known.",
      "id": "s91"
    },
    {
      "text": "20 If the actual results were known, an informed purchaser would have recognised the possibility of correcting the downturn in results by better management and would have been prepared to accept a lower capitalisation rate (and so paid more) on that account.",
      "id": "s92"
    },
    {
      "text": "In my opinion, a capitalisation rate of 12.5% would be appropriate.",
      "id": "s93"
    },
    {
      "text": "That choice is confirmed by the improvement of revenue in the following year (albeit with no greater profit).",
      "id": "s94"
    },
    {
      "text": "Check valuation \n \n21 I do not regard a check valuation by reference to room value as of any significance in the case.",
      "id": "s95"
    },
    {
      "text": "It is an arbitrary figure with no acceptable empirical basis established to support it.",
      "id": "s96"
    },
    {
      "text": "The fact that Drewitt Smith used it to support a significant over value illustrates the problem.",
      "id": "s97"
    },
    {
      "text": "Conclusion as to value \n \n22 Therefore, the true value of the property at the time of purchase was 100 [rparenmid] 12.5 &#215; $200,000 = $1,600,000.",
      "id": "s98"
    },
    {
      "text": "It follows that the first applicant is entitled to damages of $450,000 plus interest from the date of settlement.",
      "id": "s99"
    },
    {
      "text": "CONSEQUENTIAL LOSSES \n \n23 (1) The first applicant should be compensated for the amount of stamp duty overpaid because of the inflated price plus interest on the amount of the overpayment.",
      "id": "s100"
    },
    {
      "text": "(2) In my opinion, the adjustment to the mortgage duty and establishment fee is too remote --- they relate to matters peculiar to the situation of the first applicant.",
      "id": "s101"
    },
    {
      "text": "(3) Interest paid on the principal loan and interest paid on the overdraft are also too remote.",
      "id": "s102"
    },
    {
      "text": "The first applicant retained the motel and there is no evidence of unprofitable trading at any time.",
      "id": "s103"
    },
    {
      "text": "Interest will run on the verdict.",
      "id": "s104"
    },
    {
      "text": "(4) The cost of the Davies Thompson Wright investigation is a legitimate expense occasioned by the breach together with interest on that amount.",
      "id": "s105"
    },
    {
      "text": "CONCLUSION \n \n24 The proceeding will be adjourned to a date to be fixed to enable the first applicant to bring in minutes of order to give effect to these reasons, and to enable submissions as to costs to be made.",
      "id": "s106"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s107"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2008\n\n Counsel for the Applicants: Mr JWS Stevenson SC, Mr PP O'Loughlin \n \n Solicitor for the Applicants: Townsends Business &amp; Corporate Lawyers \n \n Counsel for the Respondents: Mr BW Rayment QC, Mr FP Donohoe (18---21 June 2007)\nMr BW Rayment QC, Mr JP Donohoe (28 September 2007) \n \n Solicitor for the First to Sixth and Ninth Respondents: Laurence &amp; Laurence Commercial Lawyers \n \n Solicitor for the Seventh and Eighth Respondents: Mr G Harris \n\n Dates of Hearing: 18---21 June and 28 September 2007 \n \n Date of Judgment: 4 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/442.html",
      "id": "s108"
    }
  ]
}