{
  "name": "Meadow Springs Fairway Resort Ltd (In Liq) (ACN 084 358 592) v Balanced Securities Limited (ACN 083 514 685) (No 2) [2008] FCA 471 (9 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/471.html",
  "catchphrases": [
    {
      "text": "litigation funding agreement",
      "id": "c0"
    },
    {
      "text": "failure by liquidator to obtain approval to enter litigation funding agreement under s 477(2b) of the corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "whether the court should approve entry into litigation funding agreement retrospectively",
      "id": "c2"
    },
    {
      "text": "whether obligations under litigation funding agreement reasonably incurred",
      "id": "c3"
    },
    {
      "text": "assignment of a future property",
      "id": "c4"
    },
    {
      "text": "assignment of fruits of litigation to litigation funder",
      "id": "c5"
    },
    {
      "text": "whether litigation funder is entitled to priority over the interests of secured creditors",
      "id": "c6"
    },
    {
      "text": "whether litigation funder's equity in the fruits of litigation superior to the interests of secured creditors",
      "id": "c7"
    },
    {
      "text": "whether litigation funder entitled to priority to the claims of secured creditors on the basis of the universal distributing principle or the \"salvage\" principle",
      "id": "c8"
    },
    {
      "text": "assignment of charge",
      "id": "c9"
    },
    {
      "text": "whether valid assignment in equity",
      "id": "c10"
    },
    {
      "text": "loan agreement",
      "id": "c11"
    },
    {
      "text": "whether agreement capable of vicarious performance",
      "id": "c12"
    },
    {
      "text": "whether parties abandoned contract",
      "id": "c13"
    },
    {
      "text": "whether agreement vicariously performed",
      "id": "c14"
    },
    {
      "text": "whether parties shared a common assumption",
      "id": "c15"
    },
    {
      "text": "whether parties bound by conventional estoppel",
      "id": "c16"
    },
    {
      "text": "corporations",
      "id": "c17"
    },
    {
      "text": "equity",
      "id": "c18"
    },
    {
      "text": "contract",
      "id": "c19"
    },
    {
      "text": "estoppel",
      "id": "c20"
    }
  ],
  "sentences": [
    {
      "text": "1 In 1999 and 2000, the plaintiff (Meadow Springs) undertook a project to build and then sell 54 serviced apartments adjacent to a golf course at Meadow Springs, a location near Mandurah in Western Australia.",
      "id": "s0"
    },
    {
      "text": "In order to finance the project, Meadow Springs raised $4.85 million in capital by the issue of shares, and borrowed in the vicinity of $7.47 million.",
      "id": "s1"
    },
    {
      "text": "It granted security over the project land and its assets and undertaking to secure the repayment of the loans.",
      "id": "s2"
    },
    {
      "text": "Before undertaking the project, Meadow Springs obtained an \"on completion\" valuation of the land from Colliers International Consultancy &amp; Valuation Pty Ltd (Colliers).",
      "id": "s3"
    },
    {
      "text": "Meadow Springs used the valuation in deciding whether to undertake the project, and to raise capital and borrow funds.",
      "id": "s4"
    },
    {
      "text": "On the completion of the project, Meadow Springs was unable to sell the apartments.",
      "id": "s5"
    },
    {
      "text": "On 21 February 2001, administrators were appointed to Meadow Springs.",
      "id": "s6"
    },
    {
      "text": "On 23 January 2002, Meadow Springs went into liquidation.",
      "id": "s7"
    },
    {
      "text": "2 On 16 June 2004, the liquidator of Meadow Springs, having entered into a funding agreement with Insolvency Litigation Fund Pty Ltd (ILF), commenced a proceeding in this Court against Colliers alleging that Colliers had acted negligently and had engaged in misleading or deceptive conduct in providing the valuation to Meadow Springs.",
      "id": "s8"
    },
    {
      "text": "The funding agreement provided that the liquidator and the company pay to the litigation funder management fees and account for between 30% to 45% of any sum obtained by Meadow Springs on the resolution of the litigation - referred to in the agreement as the Resolution Sum.",
      "id": "s9"
    },
    {
      "text": "In August 2004, a second funding agreement on essentially the same terms and intended to replace the first funding agreement, was entered into by Meadow Springs with the fourth defendant (IMF) - the parent company of ILF.",
      "id": "s10"
    },
    {
      "text": "3 On 10 June 2007, Meadow Springs settled the claim against Colliers with the consequence that the liquidator is now in possession of a fund of $6.4 million comprising monies obtained from the settlement.",
      "id": "s11"
    },
    {
      "text": "4 IMF contends that the amounts comprising 35% of the Resolution Sum and management fees under the IMF Funding Agreement must be met from the fund in priority to the claims made on the fund by the secured creditors.",
      "id": "s12"
    },
    {
      "text": "Meadow Springs does not oppose IMF's contention.",
      "id": "s13"
    },
    {
      "text": "The first and the second defendants dispute IMF's contention.",
      "id": "s14"
    },
    {
      "text": "The first defendant (Balanced) contends that it is a secured creditor under a fixed and floating charge given by Meadow Springs with an attendant right to be paid from the fund in priority to the sums claimed by IMF.",
      "id": "s15"
    },
    {
      "text": "The second defendants (the Knightsbridge parties) contend that the second named second defendant (Knightsbridge Managed Funds) has an interest in the fund as a secured creditor with a right to be paid in priority to IMF.",
      "id": "s16"
    },
    {
      "text": "Each of the parties seeks declarations from the Court which reflect their respective contentions.",
      "id": "s17"
    },
    {
      "text": "Background \n \n5 On 16 September 1998, Meadow Springs was incorporated for the sole purpose of acquiring a property known as Lot 22 Oakmont Avenue, Meadow Springs and constructing thereon 54 serviced apartments and related facilities facing the Meadow Springs golf course, selling the 54 serviced apartments and distributing the net proceeds of sale of the 54 serviced apartments to shareholders in Meadow Springs.",
      "id": "s18"
    },
    {
      "text": "6 Meadow Springs required equity and debt funding to acquire the property and to undertake the project.",
      "id": "s19"
    },
    {
      "text": "As previously mentioned, Meadow Springs raised $4.85 million from its shareholders.",
      "id": "s20"
    },
    {
      "text": "7 In September 1999, Clifton Partners Finance Pty Ltd (Clifton Partners) was a company under the control of Mr Kimberley Clifton, which carried on business in Western Australia as a finance broker.",
      "id": "s21"
    },
    {
      "text": "Clifton Partners' business comprised procuring persons to contribute monies to be advanced on the security of a first mortgage, to borrowers who had approached Clifton Partners to procure such loan funds.",
      "id": "s22"
    },
    {
      "text": "It was usual for Clifton Partners to use the vehicle of a related party company, Westralian Capital Holdings Pty Ltd (WCH), to enter into the loan agreement with the borrower.",
      "id": "s23"
    },
    {
      "text": "Clifton Partners subsequently changed its name to Knightsbridge Finance Pty Ltd, and is the third named second defendant in this proceeding.",
      "id": "s24"
    },
    {
      "text": "8 In September 1999, Mr Lyle Kenny, a director of Meadow Springs, applied to Clifton Partners to borrow $6.35 million.",
      "id": "s25"
    },
    {
      "text": "9 Meadow Springs' application was approved and as a consequence on 24 September 1999, WCH entered into a loan agreement with Meadow Springs to advance $6.35 million to Meadow Springs (the WCH Loan Agreement).",
      "id": "s26"
    },
    {
      "text": "The loan was repayable in two years.",
      "id": "s27"
    },
    {
      "text": "Clause 15 of the WCH Loan Agreement described WCH's role in the following terms:\n \n Financier's Role \n \n The Borrower acknowledges that:\n \n (1) the Financer enters into this deed in a custodial role as trustee for various private mortgagees and that the collateral security may be assigned into the mortgagee's [sic] names from time to time.",
      "id": "s28"
    },
    {
      "text": "10 On 24 September 1999, Meadow Springs executed a first registered mortgage over the property in favour of WCH to secure the repayment of the advance (WCH Mortgage).",
      "id": "s29"
    },
    {
      "text": "11 On 24 September 1999, Meadow Springs also granted a fixed and floating charge over its assets and undertaking in favour of WCH dated 24 September 1999 as security for the repayment of the advance.",
      "id": "s30"
    },
    {
      "text": "This charge was registered with the Australian Securities and Investments Commission (ASIC) on 1 October 1999.",
      "id": "s31"
    },
    {
      "text": "12 By a loan agreement dated 24 September 1999, the third defendants, Hurly Investments Pty Ltd (Hurly Investments) and Mr Timothy Joseph Casey agreed to advance $1 million to Meadow Springs.",
      "id": "s32"
    },
    {
      "text": "On the same day, Meadow Springs entered into a second registered mortgage over the property, and a fixed and floating charge over its assets and undertaking in favour of Hurly Investments and Mr Casey.",
      "id": "s33"
    },
    {
      "text": "13 In December 1999, legislation providing for the establishment of managed investment schemes became effective.",
      "id": "s34"
    },
    {
      "text": "Mr Clifton decided to operate the Clifton Partners' finance broking business within the framework of the new legislative regime.",
      "id": "s35"
    },
    {
      "text": "He, therefore, established a managed investment scheme, known as Clifton Partners Finance Mortgage Scheme.",
      "id": "s36"
    },
    {
      "text": "Mr Clifton procured the second named second defendant, then known as Australian Managed Funds Limited, to act as the responsible entity for the Clifton Partners Finance Mortgage Scheme (the Scheme).",
      "id": "s37"
    },
    {
      "text": "The Scheme subsequently changed its name to Knightsbridge Finance Mortgage Scheme, and Australian Managed Funds Limited subsequently changed its name to Knightsbridge Managed Funds Limited (Knightsbridge Managed Funds).",
      "id": "s38"
    },
    {
      "text": "14 There was a constitution for the Scheme.",
      "id": "s39"
    },
    {
      "text": "Knightsbridge Managed Funds, the responsible entity and each member of the public who invested in a Scheme loan was bound by the constitution of the Scheme.",
      "id": "s40"
    },
    {
      "text": "The constitution contained the following provisions:\n \n Powers and duties \n \n ...\n \n 14 The responsible entity may authorise any person to act as its agent or delegate to perform any act or exercise any discretion within the responsible entity's power including the power to appoint in turn its own agent or delegate.",
      "id": "s41"
    },
    {
      "text": "Offers \n \n 25 The responsible entity is, subject to clause 14, the only one who may make offers to issue securities in the form of a right to participate in private mortgage loans originated and managed by the responsible entity as part of the scheme.",
      "id": "s42"
    },
    {
      "text": "Consideration \n \n 26 The consideration payable to acquire an interest in the scheme is an amount is [sic] Australian dollars in multiples of $1,000.00 subject to a minimum of $10,000.00.",
      "id": "s43"
    },
    {
      "text": "Limited entitlement of investors \n \n 34 Subject to this document, a [sic] investor cannot interfere with the functions of the responsible entity.",
      "id": "s44"
    },
    {
      "text": "Beneficial interest in the loan \n \n 35 Beneficial ownership of a loan is with the investor or investors who make the loan.",
      "id": "s45"
    },
    {
      "text": "The extent of each investors interest in the loan will be the same proportion as the amount of principal money owed to each investor from time to time bears to the total amount of all principal money owing under the particular loan at the same time.",
      "id": "s46"
    },
    {
      "text": "15 By an agreement known as the Custodial Agreement, Knightsbridge Managed Funds appointed Knightsbridge Finance to act as its agent to originate loans and to assist with the administration and management of the Scheme, and to act as the custodian of the scheme property.",
      "id": "s47"
    },
    {
      "text": "16 Section 601FC(2) of the Corporations Law (Cth) provided that the responsible entity of a managed investment scheme holds the Scheme property on trust for the Scheme members.",
      "id": "s48"
    },
    {
      "text": "17 In early 2000, Knightsbridge Managed Funds issued a number of prospectuses inviting members of the public to participate in making loans to third party borrowers on the security of a first registered mortgage and, in some circumstances, debenture security.",
      "id": "s49"
    },
    {
      "text": "A prospectus was issued in respect of each loan.",
      "id": "s50"
    },
    {
      "text": "The prospectus comprised two parts.",
      "id": "s51"
    },
    {
      "text": "The first part contained details of the general operation of the Scheme.",
      "id": "s52"
    },
    {
      "text": "The second part described the borrower and the details of the specific loan in respect of which an investment was invited.",
      "id": "s53"
    },
    {
      "text": "Thus, for example, the second part of the prospectus issued in respect of the Meadow Springs loan described, among other things, the borrower, the purpose of the loan, the security for the loan given by Meadow Springs and the terms of the advance.",
      "id": "s54"
    },
    {
      "text": "18 In the first part of the prospectus the following statements appeared:\n \n The interests to be offered take the form of participation in private mortgage loans originated and managed by Clifton Partners Finance Pty Ltd as part of the Clifton Partners Finance Mortgage Scheme.",
      "id": "s55"
    },
    {
      "text": "Investors themselves make the secured loans either individually or in conjunction with other investors on a contributing basis.",
      "id": "s56"
    },
    {
      "text": "In most cases, the investors' names appear on the mortgage as mortgagee.",
      "id": "s57"
    },
    {
      "text": "In some cases, Australian Managed Funds Limited will be reflected on the mortgage as mortgagee.",
      "id": "s58"
    },
    {
      "text": "However, in those cases, Australian Managed Funds Limited will hold the mortgages on trust for the individual investors and the mortgage can only be dealt with in accordance with the trust arrangements and the directions of the investors who have a specific beneficial interest in the relevant mortgage.",
      "id": "s59"
    },
    {
      "text": "...\n \n Each loan is secured by way of a mortgage over property in Australia.",
      "id": "s60"
    },
    {
      "text": "Investors will be notified as to the type of security they will have over each investment and this will be set out in the second part of this prospectus.",
      "id": "s61"
    },
    {
      "text": "Where the borrower is a company, the mortgage security is usually enhanced by a registered debenture charge over the assets and undertaking of the borrower company and a [sic] unlimited guarantee and indemnity from the directors of the borrower company.",
      "id": "s62"
    },
    {
      "text": "19 The second part of the prospectus contained the following details in relation to the Meadow Springs loan:\n INVESTMENT PARTICULARS \n \n Secured Property Lot 22 Oakmont Avenue, Meadow Springs\n \n Loan Amount The total loan amount sought to be fixed under this prospectus is $6,350,000.",
      "id": "s63"
    },
    {
      "text": "Lower Interest Rate 10.85% per annum.",
      "id": "s64"
    },
    {
      "text": "A rate review will be conducted after 12 months from settlement of the loan facility to the higher of the rate as determined at first draw of the loan facility or a margin of 5% above the 90 day bank bill swap reference rate as published in the Australian Financial Review.",
      "id": "s65"
    },
    {
      "text": "Higher Interest Rate The lower rate plus 3%.",
      "id": "s66"
    },
    {
      "text": "Term of Loan 24 months from commencement of loan.",
      "id": "s67"
    },
    {
      "text": "Loan to Value Ratio 42.6%.",
      "id": "s68"
    },
    {
      "text": "This has been calculated by reference to the available equity in the secured property as determined from the valuation report using the \"on completion\" valuation.",
      "id": "s69"
    },
    {
      "text": "As construction progresses the property's value will increase.",
      "id": "s70"
    },
    {
      "text": "Each progress claim by the builder is certified by Colliers Jardine.",
      "id": "s71"
    },
    {
      "text": "The \"on completion\" valuation is calculated by reference to the available equity in the security property on the conclusion of construction.",
      "id": "s72"
    },
    {
      "text": "Commencement Date 24 th September 1999 --- This is the date the mortgage documents were registered.",
      "id": "s73"
    },
    {
      "text": "...\n \n Expiry Date 24 th September 2001\n \n Interest Payment Due 3 rd of each month\n \n ...\n \n Trustee This mortgage may be operated under a deed of trust and\n \n (a) Australian Managed Funds Limited (the single responsible entity of the Clifton Partners Finance Mortgage Scheme) may hold the Mortgagees interest in Trust until the composition of investors is finalised; and\n \n (b) Australian Managed Funds Limited may execute a Transfer of Mortgage to ensure the names of all Mortgagees are registered on the Certificate of Title.",
      "id": "s74"
    },
    {
      "text": "...\n \n Special Conditions ...\n \n (c) It should be noted by all applicants that this is a construction facility and as such the principle [sic] will be drawn to the facility progressively as required to make progress payment to the builder.",
      "id": "s75"
    },
    {
      "text": "Clifton Partners Finance will use its best endeavours to draw mortgagee capital to the loan and as and when required.",
      "id": "s76"
    },
    {
      "text": "However, Clifton Partners cannot warrant or guarantee that the loan will be fully funded at the time your capital is invested in the loan facility.",
      "id": "s77"
    },
    {
      "text": "20 A number of persons invested in the Meadow Springs loan.",
      "id": "s78"
    },
    {
      "text": "The monies received from these investors by Knightsbridge Finance, acting under the Custodial Agreement, were banked into a trust account maintained by Knightsbridge Finance.",
      "id": "s79"
    },
    {
      "text": "21 During the period from 3 March 2000 to 28 November 2000, Knightsbridge Finance then disbursed funds from the trust account to, or at the direction of, Meadow Springs to pay expenses incurred by Meadow Springs in relation to the Meadow Springs development.",
      "id": "s80"
    },
    {
      "text": "The Knightsbridge parties plead that a total of $3,494,723.25 was disbursed by Knightsbridge Finance (para 11 and para 26 of their cross-claim).",
      "id": "s81"
    },
    {
      "text": "22 One of a number of persons and companies that paid monies to Knightsbridge Finance for investment in the Meadow Springs loan was Penlas Pty Ltd (Penlas).",
      "id": "s82"
    },
    {
      "text": "The amount invested by Penlas was $90,000.",
      "id": "s83"
    },
    {
      "text": "A director of the company was Ms Penny Hellens.",
      "id": "s84"
    },
    {
      "text": "Penlas advised Knightsbridge Finance that it did not accept the provisions in the prospectus which referred to the security for the loan being held on trust for the Scheme investors.",
      "id": "s85"
    },
    {
      "text": "Rather, it required that its interest in the securities be registered.",
      "id": "s86"
    },
    {
      "text": "23 By a deed dated 28 March 2000, WCH transferred its interest in the WCH Mortgage to Knightsbridge Managed Funds and Penlas.",
      "id": "s87"
    },
    {
      "text": "However, WCH did not at that time also assign its interest in the WCH Charge to Knightsbridge Managed Funds or Penlas.",
      "id": "s88"
    },
    {
      "text": "24 On 7 April 2000, Knightsbridge Finance forwarded to Ms Hellens on behalf of Penlas, a deed of assignment of the WCH Charge for execution by Penlas.",
      "id": "s89"
    },
    {
      "text": "The document provided for the assignment by WCH of its right, title and interest in the WCH Charge to Knightsbridge Managed Funds and Penlas and had been executed by WCH and Knightsbridge Managed Funds.",
      "id": "s90"
    },
    {
      "text": "However, Penlas did not execute the document.",
      "id": "s91"
    },
    {
      "text": "25 At that time Ms Hellens was concerned about the security of the investment Penlas had made in the Meadow Springs loan and requested the repayment to Penlas of the sum of $90,000.",
      "id": "s92"
    },
    {
      "text": "By a document dated 17 May 2000, Mr Clifton on behalf of Knightsbridge Finance provided Penlas with an irrevocable undertaking to repay Penlas the sum of $90,000.",
      "id": "s93"
    },
    {
      "text": "26 A source of Mrs Hellens' concern was that doubts were emerging as to the security of investments made through finance brokers operating in Western Australia.",
      "id": "s94"
    },
    {
      "text": "A further consequence of the emergence of these doubts was that Knightsbridge Finance was unable to raise from private investors, enough money to satisfy the $6.35 million commitment made to Meadow Springs.",
      "id": "s95"
    },
    {
      "text": "Mr Clifton asked Mr David Geer, a director of HG &amp; R Finance Limited, whether that company would be prepared to advance $3 million to Meadow Springs because Knightsbridge Finance was having difficulty in raising from private investors, sufficient monies to fulfil the commitment made to advance $6.35 million to Meadow Springs.",
      "id": "s96"
    },
    {
      "text": "Mr Geer agreed to do so.",
      "id": "s97"
    },
    {
      "text": "HG &amp; R Finance Limited has since 31 January 2006 been known as Balanced Securities Ltd (Balanced), and is the first defendant in this proceeding.",
      "id": "s98"
    },
    {
      "text": "27 On 24 May 2000, Meadow Springs, Knightsbridge Managed Funds, Balanced and Penlas executed an agreement known as the 24 May Loan Agreement.",
      "id": "s99"
    },
    {
      "text": "I note that the document in evidence does not contain the seal of Balanced, but the case has proceeded on the basis that Balanced did execute the agreement.",
      "id": "s100"
    },
    {
      "text": "The agreement contained a recital, Recital E, in the following terms:\n \n AMFL has agreed to transfer 3,000 undivided 6,350 th shares in the interest of the Loan, the Mortgage and the Debenture (\"the Securities\") to HGR and HGR has agreed to accept the transfer of that interest in the Securities subject to the Borrower agreeing to enter into a separate facility agreement with HGR to evidence the terms of the transfer, which facility agreement shall be stamped collateral to the Loan and shall at all times for the purposes of the Stamp Act 1921 be deemed to form part of the Loan notwithstanding that each of the Loan and HGR's facility agreement (\"HGR's Loan\") shall rank separately for the purpose of the obligations of the Borrower towards each of the Mortgagee and HGR.",
      "id": "s101"
    },
    {
      "text": "28 The \"Loan\" referred to in the recital was the WCH Loan Agreement, the \"Mortgage\" was the first registered mortgage, and the \"Debenture\" was the WCH Charge.",
      "id": "s102"
    },
    {
      "text": "AMFL which is referred to in the recital, is a reference to Knightsbridge Managed Funds and HGR is a reference to Balanced.",
      "id": "s103"
    },
    {
      "text": "The \"Borrower\" is Meadow Springs and the \"Mortgagee\" is Knightsbridge Managed Funds.",
      "id": "s104"
    },
    {
      "text": "The 24 May Loan Agreement also contains the following provisions:\n \n 3 The Borrower acknowledges that:\n \n (i) the benefit of the Securities has been transferred to the Mortgagee;\n \n (ii) the facility agreement with HGR shall form part of the Deed of Loan; and\n \n (iii) agrees to covenant with HGR to be bound by the terms of this Deed.",
      "id": "s105"
    },
    {
      "text": "29 By an agreement known as the Facility Agreement and dated 24 May 2000, Balanced agreed to advance to Meadow Springs the total sum of $3 million.",
      "id": "s106"
    },
    {
      "text": "30 On 24 May 2000, Meadow Springs granted a third registered mortgage over the property in favour of Balanced (the Balanced Mortgage) and a fixed and floating charge over the whole of the assets and undertaking of Meadow Springs (the Balanced Charge).",
      "id": "s107"
    },
    {
      "text": "The Balanced Charge was registered on 13 June 2000.",
      "id": "s108"
    },
    {
      "text": "31 By an oral agreement evidenced in writing, Knightsbridge Managed Funds agreed to advance $125,000 to Meadow Springs.",
      "id": "s109"
    },
    {
      "text": "Meadow Springs granted a fourth registered mortgage over the property in favour of Knightsbridge Managed Funds.",
      "id": "s110"
    },
    {
      "text": "32 On 24 May 2000, Knightsbridge Managed Funds, Penlas, Hurly Investments and Mr Casey, Balanced and Meadow Springs also entered into a Deed of Priority (known as the 24 May Deed of Priority).",
      "id": "s111"
    },
    {
      "text": "The parties agreed that the first, third and fourth registered mortgages would have priority over the second registered mortgage (being the mortgage granted to Hurly Investments and Mr Casey) and that each of the first, third and fourth mortgages would rank pari passu up to the amount of $6.45 million.",
      "id": "s112"
    },
    {
      "text": "33 On 16 June 2000, Knightsbridge Managed Funds paid Penlas $90,000 in satisfaction of the irrevocable undertaking given by Mr Clifton (referred to in [25] above).",
      "id": "s113"
    },
    {
      "text": "On 24 August 2000, following the payment of the $90,000, Penlas executed a deed whereby it transferred its interest (90/6350 th share) in the WCH Mortgage to Knightsbridge Managed Funds.",
      "id": "s114"
    },
    {
      "text": "34 \n \nDuring the period 24 May 2000 to 1 September 2000, Balanced advanced monies to Meadow Springs, or at the direction of Meadow Springs.",
      "id": "s115"
    },
    {
      "text": "Balanced claims that the amount of $3 million was advanced.",
      "id": "s116"
    },
    {
      "text": "Meadow Springs has put Balanced to the proof of the precise amount that was advanced to Meadow Springs.",
      "id": "s117"
    },
    {
      "text": "35 By August 2000, the construction of the proposed apartment development project was completed, and the Meadow Springs Fairway Resort opened for trading.",
      "id": "s118"
    },
    {
      "text": "On 4 September 2000, Knightsbridge Managed Funds executed a declaration of trust in respect of the first registered mortgage in favour of the Scheme investors.",
      "id": "s119"
    },
    {
      "text": "36 The Meadow Springs Fairway Resort traded poorly and Meadow Springs could not sell any of the apartments.",
      "id": "s120"
    },
    {
      "text": "On 21 February 2001, the directors of Meadow Springs appointed Mr Brian McMaster and Mr Anthony Smith of Ernst &amp; Young, as administrators of Meadow Springs.",
      "id": "s121"
    },
    {
      "text": "37 On 27 February 2001, Knightsbridge Finance lodged with the administrators of Meadow Springs particulars of the debt claiming $3,508,388 plus accruing interest \"as mortgage manager for and on behalf of the first mortgagees\".",
      "id": "s122"
    },
    {
      "text": "38 On 8 March 2001, Hurly Investments and Mr Casey served a notice of demand on Meadow Springs demanding the immediate repayment of the amount owing to them.",
      "id": "s123"
    },
    {
      "text": "The demand was not met.",
      "id": "s124"
    },
    {
      "text": "39 On 22 March 2001, Balanced served a notice of default upon Meadow Springs under the Facility Agreement and the Balanced Mortgage.",
      "id": "s125"
    },
    {
      "text": "On 27 September 2001, Balanced served another notice of default on Meadow Springs under the Facility Agreement and the Balanced Mortgage.",
      "id": "s126"
    },
    {
      "text": "No monies were paid to Balanced.",
      "id": "s127"
    },
    {
      "text": "40 On 13 December 2001, the Supreme Court of Western Australia held that the monies paid by Knightsbridge Finance to Meadow Springs formed part of the Scheme and appointed Mr Giovanni Maurizio Carrello as the person to wind-up the Scheme.",
      "id": "s128"
    },
    {
      "text": "41 \n \nOn 23 January 2002, Meadow Springs was placed in liquidation.",
      "id": "s129"
    },
    {
      "text": "Mr McMaster was appointed liquidator of Meadow Springs.",
      "id": "s130"
    },
    {
      "text": "42 In February 2002, Mr Carrello, as the person appointed to wind-up the Scheme, received an offer to purchase the Meadow Springs resort from Lifestyle Leisure Villagers Pty Ltd. Mr McMaster disclosed to Mr Carrello legal advice he had received from his solicitors as to the validity of the securities granted by Meadow Springs and their respective priority.",
      "id": "s131"
    },
    {
      "text": "43 By a letter dated 11 February 2002, Mr Carrello, writing as \"Scheme Liquidator\", sought Mr McMaster's consent in his capacity as liquidator of Meadow Springs, to sell the Meadow Springs property for the price and on the terms which Mr Carrello had disclosed to him.",
      "id": "s132"
    },
    {
      "text": "In this letter Mr Carrello advised Mr McMaster that the Scheme investors had resolved to accept the offer and instructed him to take the \"necessary steps for the offer to be dealt with\".",
      "id": "s133"
    },
    {
      "text": "44 On 26 February 2002, Knightsbridge Managed Funds served a notice of demand on Meadow Springs under the WCH Mortgage.",
      "id": "s134"
    },
    {
      "text": "Knightsbridge Managed Funds recited in the notice of demand that WCH had, pursuant to the WCH Loan Agreement, advanced $3,349,000 to Meadow Springs on 3 March 2000.",
      "id": "s135"
    },
    {
      "text": "It also alleged that Meadow Springs had breached cl 5 of the WCH Loan Agreement, as well as clauses in the WCH Mortgage, by failing to repay the principal sum.",
      "id": "s136"
    },
    {
      "text": "Knightsbridge Managed Funds demanded repayment under the WCH Mortgage.",
      "id": "s137"
    },
    {
      "text": "45 On 20 March 2002, Mr Carrello, as agent for Knightsbridge Managed Funds, gave Meadow Springs notice that he had, as Scheme Liquidator, entered into possession of the Meadow Springs property pursuant to Knightsbridge Managed Fund's rights under the WCH Mortgage.",
      "id": "s138"
    },
    {
      "text": "46 On the same date, WCH gave Meadow Springs notice that it, by its agent Mr Carrello, had taken possession of the property the subject of the WCH Charge.",
      "id": "s139"
    },
    {
      "text": "In this notice WCH recited that WCH had, pursuant to the WCH Loan Agreement, advanced $3,349,000 to Meadow Springs.",
      "id": "s140"
    },
    {
      "text": "47 By a sale agreement made on 23 April 2002, Knightsbridge Managed Funds and WCH (acting under the WCH Charge) agreed to sell, and Lifestyle Leisure Funds Ltd agreed to purchase the property, comprising the strata title units constructed on the land and the chattels for the sum of $7 million.",
      "id": "s141"
    },
    {
      "text": "48 During the period August 2002 until September 2004, Mr Carrello distributed the proceeds from the sale of the resort property pari passu between Knightsbridge Managed Funds and Balanced consistently with the terms of the 24 May Deed of Priority.",
      "id": "s142"
    },
    {
      "text": "Balanced has pleaded that it received distributions totalling $3,574,689.56 and Knightsbridge Managed Funds has pleaded that it received distributions totalling $4,100,735.16.",
      "id": "s143"
    },
    {
      "text": "Meadow Springs and IMF have put Balanced and Knightsbridge Managed Funds to proof in relation to the quantification of the distributions each received from the sale of the Meadow Springs property.",
      "id": "s144"
    },
    {
      "text": "49 Knightsbridge Managed Funds in turn made distributions to private Scheme investors who had invested in the loan to Meadow Springs under the Scheme.",
      "id": "s145"
    },
    {
      "text": "50 Following the sale of the resort property, Meadow Springs' only substantial asset was its claim against Colliers arising out of the valuations prepared by Colliers.",
      "id": "s146"
    },
    {
      "text": "51 By September 2003, Mr McMaster, as liquidator for Meadow Springs, received an indicative offer of litigation funding from ILF.",
      "id": "s147"
    },
    {
      "text": "Mr McMaster advised creditors in writing that he had received the indicative offer of funding from ILF and sent a copy of the proposed funding agreement to the creditors.",
      "id": "s148"
    },
    {
      "text": "52 By a circulation to creditors dated 16 June 2003, Mr McMaster invited creditors and/or shareholders to participate in a \"fighting fund\" to pursue litigation against a number of potential defendants.",
      "id": "s149"
    },
    {
      "text": "No creditors or shareholders indicated any willingness to fund the potential litigation.",
      "id": "s150"
    },
    {
      "text": "53 On 19 September 2003, Mr McMaster convened a meeting of creditors to seek a resolution from creditors to allow him to enter into the funding agreement.",
      "id": "s151"
    },
    {
      "text": "None of the first to third defendants attended the meeting.",
      "id": "s152"
    },
    {
      "text": "At that meeting the creditors approved a resolution that \"pursuant to Section 477(2)B of the Corporations Act the Liquidator may enter into the proposed funding agreement with Insolvency Litigation Fund Pty Ltd\".",
      "id": "s153"
    },
    {
      "text": "54 By a letter dated 23 September 2003, Mr McMaster sent a copy of the proposed funding agreement with ILF, to each of the secured creditors.",
      "id": "s154"
    },
    {
      "text": "The covering letter stated:\n \n As you know, I convened a meeting of creditors on 19 September 2003.",
      "id": "s155"
    },
    {
      "text": "The purpose of the meeting was to seek a resolution allowing me to enter into an agreement for litigation funding from Insolvency Litigation Fund Pty Ltd (\"ILF\") in relation to a potential action Meadow Springs has against a valuer.",
      "id": "s156"
    },
    {
      "text": "I confirm that the unsecured creditors resolved unanimously to allow me to enter into the funding agreement.",
      "id": "s157"
    },
    {
      "text": "In addition to the support of the unsecured creditors, I also seek your express consent to proceed with this matter.",
      "id": "s158"
    },
    {
      "text": "In particular, I seek your consent on the basis that the proposed funding agreement will alter the priorities in relation to the floating asset portion of your charge.",
      "id": "s159"
    },
    {
      "text": "That is, under the terms of the funding agreement, ILF will be entitled to full payment ahead of the secured creditors.",
      "id": "s160"
    },
    {
      "text": "These terms and conditions are standard in this type of arrangement.",
      "id": "s161"
    },
    {
      "text": "In essence, the funding agreement states that ILF will agree to fund both the legal costs and my costs (to certain limits) in pursuing the matter and provide protection for an adverse costs order in return for which IMF will receive a payment of the reimbursement of the amounts spent and a percentage of the amount received from the action ranging from 30% to 45%.",
      "id": "s162"
    },
    {
      "text": "The differential in the percentage rates is to allow for the level of risk assumed by IMF as disclosed in clause 4.3 of the Funding Agreement.",
      "id": "s163"
    },
    {
      "text": "I enclose a draft copy of the agreement for your review.",
      "id": "s164"
    },
    {
      "text": "55 Mr McMaster requested that each of the secured creditors respond within 14 days of the date of the letter.",
      "id": "s165"
    },
    {
      "text": "56 Hurly Investments and Mr Casey consented to Mr McMaster entering into the funding agreement and to priority being given to ILF.",
      "id": "s166"
    },
    {
      "text": "57 Mr Hugh McLernon, an executive director of IMF and ILF, met with Mr McMaster and Mr Carrello on 21 October 2003 to discuss whether the Scheme investors would be prepared to grant ILF priority for its claim to the Resolution Sum over their security interests should ILF make a litigation funding agreement with Meadow Springs.",
      "id": "s167"
    },
    {
      "text": "During the discussions Mr Carrello told Mr McLernon that he would recommend a proposal to the Scheme investors that they provide a deed of priority to ILF and that he believed the Scheme investors would accept his recommendation.",
      "id": "s168"
    },
    {
      "text": "Mr Carrello also said to Mr McLernon that he would speak to Mr Geer of Balanced and recommend to Mr Geer that Balanced also grant ILF priority.",
      "id": "s169"
    },
    {
      "text": "58 On 3 November 2003, Mr McMaster and Meadow Springs entered into a funding agreement with ILF.",
      "id": "s170"
    },
    {
      "text": "Under this agreement ILF agreed to pay Meadow Springs' costs of conducting any public examination and any resulting action for negligence or breach of the Trade Practices Act 1974 (Cth) (the TPA) in the Supreme Court of Western Australia against Colliers.",
      "id": "s171"
    },
    {
      "text": "ILF also agreed to meet any order for security for costs, and also to meet any adverse costs orders that may be made against Meadow Springs in the course of that litigation.",
      "id": "s172"
    },
    {
      "text": "Meadow Springs agreed to pay ILF a fee of $115,000 maximum comprising a management fee to a maximum of $100,000 and an assessment fee of $15,000, and also to account for an amount of between 30% to 45% of any sum that Meadow Springs may obtain on the resolution of the litigation.",
      "id": "s173"
    },
    {
      "text": "59 By a letter dated 9 December 2003 to the Scheme investors, Mr Carrello outlined the details of the proposed action against Colliers and the terms of the ILF funding agreement.",
      "id": "s174"
    },
    {
      "text": "His letter described the advantages and disadvantages of the ILF funding agreement.",
      "id": "s175"
    },
    {
      "text": "The letter stated:\n \n ILF have indicated a percentage of any result as its fee.",
      "id": "s176"
    },
    {
      "text": "It is my opinion that this is reasonable, however there is always a view that the amount is excessive.",
      "id": "s177"
    },
    {
      "text": "Accordingly the disadvantage is that you are releasing your interest in this asset.",
      "id": "s178"
    },
    {
      "text": "60 Mr Carrello went on to say:\n \n To simplify this issue, it is my view that mortgagees should determine if they would be prepared to fund the action themselves.",
      "id": "s179"
    },
    {
      "text": "If the answer is yes then this proposition has no attraction, if the answer is no then I believe the proposed agreement with ILF is reasonable.",
      "id": "s180"
    },
    {
      "text": "61 The letter said that a meeting would be held on 17 December 2003 to consider whether to grant ILF priority.",
      "id": "s181"
    },
    {
      "text": "At the meeting, the Scheme investors declined to authorise Mr Carrello to execute a deed of priority in favour of ILF.",
      "id": "s182"
    },
    {
      "text": "62 By a letter dated 16 January 2004, Mr Carrello reported to Mr McMaster that the Scheme investors did not agree to him executing a deed of priority in favour of ILF.",
      "id": "s183"
    },
    {
      "text": "Mr McLernon also saw a copy of this letter a few days later.",
      "id": "s184"
    },
    {
      "text": "63 In December 2003, Mr Carrello met with Mr Geer and discussed the priority question.",
      "id": "s185"
    },
    {
      "text": "Mr Geer on behalf of Balanced sent a letter dated 24 December 2003 to Mr McMaster in the following terms:\n \n As you are aware we are equal first ranking security holder in this matter together with the Knightsbridge interests represented by Mr Carrello of PKF.",
      "id": "s186"
    },
    {
      "text": "Whilst we have acted in consort with Mr Carrello in certain realisation procedures we wish to make it quite clear that our interests are secured separately to the interests he represents and should not be treated as one.",
      "id": "s187"
    },
    {
      "text": "All matters involving HG &amp; R Finance Limited should be addressed directly to us.",
      "id": "s188"
    },
    {
      "text": "For our part we are currently reviewing the likely extent of our losses and possible claims against, amongst others, the valuation firm Colliers for a possibly negligent valuation report which induced us to enter into the loan transaction in question.",
      "id": "s189"
    },
    {
      "text": "Until these enquiries have been finalised we would certainly not agree to any position which compromised these rights in any way.",
      "id": "s190"
    },
    {
      "text": "Mr Carrello provided us with a copy of your letter to secured creditors dated 23 September 2003, which has only recently come to our attention.",
      "id": "s191"
    },
    {
      "text": "We wish to put you on notice that we will not be agreeing to the priorities sought, and require adequate notice should a court application be made by you to enable us to be heard in Court in opposition to such application.",
      "id": "s192"
    },
    {
      "text": "It may well be possible that there are advantages in combining any action against Colliers.",
      "id": "s193"
    },
    {
      "text": "However, we would not agree to an arrangement where our rights against Colliers as mortgagee would be compromised and could be settled by a third party litigation funder without our approval.",
      "id": "s194"
    },
    {
      "text": "64 Mr McMaster sent Mr McLernon a copy of this letter.",
      "id": "s195"
    },
    {
      "text": "65 In March 2004, Mr McMaster, Meadow Springs and ILF entered into an agreement varying the terms of the ILF funding agreement.",
      "id": "s196"
    },
    {
      "text": "The amendments introduced clauses which permitted various accounts to be rendered in the event that one or both of the secured creditors exercised its security rights over the foreshadowed proceeding against Colliers.",
      "id": "s197"
    },
    {
      "text": "It also amended the definition of Lawyers Fee Agreement and provided that the proceeding could also be brought in the Federal Court.",
      "id": "s198"
    },
    {
      "text": "66 As already mentioned, on 16 June 2004, Meadow Springs, acting through solicitors, Solomon Brothers, commenced a proceeding in this Court against Colliers alleging that Colliers had acted in breach of the contractual term to exercise reasonable care, acted negligently and had engaged in misleading or deceptive conduct in providing the valuation of the project to Meadow Springs.",
      "id": "s199"
    },
    {
      "text": "67 In August 2004, Mr McMaster, Meadow Springs and IMF entered into a funding agreement (the IMF Funding Agreement).",
      "id": "s200"
    },
    {
      "text": "Clause 4.0 of the agreement provides:\n \n THE INSOLVENCY PRACTITIONER'S CONSIDERATION \n \n 4.1 The Insolvency Practitioner agrees that when the Insolvency Practitioner receives any part of the Resolution Sum (or any part comes under his or her control), the Insolvency Practitioner will:\n \n (a) reimburse IMF the First Amount and the Second Amount and any goods and services tax (after deduction of any input tax credits available to IMF) for which IMF is liable or will become liable, arising out of, flowing from or in any way associated with this Agreement; and\n \n (b) pay to IMF, from the Resolution Sum, the Fees.",
      "id": "s201"
    },
    {
      "text": "4.2 The obligation imposed by clause 4.1 is to be met prior to the payment from the Resolution Sum of any other expenses of the Insolvency Practitioner, including any other fees or costs.",
      "id": "s202"
    },
    {
      "text": "4.3 The Insolvency Practitioner disposes to IMF a share of the Resolution Sum which share is to be calculated and remitted to IMF in the following manner on Resolution:\n \n 4.3.1 if settlement of the Proceeding is reached at or prior to mediation by the parties to the Proceeding (either private mediation or mediation in the Supreme Court of Western Australia), 30% of the Resolution Sum;\n \n 4.3.2 if settlement of the Proceeding is reached by six months after mediation by the parties to the Proceeding (either private mediation or mediation in the Supreme Court of Western Australia), 35% of the Resolution Sum;\n \n 4.3.3 if settlement of the Proceeding is reached thereafter or the matter proceeds to judgment, 45% of the Resolution Sum.",
      "id": "s203"
    },
    {
      "text": "68 \n \nClause 5.4 provides:\n \n In recognition of the fact that IMF has a propriety interest in the Resolution Sum, if the Insolvency Practitioner does not want to settle the Proceeding when IMF considers it adequate, then each party must seek to resolve the difference by referring the dispute to an independent Senior Counsel experienced in commercial litigation, as mutually chosen by IMF and the Insolvency Practitioner, failing which by the President of the Law Society of Western Australia, who shall provide his expert opinion on whether the settlement offer is adequate.",
      "id": "s204"
    },
    {
      "text": "69 Clause 9.0 provides:\n \n DISBURSEMENT OF RESOLUTION SUM \n \n 9.1 On Resolution the Insolvency Practitioner will pay the Resolution Sum into a separate account and upon clearance will:\n \n 9.1.1 pay to IMF from that account any money IMF is entitled to be reimbursed and to be paid pursuant to this Agreement; and\n \n 9.1.2 remit IMF's share of the Resolution Sum to IMF from that account.",
      "id": "s205"
    },
    {
      "text": "9.2 If the Proceeding becomes the subject of an appeal and the Insolvency Practitioner does not make any distributions or payments from the Resolution Sum as a result, IMF's share of the Resolution Sum is to be paid from the Resolution Sum, if any, when the appeal is withdrawn, or otherwise determined.",
      "id": "s206"
    },
    {
      "text": "70 \"Fees\" are defined as:\n \n An amount of;\n \n (a) $10,000 per month plus GST from the date of commencement of this agreement up to a maximum of $100,000 plus GST for Management Services; and\n \n (b) $15,000 plus GST for assessing the Proposal and facilitating this Agreement.",
      "id": "s207"
    },
    {
      "text": "71 On 24 November 2005, Balanced commenced a proceeding (WAD 353 of 2005) against Colliers in this Court.",
      "id": "s208"
    },
    {
      "text": "In this proceeding Balanced has alleged that it relied upon a valuation from Colliers in deciding to lend monies to Meadow Springs under the Facility Agreement.",
      "id": "s209"
    },
    {
      "text": "It claims that by lending the monies to Meadow Springs it was deprived of the opportunity of advancing the monies to another borrower which would have provided a higher return than did Meadow Springs.",
      "id": "s210"
    },
    {
      "text": "72 At a time between September 2004 and April 2006, WCH was administratively deregistered by ASIC.",
      "id": "s211"
    },
    {
      "text": "On 19 September 2006, the registration of WCH was reinstated by an order of the Supreme Court of Western Australia, and a liquidator, Mr Melvyn Posner, was appointed to that company.",
      "id": "s212"
    },
    {
      "text": "73 On 14 November 2006, Mr Posner, the liquidator of WCH, purporting to act under the WCH Charge, appointed Mr Carrello as the receiver and manager of Meadow Springs to take possession of its causes of action against Colliers.",
      "id": "s213"
    },
    {
      "text": "By February 2007, Mr Carrello had entered into a funding agreement with a litigation funder, Hillcrest Litigation Services Limited, in respect of the proceeding in this Court by Meadow Springs against Colliers.",
      "id": "s214"
    },
    {
      "text": "The terms of this funding agreement were not in evidence.",
      "id": "s215"
    },
    {
      "text": "74 On 6 February 2007, Christensen Vaughan, as solicitors for Mr Carrello in his capacity as receiver and manager of Meadow Springs, filed and served a notice that Solomon Brothers had ceased acting for Meadow Springs and that Christensen Vaughan now acted for Meadow Springs.",
      "id": "s216"
    },
    {
      "text": "On the 16 April 2007, Justice Marshall ordered that the notice of change of solicitors filed by Christensen Vaughan be uplifted.",
      "id": "s217"
    },
    {
      "text": "75 Shortly prior to the trial, Meadow Springs settled the claim against Colliers for $6.95 million comprising $6.40 million in satisfaction of Meadow Springs claim and $550,000 in satisfaction of the liquidator's costs, including legal costs.",
      "id": "s218"
    },
    {
      "text": "IMF waived recovery of $92,000 in respect of the total amount of legal costs which it had paid under the IMF Funding Agreement.",
      "id": "s219"
    },
    {
      "text": "76 By letter dated the 16 August 2007, Balanced gave notice to Meadow Springs it required Meadow Springs to pay the sum of $3,876,578.81 within seven days failing which Balanced would take such further action as it was advised.",
      "id": "s220"
    },
    {
      "text": "Meadow Springs has not paid the amount demanded.",
      "id": "s221"
    },
    {
      "text": "Balanced alleged that all of the monies claimed were monies secured by the Balanced Charge.",
      "id": "s222"
    },
    {
      "text": "Each of Meadow Springs and IMF challenged this claim.",
      "id": "s223"
    },
    {
      "text": "The Notice of Motion \n \n77 Prior to the entry by Meadow Springs into the IMF Funding Agreement, the liquidator failed to obtain an approval prescribed by s 477(2B) of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s224"
    },
    {
      "text": "Accordingly, there is also before the Court an amended notice of motion pursuant to which Meadow Springs seeks relief from the Court to remedy the failure of the liquidator to obtain the approval.",
      "id": "s225"
    },
    {
      "text": "78 Section 477(2B) of the Act provides that, except with the approval of the Court or the committee of inspection or a resolution of the creditors, a liquidator must not enter into an agreement on the company's behalf which is likely to endure for longer than three months.",
      "id": "s226"
    },
    {
      "text": "Meadow Springs seeks the approval of the Court because, although the ILF funding agreement was approved by the creditors at the meeting on 19 September 2003, the replacement funding agreement, namely, the IMF Funding Agreement, entered into by the liquidator with IMF in August 2004 was not.",
      "id": "s227"
    },
    {
      "text": "Nor did Mr McMaster obtain approval by any of the other means, referred to in s 477(2B) of the Act before entering into the IMF Funding Agreement.",
      "id": "s228"
    },
    {
      "text": "79 Meadow Springs relied upon the affidavit of Mr McMaster sworn 15 October 2007 in support of its motion.",
      "id": "s229"
    },
    {
      "text": "Meadow Springs contended that an agreement entered into by a liquidator without compliance with s 477(2B) is not void and that approval may be given by the Court retrospectively.",
      "id": "s230"
    },
    {
      "text": "Balanced and the Knightsbridge parties opposed the granting of relief to Meadow Springs on the same grounds as they relied upon in opposition to IMF's contention that the fees and portion of the Resolution Sum claimed by IMF under the IMF Funding Agreement have priority over the monies secured by their respective securities.",
      "id": "s231"
    },
    {
      "text": "80 Because the decision whether to grant relief in terms of the amended notice of motion overlaps with some of the issues pertaining to IMF's claim to priority, I will defer deciding whether to grant the relief, until I consider the priority claim made by IMF.",
      "id": "s232"
    },
    {
      "text": "The issues \n \n81 There are three main issues in this case.",
      "id": "s233"
    },
    {
      "text": "82 First, whether the amounts comprising the assessment fee of $15,000, the management fee of $100,000 and 35% of the Resolution Sum claimed by IMF under the IMF Funding Agreement are to be paid to it in priority to the amounts claimed by the Balanced and the Knightsbridge parties under their respective securities?",
      "id": "s234"
    },
    {
      "text": "83 Secondly, whether Balanced has by reason of the Balanced Charge an enforceable security over the monies in the fund and if so, how much of the amount it claims is subject to the security?",
      "id": "s235"
    },
    {
      "text": "84 Thirdly, whether WCH and Knightsbridge Managed Funds are, by reason of the WCH Charge, the holders of an enforceable security in respect of the fund, and if so, how much of the amount which it claims is subject to the security?",
      "id": "s236"
    },
    {
      "text": "Alternatively, whether Meadow Springs is estopped from contending that WCH and Knightsbridge Managed Funds are not by reason of the WCH Charge, the holders of an enforceable security in respect of the fund?",
      "id": "s237"
    },
    {
      "text": "85 There are subsidiary issues which arise in relation to each of these three main issues.",
      "id": "s238"
    },
    {
      "text": "86 The third defendants, Hurly Investments Pty Ltd and Mr Casey, entered an appearance but they did not participate in the trial.",
      "id": "s239"
    },
    {
      "text": "The Witnesses \n \n87 The following persons provided witness statements: Mr Hugh McLernon, an executive director of IMF; Mr Brian Keith McMaster, the liquidator of Meadow Springs; Ms Penny Lynda Searle Hellens, a director of Penlas; Mr David Geer, the managing director of Balanced and Mr Christopher James Daws, a director of the accountancy firm Dickson Carrello.",
      "id": "s240"
    },
    {
      "text": "Each of the witnesses was cross-examined.",
      "id": "s241"
    },
    {
      "text": "The evidence did not give rise to any credibility issues.",
      "id": "s242"
    },
    {
      "text": "I accept that each of the witnesses gave evidence truthfully.",
      "id": "s243"
    },
    {
      "text": "I accept each witness' evidence which is set out in these reasons.",
      "id": "s244"
    },
    {
      "text": "The scope of the matters which are the subject of this decision \n \n88 At the commencement of the trial I made orders which identified the scope of the matters to be determined at this hearing.",
      "id": "s245"
    },
    {
      "text": "The need to make the orders arose because the trial was limited to four days and there was not, therefore, sufficient time to deal with all the disputes raised on the pleadings in relation to the quantification of the amount of monies advanced and distributed.",
      "id": "s246"
    },
    {
      "text": "The parties, therefore, proposed that the only matters relating to quantification that would be tried at this hearing would be those matters expressly raised in the opening submissions of the parties, and in para 48 of the Knightsbridge parties' cross-claim.",
      "id": "s247"
    },
    {
      "text": "These matters, it was said, raised questions of principle which, if determined, would resolve, or assist in resolving, questions relating to the validity of the claims made in respect of these items.",
      "id": "s248"
    },
    {
      "text": "I made orders to that effect.",
      "id": "s249"
    },
    {
      "text": "IMF's claim in respect of priority for fees and a portion of the Resolution Sum.",
      "id": "s250"
    },
    {
      "text": "89 IMF claims that the liquidator is entitled to retain from the fund the amount of $2,199,750 comprising 35% of the Resolution Sum, and $115,000, being fees payable under cl 4.1(b) of the IMF Funding Agreement, and to pay those sums to IMF, in priority to the payment of any monies due to Balanced or the Knightsbridge parties under their respective securities.",
      "id": "s251"
    },
    {
      "text": "90 IMF bases its claim on three grounds.",
      "id": "s252"
    },
    {
      "text": "First, it is contended that a sum comprising 35% of the Resolution Sum is held on trust by the liquidator of Meadow Springs for IMF and that IMF has a superior equity in respect of that sum to that of Balanced and the Knightsbridge parties.",
      "id": "s253"
    },
    {
      "text": "Secondly, it relies upon the principle in the case of In Re Universal Distributing Company Limited (In Liquidation) [1933] HCA 2 ; (1933) 48 CLR 171 ( Universal Distributing ).",
      "id": "s254"
    },
    {
      "text": "It is said that there is an equitable lien in favour of Mr McMaster, the liquidator which secures the payment of the monies claimed by IMF in priority to the monies claimed by Balanced and the Knightsbridge parties.",
      "id": "s255"
    },
    {
      "text": "Thirdly, it is contended that the monies claimed by IMF are payable in priority under the principles of salvage.",
      "id": "s256"
    },
    {
      "text": "Meadow Springs does not oppose these contentions.",
      "id": "s257"
    },
    {
      "text": "The better equity point \n \n91 I deal first with IMF's contention that it has a right to be paid 35% of the Resolution Sum in priority to the claims of Balanced and the Knightsbridge parties on the fund, because it has an equitable interest in the fund which is superior to the equitable interests held in the fund by each of Balanced and the Knightsbridge parties.",
      "id": "s258"
    },
    {
      "text": "92 IMF contended that cl 4.3 of the IMF Funding Agreement effected an assignment of future property, namely, the fruits of the claim against Colliers.",
      "id": "s259"
    },
    {
      "text": "It was said that an incident of this assignment was that an equitable interest arose in favour of IMF once the Resolution Sum came into the hands of Meadow Springs and not before.",
      "id": "s260"
    },
    {
      "text": "IMF contended further that the Balanced Charge and the WCH Charge were floating charges which insofar as the proceeds of the claim against Colliers was concerned, also charged future property.",
      "id": "s261"
    },
    {
      "text": "Therefore, said IMF, Balanced and WCH only acquired an equitable interest in the proceeds of the claim by reason of their respective charges on the same basis, and at the same time, as IMF, namely, when the proceeds of the claim were received by Meadow Springs.",
      "id": "s262"
    },
    {
      "text": "It followed, contended IMF, that each of the equitable interests of IMF, Balanced and the Knightsbridge parties in the proceeds of the claim, arose at the same time.",
      "id": "s263"
    },
    {
      "text": "In other words, the equitable interest held by each of Balanced and the Knightsbridge parties in the fruits of the Colliers claim enjoyed no priority by reason of being earlier in time to IMF's equitable interest.",
      "id": "s264"
    },
    {
      "text": "IMF went on to contend that IMF's equity to claim its share of the fund was superior to the equity of each of Balanced and the Knightsbridge parties because IMF had taken the risk of indemnifying the liquidator in respect of the conduct of the litigation, and Balanced and the Knightsbridge parties had acquiesced in this conduct.",
      "id": "s265"
    },
    {
      "text": "93 I do not accept IMF's contention.",
      "id": "s266"
    },
    {
      "text": "First, each of Balanced and WCH acquired an equitable interest in the property, the subject of the floating charge, on the crystallisation of the floating charge.",
      "id": "s267"
    },
    {
      "text": "For the reasons which follow, I do not accept that the equitable interest which these parties acquired on the crystallisation of the Balanced Charge and the WCH Charge respectively in the Colliers claim, is properly to be characterised as an assignment of future property.",
      "id": "s268"
    },
    {
      "text": "94 A chose in action comprises property of a company and, subject to the laws of champerty and maintenance, may be the subject of a charge in the same way as any other property ( South Australian Management Corporation v Sheahan (1995) 16 ACSR 45 at 52-53).",
      "id": "s269"
    },
    {
      "text": "Each of the two floating charges would have crystallised, at the latest on the appointment of Mr McMaster and Mr Smith as administrators of Meadow Springs on 21 February 2001.",
      "id": "s270"
    },
    {
      "text": "Any breach of the valuation contract and wrongful conduct by Colliers would have occurred before that date and, thus, the elements of the chose in action against Colliers would have been in existence by the date of the crystallisation of each charge.",
      "id": "s271"
    },
    {
      "text": "95 In the case of Re Oasis Merchandising Services Ltd (in liq) [1997] 1 All ER 1009 ( Oasis Merchandising ), Peter Gibson LJ distinguished between the types of assignment that may be made in relation to the disposal of litigation rights.",
      "id": "s272"
    },
    {
      "text": "At 1014-1015 he observed:\n \n [The trial judge]...pointed out that there are three routes by which one person may seek to dispose of, and another person may seek to acquire, the prospect of benefiting from current or future litigation against a third party (at 498).",
      "id": "s273"
    },
    {
      "text": "The first is the transfer of property carrying with it the right to prosecute any cause of action closely related to that property, such as the assignment of a debt.",
      "id": "s274"
    },
    {
      "text": "Such a transfer and any action brought by the transferee to enforce that right are not champertous (see, eg, Camdex International Ltd v Bank of Zambia [1996] 3 All ER 431, [1996] 3 WLR 759).",
      "id": "s275"
    },
    {
      "text": "The second is the assignment of a bare cause of action or bare right to litigate.",
      "id": "s276"
    },
    {
      "text": "Such assignments offend public policy (see, eg, Trendtex Trading Corp v Cr&eacute;dit Suisse [1981] 3 All ER 520, [1982] AC 679).",
      "id": "s277"
    },
    {
      "text": "The third is the assignment of the damages or other monetary compensation that may be awarded in an action in which judgment has not yet been given.",
      "id": "s278"
    },
    {
      "text": "Such an assignment, being an agreement to assign future property (damages if and when awarded), operates in equity and if supported by consideration will be valid and no question of unlawful maintenance or champerty will arise, at any rate when the assignee has no right to influence the course of the proceedings (see Glegg v Bromley [1912] 3 KB 474, [1911-13] All ER Rep 1138).",
      "id": "s279"
    },
    {
      "text": "96 Further, in the case of ANC Ltd v Clark Goldring and Page Ltd [2001] BCC 479, Robert Walker LJ referred to the incidents of the assignment of the fruits of the action.",
      "id": "s280"
    },
    {
      "text": "He observed at [485] as follows:\n \n By contrast, an assignment of the fruits of an action is an equitable assignment being an agreement to assign such fruits if and when they are recovered in the future: Tailby v Official Receiver (1888) 13 App Cas 523.",
      "id": "s281"
    },
    {
      "text": "Such an agreement does not give the assignee any rights to prosecute or conduct the action and the assignee does not acquire any beneficial interest in the action itself: Glegg v Bromley [1912] 3 KB 474 at p 484.",
      "id": "s282"
    },
    {
      "text": "97 It is apparent from the provisions in each of the Balanced Charge and the WCH Charge, including the provision which permits the appointment of a receiver to conduct litigation on behalf of the company, that the assignment of the Colliers cause of action effected by the crystallisation of each charge, is an assignment of the property in the cause of action carrying with it the right to conduct the litigation.",
      "id": "s283"
    },
    {
      "text": "In other words, the assignment falls into the first, and not the third, of the categories referred to by Peter Gibson LJ in Oasis Merchandising .",
      "id": "s284"
    },
    {
      "text": "98 I find, therefore, that on the date of the crystallisation of each of the charges each of Balanced and WCH respectively, acquired an equitable interest in the chose in action against Colliers which included its proceeds.",
      "id": "s285"
    },
    {
      "text": "It follows that I reject the submission of IMF that the assignment effected by the crystallisation of each charge was no more than an assignment of future property.",
      "id": "s286"
    },
    {
      "text": "99 It follows, also, that I do not accept IMF's contention that each of IMF, Balanced and WCH acquired their respective equitable interests in the fund simultaneously, namely, when the liquidator of Meadow Springs received the Resolution Sum.",
      "id": "s287"
    },
    {
      "text": "100 Accordingly, in my view, each of Balanced and WCH acquired an equitable interest in the Colliers claim and its proceeds, before IMF acquired its equitable interest in the proceeds of the claim.",
      "id": "s288"
    },
    {
      "text": "101 I would mention, in passing, that no point was taken that because the claim against Colliers was founded on tort and a breach of s 52 of the TPA, as well as on breach of contract, the chose in action could not be the subject of an assignment by charge.",
      "id": "s289"
    },
    {
      "text": "102 The next question is whether IMF has a better equity in the proceeds of the claim than either Balanced or WCH, notwithstanding that Balanced and WCH acquired their equitable interests before IMF did, because IMF took the risk associated with the conduct of the Colliers claim, whereas Balanced and WCH and the other Knightsbridge parties did not.",
      "id": "s290"
    },
    {
      "text": "103 As previously mentioned, IMF contended that the disposition of a portion of Meadow Springs' interest in a share of the Resolution Sum in favour of IMF was effected by cl 4.3 of the IMF Funding Agreement.",
      "id": "s291"
    },
    {
      "text": "104 IMF contended that the IMF Funding Agreement was entered into by means of a novation between Meadow Springs, IMF and ILF.",
      "id": "s292"
    },
    {
      "text": "By the time that IMF entered into the ILF funding agreement, each of the WCH Charge and the Balanced Charge had been registered.",
      "id": "s293"
    },
    {
      "text": "Further, Mr McLernon, on behalf of IMF, had actual knowledge of the WCH Charge and the Balanced Charge, and of the fact that each of Balanced and the Knightsbridge parties claimed, thereby, to have an equitable interest in the Colliers claim by reason of their rights under the respective charges.",
      "id": "s294"
    },
    {
      "text": "That Mr McLernon had this knowledge is apparent from his discussion with Mr Carrello on 21 October 2000, about canvassing Balanced and the Knightsbridge parties to agree to give IMF priority in respect of its rewards under the ILF funding agreement (see [57] above).",
      "id": "s295"
    },
    {
      "text": "Mr McLernon had this knowledge even before he signed, on behalf of ILF, the ILF funding agreement on 22 October 2003.",
      "id": "s296"
    },
    {
      "text": "Mr McLernon said that he signed the ILF funding agreement on the basis of the belief that the Knightsbridge parties and Balanced would grant ILF priority in respect of its claim to the proceeds of the Colliers claim.",
      "id": "s297"
    },
    {
      "text": "In my view, this does not assist IMF.",
      "id": "s298"
    },
    {
      "text": "In any event, by the time IMF entered into the IMF Funding Agreement in August 2004, Mr McLernon was aware of Balanced's and the Knightsbridge parties' decision not to grant priority.",
      "id": "s299"
    },
    {
      "text": "105 Thus, well before IMF acquired its equitable interest in the fund when the proceeds were received by Mr McMaster, IMF had actual knowledge of the equitable interests of Balanced and the Knightsbridge parties.",
      "id": "s300"
    },
    {
      "text": "106 In the case of Moffett v Dillon [1999] 2 VR 480 ( Moffett ), the Court of Appeal in Victoria considered the question of the priority of competing equitable interests.",
      "id": "s301"
    },
    {
      "text": "Brooking JA (with whom Buchanan JA agreed) observed that a person with a notice of equity takes subject to it.",
      "id": "s302"
    },
    {
      "text": "He said that the \"rule is...distinct from the rule that where equities are equal the first in time prevails\".",
      "id": "s303"
    },
    {
      "text": "At 491-492, at [45]-[46] he observed:\n \n I now return to the rule that a person taking with notice of an equity takes subject to it.",
      "id": "s304"
    },
    {
      "text": "Earlier I deferred consideration of whether circumstances are conceivable in which an equity acquired with notice of a prior equity could nevertheless be held to prevail over it.",
      "id": "s305"
    },
    {
      "text": "I made reference to Platzer v Commonwealth Bank of Australia [1997] 1 Qd R 266 at 273, where Davies JA said this (omitting footnotes):\n \n Generally, indeed almost universally, where the holder of an equity acquired it with notice of a prior equity, its claim to priority must fail.",
      "id": "s306"
    },
    {
      "text": "There are nonetheless exceptions to this of which the most obvious are an agreement to postpone or waiver of priority.",
      "id": "s307"
    },
    {
      "text": "There may also be other conduct on the part of the holder of the prior equity which may estop her from asserting her priority.",
      "id": "s308"
    },
    {
      "text": "I have said that there are two rules or principles at work in cases like the present, the rule that a person taking with notice of an equity takes subject to it and the rule where the equities are equal the first in time prevails.",
      "id": "s309"
    },
    {
      "text": "As regards the second rule, I have referred to the wide view taken by Mason and Deane JJ in Heid v Reliance Finance Corp Pty Ltd at 341 that broad principles of right and justice will guide the court in determining whether the equities are equal.",
      "id": "s310"
    },
    {
      "text": "As what I have already written should make plain, I do not regard the question whether a person who acquired an equity did so with notice of a prior equity as no more than a consideration to which regard is to be had in determining whether one of the equities is better than the other.",
      "id": "s311"
    },
    {
      "text": "I regard the rule about notice as a distinct and fundamental one and I do not consider that Mason and Deane JJ intended to question its existence or to subsume this particular matter of notice under a broad question so as to make it no more than a consideration bearing upon which was the better equity.",
      "id": "s312"
    },
    {
      "text": "107 In my view, because of the \"distinct and fundamental\" rule referred to by Brooking JA in Moffett , IMF, by reason of Mr McLernon's actual knowledge referred to above, takes its interest in the proceeds of the Colliers claim subject to the prior interest of Balanced and the WCH under the Balanced Charge and the WCH Charge respectively.",
      "id": "s313"
    },
    {
      "text": "The question of whether IMF's equity is superior by reason of it having been the party that took the risk in relation to the litigation against Colliers, therefore, does not arise.",
      "id": "s314"
    },
    {
      "text": "108 It follows that I do not accept IMF's contention that it is entitled to priority in respect of 35% of the Resolution Sum by reason of it having a superior equity to the proceeds of the Colliers claim to that of each of Balanced and the Knightsbridge parties.",
      "id": "s315"
    },
    {
      "text": "The Universal Distributing point \n \n109 I now deal with IMF's contention founded on the Universal Distributing case and the existence of a liquidator's equitable lien in respect of costs and expenses reasonably incurred in creating the fund.",
      "id": "s316"
    },
    {
      "text": "As previously mentioned, IMF contended that the obligation to pay the fees of $115,000 and 35% of the Resolution Sum, were expenses reasonably incurred by the liquidator in realising the Resolution Sum and were, therefore, payable in priority.",
      "id": "s317"
    },
    {
      "text": "110 Mr McLernon deposed that he is, and was in 2003, when the ILF and IMF funding agreements were entered into, an executive director of IMF.",
      "id": "s318"
    },
    {
      "text": "IMF is, and was in 2003, a public company which carried on business of litigation funding.",
      "id": "s319"
    },
    {
      "text": "Mr McLernon said that IMF was at that time the largest company in Australia providing litigation funding.",
      "id": "s320"
    },
    {
      "text": "It was also the only public company engaged in that business.",
      "id": "s321"
    },
    {
      "text": "111 Mr McLernon said that he had executive responsibility for litigation funding through various entities since the 1990s and was well acquainted with the market for litigation funding in Australia.",
      "id": "s322"
    },
    {
      "text": "Mr McLernon said that in 2003, at the time that the IMF Funding Agreement was entered into, the status of litigation funding agreements in Australian law had not been decisively determined and, therefore, there was always a risk that there would be a challenge made to the lawfulness of the funding agreement.",
      "id": "s323"
    },
    {
      "text": "That factor increased the risk that the litigation funder undertook, and in 2003 the percentage of the resolution sum which was provided for in funding agreements was higher than would be the position today.",
      "id": "s324"
    },
    {
      "text": "112 Mr McLernon said that he had in the last six years considered and approved about 150 funding agreements.",
      "id": "s325"
    },
    {
      "text": "He said he had considered and rejected about three times that number of funding proposals.",
      "id": "s326"
    },
    {
      "text": "Mr McLernon said that \"rewards\" provided for in the ILF and IMF funding agreements were representative of those being sought and paid in 2003.",
      "id": "s327"
    },
    {
      "text": "113 As to the management fees, Mr McLernon deposed that he had been personally involved in the conduct of the proceeding against Colliers.",
      "id": "s328"
    },
    {
      "text": "He had dealt directly with the firm of solicitors, Solomon Brothers, who had been acting for Meadow Springs.",
      "id": "s329"
    },
    {
      "text": "One of Mr McLernon's functions was to review the reasonableness of the solicitor's fees.",
      "id": "s330"
    },
    {
      "text": "Another function was to monitor the progress of the litigation which IMF had funded.",
      "id": "s331"
    },
    {
      "text": "There was attached to his witness statement a schedule of work undertaken by Mr McLernon personally.",
      "id": "s332"
    },
    {
      "text": "The schedule shows Mr McLernon liaising with the solicitors and taking a keen and detailed interest in the conduct of the proceedings.",
      "id": "s333"
    },
    {
      "text": "114 Mr McMaster's evidence was that he did not make inquires from any other litigation funder before agreeing to enter into the agreements with ILF and IMF.",
      "id": "s334"
    },
    {
      "text": "He dealt with IMF because he wanted to deal with a \"company of substance which appeared able to meet its liability under an indemnity for costs\".",
      "id": "s335"
    },
    {
      "text": "Further, he said that he had not considered whether the management fees were a reasonable reward to IMF for the services it would provide for those fees.",
      "id": "s336"
    },
    {
      "text": "He said that he regarded the management fees as part of the overall consideration to be paid to procure the funding.",
      "id": "s337"
    },
    {
      "text": "115 Mr Geer deposed that Balanced had no need for litigation funding, and that Balanced's preference was to pursue its own claim for its losses against Colliers.",
      "id": "s338"
    },
    {
      "text": "Mr Geer said that he received the circular letter from Mr McMaster dated 16 June 2003 and the circular letter from Mr McMaster dated 23 September 2003.",
      "id": "s339"
    },
    {
      "text": "116 The Universal Distributing case involved the fixing of the remuneration of an official liquidator.",
      "id": "s340"
    },
    {
      "text": "The official liquidator had left at the Court his accounts of receipts and payments up to the end of 1932.",
      "id": "s341"
    },
    {
      "text": "The insolvent company had granted a debenture creating a floating charge over the assets of the company.",
      "id": "s342"
    },
    {
      "text": "The liquidator had realised the assets and had created a fund over which the debenture-holder had security.",
      "id": "s343"
    },
    {
      "text": "The debenture-holder contended that the liquidator's remuneration and certain disbursements contained in the accounts ought not be allowed out of the fund in priority to the amount the subject of the debenture-holder's security.",
      "id": "s344"
    },
    {
      "text": "Dixon J observed at 174-175:\n \n If a creditor whose debt is secured over the assets of the company come in and have his rights decided in the winding up, he is entitled to be paid principal and interest out of the fund produced by the assets encumbered by his debt after the deduction of the costs, charges and expenses incidental to the realization of such assets ( In re Marine Mansions Co ).",
      "id": "s345"
    },
    {
      "text": "The security is paramount to the general costs and expenses of the liquidation, but the expenses attendant upon the realization of the fund affected by the security must be borne by it ( In re Oriental Hotels Co ; Perry v Oriental Hotels Co ).",
      "id": "s346"
    },
    {
      "text": "The debenture-holders are creditors who have a specific right to the property for the purpose of paying their debts.",
      "id": "s347"
    },
    {
      "text": "But if it is realized in the winding up, a proceeding to which they are thus parties, the proceeds must bear the cost of the realization just as if they had begun a suit for its realization or had themselves realized it without suit (cf In re Regent's Canal Ironworks Co ; Ex parte Grissell ; and see Batten v Wedgwood Coal and Iron Co ).",
      "id": "s348"
    },
    {
      "text": "In applying this principle, only those expenses appear to have been thrown against the fund belonging to the debenture-holders which have been reasonably incurred in the care, preservation and realization of the property.",
      "id": "s349"
    },
    {
      "text": "In the present case the liquidator has employed a material part of his time and energies in recovering moneys, both uncalled capital and debts, which enure for the debenture-holder, and in so far as these services increase the remuneration which he receives, I see no reason why the burden should not be thrown upon the proceeds.",
      "id": "s350"
    },
    {
      "text": "The question is not whether moneys available for unsecured creditors should be relieved at the expense of the security.",
      "id": "s351"
    },
    {
      "text": "In such a case it may be said that the service of collecting enough to discharge the debenture must in any event be performed in order that a surplus may then arise in which the unsecured creditors may participate.",
      "id": "s352"
    },
    {
      "text": "The question in the present case is whether the liquidator can charge against the fund passing through his hands as between himself and the person to whom it is payable, so much of the remuneration fixed or work done in the winding up as is referable to the calling in and conversion of the assets producing the fund.",
      "id": "s353"
    },
    {
      "text": "I see no reason why remuneration for work done for the exclusive purpose of raising the fund should not be charged upon it.",
      "id": "s354"
    },
    {
      "text": "(Footnotes omitted.",
      "id": "s355"
    },
    {
      "text": ")\n \n\n117 Dixon J observed further at 175 that:\n \n I shall also decide what portion of the remuneration and which of those items of expenditure would take priority of the debenture holder's debt notwithstanding that the debenture be valid and the assets be insufficient to meet it.",
      "id": "s356"
    },
    {
      "text": "(Emphasis added.",
      "id": "s357"
    },
    {
      "text": ")\n \n\n118 Dixon J went on to determine that the liquidator's remuneration should be fixed as a lump sum.",
      "id": "s358"
    },
    {
      "text": "His Honour fixed a lump sum of 250 guineas together with an amount for travelling expenses.",
      "id": "s359"
    },
    {
      "text": "Dixon J determined further that of the total sum of 250 guineas, 30 guineas comprised remuneration for work done in realising or collecting assets claimed by the debenture-holder and should, therefore, be given priority to the debenture-holder's debt.",
      "id": "s360"
    },
    {
      "text": "119 Dixon J also considered the question of disbursements.",
      "id": "s361"
    },
    {
      "text": "He declined to allow a disbursement in respect of the premium paid by the liquidator to a guarantee company to obtain the security which was required by the winding up order appointing him.",
      "id": "s362"
    },
    {
      "text": "Dixon J, otherwise, allowed the liquidator's disbursements.",
      "id": "s363"
    },
    {
      "text": "However, of the disbursements allowed, Dixon J (at 176) identified three disbursements which were to rank \"behind the debenture holder's debt\".",
      "id": "s364"
    },
    {
      "text": "Dixon J then declared that the liquidator was entitled to retain from monies comprising the fund, 30 guineas - being his remuneration - and an amount for the disbursements allowed, other than the three disbursements identified, in priority to the claim of the debenture-holder.",
      "id": "s365"
    },
    {
      "text": "120 IMF contended that the fees and the liability in respect of 35% of the Resolution Sum comprised expenses reasonably incurred by the liquidator in producing the fund.",
      "id": "s366"
    },
    {
      "text": "Therefore, in accordance with the principle in the Universal Distributing case, the liquidator was entitled to retain from the fund, monies to discharge those expenses in priority to the secured creditors.",
      "id": "s367"
    },
    {
      "text": "Further, it was contended that the liquidator was entitled to rely upon an equitable lien to protect that right ( Shirlaw v Taylor (1991) 31 FCR 222).",
      "id": "s368"
    },
    {
      "text": "121 In my view, a distinction is to be drawn between the fees and the liquidator's obligation to account under cl 9.1.2 of the IMF Funding Agreement in respect of a portion of the Resolution Sum.",
      "id": "s369"
    },
    {
      "text": "I deal, first, with the claim made in relation to the obligation in respect of the Resolution Sum.",
      "id": "s370"
    },
    {
      "text": "122 Clause 9.1.2 of the IMF Funding Agreement imposes an obligation to \"remit IMF's share of the Resolution Sum to IMF\".",
      "id": "s371"
    },
    {
      "text": "It is apparent from the IMF Funding Agreement that it was the parties' intention that IMF's share of the Resolution Sum is to be held on trust for IMF.",
      "id": "s372"
    },
    {
      "text": "Clause 4.3 of the IMF Funding Agreement provides for the disposal by Meadow Springs to IMF of a share in the Resolution Sum.",
      "id": "s373"
    },
    {
      "text": "Further, cl 5.4 of the IMF Funding Agreement provides specifically that IMF is to have a \"propriety interest\" in the Resolution Sum.",
      "id": "s374"
    },
    {
      "text": "As I have already mentioned, IMF has contended that the disposal effected by cl 4.3 was the assignment of future property and so, it was said, IMF's share of the Resolution Sum \"never vested in Meadow Springs absolutely\".",
      "id": "s375"
    },
    {
      "text": "123 In my view, the obligation which arose under the IMF Funding Agreement on the liquidator on receipt of the proceeds from the settlement of the Colliers claim, was to account as trustee to IMF for such amount of the fund as IMF was beneficially entitled pursuant to the disposal under cl 4.3 of the IMF Funding Agreement ( Palette Shoes Pty Ltd (In Liquidation) v Krohn [1937] HCA 37 ; (1937) 58 CLR 1 ( Palette Shoes ).",
      "id": "s376"
    },
    {
      "text": "In my view, this obligation on the liquidator to account as trustee to his or her beneficiary was not an obligation of the character contemplated by Dixon J under the Universal Distributing principle.",
      "id": "s377"
    },
    {
      "text": "124 In Palette Shoes , Latham J distinguished between the nature of the obligation to account as trustee attendant upon the assignment of future property and the liability incurred under ordinary contractual rights.",
      "id": "s378"
    },
    {
      "text": "At 14, Latham J observed as follows:\n \n This view of the facts, however, makes it necessary to consider whether the liability of the company to the plaintiffs is merely a contractual liability creating a debt for which the plaintiffs have a right to prove in the liquidation, or whether, on the other hand, it constitutes the company a trustee of the moneys received by the company from the customers so that the plaintiffs became entitled to claim such moneys as against the liquidator, not being bound to prove for a mere debt in competition with other creditors.",
      "id": "s379"
    },
    {
      "text": "125 In my view, the liabilities referred to by Dixon J in Universal Distributing were the liabilities creating \"mere debts\" in the language of Latham J.",
      "id": "s380"
    },
    {
      "text": "In other words, if the services provided did not fall within the protection of the liquidator's lien by reason of being incurred in the production of the fund, then the priority accorded to those contractual debts would fall to be considered within the ordinary priority provisions in the Act\n \n126 In the Universal Distributing case and the other cases which have applied it, the Court was concerned to identify which of the expenses of otherwise unsecured creditors were incurred by the liquidator in the course of realising the assets.",
      "id": "s381"
    },
    {
      "text": "The cases are not concerned with determining the priorities of creditors who by their own resources have secured a beneficial interest in the property of the company.",
      "id": "s382"
    },
    {
      "text": "127 Accordingly, in my view, the liability of the liquidator to account to IMF for its portion of the Resolution Sum, is not a liability which comprises an \"expense\" of the nature contemplated by Dixon J in Universal Distributing .",
      "id": "s383"
    },
    {
      "text": "The fund cannot, therefore, be charged with that liability under the principle in that case.",
      "id": "s384"
    },
    {
      "text": "128 Balanced advanced an alternative argument.",
      "id": "s385"
    },
    {
      "text": "It contended that on a proper understanding of the observations of Dixon J referred to at [116] above, the amount of the liquidator's fees and disbursements expended in realising the fund that could take priority to a secured creditor was limited to the amount of the fees and disbursements that the secured creditor would have incurred had it realised the fund.",
      "id": "s386"
    },
    {
      "text": "Senior counsel for Balanced relied strongly upon the following two sentences and, in particular, the emphasised portion thereof, in the observations of Dixon J at 174:\n \n The debenture-holders are creditors who have a specific right to the property for the purpose of paying their debts.",
      "id": "s387"
    },
    {
      "text": "But if it is realized in the winding up, a proceeding to which they are thus parties, the proceeds must bear the cost of the realization just as if they had begun a suit for its realization or had themselves realized it without suit.",
      "id": "s388"
    },
    {
      "text": "(Emphasis added.",
      "id": "s389"
    },
    {
      "text": ")\n \n\n129 Balanced went on to say that it was in a position financially to carry on a proceeding against Colliers itself without having to enter into a litigation funding arrangement.",
      "id": "s390"
    },
    {
      "text": "Accordingly, so it was contended, the amount of the liquidator's fees and disbursements which would take priority to Balanced's claim to the fund, would be limited to the costs which Balanced would have incurred had it appointed a receiver and conducted the proceeding against Colliers without litigation funding.",
      "id": "s391"
    },
    {
      "text": "The amount Balanced says it would have incurred is $642,000 --- being the receiver's remuneration of $200,000 and legal costs of $442,000.",
      "id": "s392"
    },
    {
      "text": "Those figures are derived from an estimate of the receiver's remuneration, and the legal costs incurred by IMF in conducting the proceeding against Colliers.",
      "id": "s393"
    },
    {
      "text": "It says that it would not have expended any more than that amount.",
      "id": "s394"
    },
    {
      "text": "Accordingly, the fees and the 35% share of the Resolution Sum did not have priority.",
      "id": "s395"
    },
    {
      "text": "130 Because of the view to which I have already come, it is unnecessary, to consider this argument, at least in relation to the share of the Resolution Sum.",
      "id": "s396"
    },
    {
      "text": "However, in deference to the time and care that was devoted to this argument, I will express my view.",
      "id": "s397"
    },
    {
      "text": "131 In my view, contrary to Balanced's submissions, the observations of Dixon J in Universal Distributing do not comprise binding authority for the proposition Balanced advanced.",
      "id": "s398"
    },
    {
      "text": "The highlighted words of Dixon J at [128] above are, in my view, intended to do no more than provide a rationale for giving priority to the costs, charges and expenses incurred by the liquidator in realising or creating the fund in which the secured creditor has an interest.",
      "id": "s399"
    },
    {
      "text": "Those words are not to be construed as imposing a limitation upon the amount in respect of which priority would be accorded, by reference to the hypothetical amount that would have been expended by the secured creditor in realising or creating the fund, had it done so itself.",
      "id": "s400"
    },
    {
      "text": "132 First, in the Universal Distributing case, Dixon J made no reference in his judgment to the hypothetical steps that the secured creditor would have undertaken in realising or creating the fund, nor the expenses that the secured creditor would have incurred had it appointed a receiver who had created the fund.",
      "id": "s401"
    },
    {
      "text": "If Balanced was correct in its submission that the highlighted words were intended by Dixon J to impose the limitation contended for, then Dixon J would have been required to have regard to the hypothetical action that the secured creditor would have taken to realise or create the fund and the expenses that the secured creditor would have incurred in carrying out of that action.",
      "id": "s402"
    },
    {
      "text": "This he did not do.",
      "id": "s403"
    },
    {
      "text": "133 Secondly, Dixon J referred to Batten v Wedgwood Coal and Iron Co (No 1) (1884) 28 Ch D 317 ( Batten ).",
      "id": "s404"
    },
    {
      "text": "In that case there had been an abortive attempt to sell the property before the party realising the assets finally sold the property.",
      "id": "s405"
    },
    {
      "text": "At 325, Pearson J observed:\n \n With regard to the costs of the realization of the assets, I think Mr Cozens-Hardy is right in contending that these costs stand in a different position from any of the other claims.",
      "id": "s406"
    },
    {
      "text": "The property must be realized by some-one in order that it may be distributed, and whoever has realized it and brought the proceeds under the control of the Court, has really constituted the fund which has to be distributed for the benefit of the receiver and everyone else who is entitled.",
      "id": "s407"
    },
    {
      "text": "These costs must therefore be paid in priority to the receiver.",
      "id": "s408"
    },
    {
      "text": "134 The report then records the following exchange at 325:\n \n \n Cookson, QC:- The costs of realization ought not to include the costs of the abortive attempt to sell; that attempt did not produce the fund.",
      "id": "s409"
    },
    {
      "text": "The principle is that the man who has actually produced the fund for distribution is to have his costs of producing it paid in priority.",
      "id": "s410"
    },
    {
      "text": "Pearson, J:- The abortive sale appears to me to have been one step towards the realization of the property; I cannot distinguish the costs of it from the other costs of realization.",
      "id": "s411"
    },
    {
      "text": "135 The observations of Pearson J in Batten show that those expenses in respect of which the priority is to be accorded are assessed by reference to actual events and the actual costs of the person who realises the fund and not the notional costs of the debenture-holder if the debenture-holder had elected to realise or create the fund.",
      "id": "s412"
    },
    {
      "text": "The limitation on whether the actual expenses incurred are to be given priority, is whether they were reasonably incurred.",
      "id": "s413"
    },
    {
      "text": "136 Balanced also referred to the case of Moodemere Pty Ltd (in liq) v Waters [1988] VR 215.",
      "id": "s414"
    },
    {
      "text": "In that case, it was the receiver and manager who had been appointed under a floating charge after the company had gone into liquidation, who had realised the property and created the fund.",
      "id": "s415"
    },
    {
      "text": "The Victorian Full Court applied the Universal Distributing principle and held that the receivers and managers were entitled to retain from the fund the costs, expenses and remuneration incurred in realising the assets of the company.",
      "id": "s416"
    },
    {
      "text": "There was no consideration by the Full Court of the contention advanced by Balanced.",
      "id": "s417"
    },
    {
      "text": "137 I now deal with the claim in respect of fees in the amount of $115,000.",
      "id": "s418"
    },
    {
      "text": "As previously mentioned, there were two elements of the fees, namely, an assessment fee of $15,000 and a management fee of $100,000.",
      "id": "s419"
    },
    {
      "text": "138 In my view, the obligation on the liquidator to pay the fees is an obligation of such a nature as to comprise \"an expense\" of the kind referred to by Dixon J in the Universal Distributing case.",
      "id": "s420"
    },
    {
      "text": "The question is whether the obligation to pay the fees was reasonably incurred.",
      "id": "s421"
    },
    {
      "text": "139 The issues raised by this question overlap with the issues raised by Meadow Springs' notice of motion to approve the IMF Funding Agreement retrospectively.",
      "id": "s422"
    },
    {
      "text": "It is appropriate, therefore, that I deal also with the notice of motion at this stage.",
      "id": "s423"
    },
    {
      "text": "The amended notice of motion \n \n140 In its notice of motion Meadow Springs sought orders that the Court, under s 1322(4)(d) of the Act, extend the period within which to seek approval of the IMF Funding Agreement, and that the Court approve the IMF Funding Agreement.",
      "id": "s424"
    },
    {
      "text": "The notice of motion was amended after the decision in Australian Securities and Investments Commission v Forestview Nominees Pty Ltd [2007] FCA 1985 ( Forestview ) was handed down in December 2007.",
      "id": "s425"
    },
    {
      "text": "In that case at [2] to [4], French J observed:\n \n The liquidators now apply to the Court for an extension of the period within which to seek approval of the Agreement from the Court and also ask for an order that the Court approve the Agreement.",
      "id": "s426"
    },
    {
      "text": "The extension application is sought under s 1322(4)(d) of the Act.",
      "id": "s427"
    },
    {
      "text": "In my opinion s 1322(4)(d) does not authorise the Court to extend time under s 477(2B).",
      "id": "s428"
    },
    {
      "text": "That is because s 1322(4)(d) provides for extension of periods within which certain things have to be done under the Act.",
      "id": "s429"
    },
    {
      "text": "Section 477(2B) defines no such period.",
      "id": "s430"
    },
    {
      "text": "It merely requires prior approval of the class of agreement to which it applies.",
      "id": "s431"
    },
    {
      "text": "Despite the difficulty associated with the application of s 1322(4)(d) to approvals under s 477(2B) , retrospective approval can be effected in other ways and a declaration made that the Agreement was not invalid notwithstanding the absence of prior approval.",
      "id": "s432"
    },
    {
      "text": "The liquidator may be directed, under s 479(3) of the Act, to act as though the Agreement had been approved.",
      "id": "s433"
    },
    {
      "text": "The Court may in the exercise of its implied incidental power and its power under s 23 of the Federal Court of Australia Act 1976 (Cth) (the Federal Court Act ), approve the Agreement.",
      "id": "s434"
    },
    {
      "text": "It may also, in the exercise of its power under s 1322(4)(a) of the Act, declare the entry into the Agreement and the Agreement not to have been invalid for want of prior approval.",
      "id": "s435"
    },
    {
      "text": "For the reasons that follow I am prepared to make orders approving the Agreement, directing that the liquidators may act on the Agreement as though it had been approved prior to execution and declaring that their entry into the Agreement and the Agreement itself are not invalid.",
      "id": "s436"
    },
    {
      "text": "141 The notice of motion was amended to include relief of the nature, and in the form, referred to by French J in Forestview .",
      "id": "s437"
    },
    {
      "text": "142 In determining whether a liquidator has acted reasonably in entering into a litigation funding agreement, the Court is mindful that it is possible that the pursuit of litigation with the assistance of a litigation funding agreement will result in the liquidator and the litigation funder earning substantial fees without the creditors obtaining any tangible benefit from the conduct of the litigation.",
      "id": "s438"
    },
    {
      "text": "(See, Palmer J in Hall v Poolman (2007) NSWSC 1330 at [368] - [379] .",
      "id": "s439"
    },
    {
      "text": ") A relevant consideration, therefore, in determining this question, is whether there is a reasonable prospect that there will be extraneous benefits, particularly to creditors, from the liquidator entering into the funding agreement and the subsequent pursuit of the litigation.",
      "id": "s440"
    },
    {
      "text": "143 In my view, the Court should, for the following reasons, exercise its power to grant the relief sought by Meadow Springs.",
      "id": "s441"
    },
    {
      "text": "144 First, the claim against Colliers was Meadow Springs' only substantial asset.",
      "id": "s442"
    },
    {
      "text": "There was clearly a viable cause of action against Colliers, which had the potential to bring extraneous benefits to creditors, and the liquidator was unable to obtain funding from the creditors to pursue the cause of action.",
      "id": "s443"
    },
    {
      "text": "By the dates of entry into the ILF and IMF funding agreements, none of the secured creditors had appointed a receiver to pursue the litigation against Colliers.",
      "id": "s444"
    },
    {
      "text": "Litigation funding was the only source of funding available for the liquidator to pursue the litigation.",
      "id": "s445"
    },
    {
      "text": "As it has transpired, however, the settlement of the claim has not produced sufficient funds to result in a dividend to unsecured creditors who were at the time of entry into the ILF funding agreement, owed a total of approximately $450,000.",
      "id": "s446"
    },
    {
      "text": "145 Secondly, it was not unreasonable for Mr McMaster not to have approached any other litigation funders before entering into the ILF funding agreement.",
      "id": "s447"
    },
    {
      "text": "Mr McMaster explained that he chose to enter into a funding agreement with ILF, and later with IMF, because IMF was well-known and a public company which had the financial resources to fulfil the obligations which it had undertaken.",
      "id": "s448"
    },
    {
      "text": "On the evidence of Mr McLernon, which was not contradicted, IMF was at the time the pre-eminent litigation funder in the market, and the terms of the IMF Funding Agreement were usual in the market at that time.",
      "id": "s449"
    },
    {
      "text": "In my view, the liquidator's approach and reasons for not approaching any other litigation funders, was, in the circumstances that prevailed in the litigation funding market in 2003, not unreasonable.",
      "id": "s450"
    },
    {
      "text": "146 The evidence of Mr McLernon that the terms of the IMF Funding Agreement were usual in the marketplace at the time, is supported by the fact that in his letter to the Scheme investors dated 9 December 2003, Mr Carrello, an experienced liquidator, said that he regarded the terms of the ILF funding agreement to be reasonable.",
      "id": "s451"
    },
    {
      "text": "Further, the cases in which the Court has considered whether to approve the entry into a funding agreement by a liquidator, demonstrate that the courts have approved litigation funding agreements which contain clauses providing for the payment of a share in the proceeds of, depending on the circumstances, between 12% to 75%.",
      "id": "s452"
    },
    {
      "text": "(See, Jarbin Pty Ltd v Clutha Ltd (in liq) [2004] NSWSC 28 ; (2004) 208 ALR 242 at 269, at [108]).",
      "id": "s453"
    },
    {
      "text": "147 Balanced said that because Mr McMaster did not have regard to whether the fees were a reasonable reward to IMF for the services IMF would provide, the incurring of this obligation was unreasonable.",
      "id": "s454"
    },
    {
      "text": "Whilst some criticism may be made of the liquidator's approach in this regard, this does not have the consequence that incurring the obligation to pay the fees is to be characterised as unreasonable.",
      "id": "s455"
    },
    {
      "text": "The obligation was incurred as part of a wider litigation funding agreement in a limited market, in circumstances when it was reasonable for the liquidator to enter into such an agreement.",
      "id": "s456"
    },
    {
      "text": "148 In its written opening submissions Balanced claimed that it was not reasonable for the liquidator to enter into the IMF Funding Agreement because this was an attempt to subordinate legitimate and lawful claims of Balanced to the interests of the unsecured creditors and IMF's self interest.",
      "id": "s457"
    },
    {
      "text": "The gravamen of this submission was directed to IMF's contention that the obligation to account for the Resolution Sum would take priority over the claims on the fund by the secured creditors.",
      "id": "s458"
    },
    {
      "text": "During the course of oral closing submissions, Balanced accepted that dehors this consideration, the liquidator had, in the circumstances confronting him, acted reasonably in entering into the IMF Funding Agreement.",
      "id": "s459"
    },
    {
      "text": "It was, in the words, of senior counsel for Balanced a \"win-win\" situation.",
      "id": "s460"
    },
    {
      "text": "149 In my view, the liquidator acted reasonably in entering into the IMF Funding Agreement.",
      "id": "s461"
    },
    {
      "text": "150 In any event, the entry into the IMF Funding Agreement was not open to be impugned on the grounds set out in Balanced's written opening submissions because Balanced was always able to protect its own interest in respect of Meadow Springs' claim against Colliers by appointing a receiver to take control of Meadow Springs' property under the Balanced Charge and to pursue the litigation.",
      "id": "s462"
    },
    {
      "text": "However, it chose not to do so.",
      "id": "s463"
    },
    {
      "text": "151 A further consideration in deciding whether to grant retrospective approval to the IMF Funding Agreement is the explanation for the failure to obtain approval prior to entry into the agreement.",
      "id": "s464"
    },
    {
      "text": "Mr McMaster explained that he did not believe he needed approval to enter into the IMF Funding Agreement having already obtained approval to enter into the ILF funding agreement.",
      "id": "s465"
    },
    {
      "text": "The failure of the liquidator to obtain the requisite approval under s 477(2B) of the Act for the novation by which the parties thereto entered into the IMF Funding Agreement, was, in my view, an honest and understandable mistake.",
      "id": "s466"
    },
    {
      "text": "It is understandable that a liquidator may take the view that the novated agreement on essentially the same terms and with a new party that is the parent of the existing party to the agreement, would not require a renewed approval by the creditors.",
      "id": "s467"
    },
    {
      "text": "152 Accordingly, in accordance with the approach of French J in Forestview, I grant the relief sought in para 4 of the amended notice of motion.",
      "id": "s468"
    },
    {
      "text": "153 It, also, follows that I find that the liability to pay the management and assessment fees of $115,000 under the IMF Funding Agreement is an expense which was reasonably incurred by the liquidator in establishing the fund, and that expense falls to be charged against the fund in priority to the claims of Balanced and the Knightsbridge parties.",
      "id": "s469"
    },
    {
      "text": "The salvage point \n \n154 IMF also contended that the claim for priority could be supported on the principles of \"salvage\".",
      "id": "s470"
    },
    {
      "text": "In support of this contention, IMF said that IMF had through the implementation of the IMF Funding Agreement produced a fund which had conferred an \"incontrovertible benefit\" on Balanced and the Knightsbridge parties.",
      "id": "s471"
    },
    {
      "text": "The fund should, therefore, be charged with the amounts due to IMF under the IMF Funding Agreement as expenses incurred in producing the fund.",
      "id": "s472"
    },
    {
      "text": "155 In the case of Dean---Willcocks v Nothintoohard Pty Ltd (in liq) [2006] NSWCA 311 , the New South Wales Court of Appeal addressed the question of the so-called principle of \"salvage\" in the context of the principle in Universal Distributing .",
      "id": "s473"
    },
    {
      "text": "In that case both Spigelman CJ and Beazley JA observed that the so-called principle of \"salvage\" does not, on proper analysis, comprise a separate basis upon which to support the claim made by IMF, but rather provides a rationale for the principle adopted and applied by Dixon J in Universal Distributing .",
      "id": "s474"
    },
    {
      "text": "156 At [101], Beazley JA observed:\n \n It is apparent, in my opinion...that the principle...discussed in Re Universal Distributing Co was the principle of salvage.",
      "id": "s475"
    },
    {
      "text": "In that regard, it must be recognised that \"salvage\" is merely a convenient expression to describe the basis upon which a receiver is entitled to be reimbursed for costs and to be paid remuneration before other persons entitled to the funds.",
      "id": "s476"
    },
    {
      "text": "157 At [2], Spigelman CJ observed:\n \n As Beazley JA suggests, when it comes to determining the basis upon which equity will intervene by way of enforcing an equitable lien, it is not helpful to talk in terms of a \"principle of salvage\".",
      "id": "s477"
    },
    {
      "text": "This is, in my opinion, more of a metaphor than a legal principle.",
      "id": "s478"
    },
    {
      "text": "158 In any event, IMF's contention that the obligation on the liquidator to account for IMF's share of the Resolution Sum is to be regarded as an \"expense\" which can be charged against the fund in priority to secured creditors, runs into the same difficulty as that encountered in respect of the contention based upon the Universal Distributing case.",
      "id": "s479"
    },
    {
      "text": "It follows that I do not accept IMF's contention based on the so-called \"salvage\" principle.",
      "id": "s480"
    },
    {
      "text": "The Balanced claim \n \n159 In its cross-claim, Balanced claims a declaration that the Balanced Charge is enforceable against the property of Meadow Springs.",
      "id": "s481"
    },
    {
      "text": "Balanced claims that its rights as a secured creditor are founded upon the fact that it made advances to Meadow Springs under the Facility Agreement, and that those advances, interest payable thereon and other costs and expenses, are monies secured under the Balanced Charge.",
      "id": "s482"
    },
    {
      "text": "160 Balanced also seeks an order that Meadow Springs pay to Balanced all monies (and any interest accrued thereon) presently held by or on behalf of Meadow Springs.",
      "id": "s483"
    },
    {
      "text": "Balanced claims that after having received the benefit of the monies disbursed to it by Mr Carrello from the proceeds of the sale of the Meadow Springs property, it was still owed $2,054,742.57.",
      "id": "s484"
    },
    {
      "text": "Balanced claims that that amount has increased by reason of the accrual of interest under the Facility Agreement.",
      "id": "s485"
    },
    {
      "text": "Balanced pleads that on 16 August 2007, it demanded (pursuant to the Balanced Charge) that Meadow Springs pay it $3,876,578.81 and that Meadow Springs has failed and refused to pay that amount.",
      "id": "s486"
    },
    {
      "text": "161 Balanced also pleads that the Balanced Charge ranks pari passu with the WCH Charge but otherwise it has priority over all other claims against the assets of Meadow Springs, save for the reasonable expenses of the liquidator in establishing the fund.",
      "id": "s487"
    },
    {
      "text": "162 Meadow Springs raised a number of defences to Balanced's claims.",
      "id": "s488"
    },
    {
      "text": "163 First, it was contended that the monies had not been advanced to Meadow Springs under the Facility Agreement, but under the WCH Loan Agreement.",
      "id": "s489"
    },
    {
      "text": "164 Secondly, Meadow Springs contended that the Facility Agreement is void and unenforceable because in entering into the Facility Agreement, Balanced acted in contravention of s 26 of the Stamp Act 1921 (WA) (the Stamp Act ).",
      "id": "s490"
    },
    {
      "text": "165 Thirdly, it is claimed that, in any event, Balanced has substantially overstated its claim.",
      "id": "s491"
    },
    {
      "text": "This is because it has charged interest pursuant to cl 5 of the Facility Agreement when that provision is unenforceable as a penalty because it provides for the payment of \"interest on interest on interest\".",
      "id": "s492"
    },
    {
      "text": "166 Fourthly, it is alleged that, on its proper construction, the \"Monies Hereby Secured\" under the Balanced Charge does not include compound interest, and is confined to simple interest.",
      "id": "s493"
    },
    {
      "text": "167 In addition, each of Meadow Springs and IMF claimed that a number of items of expenditure Balanced claimed as being within the ambit of \"Monies Hereby Secured\" by the Balanced Charge, were not so included.",
      "id": "s494"
    },
    {
      "text": "The WCH Loan Agreement point \n \n168 Meadow Springs contended that Balanced had not advanced the monies to Meadow Springs under the terms of the Facility Agreement, but under the terms of the WCH Loan Agreement.",
      "id": "s495"
    },
    {
      "text": "169 It was said that this was the consequence of Recital E of the 24 May Loan Agreement (see [27] above) which referred to the \"transfer\" of shares in the WCH Loan Agreement to Balanced, and cl 1 and cl 3 of the 24 May Loan Agreement which referred to the Facility Agreement as being \"part of\" the WCH Loan Agreement.",
      "id": "s496"
    },
    {
      "text": "170 This contention is not accepted.",
      "id": "s497"
    },
    {
      "text": "In my view, the contractual intention of the 24 May Loan Agreement was that Balanced and Meadow Springs would enter into a different agreement for the advance of $3 million and that Meadow Springs waived its rights to call upon WCH to advance that sum under the WCH Loan Agreement, and any claims in respect of the failure to provide that advance.",
      "id": "s498"
    },
    {
      "text": "Recital E explained how the Facility Agreement came to be made.",
      "id": "s499"
    },
    {
      "text": "It did not replace the contractual intention as expressed in the 24 May Loan Agreement and in the Facility Agreement, that the Facility Agreement was to contain the terms on which the $3 million was to be made by Balanced, and was to comprise a different agreement to the WCH Loan Agreement.",
      "id": "s500"
    },
    {
      "text": "In any event, Recital E referred to the Facility Agreement as a separate agreement.",
      "id": "s501"
    },
    {
      "text": "The Stamp Act point \n \n171 Meadow Springs contended that Balanced contravened s 26(1) of the Stamp Act because it did not in the 24 May Loan Agreement make full disclosure of the facts and circumstances affecting the liability to the charging of duty on the Facility Agreement.",
      "id": "s502"
    },
    {
      "text": "172 It was said that by Recital E of the 24 May Loan Agreement (see [27] above,) Balanced stated matters that it knew to be false, namely, that Knightsbridge Managed Funds had agreed to transfer to Balanced 3,000 undivided 6,350 th shares in the WCH Loan, the WCH Mortgage and the WCH Charge and that the Facility Agreement was to evidence the transfer of those securities.",
      "id": "s503"
    },
    {
      "text": "Meadow Springs contended that there had not been any such agreement and that it was not intended that the Facility Agreement evidence the transfer of the shares in the securities.",
      "id": "s504"
    },
    {
      "text": "Meadow Springs said that Balanced did not disclose that it would make a separate advance of monies under the Facility Agreement supported by its own security.",
      "id": "s505"
    },
    {
      "text": "Further, Meadow Springs alleged that Balanced had prepared the terms of Recital E of the 24 May Loan Agreement with the intention of avoiding the incurring of duty in respect of the Facility Agreement.",
      "id": "s506"
    },
    {
      "text": "This, it was said, demonstrated prima facie evidence of an intent by Balanced to defraud the Crown and a contravention of s 26(1) of the Stamp Act .",
      "id": "s507"
    },
    {
      "text": "173 Meadow Springs went on to contend that there was no evidence from the draftsman of the 24 May Loan Agreement, Mr Murie of solicitors, Murie Edwards, and the Court should draw an adverse inference in accordance with the principle in Jones v Dunkel (1959) 101 CLR 298 , and conclude that there had been a contravention of s 26(1) of the Stamp Act , with the consequence that the Facility Agreement was illegal and void.",
      "id": "s508"
    },
    {
      "text": "174 Meadow Springs relied upon the cases of Caporale Enterprises Pty Ltd v Papa [1993] ANZ Conv R 541 ( Caporale ) and Gray v Pastorelli [1987] WAR 174 ( Gray ) in support of its contention.",
      "id": "s509"
    },
    {
      "text": "175 Section 26(1) of the Stamp Act provided relevantly at the time that:\n \n \n (1) All the facts and circumstances affecting the liability of any instrument to duty, or the amount of the duty with which any instrument is chargeable, are to be fully and truly set forth in the instrument; and every person who, with intent to defraud the Crown - \n \n \n \n \n \n \n (a) executes any instrument in which all the said facts and circumstances not fully and truly set forth; or \n \n \n \n \n \n \n \n \n \n (b) being employed or concerned in or about the preparation of any instrument, neglects or omits fully and truly to set forth therein all the said facts and circumstances, \n \n \n \n \n \n commits an offence against this Act.",
      "id": "s510"
    },
    {
      "text": "(1a) For the purposes of subsection (1) the suppression from an instrument of any fact or circumstance referred to in subsection (1) or the inclusion therein of any matter that is known to be false in a material particular is prima facie evidence of intent to defraud the Crown.",
      "id": "s511"
    },
    {
      "text": "(2) The Commissioner may, in a case in which he considers that the circumstances so require, permit any error in an instrument to be corrected before the instrument is duly stamped.",
      "id": "s512"
    },
    {
      "text": "176 At the time that the Facility Agreement was stamped in June 2000, s 87(1)(a) of the Stamp Act provided that:\n \n Where an instrument of security for moneys (\"the stamped instrument\") is duly stamped under item 13 of the Second Schedule and duty is chargeable under item 13 on another instrument that is security for some or all of the same moneys, that duty is to be calculated ---\n \n \n \n (a) where it is chargeable at an ad valorem rate that is the same as the ad valorem rate that was applied to the stamped instrument --- by deducting from the amount chargeable under item 13 an amount equal to the amount of duty that was paid on the stamped instrument in respect of moneys for which the other instrument is security.",
      "id": "s513"
    },
    {
      "text": "177 The notation affixed to the WCH Loan Agreement by the State revenue officer showed that duty had been assessed on the basis that the agreement was an \"instrument of security\" for $6.35 million --- being the amount of the loan to Meadow Springs referred to in the WCH Loan Agreement.",
      "id": "s514"
    },
    {
      "text": "178 The notation affixed to the Facility Agreement shows that the officer who assessed the document for duty treated the Facility Agreement as an instrument to which s 87(1) of the Stamp Act applied by reason of duty having already been paid on the WCH Loan Agreement.",
      "id": "s515"
    },
    {
      "text": "179 In his evidence, Mr Geer said that it was always his intention that Balanced would advance the $3 million on the terms set out in the Facility Agreement and supported by Balanced's own security.",
      "id": "s516"
    },
    {
      "text": "Mr Geer said that he wanted to take an assignment of the securities held by the Knightsbridge parties in addition to his own securities but he did not know whether that was ever done.",
      "id": "s517"
    },
    {
      "text": "He said that he left the question of stamping the agreement to Mr Murie who was the solicitor acting for Balanced.",
      "id": "s518"
    },
    {
      "text": "180 In my view, contrary to the submissions of Meadow Springs, the evidence did not comprise prima facie evidence of an intention to defraud the Crown and of a contravention of s 26(1) of the Stamp Act .",
      "id": "s519"
    },
    {
      "text": "The cases that are relied upon by Meadow Springs are distinguishable.",
      "id": "s520"
    },
    {
      "text": "181 In Caporale , the instrument submitted to the Western Australian State Taxation Department was a contract for the sale of property which showed the sale price as $138,000.",
      "id": "s521"
    },
    {
      "text": "The contract which the parties had originally signed reflected the true price of $145,000 which had been agreed by the parties.",
      "id": "s522"
    },
    {
      "text": "The false documents submitted for stamping had been subsequently drawn up.",
      "id": "s523"
    },
    {
      "text": "The plaintiff sued on the contract of sale relying upon the false documents.",
      "id": "s524"
    },
    {
      "text": "The defendant raised the defence of illegality.",
      "id": "s525"
    },
    {
      "text": "Wallwork J drew the inference that the false representation in the document as to price did deceive the revenue authorities \"including the Western Australian State Taxation Department\".",
      "id": "s526"
    },
    {
      "text": "Wallwork J said that it would be contrary to public policy for the court to allow the plaintiff to succeed in this case on a written contract which described the purchase price as being $7,000 less than it, in fact, was and which deceived the revenue authorities.",
      "id": "s527"
    },
    {
      "text": "182 In Gray , the Full Court of the Supreme Court of Western Australia considered a case where the parties had agreed in writing to the sale of a property for $70,000 but later entered into two separate instruments: one, a contract for the sale of the property for $50,000, and the second, an acknowledgment of debt for $20,000.",
      "id": "s528"
    },
    {
      "text": "The arrangement was structured in this way at the request of the seller so as to avoid a capital gains tax liability which the seller thought would otherwise be payable in respect of the profit on the sale of the property under the Income Tax Assessment Act 1936 (Cth).",
      "id": "s529"
    },
    {
      "text": "183 When the purchasers were sued on the acknowledgment of debt, they raised the defence of illegality.",
      "id": "s530"
    },
    {
      "text": "It transpired that the seller was mistaken in believing that he would be liable to tax on the profit of his house.",
      "id": "s531"
    },
    {
      "text": "The Full Court concluded that public policy did not in these circumstances require the court to withhold support from the seller in the enforcement of the contract.",
      "id": "s532"
    },
    {
      "text": "184 Only one of the three judges, Pidgeon J, referred to s 26 of the Stamp Act .",
      "id": "s533"
    },
    {
      "text": "He observed, in passing, that it was not necessary for the court to have regard to that provision.",
      "id": "s534"
    },
    {
      "text": "However, at 189, Pidgeon J does assume, without discussion, that a contravention of that section might result in the impugned contract being void.",
      "id": "s535"
    },
    {
      "text": "185 In my view, these cases are distinguishable because in each of Caporale and Gray false documents were knowingly produced by the parties with the intention of preventing the revenue authorities from learning the true underlying facts of the transaction.",
      "id": "s536"
    },
    {
      "text": "The revenue authorities did not, therefore, have an opportunity to make their judgment as to the appropriate assessment based on the documents which recorded the actual transaction.",
      "id": "s537"
    },
    {
      "text": "186 In this case, the State revenue authorities were required to make a judgment as to whether s 87 of the Stamp Act applied in assessing the duty chargeable in respect of, inter alia, the Facility Agreement.",
      "id": "s538"
    },
    {
      "text": "In other words, they had to assess whether the Facility Agreement was the security for \"some or all of the same moneys\" as those the subject of the WCH Loan Agreement.",
      "id": "s539"
    },
    {
      "text": "187 Unlike the false documents submitted in Caporale and Gray , the 24 May Loan Agreement and the other documents recording the underlying transaction spoke for themselves.",
      "id": "s540"
    },
    {
      "text": "The legal effect of the agreement as described in Recital E may not have been clear, but in colloquial terms the message of the recital was reasonably clear, namely, that Balanced had agreed with Knightsbridge Managed Funds to lend to Meadow Springs $3 million of the $6.3 million referred to in the WCH Loan Agreement and that Balanced was to have a shared security position in respect of the $3 million loan, that the Facility Agreement was evidence of that agreement, and that no further stamp duty was payable because it had already been paid in respect of the WCH Loan Agreement.",
      "id": "s541"
    },
    {
      "text": "188 The Facility Agreement, the Balanced Mortgage, the Balanced Charge, the 24 May Loan Agreement and the 24 May Deed of Priority were submitted to the State revenue authorities for assessment as to stamp duty.",
      "id": "s542"
    },
    {
      "text": "The State revenue authorities were able to read the terms of each of the agreements comprising the underlying transaction.",
      "id": "s543"
    },
    {
      "text": "It was, therefore, a matter for the State revenue authorities to assess, in the context of the determination that they had to make, whether the suite of documents submitted to them gave effect to Recital E, and the consequences for their assessment if they did not.",
      "id": "s544"
    },
    {
      "text": "189 Thus, contrary to Meadow Springs' submission, the State revenue authorities would have been aware from the terms of the documents submitted that the Facility Agreement provided for the making of an advance of $3 million under that agreement and that each of the Balanced Mortgage and the Balanced Charge provided security for the making of that advance, and that those securities would rank pari passu with the WCH Mortgage and the WCH Charge.",
      "id": "s545"
    },
    {
      "text": "190 I accept, as Meadow Springs submitted, that one purpose of Recital E was to procure that the Facility Agreement was stamped as collateral to the WCH Loan Agreement.",
      "id": "s546"
    },
    {
      "text": "However, this was patent and open.",
      "id": "s547"
    },
    {
      "text": "It was obvious from the terms of Recital E that Balanced (and the other parties to the agreement) were advocating a view in respect of the application of the Stamp Act .",
      "id": "s548"
    },
    {
      "text": "Recital E was in the form of an assertion that the Facility Agreement qualified for assessment under s 87 of the Stamp Act .",
      "id": "s549"
    },
    {
      "text": "The State revenue authorities were not bound to accept the assertion in the recital that the Facility Agreement was to be stamped as collateral to the WCH Loan Agreement.",
      "id": "s550"
    },
    {
      "text": "In this regard, the situation is distinguishable from Caporale and Gray where the false instruments were produced and the parties' intent was to procure a favourable assessment by deliberate deception.",
      "id": "s551"
    },
    {
      "text": "191 Accordingly, I do not find that Balanced contravened s 26(1) of the Stamp Act .",
      "id": "s552"
    },
    {
      "text": "The penalty point \n \n192 I now turn to the penalty point.",
      "id": "s553"
    },
    {
      "text": "Meadow Springs contended that cl 5.5 of the Facility Agreement was an unenforceable penalty because it provided interest on interest on interest.",
      "id": "s554"
    },
    {
      "text": "Meadow Springs referred particularly to cl 5.4 and cl 5.5 of the Facility Agreement which provides as follows:\n \n \n 5.4 The Borrower shall pay to the Lender on the Interest Commencement Date interest for the following one (1) month interest period at the Applicable Rate and thereafter on the first day of each Interest Period interest for the following one (1) month interest period at the Higher Rate provided that if interest is paid not later than four (4) days after the due date for payment thereof and the Borrower is not otherwise in default hereunder the Lender shall accept the payment of interest for the following one (1) month period calculated at the Acceptable Rate.",
      "id": "s555"
    },
    {
      "text": "5.5 If the Borrower defaults in payment of any of the Moneys Hereby Secured (including interest) then the Borrower shall (without prejudice to all or any of the other rights of the Lender arising out of such default) pay to the Lender interest on all such moneys at the Higher Rate applicable to each part of such moneys calculated on daily balance from the date on which such moneys were due for payment or were expended by the Lender (as the case may be) until the date of payment or repayment to the Lender in full.",
      "id": "s556"
    },
    {
      "text": "Any interest calculated at the Higher Rate remaining unpaid may at the option of the Lender be capitalised on the last day of each month and added to the Moneys Hereby Secured and shall then bear further interest accordingly at the Higher Rate.",
      "id": "s557"
    },
    {
      "text": "193 Under cl 5.4 of the Facility Agreement, interest was payable in advance on the first day of the month at the higher rate which was 17% but if interest was paid within four days of the due date, and the borrower was not otherwise in default, the lender would accept it at the lower rate of 12%.",
      "id": "s558"
    },
    {
      "text": "194 Clause 5.5 provided that if the borrower defaulted in the payment of interest then the borrower was obliged to pay interest at the higher rate of 17% on the unpaid interest as well as paying interest on the outstanding amount, and if unpaid, the unpaid interest for that month and the interest thereon, could then be capitalised at the end of the month, and added to the monies secured and then bear further interest, accordingly, at the higher rate.",
      "id": "s559"
    },
    {
      "text": "Counsel for Meadow Springs characterised this as a compound interest clause which charged interest on interest on interest.",
      "id": "s560"
    },
    {
      "text": "195 Meadow Springs referred to the case of Ringrow Pty Ltd v BP Australia Pty Ltd [2005] HCA 71 ; (2005) 224 CLR 656 and contended that cl 5.5 was extravagant, oppressive and unconscionable and \"out of all proportion\" to the potential damage Balanced would suffer by Meadow Springs' default.",
      "id": "s561"
    },
    {
      "text": "196 However, in the case of David Securities Pty Ltd v Commonwealth Bank of Australia (1990) 23 FCR 1 , the Full Federal Court held that a clause providing for compound interest was not to be regarded as a penalty.",
      "id": "s562"
    },
    {
      "text": "At 29-30, the Full Court observed:\n \n What is the efficacy of a provision in a mortgage providing for the capitalisation of arrears of interest?",
      "id": "s563"
    },
    {
      "text": "It was formerly considered, as a general rule, that, in equity, covenants converting interest into principal from time to time as the interest became due, but was not paid, conflicted with the usury laws and consequently could not be supported: RH Coote, Coote on Mortgages (9 th ed, 1927), Vol 1, pp 157-158.",
      "id": "s564"
    },
    {
      "text": "That certainly still was so in the time of Lord Eldon.",
      "id": "s565"
    },
    {
      "text": "But in modern times, with the repeal of the usury laws, it is well settled that a stipulation entered into at the time of a loan for payment of compound interest is valid and does not attract the doctrine concerning penalties: Domaschenz v Standfield Properties Pty Ltd (1977) 17 SASR 56 at 60-61; CJ Belmore Pty Ltd v AGC (General Finance) Ltd [1976] 1 NSWLR 507 at 510; W Fisher and J Lightwood, Law of Mortgage (supra), pp 47-48, 654: cf Cityland &amp; Property (Holdings) Ltd v Dabrah [1968] Ch 166 ; National Bank of Greece SA v Pinios Shipping Co (No 1) [1990] 1 All ER 78 (HL).",
      "id": "s566"
    },
    {
      "text": "197 This case went on appeal to the High Court on different issues, and the High Court did not disapprove the observations which are referred to above.",
      "id": "s567"
    },
    {
      "text": "198 Accordingly, I do not find that cl 5.5 amounts to a penalty.",
      "id": "s568"
    },
    {
      "text": "The simple interest point \n \n199 Meadow Springs contended that the scope of the definition of \"Moneys Hereby Secured\" in the Balanced Charge secured only simple interest and not compound interest.",
      "id": "s569"
    },
    {
      "text": "Meadow Springs contended further that if it was correct in this submission, Balanced's claim to the fund would be reduced because the claim was based on compound interest.",
      "id": "s570"
    },
    {
      "text": "200 It is necessary to set out parts of cl 1 of the Balanced Charge to deal with this contention.",
      "id": "s571"
    },
    {
      "text": "Clause 1 of the Balanced Charge provides as follows:\n \n 1.",
      "id": "s572"
    },
    {
      "text": "MONIES HEREBY SECURED \n \n 1.1 This Deed is given for the purpose of securing to the Mortgagee the payment of all and every sum or sums of money in or for which the Mortgagor is now or may hereinafter become indebted to the Mortgagee including:\n \n (a) Advances of any nature by the Mortgagee to the Mortgagor including the monies advanced or to be advanced to the Mortgagor pursuant to the Facility Agreement between the Mortgagor and the Mortgagee dated the [blank] day of [blank] 2000 (\"the Agreement\");\n \n (b) All monies now or hereafter to become owing or payable to the Mortgagee by the Mortgagor either alone or in conjunction with any other person or corporation on any account whatsoever;\n \n ...\n \n (j) Interest upon all such monies as aforesaid or on so much thereof as shall for the time being be due or remain unpaid at the rate, unless otherwise agreed between the parties hereto, set out in the Agreement;\n \n (all of which monies liabilities and Interest as aforesaid are hereinafter referred to as \"the Monies Hereby Secured\").",
      "id": "s573"
    },
    {
      "text": "201 Clause 1.1(ag)(vii) of the Facility Agreement provides:\n \n \"Moneys Hereby Secured\" means and includes:\n \n ...\n \n \n \n (vii) any interest (including capitalised interest and interest on interest) payable by the Borrower pursuant to this Agreement or on any account whatsoever or by any Related Party pursuant to any of the securities.",
      "id": "s574"
    },
    {
      "text": "202 Meadow Springs contended that cl 1.1(a) of the Balanced Charge deals with \"advances\" made under the Facility Agreement.",
      "id": "s575"
    },
    {
      "text": "Meadow Springs contended further that the portions of interest capitalised each month under the Facility Agreement are not to be included within the meaning of an \"advance\".",
      "id": "s576"
    },
    {
      "text": "203 Meadow Springs went on to contend that, on its proper construction, the term \"interest\" referred to in cl 1.1(j) of the Balanced Charge refers only to simple interest.",
      "id": "s577"
    },
    {
      "text": "Thus, says Meadow Springs the only amounts that are secured under cl 1 of the Balanced Charge are the amounts of the advances made by Balanced under the Facility Agreement which total $3 million, and simple interest thereon at the rate provided for under the Facility Agreement, and not the capitalised compound interest which Balanced has charged.",
      "id": "s578"
    },
    {
      "text": "204 Meadow Springs' contention is not to be accepted.",
      "id": "s579"
    },
    {
      "text": "In my view, cl 1.1(ag)(vii) provides that capitalised interest is to be included as part of the \"Moneys Hereby Secured\" under the Facility Agreement.",
      "id": "s580"
    },
    {
      "text": "The Facility Agreement provides for the repayment by Meadow Springs of the \"Moneys Hereby Secured\" under that agreement.",
      "id": "s581"
    },
    {
      "text": "Clause 1.1 of the Balanced Charge provides that the purpose of the deed is to secure the payment of \"all...money for which [Meadow Springs] is now or may hereinafter become indebted to [Balanced]\".",
      "id": "s582"
    },
    {
      "text": "The scope of this obligation, therefore, includes the liability on Meadow Springs to repay the \"Moneys Hereby Secured\" under the Facility Agreement.",
      "id": "s583"
    },
    {
      "text": "This is reinforced by cl 1.1(b) which refers to all monies owing or payable by Meadow Springs to Balanced \"on any account whatsoever\" as being secured by the Balanced Charge.",
      "id": "s584"
    },
    {
      "text": "Other Charges and payments \n \n205 As I mentioned before, by a letter dated 16 August 2007, Balanced claimed that it was at that date entitled to the sum of $3,876,578.81 being monies secured under the Balanced Charge.",
      "id": "s585"
    },
    {
      "text": "It supported its claim with a detailed Schedule setting out each of the line items which comprised its claim.",
      "id": "s586"
    },
    {
      "text": "206 Each of Meadow Springs and IMF challenged certain charges and payments which Balanced alleged were secured by the Balanced Charge and which were included in the Schedule.",
      "id": "s587"
    },
    {
      "text": "By a letter dated 23 October 2007, IMF challenged a number of identified items in the Schedule and requested that Balanced provide a justification for claiming that each such item fell within the definition of \"Monies Hereby Secured\" under the Balanced Charge.",
      "id": "s588"
    },
    {
      "text": "207 At the commencement of the hearing, IMF in its opening submissions identified a number of these charges and payments.",
      "id": "s589"
    },
    {
      "text": "It was said that the dispute in respect of those charges raised questions of principle, which if resolved, would determine, or facilitate the determination of, the question of whether the charges comprised monies which were secured by the Balanced Charge.",
      "id": "s590"
    },
    {
      "text": "The specific charges and payments referred to in the opening written submissions were:\n \n(a) legal costs incurred by Balanced in pursuing its action in this Court against Colliers;\n \n(b) $50,000 for the provision of legal costs on final settlement;\n \n(c) claims relating to one month's additional interest on repayment under the Facility Agreement;\n \n(d) the sum of $56,505.25 debited to the Meadow Springs account as \"one month's additional fee on discharge\";\n \n(e) an item described as a loan advance \"McMaster administrator: $55,000\";\n \n(f) an item described as \"15 November 2001: Carrello liquidator reimburse project expenses: $28,420.10\";\n \n(g) an item described as \"18 July 2003: loan advance BOM (Pye Quartermaine): $17,210.60\";\n \n(h) the following payments or charges to Herbert, Geer &amp; Rundle:\n \n $25,005: 24 May 2000\n \n $10,940.05: 8 October 2001, and\n \n $43,903.08: 23 May 2003.",
      "id": "s591"
    },
    {
      "text": "Legal fees pursuing Balanced's claim against Colliers \n \n208 I deal first with the question of the legal costs expended in pursuing Balanced's claim against Colliers.",
      "id": "s592"
    },
    {
      "text": "Balanced contended Meadow Springs was liable to pay the monies expended on the Colliers claim because they were \"costs charges expenses and payments including legal costs and disbursements which the Lender...may suffer sustain incur or become liable for or be put to...in obtaining or endeavouring to obtain payment of all or any of the Moneys Hereby Secured\".",
      "id": "s593"
    },
    {
      "text": "These are words from cl 1.1(ag)(iii) of the Facility Agreement which define the \"Moneys Hereby Secured\" by that agreement --- being the monies which Meadow Springs is liable to pay under that agreement.",
      "id": "s594"
    },
    {
      "text": "209 The claim which Balanced has made against Colliers is based on a loss of opportunity to advance the monies which it advanced to Meadow Springs to another party, which would have performed the loan agreement according to its terms.",
      "id": "s595"
    },
    {
      "text": "Balanced submitted that because Balanced would have to account in its claim against Colliers for any monies which it received from Meadow Springs, the monies expended in the pursuit of the litigation against Colliers are costs incurred in an attempt \"to obtain payment of all or any\" of the monies due under the Facility Agreement.",
      "id": "s596"
    },
    {
      "text": "210 In my view, the claim against Colliers is not a claim seeking \"to obtain payment of all or any\" of the monies due by Meadow Springs under the Facility Agreement.",
      "id": "s597"
    },
    {
      "text": "To the contrary, Balanced's claim against Colliers is to obtain compensation for not being able to obtain from Meadow Springs payment of the monies due under the Facility Agreement.",
      "id": "s598"
    },
    {
      "text": "The fact that Balanced would have to account in its assessment of damages against Colliers for the monies received from Meadow Springs does not change the characterisation of the claim as a claim for compensation for damages for loss of opportunity against a third party to the Facility Agreement.",
      "id": "s599"
    },
    {
      "text": "211 The claim against Colliers is, therefore, in my view, not to be characterised as an attempt to obtain payment of all or any of the \"Monies Hereby Secured\" under the Facility Agreement and the amount expended in pursuing that litigation does not comprise monies secured by the Balanced Charge.",
      "id": "s600"
    },
    {
      "text": "212 It follows, therefore, that the amounts comprising fees and disbursements incurred in the conduct by Balanced of its litigation against Colliers do not comprise monies secured by the Balanced Charge.",
      "id": "s601"
    },
    {
      "text": "Provision of legal fees on settlement \n \n213 Balanced did not lead any evidence in support of its claim for the provision of $50,000 for legal costs on final payment of the balance of monies owed to Balanced.",
      "id": "s602"
    },
    {
      "text": "Senior counsel for Balanced correctly conceded that there was no basis upon which the claim for $50,000 could be sustained.",
      "id": "s603"
    },
    {
      "text": "Accordingly, I find that the claim for a provision for legal costs on settlement in the sum of $50,000 does not fall within the ambit of the monies secured by the Balanced Charge.",
      "id": "s604"
    },
    {
      "text": "One month's interest charged on late repayment \n \n214 The Schedule shows that the sum of $28,348.97 was debited to the Meadow Springs account on 23 August 2004 after the receipt of the final instalment of the sale proceeds from the sale of the Meadow Springs resort.",
      "id": "s605"
    },
    {
      "text": "The Schedule records this debit as \"1 months Additional Interest on Repayment\".",
      "id": "s606"
    },
    {
      "text": "215 The next item challenged was the sum of $56,505.25 which is shown in the Schedule as an anticipated debit to be charged when the final payment discharging the outstanding amount comprising the \"Moneys Hereby Secured\" under the Facility Agreement, is made.",
      "id": "s607"
    },
    {
      "text": "The item is described in the Schedule as: \"One Month's Additional Fee on Discharge\".",
      "id": "s608"
    },
    {
      "text": "216 Balanced claims that the entitlement to charge each of the amounts is to be found in cl 4.4 of the Facility Agreement.",
      "id": "s609"
    },
    {
      "text": "217 Clause 4.4 of the Facility Agreement provided:\n \n If the whole of the Moneys Hereby Secured shall not be repaid to the Lender on or before the Repayment Date then the Borrower shall pay interest up until the date of repayment of the whole of the Moneys Hereby Secured plus interest on the Principal Outstanding for one (1) month at the Higher Rate and this clause shall apply notwithstanding that the Lender shall have served a notice to pay or a notice of default pursuant to this Agreement or pursuant to any of the Securities and in recognition of the time that may expire from the date of repayment to the time that an acceptable alternative loan may be sought approved documented and advanced.",
      "id": "s610"
    },
    {
      "text": "218 The definition of \"Principle Outstanding\" is:\n \n [T]he Advance less the amount of repayments of principal from time to time.",
      "id": "s611"
    },
    {
      "text": "219 The definition of \"Advance\" is:\n \n \"Advance\" means an advance made hereunder by the Lender or the balance thereof for the time being outstanding.",
      "id": "s612"
    },
    {
      "text": "220 I was told by Balanced that the difference between the parties was in relation to the construction of the defined term \"Principal Outstanding\" in cl 4.4.",
      "id": "s613"
    },
    {
      "text": "Balanced contended that the defined term \"Principal Outstanding\" meant the total amount of the monies outstanding under the Facility Agreement and this included capitalised interest.",
      "id": "s614"
    },
    {
      "text": "In other words, because interest was capitalised it was to be regarded as part of the \"Principal Outstanding\".",
      "id": "s615"
    },
    {
      "text": "221 IMF contended that the term \"Principal Outstanding\" referred specifically to the $3 million advance originally made less any repayment of that advance which had occurred.",
      "id": "s616"
    },
    {
      "text": "Thus, IMF contended, once the advance had been repaid, the clause could not operate so as to permit Balanced to make any charge in respect of one month's interest on the total balance which was then outstanding under the Facility Agreement.",
      "id": "s617"
    },
    {
      "text": "In any event, any interest charged could only be charged on so much of the original advance, if any, as was outstanding at the time the final payment of the monies due was made.",
      "id": "s618"
    },
    {
      "text": "222 In my view, the construction contended for by IMF is to be preferred, for the following reasons.",
      "id": "s619"
    },
    {
      "text": "First, cl 4.4 of the Facility Agreement distinguishes between the \"Moneys Hereby Secured\" and the \"Principal Outstanding\".",
      "id": "s620"
    },
    {
      "text": "There would have been no need to distinguish between the two concepts if Balanced's view was correct.",
      "id": "s621"
    },
    {
      "text": "Secondly, the object of the clause is to compensate Balanced by way of liquidated damages for the late repayment of the advance, on the basis that it has lost the opportunity of completing the formalities necessary to on lend the amount comprising the advance timeously.",
      "id": "s622"
    },
    {
      "text": "223 On the basis of the construction which I have placed on cl 4.4, I do not, on the evidence in this case, accept the submission of Meadow Springs that the one month's interest charge is a penalty.",
      "id": "s623"
    },
    {
      "text": "This is because there is nothing to suggest on the evidence, that the charge is not a genuine pre-estimate of loss arising to Balanced through the disruption to the process of the documenting and approving the making of a new loan arising from the delay in repaying the advance.",
      "id": "s624"
    },
    {
      "text": "Payments to Mr Carrello and Mr McMaster \n \n224 IMF conceded that the payment to Mr Carrello was properly included within the ambit of the monies secured under the Balanced Charge.",
      "id": "s625"
    },
    {
      "text": "225 As to the fees paid by Balanced to Mr McMaster, IMF contended that there was no obligation on Balanced to make any payment to Mr McMaster in respect of his fees in acting as administrator of Meadow Springs.",
      "id": "s626"
    },
    {
      "text": "It was said that the remuneration of an administrator was to be met from the assets of the company in administration.",
      "id": "s627"
    },
    {
      "text": "The administrator had the benefit of a lien to secure payment of his fees.",
      "id": "s628"
    },
    {
      "text": "226 In my view, the monies payable to Mr McMaster are also properly to be characterised as falling within the ambit of monies secured under the Balanced Charge on the basis that they were expenses incurred in seeking to enforce its security for the repayment of the monies due under the Facility Agreement.",
      "id": "s629"
    },
    {
      "text": "The evidence shows that Balanced sought to cooperate with Mr McMaster in the steps he took relating to the realisation of the property.",
      "id": "s630"
    },
    {
      "text": "It was said that any insolvency practitioner would have taken those steps, had Balanced sought to appoint such a practitioner as a receiver to realise its securities.",
      "id": "s631"
    },
    {
      "text": "In my view, Balanced's submission is to be accepted.",
      "id": "s632"
    },
    {
      "text": "These were expenses which Balanced would otherwise have expended had it taken steps to enforce its securities.",
      "id": "s633"
    },
    {
      "text": "It does not matter that Mr McMaster also had a right to obtain remuneration in respect of his administration from the assets of the company.",
      "id": "s634"
    },
    {
      "text": "The fact is that he provided services which also served the interests of Balanced in recovering the monies due under the Facility Agreement, and which it would otherwise have had to pay from itself had it appointed a receiver under its securities.",
      "id": "s635"
    },
    {
      "text": "227 The amounts, therefore, comprise monies secured by the Balanced Charge.",
      "id": "s636"
    },
    {
      "text": "Legal expenses \n \n228 Each of the items in this category (namely, [207](g) and [207](h)) refer to legal costs which were paid by Balanced.",
      "id": "s637"
    },
    {
      "text": "229 Balanced says that the amounts are secured by the Balanced Charge because the legal costs are for work performed in connection with the enforcement, or attempted enforcement, of its security.",
      "id": "s638"
    },
    {
      "text": "230 The amounts claimed are supported by legal invoices rendered by the two law firms involved, namely, Pye and Quartermaine and Herbert, Geer &amp; Rundle.",
      "id": "s639"
    },
    {
      "text": "These accounts are detailed and record each item of work which was done by the solicitors.",
      "id": "s640"
    },
    {
      "text": "231 The resolution of the question whether the expenditure was incurred in enforcing or attempting to enforce the security would require an assessment of the items of work described in the invoices.",
      "id": "s641"
    },
    {
      "text": "The question is not, therefore, one which raises for determination a matter of principle that can resolve the question, or facilitate its resolution.",
      "id": "s642"
    },
    {
      "text": "This issue does not, therefore, satisfy the basis on which matters going to quantification were to be resolved at this hearing.",
      "id": "s643"
    },
    {
      "text": "232 Accordingly, I will make directions for the resolution of this issue at a different time and by an appropriate means.",
      "id": "s644"
    },
    {
      "text": "I will hear the parties on the question.",
      "id": "s645"
    },
    {
      "text": "The Knightsbridge parties' claim \n \n233 The Knightsbridge parties claimed that Knightsbridge Managed Funds as trustee for the Scheme investors is a secured creditor because it is entitled to the benefit of the WCH Charge as securing the repayment of monies due under the WCH Loan Agreement.",
      "id": "s646"
    },
    {
      "text": "234 The Knightsbridge parties based their claim on the following grounds.",
      "id": "s647"
    },
    {
      "text": "235 First, they contended that the monies due under the WCH Loan Agreement are secured under the WCH Charge because the monies advanced by Knightsbridge Finance to Meadow Springs, were advanced under the WCH Loan Agreement.",
      "id": "s648"
    },
    {
      "text": "236 Secondly, the Knightsbridge parties contended that Knightsbridge Managed Funds is entitled to the benefit of the WCH Charge.",
      "id": "s649"
    },
    {
      "text": "In support of this contention, the Knightsbridge parties say that the WCH Charge is held on trust by WCH, alternatively, the WCH Charge was assigned to Knightsbridge Managed Funds.",
      "id": "s650"
    },
    {
      "text": "237 Thirdly, the Knightsbridge parties contended as an alternative contention, that Meadow Springs is estopped from denying the monies advanced by Knightsbridge Finance were advanced pursuant to the WCH Loan Agreement and that Knightsbridge Managed Funds is entitled to the benefit of the WCH Loan Agreement and the WCH Charge.",
      "id": "s651"
    },
    {
      "text": "Were the monies advanced by Knightsbridge Finance advanced under the WCH Loan Agreement?",
      "id": "s652"
    },
    {
      "text": "238 The Knightsbridge parties contended that the monies advanced to Meadow Springs by Knightsbridge Finance were advanced under the WCH Loan Agreement and the WCH Charge secures the payment of monies payable by Meadow Springs under the WCH Loan Agreement.",
      "id": "s653"
    },
    {
      "text": "239 Meadow Springs and IMF denied that the monies were advanced under the WCH Loan Agreement.",
      "id": "s654"
    },
    {
      "text": "They contended that the \"Financier\" is defined under the WCH Loan Agreement as WCH.",
      "id": "s655"
    },
    {
      "text": "They said that the monies which were advanced by Knightsbridge Finance were monies which had been paid to Knightsbridge Finance by the Scheme investors.",
      "id": "s656"
    },
    {
      "text": "It followed, said Meadow Springs and IMF, that the monies were not advanced by WCH, and, therefore, the monies were not advanced under the WCH Loan Agreement because it required that the \"Financier\", namely, WCH (and no one else) advance the monies.",
      "id": "s657"
    },
    {
      "text": "The consequence, it was said, was that the monies advanced to Meadow Springs by Knightsbridge Finance did not fall within the definition of \"Moneys Secured\" under the WCH Charge because there were no monies advanced to, and so, there were no monies payable by, Meadow Springs under the WCH Loan Agreement.",
      "id": "s658"
    },
    {
      "text": "240 The WCH Charge was made as a deed between Meadow Springs and WCH.",
      "id": "s659"
    },
    {
      "text": "The operative part of the charge charged the assets and undertaking of Meadow Springs \"with the payment of Moneys Secured and Interest but excluding pre-paid interest held in an interest bearing cash management account held by the company's second mortgagee [the third defendants]...in the sum of...$250,000.00 with the Bank of Adelaide\".",
      "id": "s660"
    },
    {
      "text": "241 The WCH Charge relevantly defines \"Moneys Secured\" as the aggregate of:\n \n (a) all moneys payable by the Borrower or the Company under any of the Specific Agreements including (without limiting the generality of the foregoing) the Principal Sum (if any) (but not including Interest);\n \n (b) all moneys which the Mortgagee shall pay or be liable to pay or entitled to debit and charge to the account of the Borrower or the Company under any of the Specific Agreements;\n \n (c) all costs, charges, damages and expenses which the Borrower or the Company incurs or becomes liable for in connection with or incidental to this security;\n \n (d) all moneys now or hereafter lent, advanced or otherwise made available by the Mortgagee in its absolute discretion to the Borrower or the Company from time to time and remaining outstanding;\n \n ...\n \n (j) all moneys which the Mortgagee shall lend, pay or advance or become in any way liable to lend, pay or advance to for or on the credit or for the accommodation or otherwise on account of the Borrower or the Company or to for or on account of any person upon the order or request or under the authority of the Borrower or the Company.",
      "id": "s661"
    },
    {
      "text": "242 The WCH Charge defines \"Interest\" as the interest payable pursuant to cl 3.3.",
      "id": "s662"
    },
    {
      "text": "However there is in fact no cl 3.3 in the WCH Charge.",
      "id": "s663"
    },
    {
      "text": "243 The term \"Specific Agreements\" is defined to mean \"this security, the Principal Agreement and the Collateral Security as each may be varied, amended, supplemented, novated or replaced from time to time\".",
      "id": "s664"
    },
    {
      "text": "The term \"Principal Agreement\" means the WCH Loan Agreement.",
      "id": "s665"
    },
    {
      "text": "Meadow Springs is defined as the \"Company\" and the \"Borrower\".",
      "id": "s666"
    },
    {
      "text": "WCH is defined as the \"Mortgagee\".",
      "id": "s667"
    },
    {
      "text": "244 The Knightsbridge parties pleaded that WCH entered into the WCH Loan Agreement whereby WCH agreed to advance $6.35 million.",
      "id": "s668"
    },
    {
      "text": "The Knightsbridge parties also contended that Knightsbridge Finance advanced a total of $3,494,723.25 to Meadow Springs under the WCH Loan Agreement.",
      "id": "s669"
    },
    {
      "text": "These advances were made in response to draw-down requests submitted by Meadow Springs to Knightsbridge Finance.",
      "id": "s670"
    },
    {
      "text": "245 Mr Clifton gave evidence that he has been a director of Knightsbridge Finance, previously known as Clifton Partners, since 1979 and that he was the sole director of WCH from its incorporation until 30 May 2000.",
      "id": "s671"
    },
    {
      "text": "Mr Clifton also said he used WCH within the operations of the Clifton Partners finance broking business to enter into the loan agreements for the loans brokered by Clifton Partners only in a custodial or trustee capacity.",
      "id": "s672"
    },
    {
      "text": "It was not intended that, and nor did, WCH advance monies to a borrower under a loan agreement in its own right.",
      "id": "s673"
    },
    {
      "text": "The way in which the business operated was that the loan funds would be supplied by individual investors and WCH would hold the benefit of the loan agreement and the securities securing the payment of the monies due under the loan agreement upon trust for the individual investors.",
      "id": "s674"
    },
    {
      "text": "In most cases, documentation would subsequently be drawn up which recorded the names of individual investors who contributed to the advance in question on the title to the security in accordance with their share of the overall loan.",
      "id": "s675"
    },
    {
      "text": "Mr Clifton said that after the introduction of the managed investment scheme legislation in late 1999, he decided to conduct the finance broking business, formerly conducted by Clifton Partners, within the framework of the new legislation.",
      "id": "s676"
    },
    {
      "text": "Accordingly, he established the Clifton Partners Finance Mortgage Scheme, as it was then known.",
      "id": "s677"
    },
    {
      "text": "The monies that were paid by Knightsbridge Finance to Meadow Springs were monies raised from the investors under the Scheme.",
      "id": "s678"
    },
    {
      "text": "246 Mr Daws gave evidence.",
      "id": "s679"
    },
    {
      "text": "He has 27 years experience as an accountant and has been assisting Mr Carrello in the administration of Knightsbridge Managed Funds and Knightsbridge Finance since Mr Carrello's appointment to each of those companies.",
      "id": "s680"
    },
    {
      "text": "Mr Daws said that he was familiar with the books and records of Knightsbridge Finance because of his involvement in the administration and subsequent liquidation of that company.",
      "id": "s681"
    },
    {
      "text": "He said that Knightsbridge Finance maintained a series of electronic trust ledger accounts in respect of the general trust account.",
      "id": "s682"
    },
    {
      "text": "Each trust ledger account related to a particular loan.",
      "id": "s683"
    },
    {
      "text": "The separate trust ledger accounts were known as \"split accounts\".",
      "id": "s684"
    },
    {
      "text": "There was a split account kept in respect of Meadow Springs.",
      "id": "s685"
    },
    {
      "text": "Mr Daws said that because the split accounts were trust ledger accounts those accounts did not disclose on whose behalf a particular payment was made by Knightsbridge Finance.",
      "id": "s686"
    },
    {
      "text": "247 Mr Daws deposed that on 3 March 2000, Meadow Springs paid a total of $424,951 to Knightsbridge Finance by three cheques.",
      "id": "s687"
    },
    {
      "text": "Those funds were deposited to Knightsbridge Finance's trust account.",
      "id": "s688"
    },
    {
      "text": "Mr Daws went on to depose that on 8 March 2000 Knightsbridge Finance created a trust ledger account in respect of $400,000 of that deposit and, thereafter, interest payments from that account were deducted on the third day of each month.",
      "id": "s689"
    },
    {
      "text": "248 Mr Daws also deposed that in the case of the loan to Meadow Springs, the funds advanced to Meadow Springs by Knightsbridge Finance were contributed to Knightsbridge Finance by individual Scheme investors.",
      "id": "s690"
    },
    {
      "text": "He said that advances to Meadow Springs were made by Knightsbridge Finance progressively following the receipt by Knightsbridge Finance of a draw-down letter from Meadow Springs requesting that an advance be made.",
      "id": "s691"
    },
    {
      "text": "249 I find that WCH did not advance any monies to Meadow Springs in its own right and that the monies which were advanced by Knightsbridge Finance to Meadow Springs were monies which had been invested by Scheme investors who had subscribed to the prospectuses issued by Knightsbridge Managed Funds as part of the Scheme.",
      "id": "s692"
    },
    {
      "text": "250 I also find that in receiving the money from the individual Scheme investors and in advancing the money, Knightsbridge Finance acted pursuant to the terms of the Custodial Agreement referred to in [15] above.",
      "id": "s693"
    },
    {
      "text": "251 It is possible, as a general rule, for a person, other than a contracting party itself, to perform that party's contractual obligations.",
      "id": "s694"
    },
    {
      "text": "In other words, there can be vicarious performance of a contractual obligation.",
      "id": "s695"
    },
    {
      "text": "There will, however, be circumstances when the performance contracted for would be of such a nature as not to permit vicarious performance.",
      "id": "s696"
    },
    {
      "text": "For example, a party may have contracted to obtain the skill of a particular person.",
      "id": "s697"
    },
    {
      "text": "Whether a contract is one which is not capable of vicarious performance will depend upon its terms and surrounding circumstances.",
      "id": "s698"
    },
    {
      "text": "252 In Davies v Collins [1945] 1 All ER 247, Lord Greene MR said (at 250):\n \n Whether or not in any given contract performance can properly be carried out by the employment of a sub-contractor must depend on the proper inference to be drawn from the contract itself, the subject-matter of it, and other material surrounding circumstances.",
      "id": "s699"
    },
    {
      "text": "The contract here, as in so many cases, has to be collected partly from the language used and partly from the acts of the parties.",
      "id": "s700"
    },
    {
      "text": "The nature of the work to be performed is, of course, always material.",
      "id": "s701"
    },
    {
      "text": "253 In my view, it is evident both from its language and the surrounding circumstances, that the WCH Loan Agreement was an agreement which permitted and, indeed, contemplated the vicarious performance of the agreement.",
      "id": "s702"
    },
    {
      "text": "In other words, the parties to the agreement knew and understood that WCH would not perform the agreement in its own right but that the monies advanced to Meadow Springs would be made from funds contributed by third-party investors who would have the benefit of the agreement and the security furnished by Meadow Springs.",
      "id": "s703"
    },
    {
      "text": "254 First, cl 15 of the WCH Loan Agreement (see [9] above), provided that the loan would be managed by Knightsbridge Finance and that the WCH Loan Agreement would be held on trust by WCH for \"private mortgagees\" and that the securities collateral to the WCH Loan Agreement would also be held on trust for \"private mortgagees\".",
      "id": "s704"
    },
    {
      "text": "This term shows that it was never the intention that WCH make advances in its own right or hold the benefits of the WCH Loan Agreement and the securities given by Meadow Springs for its own benefit.",
      "id": "s705"
    },
    {
      "text": "255 Secondly, Mr Kenny, a director of Meadow Springs, chose to approach Clifton Partners to raise the monies for the $6.35 million advance.",
      "id": "s706"
    },
    {
      "text": "It is to be inferred that in doing so Mr Kenny knew that Clifton Partners conducted business as a finance broker and that as such, its modus operandi was to raise the funds which would be advanced to the borrower, from private persons who would have the benefit of the loan agreement and collateral securities given by the borrower.",
      "id": "s707"
    },
    {
      "text": "256 This inference is fortified by the fact that Clifton Partners sent Mr Kenny a letter dated 2 September 1999 which contained a document headed \"Deed of Appointment of Broker\" and the indicative letter of offer for the loan.",
      "id": "s708"
    },
    {
      "text": "The indicative letter of offer said that the formal approval was subject to the acceptance by \"the mortgagee clients of Clifton Partners Finance\".",
      "id": "s709"
    },
    {
      "text": "257 Accordingly, I find that the WCH Loan Agreement is an agreement capable of and indeed, intended to be, performed vicariously.",
      "id": "s710"
    },
    {
      "text": "In my view, the advances made by Knightsbridge Finance to Meadow Springs comprised the vicarious performance of the WCH Loan Agreement.",
      "id": "s711"
    },
    {
      "text": "258 IMF contended that the inference should be drawn that the monies were not advanced by Knightsbridge Finance pursuant to the WCH Loan Agreement because there were differences between the terms of the WCH Loan Agreement, the terms of the loan as described in the prospectus issued by Knightsbridge Managed Funds under the Scheme, and what actually happened.",
      "id": "s712"
    },
    {
      "text": "259 First, it is said that the WCH Loan Agreement provided for interest to be payable at the rate of 10.35% and for it to fluctuate in the first year with the bank bill rate, whereas interest was charged at 10.85%.",
      "id": "s713"
    },
    {
      "text": "Further, the higher interest rate in the WCH Loan Agreement was 13.35%, whereas it was 13.85% in the Scheme prospectus.",
      "id": "s714"
    },
    {
      "text": "I note that on 2 March 2000, Knightsbridge Finance informed Meadow Springs that the interest was to be charged on the loan at 10.85%.",
      "id": "s715"
    },
    {
      "text": "The higher interest rate remained constant at 3% higher than the ordinary interest rate.",
      "id": "s716"
    },
    {
      "text": "260 Next it is said that the WCH Loan Agreement did not provide for progressive draw-downs but provided for the issue of a draw-down notice for the whole of the $6.35 million.",
      "id": "s717"
    },
    {
      "text": "However, said IMF, in practice Meadow Springs progressively issued a number of draw-down requests and Knightsbridge Finance made payments in response to those requests.",
      "id": "s718"
    },
    {
      "text": "261 Further, it is said that under the WCH Loan Agreement the prepayment of interest of $400,000 was to be deducted from the advance, whereas what happened was that Meadow Springs made a cheque payment to Knightsbridge Finance.",
      "id": "s719"
    },
    {
      "text": "It also provided that $400,000 would be lodged in a cash management account with Knightsbridge Finance to \"assist in the monthly payments of interest\".",
      "id": "s720"
    },
    {
      "text": "It was also said that the WCH Loan Agreement imposed an absolute obligation to advance $6.35 million, but the Scheme prospectus stated that the sum of $6.35 million may not be fully funded.",
      "id": "s721"
    },
    {
      "text": "262 In my view, the existence of these differences does not lead to the drawing of the inference that there was an abandonment of the WCH Loan Agreement.",
      "id": "s722"
    },
    {
      "text": "In my view, for the following reasons, the proper inference to draw is that, notwithstanding the differences referred to by IMF, the WCH Loan Agreement was not abandoned.",
      "id": "s723"
    },
    {
      "text": "263 First, there is no evidence that Meadow Springs ever entered into any other loan agreement in respect of the monies advanced to it by Knightsbridge Finance.",
      "id": "s724"
    },
    {
      "text": "Neither IMF nor Meadow Springs pleaded that Meadow Springs entered into any other loan agreement with any other party in respect to the advance of those funds.",
      "id": "s725"
    },
    {
      "text": "264 Secondly, Mr Kenny, by a letter dated 4 April 2000, consented to the inclusion in the prospectus to be issued by Knightsbridge Managed Funds under the Scheme, of the prospectus Meadow Springs issued to raise capital.",
      "id": "s726"
    },
    {
      "text": "The prospectus issued by Knightsbridge Managed Funds contained under the heading \"Investment Particulars\" a description of the loan to be made to Meadow Springs.",
      "id": "s727"
    },
    {
      "text": "These particulars referred to the commencement date of the \"loan agreement\" as being 24 September 1999 --- the date of the WCH Loan Agreement.",
      "id": "s728"
    },
    {
      "text": "The \"Investment Particulars\" also contained the variations from the terms of the WCH Loan Agreement referred to by IMF.",
      "id": "s729"
    },
    {
      "text": "It is to be inferred that in giving his consent to the use of the prospectus in the Knightsbridge Managed Funds prospectus, Mr Kenny was aware of the terms of the \"Investment Particulars\" in the Knightsbridge Managed Funds prospectus - which referred to the variations and to the loan agreement as having been made on 24 September 1999.",
      "id": "s730"
    },
    {
      "text": "265 Thirdly, further support for the conclusion that the WCH Loan Agreement had not been abandoned, is to be found in the notation in the audited accounts for the year ending 30 June 2000 which records WCH to be a secured lender in the sum of $2,907,257, interest being charged on the advance at the rate of 10.85% and the security for the loan comprising the WCH Mortgage and the WCH Charge.",
      "id": "s731"
    },
    {
      "text": "266 Fourthly, by 24 May 2000, Meadows Springs had received advances which totalled more than $3 million from Knightsbridge Finance.",
      "id": "s732"
    },
    {
      "text": "On 24 May 2000, Meadow Springs executed the 24 May Loan Agreement.",
      "id": "s733"
    },
    {
      "text": "By cl 1 of that agreement Meadow Springs agreed \"to enter into HGR's Loan with HGR\" as part of the WCH Loan Agreement.",
      "id": "s734"
    },
    {
      "text": "Further, by the 24 May Deed of Priority, Meadow Springs recognised Knightsbridge Managed Funds as the first mortgagee of Meadow Springs' property and the WCH Loan Agreement, the WCH Mortgage and the WCH Charge as the first mortgagee.",
      "id": "s735"
    },
    {
      "text": "Both the 24 May Loan Agreement and the 24 May Deed of Priority are founded on the premise that the monies that had been advanced by Knightsbridge Finance to Meadow Springs had been advanced in part performance of the WCH Loan Agreement.",
      "id": "s736"
    },
    {
      "text": "267 Fifthly, no directors of Meadow Springs were called to give evidence.",
      "id": "s737"
    },
    {
      "text": "Nor was their failure to do so explained.",
      "id": "s738"
    },
    {
      "text": "I, accordingly, draw an inference under the principle in the case of Jones v Dunkel (1959) 101 CLR 298.",
      "id": "s739"
    },
    {
      "text": "268 The matters referred to in the preceding paragraphs are inconsistent with IMF's contention that the variations lead to the inference that the parties had abandoned the WCH Loan Agreement.",
      "id": "s740"
    },
    {
      "text": "As already mentioned, the more appropriate inference is that the WCH Loan Agreement remained on foot and the parties had, to the extent of the variations, agreed to amend the WCH Loan Agreement, alternatively that the parties had to the extent of the variations, waived compliance with terms of the WCH Loan Agreement.",
      "id": "s741"
    },
    {
      "text": "In this regard, it is to be noted that the definition of \"Specific Agreements\" in the WCH Charge includes the WCH Loan Agreement as varied or amended.",
      "id": "s742"
    },
    {
      "text": "269 During oral submissions, Meadow Springs referred to the case of Vickery v Woods (1952) 85 CLR 336 in support of a contention that there had been no novation between Meadow Springs, WCH and the Knightsbridge parties.",
      "id": "s743"
    },
    {
      "text": "That case, however, is distinguishable from the circumstances in this case because there it was not contended that there had been vicarious performance of Mr Vickery's contract (see, the observations of Dixon J at 343).",
      "id": "s744"
    },
    {
      "text": "270 It follows that I find that the monies advanced by Knightsbridge Finance to Meadow Springs were advanced under the WCH Loan Agreement.",
      "id": "s745"
    },
    {
      "text": "271 It follows also that Meadow Springs is bound by the terms of the WCH Loan Agreement.",
      "id": "s746"
    },
    {
      "text": "Is Knightsbridge Managed Funds entitled to the benefit of the WCH Charge?",
      "id": "s747"
    },
    {
      "text": "272 The next question is whether Knightsbridge Managed Funds is entitled to the benefit of the WCH Charge.",
      "id": "s748"
    },
    {
      "text": "The Knightsbridge parties contended that the WCH Charge was assigned to Knightsbridge Managed Funds and Penlas by WCH in April 2000.",
      "id": "s749"
    },
    {
      "text": "They also contended that on or after April 2000, WCH held the WCH Loan Agreement and the WCH Charge on trust for Knightsbridge Managed Funds.",
      "id": "s750"
    },
    {
      "text": "273 In response to the claim made by the Knightsbridge parties that there was an assignment of the WCH Charge, Meadow Springs and IMF raised a number of defences.",
      "id": "s751"
    },
    {
      "text": "274 First, it was contended that Meadow Springs said Penlas had refused to execute, and did not execute, the deed of assignment.",
      "id": "s752"
    },
    {
      "text": "It was contended that in the absence of Penlas executing the charge there could be no effective assignment.",
      "id": "s753"
    },
    {
      "text": "It was also contended that it was not possible to assign the WCH Charge other than in writing.",
      "id": "s754"
    },
    {
      "text": "Meadow Springs contended that s 34(1)(c) of the Property Law Act 1969 (WA) required that the assignment of the WCH Charge be in writing.",
      "id": "s755"
    },
    {
      "text": "This is because it was contended that the WCH Charge created an equitable interest in the assets of Meadow Springs and s 34(1)(c) required that an assignment of an equitable interest be in writing.",
      "id": "s756"
    },
    {
      "text": "275 Secondly, IMF contended that there could be no assignment in equity of the WCH Charge to Knightsbridge Managed Funds because Knightsbridge Managed Funds was a volunteer.",
      "id": "s757"
    },
    {
      "text": "276 Thirdly, Meadow Springs said that cl 8.7(a) of the WCH Charge provided that, except with the consent of Meadow Springs, the WCH Charge could only be assigned to one or more banks or other financial institutions.",
      "id": "s758"
    },
    {
      "text": "It was argued that neither Knightsbridge Managed Funds, nor Penlas was a bank or a financial institution.",
      "id": "s759"
    },
    {
      "text": "277 Fourthly, Meadow Springs contended that there was never any declaration of trust by WCH in respect of the WCH Charge in favour of Knightsbridge Managed Funds.",
      "id": "s760"
    },
    {
      "text": "278 The document relied upon as effecting the assignment was described as a deed and named the parties as follows:\n \n WESTRALIAN CAPITAL HOLDINGS PTY LTD (ACN 083 526 630) of care of Clifton Partners Finance Pty Ltd, 163 Stirling Highway, Nedlands (hereinafter called \"the Assignor\") of the one part\n \n AUSTRALIAN MANAGED FUNDS LIMITED (ACN 089 532 169) as to 6260 undivided 6350 th shares only and PENLAS PTY LTD (ACN 065 718 336) as to 90 undivided 6350 th shares only both of care of Clifton Partners Finance Pty Ltd, 163 Stirling Highway, Nedlands (hereinafter called \"the Assignee\").",
      "id": "s761"
    },
    {
      "text": "279 The recitals stated:\n \n A By a Mortgage Debenture dated 24 September 1999 (a copy of which is annexed) (hereinafter called \"the Debenture\") MEADOW SPRINGS FAIRWAY RESORT LTD (ACN 084 358 592) a company incorporated in the State of Western Australia and having it [sic] registered office at Level 3, 433 Hay Street, Subiaco (\"the Company\") charged the whole of its assets and undertaking including all freehold and leasehold property, plant and machinery, goodwill and called but unpaid and uncalled capital, those securities and instruments deposited with the bank, all books of account, documents relating in any way with the business transactions of the Company to secure an advance of SIX MILLION THREE HUNDRED AND FIFTY THOUSAND DOLLARS ($6,350,000.00) (\"the Principal Sum\") and the said Debenture has been registered at the Australian Securities and Investments Commission.",
      "id": "s762"
    },
    {
      "text": "B The Assignee has agreed to pay to the Assignor the Principal Sum in the proportions mentioned herein subject to the Assignor assigning to the Assignee all its right title estate and interest pursuant to the Debenture.",
      "id": "s763"
    },
    {
      "text": "280 Further, cl 1.1(d) provided:\n \n 1 Interpretation \n \n 1.1 In this Deed unless otherwise specified or unless subject where the context otherwise requires the following expressions (whether appearing with or without capital letters) shall have the following meanings:-\n \n ...\n \n (d) \"Principal Sum\" shall mean all moneys due and owing by the Company to the Assignor under the Debenture either now or in the future.",
      "id": "s764"
    },
    {
      "text": "281 Further, the operative part provided as follows:\n \n 2 Operative Part \n \n In consideration of the premises and for the purposes of securing to the Assignee all the right title and interest in the Debenture, the Assignor hereby assigns and transfers to the Assignee all the right title and interest of the Assignor in and to the Debenture and to all money due and payable to the Assignor by force or virtue of the Debenture together with full power to ask demand sue for recovery and obtain and give full and effectual receipts and discharges for all such sums of money respectively and also the power of sale and all the rights powers privileges and authorities (including the power to appoint a Receiver) conferred upon or vested in or exerciseable by the Assignor by force of or virtue of the Debenture and all the estate and interest whatsoever of the Assignor therein upon the Assignee paying to the Assignor the Principal Sum.",
      "id": "s765"
    },
    {
      "text": "282 I find that both WCH and Knightsbridge Managed Funds executed a document called the deed of assignment but that Penlas did not execute it.",
      "id": "s766"
    },
    {
      "text": "I also find that any interest that Penlas may have had as a Scheme investor in the benefit of the WCH Charge ceased when Penlas was paid the $90,000 which it had invested in the Scheme in August 2000.",
      "id": "s767"
    },
    {
      "text": "283 In my view, for the following reasons, there has been an effective assignment in equity of the WCH Charge to Knightsbridge Managed Funds as trustee for the Scheme investors.",
      "id": "s768"
    },
    {
      "text": "284 First, it would not be necessary for Penlas to have executed the document for the assignment to have been effective in equity.",
      "id": "s769"
    },
    {
      "text": "It is sufficient that the party assigning the interest in the charge execute a document assigning the benefit of the charge.",
      "id": "s770"
    },
    {
      "text": "Section 34(1)(c) of the Property Law Act provides no more than that the disposition of an equitable interest shall be \"in writing signed by the person disposing of the interest\".",
      "id": "s771"
    },
    {
      "text": "This is what WCH did.",
      "id": "s772"
    },
    {
      "text": "Further, the section does not require that the disposal be by way of deed, nor that the document assigning the interest be signed by the assignee.",
      "id": "s773"
    },
    {
      "text": "285 The interest of Penlas in the benefit of the charge having ceased, Penlas would not be entitled to enforce the WCH Charge.",
      "id": "s774"
    },
    {
      "text": "By paying Penlas $90,000 for its interest and Penlas executing the release Ms Hellens referred to in her evidence, Knightsbridge Managed Funds effectively acquired Penlas' interest in the WCH Charge.",
      "id": "s775"
    },
    {
      "text": "286 In my view, it cannot be said that Knightsbridge Managed Funds is precluded from enforcing the WCH Charge, or from the assignment being effective in equity, by reason that Knightsbridge Managed Funds is a volunteer.",
      "id": "s776"
    },
    {
      "text": "This is because the charge was assigned to Knightsbridge Managed Funds in its capacity as responsible entity of the Scheme and as trustee for the Scheme investors in the Meadow Springs loan.",
      "id": "s777"
    },
    {
      "text": "The consideration for the assignment would, therefore, have comprised the monies Knightsbridge Finance advanced to Meadow Springs from the funds provided by the Scheme investors in performance of WCH's obligation under the WCH Loan Agreement.",
      "id": "s778"
    },
    {
      "text": "WCH's conscience would, accordingly, have been bound and it would not be open to WCH (nor does WCH seek to do so) to deny that the assignment had the effect of transferring the benefit in the WCH Charge to Knightsbridge Managed Funds as trustee for the Scheme investors.",
      "id": "s779"
    },
    {
      "text": "287 Insofar as notice of the assignment to Meadow Springs was necessary, this was provided by the terms of the 24 May Loan Agreement and the 24 May Deed of Priority, both of which referred to the assignment of the WCH Charge to Knightsbridge Managed Funds and Penlas.",
      "id": "s780"
    },
    {
      "text": "288 Further, insofar as cl 8.7(a) of the WCH Charge imposed a prohibition on assignment without Meadow Springs' consent, such consent by Meadow Springs was provided by its acknowledgement of the assignment in the 24 May Loan Agreement.",
      "id": "s781"
    },
    {
      "text": "289 It was also submitted that the assignment could have no effect because it was a condition precedent to the assignment that the assignee pay the assignor the \"Principal Sum\".",
      "id": "s782"
    },
    {
      "text": "The Principal Sum was variously described in the WCH Charge as $6.35 million or \"[a]ll moneys presently owing or to become owing or payable to the Chargee by Meadow Springs\".",
      "id": "s783"
    },
    {
      "text": "In my view, WCH has waived compliance with the condition.",
      "id": "s784"
    },
    {
      "text": "This is evidenced by the fact that WCH accepted that the monies obtained from the exercise of its powers of sale under the charge were held on trust by Knightsbridge Managed Funds as trustee for the Scheme investors, and were disbursed to the Scheme investors accordingly.",
      "id": "s785"
    },
    {
      "text": "290 Accordingly, in my view, there was an assignment in equity of the WCH Charge by WCH to Knightsbridge Managed Funds.",
      "id": "s786"
    },
    {
      "text": "It follows that the WCH Charge is held by WCH for the benefit of Knightsbridge Managed Funds as responsible entity and trustee for the Scheme investors.",
      "id": "s787"
    },
    {
      "text": "291 Alternatively, even if there was no effective assignment of the WCH Charge in equity, in my view, the WCH Charge is held on trust by WCH for the benefit of Knightsbridge Managed Funds as responsible entity of the Scheme.",
      "id": "s788"
    },
    {
      "text": "292 The intention of WCH to hold the WCH Charge on trust for Knightsbridge Managed Funds as responsible entity for the Scheme investors, is evident from the following matters.",
      "id": "s789"
    },
    {
      "text": "First, cl 13 of the WCH Loan Agreement provides that the WCH Loan Agreement and the collateral securities are to be held on trust for the \"private mortgagees\".",
      "id": "s790"
    },
    {
      "text": "Secondly, WCH did not advance any monies from its own funds.",
      "id": "s791"
    },
    {
      "text": "Thirdly, it is evident from the terms of the assignment of the WCH Charge executed by WCH that WCH did not intend to hold the WCH Charge beneficially, but intended to transfer the legal and beneficial interest to Knightsbridge Managed Funds and Penlas.",
      "id": "s792"
    },
    {
      "text": "293 Meadow Springs contended that there was never any declaration of trust in respect of the WCH Charge or, indeed, the WCH Loan Agreement.",
      "id": "s793"
    },
    {
      "text": "In my view, such writing is comprised by the assignment of the WCH Charge executed by WCH and the terms of cl 13 of the WCH Loan Agreement.",
      "id": "s794"
    },
    {
      "text": "The fact that at the time that the WCH Loan Agreement and the assignment of the WCH Charge were executed by WCH not all the members of the class of \"private mortgagees\" were identified, does not preclude a finding that the WCH Charge and the WCH Loan Agreement are held on trust for the benefit of the Scheme investors.",
      "id": "s795"
    },
    {
      "text": "What is significant is that the WCH Loan Agreement referred to the class of beneficiaries as the \"private mortgagees\" and the members of that class are now, and were, identifiable at the time that the distributions came to be made of the proceeds of the sale of the Meadow Springs resort ( Kinsela v Caldwell [1975] HCA 10 ; (1975) 132 CLR 458 at 461).",
      "id": "s796"
    },
    {
      "text": "Does the WCH Charge secure interest payable under the WCH Loan Agreement?",
      "id": "s797"
    },
    {
      "text": "294 Meadow Springs also contended that, even if the WCH Charge does secure the payment of the monies due under the WCH Loan Agreement on the basis that the advances were made pursuant to the WCH Loan Agreement, the WCH Charge did not secure the payment of interest under that agreement.",
      "id": "s798"
    },
    {
      "text": "295 Meadow Springs referred specifically to cl 1.1 in the WCH Charge which defines \"Moneys Secured\".",
      "id": "s799"
    },
    {
      "text": "As previously mentioned, at [241] above, that clause provides that \"Moneys Secured\" means the aggregate of a number of separate items which are described in subparas (a) to (j) of the definition.",
      "id": "s800"
    },
    {
      "text": "296 Subpara (a) provides:\n \n \n (a) all moneys payable by [Meadow Springs] under any of the Specific Agreements including (without limiting the generality of the foregoing) the Principal Sum (if any) (but not including Interest).",
      "id": "s801"
    },
    {
      "text": "297 The term \"Interest\" is defined as interest within the meaning of cl 3.3 of the WCH Charge.",
      "id": "s802"
    },
    {
      "text": "However, the WCH Charge does not include cl 3.3.",
      "id": "s803"
    },
    {
      "text": "Clause 3 of the WCH Charge includes only subcl 3.1 and subcl 3.2.",
      "id": "s804"
    },
    {
      "text": "298 Subpara (b) provides:\n \n (b) all moneys which the Mortgagee shall pay or be liable to pay or entitled to debit and charge to the account of the Borrower or the Company under any of the Specific Agreements.",
      "id": "s805"
    },
    {
      "text": "299 The absence of cl 3.3 is certainly a curious feature of the WCH Charge.",
      "id": "s806"
    },
    {
      "text": "However, in my view, the contention of Meadow Springs is not to be accepted.",
      "id": "s807"
    },
    {
      "text": "300 First, in construing the WCH Charge it is necessary to have regard to the words \"without limiting the generality of the foregoing\" in subpara (a) of the definition of \"Moneys Secured\".",
      "id": "s808"
    },
    {
      "text": "301 In light of the absence of any meaning to be accorded to the defined term \"Interest\" and the use of the words \"without limiting the generality of the foregoing\" in subpara (a), I am of the view, that full effect is to be given to the words \"all moneys payable by [Meadow Springs] under any of the Specific Agreements\".",
      "id": "s809"
    },
    {
      "text": "These words are wide enough to include such monies as are charged by way of interest under the WCH Loan Agreement as these are \"moneys payable\" by Meadow Springs under the WCH Loan Agreement --- a Specific Agreement.",
      "id": "s810"
    },
    {
      "text": "302 \n \nFurther, even if Meadow Springs was correct in its contention that interest payable under the WCH Loan Agreement was not to be included within the proper meaning of subpara (a), in my view, interest charged on the amounts advanced under the WCH Loan Agreement would still fall within the ambit of \"Moneys Secured\".",
      "id": "s811"
    },
    {
      "text": "This is because the interest charges would, by reason of subpara (b) of the definition, comprise monies which WCH would be \"entitled to debit and charge to the account of [Meadow Springs]\" under the WCH Loan Agreement.",
      "id": "s812"
    },
    {
      "text": "Is Meadow Springs estopped?",
      "id": "s813"
    },
    {
      "text": "303 The Knightsbridge parties also pleaded that Meadow Springs was estopped from denying that Knightsbridge Managed Funds is entitled to the benefit of the WCH Loan Agreement and WCH Charge, that the advances made to Meadow Springs were made pursuant to the WCH Loan Agreement and that the WCH Charge is enforceable against all the assets and undertaking of Meadow Springs.",
      "id": "s814"
    },
    {
      "text": "304 My earlier findings that the advances made by Knightsbridge Finance were made under the WCH Loan Agreement and that Knightsbridge Managed Funds is entitled to the benefit of the WCH Charge, mean that it is not necessary for me to deal with this issue.",
      "id": "s815"
    },
    {
      "text": "However, in deference to the arguments of counsel and, in case I am wrong, I will briefly state my views.",
      "id": "s816"
    },
    {
      "text": "305 The Knightsbridge parties relied in their submissions upon two kinds of estoppel, namely, estoppel by convention and estoppel by representation.",
      "id": "s817"
    },
    {
      "text": "306 I deal first with the claim based on estoppel by convention.",
      "id": "s818"
    },
    {
      "text": "307 In the case of The Indian Grace (No 2) [1998] AC 878 at 913, Lord Steyn stated the principles of estoppel by convention in the following terms:\n \n [A]n estoppel by convention may arise where parties to a transaction act on an assumed state of facts or law, the assumption being either shared...or made by one and acquiesced in by the other.",
      "id": "s819"
    },
    {
      "text": "The effect of an estoppel by convention is to preclude a party from denying the assumed facts or law if it would be unjust to allow him to go back on the assumption.",
      "id": "s820"
    },
    {
      "text": "(References omitted.",
      "id": "s821"
    },
    {
      "text": ")\n \n\n308 These observations were cited with approval in the case of Ryledar Pty Ltd v Euphoric Pty Ltd [2007] NSWCA 65.",
      "id": "s822"
    },
    {
      "text": "309 In short, the Knightsbridge parties contended that until 11 June 2006, Meadow Springs and Knightsbridge Managed Funds acted in accordance with the assumption that Knightsbridge Finance had advanced the monies to Meadow Springs under the WCH Loan Agreement, and that Knightsbridge Managed Funds was entitled to the benefit of that charge in its capacity as trustee for the Scheme investors as security for the payment of monies under the WCH Loan Agreement.",
      "id": "s823"
    },
    {
      "text": "On 11 June 2006, however, Mr McMaster instructed Solomon Brothers to send a letter to the solicitors for the Knightsbridge parties, in which it was asserted for the first time that the monies had not been advanced under the WCH Loan Agreement and that the WCH Charge did not secure the repayment of the monies due under the WCH Loan Agreement.",
      "id": "s824"
    },
    {
      "text": "310 The Knightsbridge parties contended that the matters referred to in [263] to [266] above, evidence the adoption of the assumption by Meadow Springs whilst it was under the control of its directors.",
      "id": "s825"
    },
    {
      "text": "The Knightsbridge parties also contend that after Mr McMaster took control of Meadow Springs, as an administrator and then liquidator, the company, until 11 June 2006, continued to act in accordance with the assumption.",
      "id": "s826"
    },
    {
      "text": "311 By reason of the findings I have made in [262] to [268] above, I also find that during the time that Meadow Springs was under the control of its directors, that Knightsbridge Managed Funds and Meadow Springs adopted and acted upon the assumption that the monies which had been advanced by Knightsbridge Finance, had been advanced under the WCH Loan Agreement, and that Knightsbridge Managed Funds was entitled to the benefit of the WCH Charge to secure payment of the monies due under the WCH Loan Agreement.",
      "id": "s827"
    },
    {
      "text": "The entry into and the terms of the 24 May Loan Agreement and the 24 May Deed of Priority, in particular, evidence the adoption of the convention alleged by the Knightsbridge parties.",
      "id": "s828"
    },
    {
      "text": "Each of Meadow Springs and Knightsbridge Managed Funds was a party to those agreements.",
      "id": "s829"
    },
    {
      "text": "The 24 May Loan Agreement contains a statement by Meadow Springs acknowledging that the benefit of the WCH Loan Agreement and the WCH Charge had been \"transferred\" to Knightsbridge Managed Funds.",
      "id": "s830"
    },
    {
      "text": "Further, as already mentioned in [266] above, the terms of the agreements are premised on the assumption that the monies advanced by Knightsbridge Finance had been advanced under that WCH Loan Agreement.",
      "id": "s831"
    },
    {
      "text": "The assumption is fortified by the evidence of the notation in the annual accounts of Meadow Springs referred to in [265] above, which acknowledge that the monies were advanced under the WCH Loan Agreement.",
      "id": "s832"
    },
    {
      "text": "312 As to the allegation that Knightsbridge Managed Funds and Meadow Springs, whilst under the control of Mr McMaster, continued to act in accordance with the convention, I make the following findings in relation to the conduct of Mr McMaster as the liquidator of Meadow Springs.",
      "id": "s833"
    },
    {
      "text": "313 By 11 February 2002, Mr McMaster was aware that Knightsbridge Managed Funds under the control of Mr Carrello acted as trustee for the Scheme investors.",
      "id": "s834"
    },
    {
      "text": "This is evidenced from a letter from Mr Carrello to Mr McMaster seeking his approval to accept an offer to sell the Meadow Springs property.",
      "id": "s835"
    },
    {
      "text": "The letter refers to the attitude of the Scheme investors (referred to in the letter as \"mortgagees\") to the proposed sale of the Meadow Springs property.",
      "id": "s836"
    },
    {
      "text": "Mr McMaster also recognised the beneficial interest of the Scheme investors in the Meadow Springs property by procuring that they pay part of his fees in respect of services he provided to facilitate the realisation of the secured property.",
      "id": "s837"
    },
    {
      "text": "314 On 20 March 2002, Mr Carrello notified Mr McMaster that Knightsbridge Managed Funds had entered possession of the property pursuant to the exercise of its powers as Mortgagee under the WCH Mortgage.",
      "id": "s838"
    },
    {
      "text": "Further, Mr Carrello also notified Mr McMaster in writing that he had, as agent for WCH, pursuant to WCH's powers under the WCH Charge, taken possession of all the fixtures and other specified property of Meadow Springs.",
      "id": "s839"
    },
    {
      "text": "In each of these documents it is asserted that the monies owed by Meadow Springs had been advanced under the WCH Loan Agreement.",
      "id": "s840"
    },
    {
      "text": "Mr McMaster raised no objection to the assertion that the monies which had been advanced to Meadow Springs had been advanced under the WCH Loan Agreement.",
      "id": "s841"
    },
    {
      "text": "Nor did he object that WCH was not entitled to exercise powers under the WCH Charge to take possession of the Meadow Springs property on the basis of its claim to be owed monies under the WCH Loan Agreement.",
      "id": "s842"
    },
    {
      "text": "315 Before the contract for the sale of the Meadow Springs resort was executed in April 2002, Mr McMaster was aware that Mr Carrello intended to sell the Meadow Springs property pursuant to the exercise of powers under the WCH Mortgage and the WCH Charge.",
      "id": "s843"
    },
    {
      "text": "Mr McMaster took no steps to stop the sale of the Meadow Springs property by Mr Carrrello, nor did he assert that Knightsbridge Managed Funds and WCH were not entitled to any rights under the WCH Charge to sell the Meadow Springs property secured by the WCH Charge.",
      "id": "s844"
    },
    {
      "text": "316 In his Liqudator's Account and Report pursuant to s 508 of the Act given on 8 July 2003, Mr McMaster said:\n \n At or about that time, the first ranking secured creditors appointed their own Agent for the Mortgagee in Possession (\"Agent\") for the purpose of selling the property.",
      "id": "s845"
    },
    {
      "text": "By virtue of the appointment of the Agent I was no longer able to participate in the sale of the property.",
      "id": "s846"
    },
    {
      "text": "The Agent advises me that the property was sold for $7 million and that settlement occurred on 25 June 2002.",
      "id": "s847"
    },
    {
      "text": "The amount owed to the secured creditors exceeds the sale price of the property and accordingly there were no funds available from the sale for distribution to unsecured creditors or shareholders.",
      "id": "s848"
    },
    {
      "text": "317 After the sale of the Meadow Springs resort, Mr Carrello distributed the proceeds of the sale between Knightsbridge Managed Funds and Balanced.",
      "id": "s849"
    },
    {
      "text": "By reason of his previous dealings with Mr Carrello, Mr McMaster knew that Mr Carrello held the belief that the Scheme investors had, under the WCH Mortgage and WCH Charge, a beneficial interest in those proceeds.",
      "id": "s850"
    },
    {
      "text": "This was a belief which Mr McMaster shared; and he did not object to the distribution of the proceeds by Mr Carrello in a manner which gave effect to that belief.",
      "id": "s851"
    },
    {
      "text": "318 On 24 March 2006, solicitors for Meadow Springs, on the instructions of Mr McMaster, wrote to Mr and Mrs Croft who were Scheme investors.",
      "id": "s852"
    },
    {
      "text": "Letters in the same terms were sent to all Scheme investors.",
      "id": "s853"
    },
    {
      "text": "At that time, Mr McMaster was contemplating settling the proceeding against Colliers.",
      "id": "s854"
    },
    {
      "text": "The purpose of the letter was to persuade the Scheme investors to direct Mr Carrello to accept settlement of Knightsbridge Managed Fund's claim against Meadow Springs under the WCH Charge.",
      "id": "s855"
    },
    {
      "text": "The offer made by Meadow Springs was for the payment of $500,000 to Knightsbridge Managed Funds as part of an overall settlement of the proceeding against Colliers.",
      "id": "s856"
    },
    {
      "text": "319 The letter stated:\n \n Your loan to the company was secured by a mortgage.",
      "id": "s857"
    },
    {
      "text": "The mortgage was in the name of Knightsbridge, but Knightsbridge held an interest in the mortgage on trust for you...The total amount lent through Knightsbridge, and in Knightsbridge's name, was $3,474,000.",
      "id": "s858"
    },
    {
      "text": "Similarly, you have or had the benefit of a charge over the company in Westralian Capital Holdings' name.",
      "id": "s859"
    },
    {
      "text": "320 The letter went on to say:\n \n You and the other persons who lent moneys to the company through Knightsbridge are a class of people interested in the settlement.",
      "id": "s860"
    },
    {
      "text": "321 The letter also stated:\n \n We understand that you have been repaid all, or perhaps almost all, of the principal that you lent through Knightsbridge to the company.",
      "id": "s861"
    },
    {
      "text": "You are owed interest payments by the company.",
      "id": "s862"
    },
    {
      "text": "Default by the company occurred in about February 2001 and, although some interest payments have been made after that date, some interest is owing from early 2001.",
      "id": "s863"
    },
    {
      "text": "You might have also incurred some costs which may be recoverable against the company.",
      "id": "s864"
    },
    {
      "text": "The property owned by the company, and over which Knightsbridge had a mortgage, has been sold.",
      "id": "s865"
    },
    {
      "text": "You and the other lenders through Knightsbridge, have the benefit of a charge over the company although the charge is in Westralian Capital Holdings' name.",
      "id": "s866"
    },
    {
      "text": "The only likely asset which is subject to that charge is the proceeds of the action brought against Colliers.",
      "id": "s867"
    },
    {
      "text": "...\n \n [W]e propose that, from the proceeds of a settlement, the company pay $500,000 to Knightsbridge's liquidator.",
      "id": "s868"
    },
    {
      "text": "Knightsbridge's liquidator will then pay, after his costs, a dividend to you from that $500,000.",
      "id": "s869"
    },
    {
      "text": "In exchange for making that payment, the company requires a release of all claims by Knightsbridge or Westralian or you against the company and a discharge of the charge Knightsbridge has over the company.",
      "id": "s870"
    },
    {
      "text": "322 The reference to \"the company\" in the letter is a reference to Meadow Springs.",
      "id": "s871"
    },
    {
      "text": "323 Mr McMaster said that, until June 2006, he relied upon Solomon Brothers' advice that the WCH Charge was held on trust for the Scheme investors.",
      "id": "s872"
    },
    {
      "text": "He said that Solomon Brothers' advice was based on a \"mistaken assumption\" and Solomon Brothers advised him to that effect in June 2006.",
      "id": "s873"
    },
    {
      "text": "324 I find that, until June 2006, Mr McMaster assumed and acted on the assumption that the monies had been advanced to Meadow Springs under the WCH Loan Agreement, the WCH Charge secured payment of the monies due under the WCH Loan Agreement, and the WCH Charge was held for the benefit of Knightsbridge Managed Funds which in turn held it for the benefit of the Scheme investors.",
      "id": "s874"
    },
    {
      "text": "I also find that by reason of his dealings with Mr Carrello, Mr McMaster knew that Mr Carrello shared the assumption and that he had, and would, act in accordance with the assumption; and that Mr McMaster until June 2006, permitted Mr Carrello to act in accordance with that assumption.",
      "id": "s875"
    },
    {
      "text": "325 Meadow Springs and IMF submitted that there could be no conventional estoppel in the terms claimed by the Knightsbridge parties, because it could not be established that Knightsbridge Managed Funds assumed that the WCH Charge had been assigned to it or that it had the benefit of the WCH Charge.",
      "id": "s876"
    },
    {
      "text": "This was because, it was submitted, Knightsbridge Managed Funds knew that the monies advanced to Meadow Springs had been advanced by Knightsbridge Finance from funds provided by the Scheme investors, and secondly, because Knightsbridge Managed Funds knew that Penlas had not executed the deed of assignment of the WCH Charge.",
      "id": "s877"
    },
    {
      "text": "326 Further, Meadow Springs submitted that there was no evidence that Meadow Springs knew anything about the internal arrangements within the Knightsbridge group of companies, particularly, in relation to the basis on which Knightsbridge Finance advanced the monies to it.",
      "id": "s878"
    },
    {
      "text": "Accordingly, it was contended that Meadow Springs could not, by acquiescence, adopt a convention in respect of matters of which it was ignorant.",
      "id": "s879"
    },
    {
      "text": "327 Even assuming the factual premise of the contentions were correct, the contentions of Meadow Springs and IMF are not accepted.",
      "id": "s880"
    },
    {
      "text": "This is because an estoppel by convention can operate even if the assumption adopted and acted upon is founded upon a false state of affairs.",
      "id": "s881"
    },
    {
      "text": "This is evident from the following observations of Dixon J in the case of Grundt v The Great Boulder Proprietary Gold Mines Ltd [1937] HCA 58 ; (1937) 59 CLR 641 at 676:\n \n [B]elief in the correctness of the facts or state of affairs assumed is not always necessary.",
      "id": "s882"
    },
    {
      "text": "Parties may adopt as the conventional basis of the transaction between them an assumption which they know to be contrary to the actual state of affairs.",
      "id": "s883"
    },
    {
      "text": "A tenant may know that his landlord's title is defective, but by accepting the tenancy he adopts an assumption which precludes him from relying on the defect.",
      "id": "s884"
    },
    {
      "text": "328 In my view, therefore, the Knightsbridge parties have established that Knightsbridge Managed Funds and Meadow Springs were parties to, and conducted their affairs on the basis of, an assumption that the monies were advanced by Knightsbridge Finance under the WCH Loan Agreement, that the WCH Charge secures monies due under the WCH Loan Agreement, and that Knightsbridge Managed Funds, as trustee for the Scheme investors, was entitled to the benefit of that charge.",
      "id": "s885"
    },
    {
      "text": "This assumption was made and acted upon by both parties both before and after Meadow Springs went into liquidation, until June 2006.",
      "id": "s886"
    },
    {
      "text": "329 Meadow Springs has claimed in this proceeding (para 22.7 of Meadow Springs' response to the Knightsbridge parties' cross-claim) that because Knightsbridge Managed Funds was not entitled to sell the charged property, the Scheme investors who received the distributions from Knightsbridge Managed Funds from the sale of the charged property, should account for any benefit they thereby received in excess of their entitlements as unsecured creditors in the liquidation of Meadow Springs.",
      "id": "s887"
    },
    {
      "text": "330 I am of the view that it would be unjust if Meadow Springs were permitted to go back on the shared assumption.",
      "id": "s888"
    },
    {
      "text": "This is because in reliance on the assumption, Knightsbridge Managed Funds, with the acquiescence of Meadow Springs, acted in accordance with the assumption, and, in particular, during the period April 2001 to October 2004 sold the charged property, and made distributions to the Scheme investors from the proceeds of the sale of the charged property.",
      "id": "s889"
    },
    {
      "text": "It is plain, therefore, if Meadow Springs were permitted to go back on the assumption that the position of the Scheme investors would be seriously prejudiced.",
      "id": "s890"
    },
    {
      "text": "331 I am of the view, therefore, that Meadow Springs is estopped from denying that the monies advanced to Meadow Springs by Knightsbridge Finance were advanced pursuant to the WCH Loan Agreement, that the WCH Charge secures monies due under the WCH Loan Agreement, and that Knightsbridge Managed Funds, as trustee for the Scheme investors, is entitled to the benefit of the WCH Charge.",
      "id": "s891"
    },
    {
      "text": "332 Further, Meadow Springs contended that even if an estoppel operated, Knightsbridge Managed Funds could only have a secured interest in the funds if the WCH Charge was rectified to refer to Knightsbridge Managed Funds as the chargee and there was now no power to rectify the WCH Charge because Meadow Springs was in liquidation.",
      "id": "s892"
    },
    {
      "text": "In my view, there is no need for the charge to be rectified.",
      "id": "s893"
    },
    {
      "text": "The WCH Charge is held in the name of WCH and the estoppel operates to preclude Meadow Springs from denying Knightsbridge Managed Funds' equitable interest in respect of the charge.",
      "id": "s894"
    },
    {
      "text": "333 It, therefore, is not necessary to deal with the second basis, namely, estoppel by representation, upon which the Knightsbridge parties claim for estoppel is founded, since no different relief is sought in respect of that basis.",
      "id": "s895"
    },
    {
      "text": "The Knightsbridge parties' claims for costs \n \n334 In para 48 of the Knightsbridge parties' amended cross- claim, the Knightsbridge parties claim that they are entitled to claim as monies which are secured by the WCH Charge, two items of legal costs.",
      "id": "s896"
    },
    {
      "text": "335 The first item relates to the legal expenses incurred in making an application to the Supreme Court of Western Australia for the reinstatement of WCH.",
      "id": "s897"
    },
    {
      "text": "336 Mr Daws deposed that in April 2006 he became aware of the fact that WCH had been deregistered.",
      "id": "s898"
    },
    {
      "text": "Mr Clifton said that he again became a director of WCH in October 2003, having previously resigned from that office.",
      "id": "s899"
    },
    {
      "text": "He said that WCH had been deregistered by reason of an administrative oversight because ASIC had sent the renewal documents to an incorrect address.",
      "id": "s900"
    },
    {
      "text": "On 19 September 2006, the Supreme Court of Western Australia ordered the reinstatement and winding up of WCH.",
      "id": "s901"
    },
    {
      "text": "337 The Knightsbridge parties contended that they are entitled to claim the legal costs associated with the reinstatement of WCH as monies secured under the WCH Charge, because they are costs payable by Meadow Springs under cl 8(c) of the WCH Loan Agreement.",
      "id": "s902"
    },
    {
      "text": "Clause 8(c) provides as follows:\n \n COSTS \n \n The Borrower indemnifies the Financier against, and shall pay the Financier on demand the amount of, all losses, liabilities, costs and expenses (including, without limitation, legal expenses on a full indemnity basis) and Taxes in connection with:\n \n ...\n \n (c) the administration, enforcement or attempted enforcement or preservation or attempted preservation of any rights under, this agreement or any other Transaction Document.",
      "id": "s903"
    },
    {
      "text": "338 In my view, the costs associated with the reinstatement of WCH are not contemplated within the meaning of cl 8(c).",
      "id": "s904"
    },
    {
      "text": "The premise underlying that clause is that the costs in respect of which the indemnity will operate will be those costs incurred by a company, namely WCH, already incorporated.",
      "id": "s905"
    },
    {
      "text": "339 The purpose of incurring costs in reinstating WCH was to provide it with the necessary capacity to exercise enforcement powers referred to in cl 8(c), but the costs of that exercise are to be distinguished from the actual costs of enforcement by WCH once it had regained corporate status.",
      "id": "s906"
    },
    {
      "text": "Until it had regained that status, it was incapable of incurring the costs contemplated in cl 8(c).",
      "id": "s907"
    },
    {
      "text": "The costs of reinstatement are, accordingly, of a fundamentally different character to the costs contemplated under cl 8(c) of the WCH Loan Agreement.",
      "id": "s908"
    },
    {
      "text": "340 I now deal with the second item of legal expenses.",
      "id": "s909"
    },
    {
      "text": "341 On 14 November 2006, WCH appointed Mr Carrello as receiver and manager over the Meadow Springs claim against Colliers and Mr Carrello took steps to assume conduct of that litigation.",
      "id": "s910"
    },
    {
      "text": "342 There was a dispute between Mr Carrello and Mr McMaster when Mr McMaster refused to permit Mr Carrello to take control of the action.",
      "id": "s911"
    },
    {
      "text": "This resulted in legal costs and expenses being incurred in an application to this Court.",
      "id": "s912"
    },
    {
      "text": "The Knightsbridge parties claim that the legal costs involved in respect of that dispute fall within the ambit of the monies secured under the WCH Charge as being expenses incurred in the enforcement of rights under the WCH Charge.",
      "id": "s913"
    },
    {
      "text": "IMF contends that the monies are not monies secured under the WCH Charge because WCH had no entitlement to appoint a receiver and manager because the WCH Charge had been assigned to Knightsbridge Managed Funds.",
      "id": "s914"
    },
    {
      "text": "Thus, the costs were not costs which were contemplated by cl 8(c) of the WCH Loan Agreement.",
      "id": "s915"
    },
    {
      "text": "343 In my view, the expenses were expenses properly incurred in seeking to enforce rights under the WCH Charge and, therefore, fall within the ambit of cl 8(c) of the WCH Loan Agreement.",
      "id": "s916"
    },
    {
      "text": "I have found that the assignment of the WCH Charge was an equitable assignment.",
      "id": "s917"
    },
    {
      "text": "The consequence is that, as the party with legal title to the WCH Charge, it was incumbent upon WCH to take steps on behalf of the equitable owner to enforce the charge.",
      "id": "s918"
    },
    {
      "text": "WCH was, therefore, entitled to rely upon cl 8(c) of the WCH Loan Agreement.",
      "id": "s919"
    },
    {
      "text": "Set-off \n \n344 Each of Meadow Springs and IMF also contended that the claims made by the Knightsbridge parties were subject to a set-off under the provisions of s 553C of the Act.",
      "id": "s920"
    },
    {
      "text": "345 It was said that Meadow Springs was entitled to claim damages from WCH by reason of WCH's failure to provide $3 million of the $6.35 million it undertook to advance under the WCH Loan Agreement.",
      "id": "s921"
    },
    {
      "text": "The consequence of WCH's breach of contract was that Meadow Springs suffered loss because it was required to pay interest at a higher rate under the Facility Agreement.",
      "id": "s922"
    },
    {
      "text": "346 This contention is not to be accepted.",
      "id": "s923"
    },
    {
      "text": "In my view, the effect of the 24 May Loan Agreement and 24 May Deed of Priority was that Meadow Springs waived the obligation on WCH to provide the $3 million advance and any claims in respect of the failure to provide the advance.",
      "id": "s924"
    },
    {
      "text": "This is to be implied particularly from the language of the 24 May Loan Agreement which refers to the Facility Agreement as being \"part of\" the WCH Loan Agreement.",
      "id": "s925"
    },
    {
      "text": "347 I have not dealt with the declaration sought by the third defendants in their cross-claim.",
      "id": "s926"
    },
    {
      "text": "I shall hear from the parties on how that claim is to be progressed.",
      "id": "s927"
    },
    {
      "text": "348 I adjourn this matter to a date to be fixed to permit the parties to produce a minute of orders giving effect to these reasons, and also, for the making of directions as to the further conduct of the outstanding matters.",
      "id": "s928"
    },
    {
      "text": "I certify that the preceding three hundred and forty-eight (348) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s929"
    },
    {
      "text": "Associate:\nDated: 9 April 2008\n\n\n Counsel for the Plaintiff: Mr DH Solomon \n \n Solicitor for the Plaintiff: Solomon Brothers \n \n Counsel for the First Defendant: Mr G Bigmore QC and Mr PA Tottle \n \n Solicitor for the First Defendant: Tottle Partners \n \n Counsel for the Second Defendants: Mr AR Harris QC \n \n Solicitor for the Second Defendants: Christensen Vaughan \n \n Counsel for the Third Defendants: The Third Defendants did not appear.",
      "id": "s930"
    },
    {
      "text": "Counsel for the Fourth Defendant: Mr DM Stone \n \n Solicitor for the Fourth Defendant: Williams &amp; Hughes \n \n Date of Hearing: 29, 30, 31 October 2007, 1 November 2007 and 22 January 2008 \n \n Date of Judgment: 9 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/471.html",
      "id": "s931"
    }
  ]
}