{
  "name": "Thai Pineapple Canning Industry Corp Ltd v Minister for Justice &amp; Customs [2008] FCA 443 (4 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/443.html",
  "catchphrases": [
    {
      "text": "anti-dumping measures",
      "id": "c0"
    },
    {
      "text": "comparison made with other sellers",
      "id": "c1"
    },
    {
      "text": "whether low volume of domestic sales",
      "id": "c2"
    },
    {
      "text": "minister satisfied domestic sales still large enough to permit a proper comparison",
      "id": "c3"
    },
    {
      "text": "obligation to compare like goods",
      "id": "c4"
    },
    {
      "text": "no special onus on exporters",
      "id": "c5"
    },
    {
      "text": "customs' obligation to make adjustments",
      "id": "c6"
    },
    {
      "text": "wrong application of statutory tests",
      "id": "c7"
    },
    {
      "text": "denial of procedural fairness",
      "id": "c8"
    },
    {
      "text": "legal error established.",
      "id": "c9"
    },
    {
      "text": "administrative law",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "(For General Distribution: 1 August 2008)\n \n BUCHANAN J: \n INTRODUCTION \n \n1 This case concerns a challenge to a decision by the first respondent, the Minister for Justice and Customs ('the Minister') under the Customs Act 1901 (Cth) ('the Act') to accept recommendations of the second respondent, the Chief Executive Officer of Customs ('the CEO') concerning the imposition of 'anti-dumping' measures on the applicant, Thai Pineapple Canning Industry Corporation Ltd ('TPC').",
      "id": "s0"
    },
    {
      "text": "The challenge is made under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') which permits a challenge to administrative decisions on the ground (generally speaking) of legal error.",
      "id": "s1"
    },
    {
      "text": "TPC also challenges the recommendations themselves under s 3(3) of the ADJR Act which provides:\n \n 'Where provision is made by an enactment for the making of a report or recommendation before a decision is made in the exercise of a power under that enactment or under another law, the making of such a report or recommendation shall itself be deemed, for the purposes of this Act, to be the making of a decision.",
      "id": "s2"
    },
    {
      "text": "' \n \n\n2 Although the CEO was responsible, under the Act, for the recommendations made to the Minister, it will generally be convenient to refer to the actions and decisions of the CEO and others simply as those of Customs.",
      "id": "s3"
    },
    {
      "text": "3 The challenged recommendations arose from a Report ('the Final Report') made by the CEO to the Minister.",
      "id": "s4"
    },
    {
      "text": "The full version of the Final Report (the confidential version) contained confidential material not included in a publicly available version.",
      "id": "s5"
    },
    {
      "text": "The Minister formally adopted, as a sufficient statement of his reasons for decision, the findings and reasons stated by Customs for its recommendations which were set out in the publicly available version.",
      "id": "s6"
    },
    {
      "text": "However, the parties agreed that the challenges to the Minister's decision in the present case should be determined by reference to the confidential material also.",
      "id": "s7"
    },
    {
      "text": "That is the approach I have followed although it will be relevant to draw attention to some differences between the two versions of the Final Report.",
      "id": "s8"
    },
    {
      "text": "4 I am satisfied that there were legal errors made in Customs' findings and recommendations and hence in the Minister's decision.",
      "id": "s9"
    },
    {
      "text": "In particular there were failures to properly apply the statutory tests under the Act and there was a failure to accord procedural fairness to TPC.",
      "id": "s10"
    },
    {
      "text": "Although I have not accepted all the arguments advanced by TPC there has been a sufficient foundation established under the ADJR Act to set aside the CEO's recommendations and the Minister's decision so far as they concern TPC.",
      "id": "s11"
    },
    {
      "text": "5 The case itself, in this Court, was argued under confidentiality restraints sought by the respondents and accepted by the applicant.",
      "id": "s12"
    },
    {
      "text": "In light of their agreement I made no separate adjudication of whether, and to what extent, confidentiality was required about specific factual matters and various analyses by Customs.",
      "id": "s13"
    },
    {
      "text": "Under the Act, the confidentiality of matters relating to the commercial interests of those who provide information to Customs is protected to a significant extent.",
      "id": "s14"
    },
    {
      "text": "Customs' practice therefore is to bring into existence both public and confidential versions of some documents.",
      "id": "s15"
    },
    {
      "text": "The public versions are placed, along with other non-confidential material, on a public file which is available for inspection by interested parties.",
      "id": "s16"
    },
    {
      "text": "The public file system is an important element in the maintenance of transparency in the processes directed by the Act to deal with anti-dumping and countervailing subsidy issues.",
      "id": "s17"
    },
    {
      "text": "A detailed examination of the structure of that part of the Act may be found in the judgment of a Full Court in Pilkington (Australia) Ltd v Minister for Justice and Customs [2002] FCAFC 423 ; (2002) 127 FCR 92 ( 'Pilkington').",
      "id": "s18"
    },
    {
      "text": "It is not necessary to repeat it here.",
      "id": "s19"
    },
    {
      "text": "6 The legitimate need for confidentiality must be balanced with the objective of providing as much transparency as reasonably possible to the decision-making process.",
      "id": "s20"
    },
    {
      "text": "Although interested parties may make their own claims for confidentiality of the material they provide to Customs (so that it does not fall, for example, into the hands of their commercial rivals), it is Customs which decides what will appear in the public version of its reports and what will appear only in a confidential version.",
      "id": "s21"
    },
    {
      "text": "In the present case there were also some lines of analysis which were central to the decision-making process which were not described adequately by a public summary.",
      "id": "s22"
    },
    {
      "text": "Although those matters were able to be examined in closed session before the Court, those parts of the proceedings were closely confined.",
      "id": "s23"
    },
    {
      "text": "The legal representatives of both sides gave appropriate undertakings to the Court and had full access.",
      "id": "s24"
    },
    {
      "text": "Those officers of Customs who were assisting the case for the respondents had full access.",
      "id": "s25"
    },
    {
      "text": "Access on TPC's side was more limited.",
      "id": "s26"
    },
    {
      "text": "7 I do not suggest any general criticism of the overall nature of the confidentiality arrangements in this or any other case.",
      "id": "s27"
    },
    {
      "text": "As I said earlier, in the present case they were accepted by TPC.",
      "id": "s28"
    },
    {
      "text": "Those restraints, however, present difficulties for the adequate resolution of the matters raised by the proceedings in this Court.",
      "id": "s29"
    },
    {
      "text": "Apart from the necessity to move in and out of confidential session in a way which will prevent the whole transcript of the proceedings ever being available for intelligent public scrutiny, the arrangements adopted pose major challenges for the formulation of publicly available reasons for my conclusion that the decision of the Minister and the recommendations of the CEO should be set aside so far as they affect TPC.",
      "id": "s30"
    },
    {
      "text": "I have found it sufficiently difficult to provide adequate reasons outside the limits of the constraints adopted that I have decided to forego that attempt, for the time being at least.",
      "id": "s31"
    },
    {
      "text": "I also remain uncertain where some of the limits are.",
      "id": "s32"
    },
    {
      "text": "As counsel for TPC observed in submissions, there are aspects of the decision-making process for which the respondents claimed confidentiality which appear to be disclosed by material on the public file.",
      "id": "s33"
    },
    {
      "text": "8 I have decided, in the circumstances, that I should provide my reasons in a form which is, although final, confidential at this stage.",
      "id": "s34"
    },
    {
      "text": "I will order that the parties confer about such redactions as may be necessary to preserve reasonable confidentiality consistent with the broader public interest in permitting public understanding of the reasons for the Court's decision.",
      "id": "s35"
    },
    {
      "text": "If the parties cannot agree I will take further submissions about that issue.",
      "id": "s36"
    },
    {
      "text": "9 I hope that the explanation given for the course I have chosen will go some way to explain the inevitable disjunction which will appear in the judgment as it is later published in a non-confidential form.",
      "id": "s37"
    },
    {
      "text": "BACKGROUND \n \n10 The recommendations and decision under challenge concerned the imposition of anti-dumping duties on pineapple fruit in containers exported from Thailand to Australia.",
      "id": "s38"
    },
    {
      "text": "There are two types of pineapple goods exported to Australia from Thailand which are subject to anti-dumping measures.",
      "id": "s39"
    },
    {
      "text": "They are known as 'consumer pineapple' (pineapple fruit prepared or preserved in containers not exceeding one litre) and 'FSI pineapple' (pineapple fruit prepared or preserved in containers exceeding one litre).",
      "id": "s40"
    },
    {
      "text": "On the Australian market these goods compete with locally produced pineapple products.",
      "id": "s41"
    },
    {
      "text": "Pineapple fruit similarly packaged is produced and sold in Australia by Golden Circle Limited.",
      "id": "s42"
    },
    {
      "text": "Customs considers it the sole manufacturer and processor of pineapple fruit in Australia.",
      "id": "s43"
    },
    {
      "text": "11 TPC is a privately owned Thai company.",
      "id": "s44"
    },
    {
      "text": "It has been operating since 1967.",
      "id": "s45"
    },
    {
      "text": "It has one factory.",
      "id": "s46"
    },
    {
      "text": "It was the first company in Thailand to process pineapple products.",
      "id": "s47"
    },
    {
      "text": "Its core business is the manufacture and distribution of canned pineapple, pineapple juice concentrate and pineapple products.",
      "id": "s48"
    },
    {
      "text": "12 The present proceedings are concerned only with the export by TPC to Australia of consumer pineapple.",
      "id": "s49"
    },
    {
      "text": "In the relevant period TPC did not export FSI pineapple to Australia and did not sell consumer pineapple on the Thai domestic market.",
      "id": "s50"
    },
    {
      "text": "THE 2001 REPORT \n \n13 Anti-dumping measures were on 18 October 2001 imposed on both consumer pineapple and FSI pineapple exported from Thailand following an earlier enquiry and report (the 2001 Report) by Customs to the Minister.",
      "id": "s51"
    },
    {
      "text": "TPC was directly affected.",
      "id": "s52"
    },
    {
      "text": "14 The 2001 Report made important distinctions between the market segments for the sale of pineapple fruit in containers and amongst quality differences within those market segments.",
      "id": "s53"
    },
    {
      "text": "The distinctions are relevant for the present case because in the period under consideration, TPC exported to Australia in only one of the market segments (consumer pineapple) and its sales were predominantly of the lowest grade of fruit.",
      "id": "s54"
    },
    {
      "text": "15 One distinction made by the 2001 Report has been already identified: the distinction between consumer pineapple and FSI pineapple.",
      "id": "s55"
    },
    {
      "text": "Another distinction made was a distinction in quality amongst three different standards of fruit.",
      "id": "s56"
    },
    {
      "text": "Typical branding associated with the different grades of fruit was also described.",
      "id": "s57"
    },
    {
      "text": "16 The 2001 Report contained the following:\n \n ' Pineapple (fruit) , either prepared or preserved, in syrup or juice, in containers, falls into two distinct market segments (see also discussion under like goods at section 4.1.2).",
      "id": "s58"
    },
    {
      "text": "The segments of the market are: \n \n \n \n &#8226; fruit food service and industrial (fruit FSI): typically in container sizes with a net weight between 3.0 and 3.2kg, (other sizes are in use), with or without labels.",
      "id": "s59"
    },
    {
      "text": "Those without labels are referred to as \"brights\"; and \n \n &#8226; fruit consumer (fruit consumer): typically in container sizes with net weights between 225g, 425-450g and 825-850g, (other sizes are in use); \n \n \n \n The fruit FSI segment of the market can be further segmented into the \"food service\" sector of which the pizza market is the largest part and the \"industrial\" sector consisting primarily of food manufacturers.",
      "id": "s60"
    },
    {
      "text": "The fruit consumer segment of the market can be further segmented into fruit consumer canned and fruit consumer in plastic cups.",
      "id": "s61"
    },
    {
      "text": "Within pineapple fruit in containers a number of quality differences have also been identified.",
      "id": "s62"
    },
    {
      "text": "They are typically described as: \n \n &#8226; fancy (also known as extra-choice or \"A\" grade in Australia); \n \n &#8226; choice (\"B\" grade), typically described as \"house\" brand; and \n \n &#8226; standard (\"C\" grade), typically described as \"generic\" brand.",
      "id": "s63"
    },
    {
      "text": "The grade of a pineapple is distinguished mainly by colour.",
      "id": "s64"
    },
    {
      "text": "A rich, almost fluorescent yellow colour, uniform in size, weight and shape identifies that part as fancy and is considered the best quality to come from the fruit.",
      "id": "s65"
    },
    {
      "text": "That part which is a paler yellow in colour, identifies the pineapple as choice grade and pineapple almost white in colour, which may contain broken and uneven pieces, and having a flavour not as sweet as \"A\" or \"B\" grade, is considered to be of a poorer quality and is described as standard grade or generic brand.",
      "id": "s66"
    },
    {
      "text": "(Emphasis added.",
      "id": "s67"
    },
    {
      "text": ")\n \n THE 2006 ENQUIRIES \n \n17 Under s 269TM of the Act, dumping notices issued as a result of the 2001 Report expired five years after the date on which they were published, unless earlier revoked.",
      "id": "s68"
    },
    {
      "text": "The dumping measures were therefore due to expire on 17 October 2006.",
      "id": "s69"
    },
    {
      "text": "On 1 December 2005 Customs published a notice that the anti-dumping measures would expire on 17 October 2006.",
      "id": "s70"
    },
    {
      "text": "Eligible persons were invited to apply, by 30 January 2006, for continuation of the measures.",
      "id": "s71"
    },
    {
      "text": "On 30 January 2006 Golden Circle Limited lodged an application for continuation of the anti-dumping measures on consumer pineapple and FSI pineapple exported from Thailand.",
      "id": "s72"
    },
    {
      "text": "On 31 January 2006 Golden Circle Limited also made an application for a review of anti-dumping measures applying to consumer pineapple and FSI pineapple exported from Thailand.",
      "id": "s73"
    },
    {
      "text": "18 The two enquiries --- the continuation enquiry and the review of anti-dumping measures --- continued thereafter in parallel and were ultimately the subject of a single report (entitled Trade Measures Branch Report Nos 110 and 111 ).",
      "id": "s74"
    },
    {
      "text": "It is that report (the Final Report) which made the recommendations accepted by the Minister which are challenged in the present proceedings.",
      "id": "s75"
    },
    {
      "text": "19 During June and July 2006 Customs officers carried out visits to three exporters of pineapple fruit from Thailand.",
      "id": "s76"
    },
    {
      "text": "They were TPC, Dole Thailand Limited ('DTL') and the Siam Agro Industry Pineapple and Others Public Company Limited ('SAICO').",
      "id": "s77"
    },
    {
      "text": "Reports were produced with respect to each of these visits and were placed (with some redactions) on the public file.",
      "id": "s78"
    },
    {
      "text": "There were confidential parts of the reports including schedules which were not published.",
      "id": "s79"
    },
    {
      "text": "TPC's export sales \n \n20 The 'review period' with which the enquiries were concerned was 2005.",
      "id": "s80"
    },
    {
      "text": "As will be seen, the Act required (relevantly for the present case) a comparison to be made between the 'export value' of TPC's exports to Australia in 2005 and the 'normal value' of those exports.",
      "id": "s81"
    },
    {
      "text": "21 As will be explained in greater detail, if an exporter sells 'like goods' on the domestic market in its home country then (subject to exceptions which did not apply in the present case) a comparison must be made between those sales and its export sales (with appropriate adjustments to ensure the comparison is a proper one) to see if the exported product has been 'dumped' on the Australian market.",
      "id": "s82"
    },
    {
      "text": "Where an exporter does not sell its exported product on the domestic market a comparison may be made between the export price and the domestic selling price of other sellers.",
      "id": "s83"
    },
    {
      "text": "The comparison in both cases must be with 'like goods'.",
      "id": "s84"
    },
    {
      "text": "Adjustments must be made to ensure that any differences in product, timing of sales, costs of transportation, selling costs etc are accommodated so that the comparison of prices is, so far as possible, a proper and fair one.",
      "id": "s85"
    },
    {
      "text": "22 The great bulk of the consumer pineapple exported by TPC to Australia in 2005 was generic brand and of standard (as opposed to choice or fancy) fruit.",
      "id": "s86"
    },
    {
      "text": "Most of TPC's export sales to Australia in 2005 were to Woolworths.",
      "id": "s87"
    },
    {
      "text": "The sales to Woolworths were all sales of generic brand standard grade (C Grade) fruit.",
      "id": "s88"
    },
    {
      "text": "There were also sales in the review period to Foodland and Grocery Holdings.",
      "id": "s89"
    },
    {
      "text": "There were some limited sales of choice grade fruit to them.",
      "id": "s90"
    },
    {
      "text": "Details of the sales were provided to Customs by TPC in answer to a questionnaire administered by Customs.",
      "id": "s91"
    },
    {
      "text": "The sales to the various Australian customers were identified in detail, both by description and by product codes which were themselves explained in the response to the questionnaire.",
      "id": "s92"
    },
    {
      "text": "It appears from those details that, during 2005, TPC exported only [ xxx ]kg (about [ xxx ]% of the total) of choice (B Grade) fruit to Australia.",
      "id": "s93"
    },
    {
      "text": "It exported no fancy (A Grade) fruit to Australia.",
      "id": "s94"
    },
    {
      "text": "OTHER EXPORTERS \n \n23 In order to appreciate the way Customs reasoned its way to its conclusions and recommendations about TPC it is necessary to know a little about the overall scope of the review and the circumstances of other exporters.",
      "id": "s95"
    },
    {
      "text": "24 The anti-dumping measures imposed on 18 October 2001 applied to all exports of consumer pineapple and FSI pineapple from Thailand to Australia except for FSI pineapple exported by one company, Malee Sampran Public Co ('Malee').",
      "id": "s96"
    },
    {
      "text": "Apart from Malee, dumping duty was payable on pineapple fruit exported by SAICO, DTL (through an intermediary, Castle and Cooke Worldwide), Castle and Cooke Worldwide (as supplied to it by DTL), TPC and other (unspecified) exporters.",
      "id": "s97"
    },
    {
      "text": "Exporters so described remained the subject of the measures recommended by Customs in 2006.",
      "id": "s98"
    },
    {
      "text": "25 SAICO was visited in relation to the original investigation and also in 2006.",
      "id": "s99"
    },
    {
      "text": "It is a public company.",
      "id": "s100"
    },
    {
      "text": "SAICO products, which include tropical fruit products other than pineapple, are marketed and sold domestically and worldwide.",
      "id": "s101"
    },
    {
      "text": "All SAICO's exports to Australia during the investigation period were FSI pineapple.",
      "id": "s102"
    },
    {
      "text": "Customs found that its domestic sales of FSI pineapple [ had a specific relationship with ] the volume of its exports to Australia.",
      "id": "s103"
    },
    {
      "text": "It also sold consumer pineapple on the domestic market and exported a large volume of pineapple fruit to other countries.",
      "id": "s104"
    },
    {
      "text": "26 DTL was not visited in relation to the original investigation but was visited in 2006.",
      "id": "s105"
    },
    {
      "text": "DTL produced fruit products for domestic sale by another Thai company, Thai American Foods Ltd ('TAF').",
      "id": "s106"
    },
    {
      "text": "DTL took a profit.",
      "id": "s107"
    },
    {
      "text": "TAF took a further, [ xxx ], profit when it sold to retailers in the Thai domestic market.",
      "id": "s108"
    },
    {
      "text": "DTL also sold its product to Castle and Cook Worldwide which then sold the product on the export market, including to Australia.",
      "id": "s109"
    },
    {
      "text": "Deliveries to Australia pursuant to those export sales by Castle and Cook Worldwide were then made directly by DTL.",
      "id": "s110"
    },
    {
      "text": "DTL sold, both locally and for export, consumer pineapple and FSI pineapple.",
      "id": "s111"
    },
    {
      "text": "27 In its Visit Report dated July 2006, which was placed on the public file, Customs found the following:\n \n 'DTL is a manufacturer of packaged fruit products.",
      "id": "s112"
    },
    {
      "text": "DTL has two factories in Thailand located at Hua Hin and Chumphon.",
      "id": "s113"
    },
    {
      "text": "The overwhelming majority of the fresh pineapple used to produce the canned pineapple fruit is purchased on the open market.",
      "id": "s114"
    },
    {
      "text": "A small quantity of pineapple fruit is also sourced from pineapple fruit grown by DTL on leased land.",
      "id": "s115"
    },
    {
      "text": "In addition to canned pineapple, DTL produces pineapple juice products, including pineapple juice concentrate, single strength pineapple juice and clarified pineapple juice; canned tropical fruit and fruit salad; and pineapple, tropical fruit and deciduous fruit in plastic cups and jars.",
      "id": "s116"
    },
    {
      "text": "DTL's products are sold both domestically and worldwide.",
      "id": "s117"
    },
    {
      "text": "In the domestic market sales for domestic consumption are through an affiliated company, Thai American Foods Ltd (TAF) .",
      "id": "s118"
    },
    {
      "text": "TAF is wholly owned by another company in the Dole group of company's (Dole Fresh Fruit Company).",
      "id": "s119"
    },
    {
      "text": "For export sales, apart from a minor proportion sold to some independent traders, all sales are made through another affiliated company, Castle &amp; Cooke Worldwide (CCWW).",
      "id": "s120"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s121"
    },
    {
      "text": ")\n \n\n28 The arrangements for selling in the domestic market were described as follows:\n \n ' For domestic sales DTL manufactures to orders placed by an affiliated company TAF .",
      "id": "s122"
    },
    {
      "text": "We obtained a copy of the sales agreement with TAF.",
      "id": "s123"
    },
    {
      "text": "The agreement sets out the roles of DTL as a contract manufacturer and TAF as a marketer and distributor of the goods in Thailand.",
      "id": "s124"
    },
    {
      "text": "TAF is wholly owned by another company in the Dole group of companies.",
      "id": "s125"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s126"
    },
    {
      "text": ")\n \n\nand:\n \n 'We examined DTL's policy for setting the price between DTL and TAF.",
      "id": "s127"
    },
    {
      "text": "We examined the profit achieved by DTL on sales to TAF as well as sales prices from TAF onto the domestic market in Thailand.",
      "id": "s128"
    },
    {
      "text": "We also examined the profit achieved by another seller on arms length sales on the domestic market and compared this to the profit realised by DTL.",
      "id": "s129"
    },
    {
      "text": "On the basis of this information we consider that the sales from DTL to TAF are arms length .",
      "id": "s130"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s131"
    },
    {
      "text": ")\n \n\n29 DTL sold about [ xxx ] times more consumer pineapple to TAF, as domestic sales, than to Castle and Cook Worldwide for export to Australia.",
      "id": "s132"
    },
    {
      "text": "By way of comparison, its sales of consumer pineapple to TAF, as domestic sales, were only about [ xxx ]% of TPC's export sales to Australia.",
      "id": "s133"
    },
    {
      "text": "DTL's export sales destined for Australia were only about [ xxx ]% of TPC's exports to Australia.",
      "id": "s134"
    },
    {
      "text": "THE STATUTORY SCHEME \n \n30 Under the Act, extensive provision is made by Part XVB for the imposition of 'anti dumping' measures.",
      "id": "s135"
    },
    {
      "text": "The statutory scheme is described in s 269SM(1) and (2) as follows:\n \n \n '(1) This Part deals with the taking of anti-dumping measures in respect of goods whose importation into Australia involves a dumping or counter available subsidisation of those goods that injures, or threatens to injure, Australian industry.",
      "id": "s136"
    },
    {
      "text": "Those measures might consist of the publication of a dumping duty notice or a countervailing duty notice or the acceptance of an undertaking on conditions that make it unnecessary to publish such a notice.",
      "id": "s137"
    },
    {
      "text": "(2) If a notice is published, that notice creates a liability under the Dumping Duty Act, in relation to any goods to which the notice extends, to pay a special duty of customs on their importation into Australia and, pending assessment of that special duty, to pay interim duty.",
      "id": "s138"
    },
    {
      "text": "' \n \n \n\n31 The term 'dumped goods' is defined in s 269T as follows:\n \n ' dumped goods means any goods exported to Australia that the Minister has determined, under section 269TACB, have been dumped.",
      "id": "s139"
    },
    {
      "text": "' \n\n\n \n32 Those provisions of s 269TACB of particular relevance to the present proceedings are as follows:\n \n '(1) If: \n (a) application is made for a dumping duty notice; and \n \n \n \n (b) export prices in respect of goods the subject of the application exported to Australia during the investigation period have been established in accordance with section 269TAB; and \n (c) corresponding normal values in respect of like goods during that period have been established in accordance with section 269TAC; \n \n \n \n \n the Minister must determine, by comparison of those export prices with those normal values, whether dumping has occurred.",
      "id": "s140"
    },
    {
      "text": "(2) In order to compare those export prices with those normal values, the Minister may, subject to subsection (3): \n \n \n \n \n (a) compare the weighted average of export prices over the whole of the investigation period with the weighted average of corresponding normal values over the whole of that period; \n ... \n \n \n \n \n \n (4) If, in a comparison under subsection (2), the Minister is satisfied that the weighted average of export prices over a period is less than the weighted average of corresponding normal values over the period: \n \n \n \n \n (a) the goods exported to Australia during that period are taken to have been dumped; and \n (b) the dumping margin for the exporter concerned in respect of those goods and that period is the difference between those weighted averages.",
      "id": "s141"
    },
    {
      "text": "... \n \n \n \n \n \n (7) Subject to subsection (8), the existence of dumping and the size of a dumping margin will normally be worked out for individual exporters of goods to Australia.",
      "id": "s142"
    },
    {
      "text": "... \n \n \n \n (10) Any comparison of export prices, or weighted average of export prices, with any corresponding normal values, or weighted average of corresponding normal values, must be worked out in respect of similar units of goods, whether determined by weight, volume or otherwise.",
      "id": "s143"
    },
    {
      "text": "' \n \n \n\n33 The only issue with which the present proceedings are concerned was the way in which Customs determined 'normal values' for TPC's exports of consumer pineapple to Australia.",
      "id": "s144"
    },
    {
      "text": "Detailed provisions for the ascertainment of the normal value of goods are contained within s 269TAC.",
      "id": "s145"
    },
    {
      "text": "The immediately relevant provisions are as follows:\n \n \n '(1) Subject to this section, for the purposes of this Part, the normal value of any goods exported to Australia is the price paid or payable for like goods sold in the ordinary course of trade for home consumption in the country of export in sales that are arms length transactions by the exporter or, if like goods are not so sold by the exporter, by other sellers of like goods .",
      "id": "s146"
    },
    {
      "text": "... \n \n \n \n (8) Where the normal value of goods exported to Australia is the price paid or payable for like goods and that price and the export price of the goods exported: \n \n \n (a) relate to sales occurring at different times; or \n (b) are not in respect of identical goods; or \n \n \n \n (c) are modified in different ways by taxes or the terms or circumstances of the sales to which they relate; \n \n \n \n \n that price paid or payable for like goods is to be taken to be such a price adjusted in accordance with directions by the Minister so that those differences would not affect its comparison with that export price .",
      "id": "s147"
    },
    {
      "text": "... \n \n\n\n \n (14) If: \n \n (a) application is made for a dumping duty notice; and \n \n (b) goods the subject of the application are exported to Australia; but \n \n (c) the volume of sales of like goods for home consumption in the country of export by the exporter or another seller of like goods is less than 5% of the volume of goods the subject of the application that are exported to Australia by the exporter; \n \n the volume of sales referred to in paragraph (c) is taken , for the purposes of paragraph (2)(a), to be a low volume unless the Minister is satisfied that it is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under section 269TACB.",
      "id": "s148"
    },
    {
      "text": "' \n \n\n(I have emphasised some aspects that require particular attention in the discussion which follows.",
      "id": "s149"
    },
    {
      "text": ")\n \n34 In the event that it is not possible, for various reasons including low volume, to ascertain the normal value of goods exported to Australia under s 269TAC(1), alternative methods for establishing normal value are prescribed by s 269TAC(2).",
      "id": "s150"
    },
    {
      "text": "One method involves aggregating the sum of the cost of production or manufacture and such amounts determined by the Minister as would be the administrative, selling and general costs and profit (subject to some exceptions).",
      "id": "s151"
    },
    {
      "text": "Another, if the Minister so directs, involves an assessment of the price paid or payable in export sales to an appropriate third country.",
      "id": "s152"
    },
    {
      "text": "35 Detailed consideration of the operation of s 269TAC(2) is not required in the present case because it was not used to establish normal value.",
      "id": "s153"
    },
    {
      "text": "However, there is an issue which arises about the use, in s 269TAC(2), of the concept of 'low volume' and the interaction of that term with its use in s 269TAC(14).",
      "id": "s154"
    },
    {
      "text": "It is useful, therefore, to set out the parts of s 269TAC(2) which expose that issue, as follows:\n \n '(2) Subject to this section, where the Minister: \n (a) is satisfied that: \n (i) because of the absence, or low volume, of sales of like goods in the market of the country of export that would be relevant for the purpose of determining a price under subsection (1); or \n (ii) ... \n \n the normal value of goods exported to Australia cannot be ascertained under subsection (1) ; or \n (b) ... \n \n the normal value of the goods for the purposes of this Part is: \n (c) ...; or \n (d) ...' \n (Emphasis added.",
      "id": "s155"
    },
    {
      "text": ")\n \n\n36 The effect of the combined operation of s 269TAC(2)(a) and s 269TAC(14) is that, in the event of a volume of domestic sales of less than 5% of export sales, the Act directs that one of the methods in s 269TAC(2) be used to establish normal value (rather than s 269TAC(1)) unless the Minister is satisfied that the volume is still large enough to permit a proper comparison.",
      "id": "s156"
    },
    {
      "text": "If the Minister is not so satisfied (or if there is no proper basis to be satisfied) s 269TAC(1) must not be used.",
      "id": "s157"
    },
    {
      "text": "That is to say, normal value is not to be ascertained by a comparison with prices on the domestic market.",
      "id": "s158"
    },
    {
      "text": "Application of the statutory scheme to TPC \n \n37 In its recommendations to the Minister, Customs addressed how normal value should be ascertained for TPC's exports to Australia.",
      "id": "s159"
    },
    {
      "text": "There were two important aspects to the approach taken by Customs to the calculation of normal value for TPC.",
      "id": "s160"
    },
    {
      "text": "First, it determined to make a comparison between the price of TPC's export sales and the price at which TAF sold on the Thai domestic market, even though the volume of TAF's domestic sales was only about [ xxx ]% of TPC's export sales.",
      "id": "s161"
    },
    {
      "text": "Put in terms of the statutory provisions, Customs decided to assess normal value under s 269TAC(1) rather than s 269TAC(2).",
      "id": "s162"
    },
    {
      "text": "Secondly, it rejected the need to make a number of adjustments which TPC claimed were required by s 269TAC(8) in the event that normal value was to be assessed under s 269TAC(1).",
      "id": "s163"
    },
    {
      "text": "THE APPLICANT'S CONTENTIONS ABOUT LEGAL ERROR \n \n38 The respondents' written submissions identified the applicant's contentions in the following way, which I adopt as a convenient summary:\n \n \n '1.",
      "id": "s164"
    },
    {
      "text": "The respondents were required to but erred in failing to establish the applicant's normal value under s 269TAC(2) rather than s 269TAC(1) given the low volume of sales of like goods in the Thai domestic market.",
      "id": "s165"
    },
    {
      "text": "This ground has two aspects: \n \n \n \n &#8226; the construction of ss 269TAC(2) and 269TAC(14) adopted by the respondents was incorrect (\"the construction of ss 269TAC(2) and (14) issue\"); \n \n &#8226; there was no evidence or other material to justify the Minister accepting the recommendation from the CEO that he be satisfied that the volumes of sales were sufficient to permit a proper comparison (\"the no evidence issue\"); \n \n \n \n 2. the respondents erred by failing to comply with s 269TAC(8) and, in particular, by failing to make certain adjustments which that subsection required to be made.",
      "id": "s166"
    },
    {
      "text": "This ground has four aspects: \n \n \n \n &#8226; there is a question about the proper construction of s 269TAC(8) as to if and when the respondents are bound to make adjustments by reason of that provision (\"the construction of s 2690TAC(8) issue\"); \n \n &#8226; if the provision does operate (at least on some occasions) to require the respondents to make adjustments, were the respondents bound to make the adjustments for which the applicant contended (\"the application of s 269TAC(8) issue\"); \n \n &#8226; the respondents erred in imposing an onus on the applicant to prove that adjustments were necessary (\"the onus issue\"); and \n \n &#8226; the respondents were obliged to investigate the adjustments proposed by the applicant but did not do so or did not do so adequately (\"the failure to investigate issue\").",
      "id": "s167"
    },
    {
      "text": "3. the respondents denied the applicant procedural fairness in not providing the applicant with sufficient material in order to respond to the SEF [Statement of Essential Facts] (\"the procedural fairness issue\").",
      "id": "s168"
    },
    {
      "text": "' \n \n \n\n39 The respondents' answers to these contentions, as distilled from its written submissions, were as follows: \n \n \n '(a) The respondents addressed the correct legal questions concerning s 269TAC(2) and (14).",
      "id": "s169"
    },
    {
      "text": "The applicant may not like the answers to these questions reached by the respondents but the respondents clearly and expressly asked and answered the correct questions.",
      "id": "s170"
    },
    {
      "text": "There is no basis to infer that they misunderstood the relevant legal tests.",
      "id": "s171"
    },
    {
      "text": "It is an evaluative judgment, ultimately for the Minister, whether low volumes are sufficient to provide a proper basis for comparison.",
      "id": "s172"
    },
    {
      "text": "It was open to the respondents to conclude that the volume of sales (by the other seller) was still large enough to permit a proper comparison.",
      "id": "s173"
    },
    {
      "text": "The Minister's view of the sufficiency of the volume of sales is an opinion and as such is not open to being disproved.",
      "id": "s174"
    },
    {
      "text": "(b) A party raising an issue concerning a possible adjustment under s 269TAC(8) should provide all relevant information in its possession in order for Customs to determine whether an adjustment under s 269TAC(8) is, in fact, appropriate.",
      "id": "s175"
    },
    {
      "text": "The applicant may disagree with the merits of the respondents' decisions but the matters raised were considered and addressed.",
      "id": "s176"
    },
    {
      "text": "This is not a case where a mandatory consideration was ignored or disregarded.",
      "id": "s177"
    },
    {
      "text": "Customs considered each of the applicant's proposed adjustments and found, on the evidence advanced by the applicant, that there was not a sufficient basis to make the changes claimed.",
      "id": "s178"
    },
    {
      "text": "(c) There was no denial of procedural fairness.",
      "id": "s179"
    },
    {
      "text": "The methodology used by Customs was disclosed.",
      "id": "s180"
    },
    {
      "text": "The respondents were not required to disclose information provided to them in confidence (s 269TZJ).",
      "id": "s181"
    },
    {
      "text": "Normal values were determined by the domestic selling price of one seller.",
      "id": "s182"
    },
    {
      "text": "Customs needed to protect its identity as well as its price data or else that seller might have been exposed to a commercial disadvantage in its market.",
      "id": "s183"
    },
    {
      "text": "' \n \n \n\n40 As will be seen, in my view the respondents' answers provide no effective defence to a number of legal errors which are disclosed by an examination of events as they unfolded and by the recommendations and decision under challenge.",
      "id": "s184"
    },
    {
      "text": "For reasons which were never satisfactorily explained, Customs' position, so far as TPC was concerned, changed from an initial and public assessment that normal volume should be calculated under s 269TAC(2) to the contrary position that it should be calculated under s 269TAC(1).",
      "id": "s185"
    },
    {
      "text": "This decision introduced levels of complexity and confidentiality which proved difficult to manage.",
      "id": "s186"
    },
    {
      "text": "Justification for the use of s 269TAC(1), rather than s 269TAC(2) varied as matters progressed and became cloaked in secrecy.",
      "id": "s187"
    },
    {
      "text": "Consideration of claims for adjustment under s 269TAC(8), which arose as a direct result of the decision to assess normal value under s 269TAC(1), was, as will be explained, in some cases compromised by an unduly limited view of Customs' obligations.",
      "id": "s188"
    },
    {
      "text": "TPC's ability to defend its interests was also compromised by the way in which Customs responded to its requests for information.",
      "id": "s189"
    },
    {
      "text": "Some matters of critical importance were kept from it altogether.",
      "id": "s190"
    },
    {
      "text": "The legal errors, which I have concluded are established in this case, will emerge more particularly in the discussion which follows.",
      "id": "s191"
    },
    {
      "text": "THE TPC VISIT \n \n41 TPC contended during the course of Customs' investigation that insufficient domestic sales were available to compare with its export sales and that a normal value could not be ascertained under s 269TAC(1) but only under s 269TAC(2)(c) or (d).",
      "id": "s192"
    },
    {
      "text": "That was also Customs' initial view.",
      "id": "s193"
    },
    {
      "text": "42 In its Visit Report for TPC dated June 2006 Customs recorded that it was satisfied that TPC made no relevant domestic sales of consumer pineapple in the investigation period.",
      "id": "s194"
    },
    {
      "text": "It also said the following:\n \n \n 'Customs is aware other companies manufacture and sell pineapple fruit in Thailand.",
      "id": "s195"
    },
    {
      "text": "TPC was informed that information provided by other sellers might be used by Customs in calculating TPC's normal values.",
      "id": "s196"
    },
    {
      "text": "' \n \n\n43 That indication to TPC during the visit reflected the possibility, which arose under s 269TAC(1) (in circumstances where TPC made no sales on the Thai domestic market), that comparisons might be made with the prices of other sellers on the domestic market.",
      "id": "s197"
    },
    {
      "text": "However, contrary to that indication, the Visit Report finished with the following statements, under the heading 'Normal Values':\n \n ' We consider that there are insufficient domestic sales to establish normal values under s.269TAC(1) of the Act .",
      "id": "s198"
    },
    {
      "text": "As a consequence, preliminary normal values have been calculated under s.269TAC(2)(c) of the Act.",
      "id": "s199"
    },
    {
      "text": "We recommend normal values be calculated by using the unadjusted normal values calculated under s.269TAC(2)(c) , and making a positive adjustment for the amount of commission (where appropriate), inland transportation expenses, logistics expenses, and Customs and port expenses, identified for each sale to Australia, in accordance with s.269TAC(9) of the Act.",
      "id": "s200"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s201"
    },
    {
      "text": ")\n \n\n44 These statements were on the public file.",
      "id": "s202"
    },
    {
      "text": "Although it cannot be suggested that Customs was bound to adhere to its initial conclusions, a public statement of this kind was at least a tangible indication that there may be real doubt about the validity of a comparison with other sellers.",
      "id": "s203"
    },
    {
      "text": "It was to be expected, after an initial indication of this kind, that particular attention would be given to the basis for adopting a different course.",
      "id": "s204"
    },
    {
      "text": "As will appear, adoption of the course later followed was the subject of differing and, in my view, inconsistent explanations.",
      "id": "s205"
    },
    {
      "text": "STATEMENT OF ESSENTIAL FACTS \n \n45 On 28 July 2006 Customs published a Statement of Essential Facts for comment.",
      "id": "s206"
    },
    {
      "text": "A non-confidential version was placed on the public file.",
      "id": "s207"
    },
    {
      "text": "It records:\n \n 'This SEF sets out the essential facts on which Customs will base its recommendations to the Minister.",
      "id": "s208"
    },
    {
      "text": "The purpose of the statement is to allow interested parties the opportunity to comment on the essential facts prior to the report to the Minister being finalised.",
      "id": "s209"
    },
    {
      "text": "' \n \n\n46 Another, confidential, version was not available to interested parties.",
      "id": "s210"
    },
    {
      "text": "47 In its description of the Australian market for pineapple fruit the Statement of Essential Facts made distinctions between consumer pineapple and FSI pineapple and also, within the consumer pineapple segment, between branded product and generic/housebrand product.",
      "id": "s211"
    },
    {
      "text": "The distinctions about quality were not as clearly drawn as in the 2001 Report, although there is no suggestion that the findings in the 2001 Report remained any less valid.",
      "id": "s212"
    },
    {
      "text": "The Statement of Essential Facts said:\n \n ' Consumer pineapple \n \n Consumer Pineapple is primarily sold to large retailers or to wholesalers that on-sell to independent stores.",
      "id": "s213"
    },
    {
      "text": "There is a variety of forms including thins, slices, pieces and crushed.",
      "id": "s214"
    },
    {
      "text": "The fruit is packed in either syrup or natural juice.",
      "id": "s215"
    },
    {
      "text": "Sales are predominantly in steel cans in sizes of 225g, 410-450g and 810-850g but are also packaged in plastic containers.",
      "id": "s216"
    },
    {
      "text": "Consumer pineapple is generally labelled and marketed as: \n \n &#8226; branded product (eg Golden Circle, Dole, Heinz etc); and \n \n \n &#8226; generic/housebrand or private label product (eg Homebrand, Coles Savings, Black and Gold, Coles Choice etc).",
      "id": "s217"
    },
    {
      "text": "Each market segment generally has a distinct price point relative to the other in the market, with branded product being the most expensive and generic/housebrand (generic) being the least expensive.",
      "id": "s218"
    },
    {
      "text": "Consumers generally regard branded products as being of better quality.",
      "id": "s219"
    },
    {
      "text": "At the time of the original investigation as reported in TM41, imports were largely of generic brands.",
      "id": "s220"
    },
    {
      "text": "Since that time, imports of branded products have emerged and increased in volume.",
      "id": "s221"
    },
    {
      "text": "FSI Pineapple \n \n The FSI market is made up of food service and industrial sectors and is typically supplied in 3.0 to 3.2kg cans, although sometimes supplied in large aseptic plastic bags and drums.",
      "id": "s222"
    },
    {
      "text": "The food service sector includes pizza outlets, quick service restaurants and institutions.",
      "id": "s223"
    },
    {
      "text": "The industrial sector includes customers that use the product as an ingredient for other processed foods including fruit salads, frozen pizza, sauces packaged meals, confectionery etc. \n \n The FSI market is generally less concerned with brand and tends to be more price-sensitive than the consumer market .",
      "id": "s224"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s225"
    },
    {
      "text": ")\n \n\n48 The conclusion that branding was an important element in pricing of consumer pineapple is an important matter to bear in mind when I discuss the treatment by Customs of various price adjustments claimed by TPC to be necessary.",
      "id": "s226"
    },
    {
      "text": "49 SAICO exported only FSI pineapple to Australia.",
      "id": "s227"
    },
    {
      "text": "It also sold FSI pineapple on the Thai domestic market.",
      "id": "s228"
    },
    {
      "text": "There was no issue about low volume.",
      "id": "s229"
    },
    {
      "text": "Customs said that it proposed to establish normal value for FSI pineapple sold by SAICO under s 269TAC(1) of the Act.",
      "id": "s230"
    },
    {
      "text": "50 DTL exported both consumer and FSI pineapple to Australia and sold both types of pineapple on the domestic market.",
      "id": "s231"
    },
    {
      "text": "The following was said in the Statement of Essential Facts:\n \n ' 5.2.1 Dole Thailand Limited (DTL) \n During the review period DTL exported both consumer and FSI pineapple to Australia.",
      "id": "s232"
    },
    {
      "text": "Customs visited a company that had purchased DTL FSI pineapple and visited DTL in Thailand.",
      "id": "s233"
    },
    {
      "text": "Export price \n After examining the roles of all parties, Customs considers that, in all sales of consumer pineapple and FSI pineapple exported to Australia during the review period, DTL is the manufacturer and exporter of the goods.",
      "id": "s234"
    },
    {
      "text": "DTL sells the consumer pineapple and FSI pineapple to Castle and Cook Worldwide (CCWW).",
      "id": "s235"
    },
    {
      "text": "CCWW sells the consumer pineapple and FSI pineapple to the Australian customer.",
      "id": "s236"
    },
    {
      "text": "and:\n \n 'DTL provided details of all domestic sales of consumer pineapple and FSI pineapple during the review period.",
      "id": "s237"
    },
    {
      "text": "Customs verified consolidated sales information and individual sales to customers.",
      "id": "s238"
    },
    {
      "text": "Customs verified the price paid by the domestic customer and is satisfied that sales are arms length transactions .",
      "id": "s239"
    },
    {
      "text": "' \n \n\nand:\n \n ' Customs established that there was a sufficient quantity of domestic sales of consumer pineapple and FSI pineapple in the ordinary course of trade for normal value purposes .",
      "id": "s240"
    },
    {
      "text": "No market factor was identified to render domestic sales to be unsuitable.",
      "id": "s241"
    },
    {
      "text": "Customs proposes to establish normal value, for both consumer pineapple and FSI pineapple, under s. 269TAC(1) of the Act.",
      "id": "s242"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s243"
    },
    {
      "text": ")\n \n\n51 It should be noted that these findings had the result that any assessment of normal value for DTL had to be made, under s 269TAC(1), using its own domestic sales.",
      "id": "s244"
    },
    {
      "text": "As the first passage emphasised also clearly indicates, DTL sold to a single domestic customer.",
      "id": "s245"
    },
    {
      "text": "The Visit Report had already identified TAF as its only customer.",
      "id": "s246"
    },
    {
      "text": "There was no issue about low volume with respect to DTL's sales to its domestic customer of either consumer pineapple or of FSI pineapple.",
      "id": "s247"
    },
    {
      "text": "In accordance with s 269TAC(1) therefore, Customs proposed to establish normal value for both consumer pineapple and FSI pineapple using a comparison between domestic sales to 'the domestic customer' and export sales to Castle and Cook Worldwide.",
      "id": "s248"
    },
    {
      "text": "52 During the review period TPC exported consumer pineapple to Australia but did not sell consumer pineapple on the domestic market in Thailand.",
      "id": "s249"
    },
    {
      "text": "In relation to the establishment of normal value, and in the absence of any available comparison between TPC's export price and a price at which it sold on the domestic market, the following was said in the Statement of Essential Facts:\n \n ' Customs established that there was another seller of consumer pineapple on the domestic market .",
      "id": "s250"
    },
    {
      "text": "A comparison of the volume of domestic sales of consumer pineapple by the other seller to the volume of export sales of consumer pineapple by TPC showed that the domestic sales were of low volume as defined in s. 269TAC(14)(c) of the Act.",
      "id": "s251"
    },
    {
      "text": "The other seller also sold FSI pineapple in the domestic market.",
      "id": "s252"
    },
    {
      "text": "Customs compared the selling prices of FSI pineapple collected from all sources and found that the pricing by all sellers at the same level of trade was similar.",
      "id": "s253"
    },
    {
      "text": "On this basis it is reasonable to believe that the price achieved for sales of consumer pineapple in the domestic [market] [sic] by the other seller would be representative of domestic selling prices.",
      "id": "s254"
    },
    {
      "text": "Customs proposes to recommend that the Minister be satisfied that the volume of sales of consumer pineapple by another seller is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under s. 269TACB of the Act.",
      "id": "s255"
    },
    {
      "text": "This recommendation will be made under s. 269TAC(14) of the Act.",
      "id": "s256"
    },
    {
      "text": "Customs proposes to establish normal value under s. 269TAC(1) of the Act.",
      "id": "s257"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s258"
    },
    {
      "text": ")\n \n\n53 The proposal disclosed was a major departure from the conclusion in the TPC Visit Report.",
      "id": "s259"
    },
    {
      "text": "This (public) part of the Statement of Essential Facts did not disclose who 'the other seller' was.",
      "id": "s260"
    },
    {
      "text": "Given that 'the other seller' sold both consumer pineapple and FSI pineapple in the domestic market it could theoretically be either DTL or (perhaps) DTL's domestic customer, TAF.",
      "id": "s261"
    },
    {
      "text": "54 In the confidential part of the Statement of Essential Facts, not available to TPC, Customs identified 'the other seller' as TAF, DTL's purchaser.",
      "id": "s262"
    },
    {
      "text": "The justification for the proposed comparison was given as follows:\n \n 'Customs established that there was another seller of consumer pineapple on the domestic market.",
      "id": "s263"
    },
    {
      "text": "A comparison of the volume of domestic sales of consumer pineapple by the other seller to the volume of export sales of consumer pineapple by TPC showed that the domestic sales were of low volume as defined in s. 269TAC(14)(c) of the Act.",
      "id": "s264"
    },
    {
      "text": "The other seller (TAF) also sold FSI pineapple in the domestic market.",
      "id": "s265"
    },
    {
      "text": "Customs compared the selling prices of FSI pineapple collected from all sources and found that the pricing by all sellers at the same level of trade was similar i.e.",
      "id": "s266"
    },
    {
      "text": "the weighted average selling price by TAF and SAICO for FSI pineapple was [xxx] and [xxx] Baht per kilogram.",
      "id": "s267"
    },
    {
      "text": "On this basis it is reasonable to believe that the price achieved for sales of consumer pineapple in the domestic by the other seller would be representative of domestic selling prices .",
      "id": "s268"
    },
    {
      "text": "Customs proposes to recommend that the Minister be satisfied that the volume of sales of consumer pineapple by another seller is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under s. 269TACB of the Act.",
      "id": "s269"
    },
    {
      "text": "This recommendation will be made under s. 269TAC(14) of the Act.",
      "id": "s270"
    },
    {
      "text": "Customs proposes to establish normal value under s. 269TAC(1) of the Act.",
      "id": "s271"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s272"
    },
    {
      "text": ")\n \n\n55 The (non-public) rationale offered at this point, therefore, for comparing TPC's export price with the selling price for consumer pineapple by the other seller (TAF), was the similarity between the price at which TAF sold FSI pineapple on the domestic market and the price at which SAICO sold FSI pineapple on the domestic market.",
      "id": "s273"
    },
    {
      "text": "The rationale, which was not fully disclosed to TPC, depended upon an assumption, rather than any reliable finding of fact, about the operation of different segments of the Thai domestic market.",
      "id": "s274"
    },
    {
      "text": "As will be seen, the assumption proved unreliable.",
      "id": "s275"
    },
    {
      "text": "Customs did not persist with this line of reasoning in the Final Report.",
      "id": "s276"
    },
    {
      "text": "It moved instead to a different rationale to justify assessing normal value for TPC under s 269TAC(1) but again without disclosure to TPC.",
      "id": "s277"
    },
    {
      "text": "56 Customs had publicly announced in the Visit Report for TPC that there were insufficient domestic sales to make a comparison under s 269TAC(1).",
      "id": "s278"
    },
    {
      "text": "In the Statement of Essential Facts it announced the opposite conclusion.",
      "id": "s279"
    },
    {
      "text": "That conclusion was not accompanied by any form of explanation except a statement (based, as I have said, on assumption) that the domestic selling price it proposed to utilise for the comparison 'would be representative of domestic selling prices' .",
      "id": "s280"
    },
    {
      "text": "Some further explanation was, in my view, to be expected.",
      "id": "s281"
    },
    {
      "text": "First, in view of the earlier publicly stated conclusion that 'there are insufficient domestic sales to establish normal value under s 269TAC(1) of the Act' some basis had to be established for a recommendation that the Minister be affirmatively satisfied to the contrary.",
      "id": "s282"
    },
    {
      "text": "Secondly, the disproportion in volume between TPC's export sales and the sales proposed to be used to establish normal value for these export sales was so great, both in percentage and absolute terms, as to raise significant questions about the validity and reliability of such a comparison.",
      "id": "s283"
    },
    {
      "text": "57 For example, had TPC in fact sold 5% of its export sales on the domestic market, (removing any difficulty concerning low volume) it would have completely swamped that part of the domestic market for consumer pineapple serviced by TAF.",
      "id": "s284"
    },
    {
      "text": "It would sell more than twice as much as TAF and thereby effectively triple the amount of product being offered for sale (leaving aside differences in quality).",
      "id": "s285"
    },
    {
      "text": "Customs stated (in the confidential version of the Final Report) that DTL made a [ xxx ] on sales to TAF (compared to a combined DTL/TAF cost to make and sell) of [ xxx ]%.",
      "id": "s286"
    },
    {
      "text": "The total [ xxx ] on sales by TAF (compared to the same cost to make and sell) was [ xxx ]%.",
      "id": "s287"
    },
    {
      "text": "This compared to a rate of profit for domestic sales of the same general category of goods of [ xxx ]%.",
      "id": "s288"
    },
    {
      "text": "It is difficult to imagine that the price, and the profits available, could remain the same as TAF was able to command.",
      "id": "s289"
    },
    {
      "text": "The underlying object of the comparisons directed by the Act is to ascertain the normal value of exports free of the effects of market distortions.",
      "id": "s290"
    },
    {
      "text": "No attention seems to have been given to the probable effect on domestic prices if TPC sold on that market.",
      "id": "s291"
    },
    {
      "text": "58 It is from this point that the foundation for TPC's legal challenges begins to emerge.",
      "id": "s292"
    },
    {
      "text": "It is important particularly to note the following matters:\n \n \n - the Statement of Essential Facts represented a radical and thinly explained departure from the conclusions in the TPC Visit Report;\n - the version available to TPC concealed TAF as the source of the comparison proposed;\n - the proposed comparison was based on a thesis (later abandoned) that TAF's domestic selling price for consumer pineapple was representative of such prices on the domestic market because TAF sold FSI pineapple on the domestic market at about the same price as SAICO;\n - no direct attention was given to the large disparity between TAF's domestic sales and TPC's export sales.",
      "id": "s293"
    },
    {
      "text": "TPC'S REPRESENTATIONS \n \n59 Immediately upon publication of the Statement of Essential Facts, TPC took issue with the approach it revealed in a number of respects.",
      "id": "s294"
    },
    {
      "text": "The Statement of Essential Facts bears the date 28 July 2006.",
      "id": "s295"
    },
    {
      "text": "That was a Friday.",
      "id": "s296"
    },
    {
      "text": "It appears that it was the subject of some discussion between Mr Simpson and Ms Bridge of Customs on the same day.",
      "id": "s297"
    },
    {
      "text": "Mr Simpson made an immediate, and apparently forceful, protest about the proposal to assess normal value under s 269TAC(1).",
      "id": "s298"
    },
    {
      "text": "On Monday 31 July 2006 Mr Simpson send Ms Bridge the following email:\n \n 'Trish, \n \n Please accept my apology for my uncharacteristic outburst on Friday, which came from my sheer frustration and disappointment with --- \n \n \n (a) your finding that prices in the TAC(14) \"low volume\" domestic sales of Dole Thailand permitted a proper comparison with the export prices of the large volume exports of TPC; \n (b) the irrelevance of the relativity of prices achieved by Dole Thailand in domestic sales of FSI pineapple to the prices of others in the FSI sector when it is unreasonably accepted that FSI and consumer pineapple are not like products for the principal reason that they are sold into different market sectors; and \n (c) your apparent non-adjustment of the domestic prices of Dole Thailand for differences which would obviously have affected their comparisons with TPC's export prices, viz - \n \n \n (i) the huge disparity in sales quantities ; \n (ii) the major difference in physical characteristics ; and \n (iii) the affect of the timing difference of TPC's sale to Woolworths.",
      "id": "s299"
    },
    {
      "text": "Will you please provide me with, as a matter of urgency, export price, normal value and dumping assessments relating to the exports of TPC and SAICO.",
      "id": "s300"
    },
    {
      "text": "Thanks and regards, \n Roger' \n \n \n (Emphasis added.",
      "id": "s301"
    },
    {
      "text": ")\n \n \n\n60 It is immediately apparent that Mr Simpson mistook the identity of 'the other seller', which had not been revealed in the public version of the Statement of Essential Facts.",
      "id": "s302"
    },
    {
      "text": "That misunderstanding persisted throughout the exchanges which followed.",
      "id": "s303"
    },
    {
      "text": "It was never corrected by Customs.",
      "id": "s304"
    },
    {
      "text": "The representations which were made were bound, therefore, to be misdirected.",
      "id": "s305"
    },
    {
      "text": "In my view Customs had some responsibility for ensuring that the representations which Mr Simpson was making on behalf of his client were not rendered significantly less effective by reason of any misunderstanding, or lack of knowledge, which its exclusions from the public version of the Statement of Essential Facts had caused (see Pilkington at [28]).",
      "id": "s306"
    },
    {
      "text": "61 Despite his misunderstanding about the identity of the other seller, some of Mr Simpson's representations necessarily applied equally to TAF, because DTL was TAF's dedicated supplier.",
      "id": "s307"
    },
    {
      "text": "Hence, he must be taken as drawing Customs' explicit attention to not only the 'huge disparity' in sales quantities but also 'the major difference in physical characteristics'.",
      "id": "s308"
    },
    {
      "text": "It cannot be doubted that Mr Simpson was suggesting, in blunt terms, not only the inappropriateness of any attempted comparison (and the reasons given publicly to justify it), but also that there were major differences in product.",
      "id": "s309"
    },
    {
      "text": "These representations went directly to adjustments required under s 269TAC(8).",
      "id": "s310"
    },
    {
      "text": "It is pertinent to mention them now to dispel any suggestion that TPC failed to advance particular issues for assessment, and adjustment, by Customs.",
      "id": "s311"
    },
    {
      "text": "The relevance of that circumstance will be more apparent when I turn to discuss the question of claimed adjustments in more detail.",
      "id": "s312"
    },
    {
      "text": "62 Mr Simpson's request for information about export prices, normal value and dumping assessments relating to the exports of TPC raised an immediate issue about confidentiality.",
      "id": "s313"
    },
    {
      "text": "(Mr Simpson was also SAICO's representative so his request for information concerning SAICO is not of the same character.",
      "id": "s314"
    },
    {
      "text": ") In the case of TPC, information concerning normal value (as Customs proposed to assess it), and hence dumping, depended on material supplied by another company.",
      "id": "s315"
    },
    {
      "text": "In a case involving an exporter's own domestic sales, all necessary basic information would be available to it.",
      "id": "s316"
    },
    {
      "text": "There could be free and unhindered debate about the need for adjustments.",
      "id": "s317"
    },
    {
      "text": "That was, clearly, not going to be possible in this case if Customs persisted with its (partially) disclosed proposals.",
      "id": "s318"
    },
    {
      "text": "63 Mr Simpson's request for export price, normal value and dumping assessments generated the following response, on 2 August 2006:\n \n \n ' TPC \n \n \n Weight average export price for consumer pineapple is [xxx] THB.",
      "id": "s319"
    },
    {
      "text": "As the normal value is based on other sellers I cannot provide you with that information.",
      "id": "s320"
    },
    {
      "text": "The margin is in the range of 0-20% .",
      "id": "s321"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s322"
    },
    {
      "text": ")\n \n\n64 Under s 269TACB(4) (set out earlier) a dumping margin calculated for TPC, individually (see s 269TACB(7)), would be the difference between the weighted average of its export prices over the review period and the weighted average of the normal values calculated for the same period (from TAF's domestic selling prices under Customs' proposal).",
      "id": "s323"
    },
    {
      "text": "No doubt, had a dumping margin been calculated and provided, or normal value been provided, TPC would have been alerted to the comparison proposed.",
      "id": "s324"
    },
    {
      "text": "It would have realised that TAF selling prices were to be used rather than, as it assumed, DTL's.",
      "id": "s325"
    },
    {
      "text": "Apart from pressing its case, as it did, for adjustments for volumes, quality, branding and other matters it could have said something about the level of the prices to be used which incorporated a profit margin much larger than DTL's.",
      "id": "s326"
    },
    {
      "text": "The answer to these concerns by the respondents is that the information was confidential.",
      "id": "s327"
    },
    {
      "text": "Proper respect for confidentiality is important but, for reasons to be discussed, it did not eliminate the need for procedural fairness.",
      "id": "s328"
    },
    {
      "text": "65 Customs appears to have taken the view that a comparison with TAF's prices would be at the same level of trade as TPC's export sales.",
      "id": "s329"
    },
    {
      "text": "However, TPC was, like DTL, a manufacturer.",
      "id": "s330"
    },
    {
      "text": "It may have wished to mount an argument based on that circumstance or renew its contention that the most desirable method of calculating normal value, in all the circumstances, was under s 269TAC(2).",
      "id": "s331"
    },
    {
      "text": "The merit of Customs' position is not the critical factor, indeed it does not matter whether Customs was right or wrong about whether any comparison, if it was to be made, should be with TAF rather than DTL.",
      "id": "s332"
    },
    {
      "text": "What was necessary was a proper opportunity for TPC to defend its interests.",
      "id": "s333"
    },
    {
      "text": "66 One aspect of the need for procedural fairness is an obligation not to actively mislead.",
      "id": "s334"
    },
    {
      "text": "I was informed, during the proceedings, that in fact Customs had not calculated a dumping margin for the purpose of the enquiries.",
      "id": "s335"
    },
    {
      "text": "I was told: 'The reason why he was given a dumping margin [was] because he asked for one.",
      "id": "s336"
    },
    {
      "text": "' \n \n 67 This information was unexpected because the Statement of Essential Facts recorded the following:\n \n 'Dumping occurs when a product of one country is exported to another country at a price less than its normal value.",
      "id": "s337"
    },
    {
      "text": "Customs has examined the pattern of dumping for Thai exporters, drawing on verified data from the original investigation and the current inquiries and reviews.",
      "id": "s338"
    },
    {
      "text": "Customs has gathered a substantial amount of verified data on export price and normal value to examine the pattern of dumping.",
      "id": "s339"
    },
    {
      "text": "Customs has calculated dumping margins from verified data for the review period .",
      "id": "s340"
    },
    {
      "text": "Consumer pineapple \n The margin of dumping calculated for DTL, TPC and other exporters was not negligible .",
      "id": "s341"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s342"
    },
    {
      "text": ")\n \n\n68 It is therefore not surprising that Mr Simpson believed that such a margin had been calculated.",
      "id": "s343"
    },
    {
      "text": "The statements quoted above were repeated in identical terms in the Final Report.",
      "id": "s344"
    },
    {
      "text": "My discussion with counsel during the proceedings also exposed the fact that there was no such 'calculation' in any part of the Final Report and it had not been made for the purpose of the Final Report.",
      "id": "s345"
    },
    {
      "text": "The statement in the Final Report was, accordingly, factually wrong and this piece of advice to the Minister was unreliable.",
      "id": "s346"
    },
    {
      "text": "I cannot help but conclude that the response to Mr Simpson was a deliberate piece of misinformation.",
      "id": "s347"
    },
    {
      "text": "Perhaps it was designed to throw him off a line of inquiry which would have made it clear that the proposed comparison was with TAF's domestic prices.",
      "id": "s348"
    },
    {
      "text": "The reason does not matter.",
      "id": "s349"
    },
    {
      "text": "Objectively speaking, the response to him was, having regard to its character and the surrounding context, seriously misleading in my view as also were the statements made in both the Statement of Essential Facts and the Final Report.",
      "id": "s350"
    },
    {
      "text": "69 It was argued by counsel for the respondents that no prejudice was occasioned to TPC because, if a dumping margin had been calculated, it would have fallen within the range indicated and the erroneous statement by Customs was therefore of no real significance.",
      "id": "s351"
    },
    {
      "text": "However, in my view, the submission gives insufficient weight to established principles, both under the general law and in relation to the statutory scheme under consideration.",
      "id": "s352"
    },
    {
      "text": "An issue of the present kind is not tested by reference to an enquiry whether, in the end, it would have made a difference but rather by asking if it could possibly have made a difference, not just to the outcome but the way an interested party wished to defend its interests (see Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 ; GTE (Aust) Pty Ltd v Brown (1986) 14 FCR 309 at 330 (' GTE' )).",
      "id": "s353"
    },
    {
      "text": "70 In an email sent to Ms Bridge on 4 August 2006 Ms Simpson said the following:\n \n \n 'Trish, \n \n \n \n We will be making submissions in due course refuting, among other things, the dumping finding in relation to TPC's exports, i.e.",
      "id": "s354"
    },
    {
      "text": "to defend TPC's interests.",
      "id": "s355"
    },
    {
      "text": "The information disclosed in the SEF and your email of 2 August hereunder provides insufficient information for us to be able to exercise TPC's right to defend against the said dumping finding.",
      "id": "s356"
    },
    {
      "text": "Consequently we request that you provide us with the following information which is essential to the presentation of our case and is not by nature confidential: \n (a) the dumping margin applicable to TPC's exports; \n (b) the amount of the normal value ascertained for TPC's exports; and \n (c) details of the calculation of the said normal value.",
      "id": "s357"
    },
    {
      "text": "Concerning (c), we accept that certain of the information pertaining to the calculation may be confidential and therefore we will be satisfied with a summary which is in sufficient detail to permit our understanding of the calculation, i.e.",
      "id": "s358"
    },
    {
      "text": "the product(s) in the domestic sales of Dole Thailand used as the normal value basis and details of the calculation including TAC (8) adjustments made .",
      "id": "s359"
    },
    {
      "text": "The numbers need not be included where they are by nature confidential but we do need an outline of the calculation to defend TPC's interests.",
      "id": "s360"
    },
    {
      "text": "Obviously we need the data requested above as a matter of urgency given the short time available for response to the SEF.",
      "id": "s361"
    },
    {
      "text": "Thanks and regards, \n Roger' \n (Emphasis added.",
      "id": "s362"
    },
    {
      "text": ")\n \n\n71 Mr Simpson's misunderstanding that DTL was used as a point of comparison persisted.",
      "id": "s363"
    },
    {
      "text": "However, it was clear that he was anxious to obtain details of the product used for the purpose of comparison as well as an understanding of any adjustments made.",
      "id": "s364"
    },
    {
      "text": "Apart from dumping margin it was no doubt important to TPC to understand how it was suggested that 'like goods' were the subject of the comparison so it could make submissions about that issue and the operation of s 269TAC(8).",
      "id": "s365"
    },
    {
      "text": "72 Mr Simpson sent a follow up email on 8 August saying:\n \n 'Trish, \n \n We anxiously await the information requested in my email of 4 August hereunder.",
      "id": "s366"
    },
    {
      "text": "Customs non-provision of this information seriously impedes the defence of TPC's interest.",
      "id": "s367"
    },
    {
      "text": "Regards, \n Roger' \n \n\nand another on 9 August:\n \n \n 'Trish, \n \n Please advise by return when we can expect to receive the information requested in my email of 4 August.",
      "id": "s368"
    },
    {
      "text": "If it is your intention to not provide it, please inform by return in order that we may take action as appropriate to cause its disclosure.",
      "id": "s369"
    },
    {
      "text": "' \n \n\n73 On 11 August 2006 the following response was made:\n \n 'Roger \n \n I refer to your e-mails of 4/8 and 8/8 \n \n In relation to the requested information: \n \n (a) dumping margin applicable to TPC's exports --- as advised in my email to you on 2/8, the dumping margin is in the range 0-20%.",
      "id": "s370"
    },
    {
      "text": "A range was provided as the exact margin would provide the normal value which is confidential to the seller \n \n (b) the normal value ascertained for TPC's exports --- see below; \n \n (c) details of the calculation of the normal value --- see below.",
      "id": "s371"
    },
    {
      "text": "The ACS is able to advise that the normal value for TPC is based on domestic sales of products of the types exported by TPC to Australia ie slices, pieces etc .",
      "id": "s372"
    },
    {
      "text": "The details of the normal value calculation that can be provided is: \n \n Domestic sales by other sellers (Normal value) --- confidential to the other seller; \n \n Level of trade --- confidential to the other seller \n \n Export brokerage --- USD [xxx]/ kg (as per TPC visit report) \n \n Inland transport --- Baht [xxx]/ kg (as per TPC visit report) \n \n Logistics --- Baht [xxx] /kg (as per TPC visit report) \n \n Customs costs and port charges --- Baht [xxx]/ kg (as per TPC visit report) \n \n Adjusted normal value --- based on information confidential to the other seller.",
      "id": "s373"
    },
    {
      "text": "Regards \n Trisha' \n (Emphasis added.",
      "id": "s374"
    },
    {
      "text": ")\n \n\n74 This response also suggests that a dumping margin had been calculated.",
      "id": "s375"
    },
    {
      "text": "It raises other issues as well.",
      "id": "s376"
    },
    {
      "text": "Under s 269TAC(1) a comparison of 'like goods' was required.",
      "id": "s377"
    },
    {
      "text": "Unless the like goods were identical, an adjustment was required by s 269TAC(8) to remove the effect of any differences as well as to address other matters affecting a proper comparison.",
      "id": "s378"
    },
    {
      "text": "That was a statutory obligation which lay on the Minister and Customs (see GTE at 333).",
      "id": "s379"
    },
    {
      "text": "TPC had to be given an opportunity to make submissions about appropriate adjustments (see GTE at 329).",
      "id": "s380"
    },
    {
      "text": "The opportunity had to be a real one.",
      "id": "s381"
    },
    {
      "text": "The pursuit of an alternative to the original proposal to use s 269TAC(2)(c) to calculate normal value brought with it serious practical difficulties.",
      "id": "s382"
    },
    {
      "text": "The difficulty arising at this point from the confidentiality restrictions was generated by Customs' (undisclosed) proposal to make a comparison with TAF sales.",
      "id": "s383"
    },
    {
      "text": "That is not to say that it was impermissible, for that reason alone, to make a comparison under s 269TAC(1) if the statutory conditions for the comparison (including those under s 269TAC(14)) were satisfied.",
      "id": "s384"
    },
    {
      "text": "However, that choice could not unreasonably diminish the requirement of providing a proper and reasonable opportunity for TPC to defend its position.",
      "id": "s385"
    },
    {
      "text": "Nor could it remove the need to pay regard to, and make adjustments for, differences in product resulting in a lack of identicality.",
      "id": "s386"
    },
    {
      "text": "75 On 17 August 2006 Mr Simpson made, on behalf of TPC, a formal response to the Statement of Essential Facts.",
      "id": "s387"
    },
    {
      "text": "It is quite lengthy.",
      "id": "s388"
    },
    {
      "text": "I will set out some portions only to illustrate Mr Simpson's continuing misunderstanding about the true position.",
      "id": "s389"
    },
    {
      "text": "His response contains the following:\n \n ' The SEF contains no reference to the existence of any circumstances that could be reasonably considered such as to cause domestic sales of domestic pineapple by Dole Thailand, which constitute less than 5% of the exports of consumer pineapple to Australia by TPC, to be of sufficient magnitude to permit a proper comparison with those export sales.",
      "id": "s390"
    },
    {
      "text": "There is no evidence to support Customs assertion that the low volume sales by Dole Thailand are still large enough to permit a proper comparison .",
      "id": "s391"
    },
    {
      "text": "Customs finding that Dole Thailand's domestic selling prices for FSI pineapple were similar to the prices of other domestic sellers of FSI pineapple has absolutely no relevance to the consideration of whether Dole Thailand's low volume sales of consumer pineapple permit a proper comparison with TPC's high volume exports of consumer pineapple to Australia It is recognised by Customs that FSI and consumer pineapple are different products which are sold into different market sectors.",
      "id": "s392"
    },
    {
      "text": "' \n \n\nand:\n \n In the alternative, due allowance must be made for the huge difference in quantities of the domestic sales of Dole Thailand and the sales of TPC to Australia which would obviously have affected price comparability .",
      "id": "s393"
    },
    {
      "text": "Article 2.2 and s269TAC(14) recognise that price comparability will normally be affected when domestic sales constitute less than 5% of export sales.",
      "id": "s394"
    },
    {
      "text": "This is fundamental to the existence of these provisions.",
      "id": "s395"
    },
    {
      "text": "Hence there must be due allowance unless Customs can demonstrate that price comparability is not affected by the huge difference in respective quantities.",
      "id": "s396"
    },
    {
      "text": "Customs unfounded belief that Dole Thailand's domestic selling prices would be representative of selling prices of consumer pineapple in the Thai domestic market is immaterial given the low volume of the total Thai market for consumer pineapple relative to TPC's exports to Australia .",
      "id": "s397"
    },
    {
      "text": "' \n (Emphasis added --- some emphasis in original.",
      "id": "s398"
    },
    {
      "text": ")\n \n\n76 Mr Simpson also made representations in a general way about adjustments which were said to be necessary, if DTL's domestic prices were to be used, for timing of sales, the fact that DTL product was sold locally under proprietary brands and for physical differences in the product sold.",
      "id": "s399"
    },
    {
      "text": "77 It is clear that TPC challenged Customs' proposition that there was a proper basis for affirmative satisfaction about a comparison for the purpose of s 269TAC(1).",
      "id": "s400"
    },
    {
      "text": "That is to say, it put directly in issue the contention that s 269TAC(14) permitted such a comparison.",
      "id": "s401"
    },
    {
      "text": "The obligation on the Minister was to make a decision in accordance with the Act.",
      "id": "s402"
    },
    {
      "text": "If such a comparison was to be made, then there was an obligation to make adjustments so that there was no unaddressed difference in the products being compared.",
      "id": "s403"
    },
    {
      "text": "TPC was entitled, especially in its state of relative ignorance of the nature of the comparison being made, to insist that all necessary adjustments be made in the areas to which it had drawn specific attention.",
      "id": "s404"
    },
    {
      "text": "78 On 23 August 2006 Mr Simpson sent two communications to Ms Bridge.",
      "id": "s405"
    },
    {
      "text": "One was a letter, clearly intended to be a further formal representation, in which the following was said:\n \n 'As you know we strenuously oppose the use of the low volume domestic sales of Dole Thailand for the purpose of determination of the margin of dumping in relation to the exports of TPC.",
      "id": "s406"
    },
    {
      "text": "You are also aware of our strongly held view that if Customs proceeds with its stated proposal to recommend that the Minister determines a dumping margin for TPC by the comparison of the price in the low volume domestic sales of Dole Thailand (\"Dole\") and the price in the high volume export sales of TPC, Customs is obliged by s269TAC(8) of the Act and Article 2.4 of the Agreement to make adjustments to Dole's domestic price to ensure its proper/fair comparison with TPC's export price to Australia.",
      "id": "s407"
    },
    {
      "text": "For reasons outlined in our submission of 17 August '06 in response to the SEF, such adjustments are necessary for the following differences which affect the said price comparability: \n \n &#8226; Quantities \n &#8226; Physical characteristics \n &#8226; Time of sales \n &#8226; Labels, i.e.",
      "id": "s408"
    },
    {
      "text": "proprietary v generic \n \n Evidence demonstrating the affect [sic] on the comparability of prices in domestic sales that occurred in 2003 and prices in export sales that occurred in 2005 has been submitted to and verified by Customs --- Customs visit report re TPC refers.",
      "id": "s409"
    },
    {
      "text": "It has not been possible for TPC to provide evidence of the absolute affect [sic] of the other differences mentioned above on price comparison as Customs has disclosed insufficient details of the domestic price which was compared with TPC's export price in the dumping determination .",
      "id": "s410"
    },
    {
      "text": "Notwithstanding TPC's inability to provide evidence in support of certain of its due allowance claims for the said reason, onus is cast upon Customs by s269TAC(8) and Article 2.4 to make such due allowance for differences affecting price comparability.",
      "id": "s411"
    },
    {
      "text": "There is nothing in the SEF which indicates that Customs has examined the affect [sic] of the abovementioned differences on price comparability .",
      "id": "s412"
    },
    {
      "text": "TPC is willing to assist Customs' examination of the affect [sic] of the abovementioned differences on price comparability as possible (evidence already provided and verified in respect of sales occurring at different times).",
      "id": "s413"
    },
    {
      "text": "It will obviously be totally inappropriate in the circumstances of this case to not make the due allowance claimed on the grounds that the exporter failed to provide necessary evidence.",
      "id": "s414"
    },
    {
      "text": "And if it is held by Customs that it is not practicable to obtain the information required within the time available, then s269TAC(1) is not available for normal value determined --- s269TAC(2)(b) refers.",
      "id": "s415"
    },
    {
      "text": "Please advise of anything further required by TPC in respect of this matter at your earliest.",
      "id": "s416"
    },
    {
      "text": "Yours sincerely, \n \n Roger Simpson' \n (Emphasis added.",
      "id": "s417"
    },
    {
      "text": ")\n \n\nMaking due allowance for the argumentative nature of the representations, I think the basic point in the passages emphasised is well made.",
      "id": "s418"
    },
    {
      "text": "79 The second communication sent on 23 August 2006 was an email in the following terms:\n \n 'Trish, \n \n Further to our submission of 17 August '06 in response to the SEF, I now understand the volume of Dole Thailand's domestic sales of consumer pineapple used for the purpose of the determination of a dumping margin in relation to TPC's exports of consumer pineapple to Australia during the review period to be --- \n \n (a) less than 2.5% of TPC's export volume to Australia; and \n (b) of 20 oz slices in syrup only.",
      "id": "s419"
    },
    {
      "text": "' \n \n\n80 The day before those two communications to Ms Bridge, Mr Simpson, on 22 August 2006, wrote to the National Manager of Customs' Trade Measures Branch protesting Customs' failure to provide information and asking for a meeting in the following week.",
      "id": "s420"
    },
    {
      "text": "81 In a letter to him dated 24 August 2006 the National Manager of the Trade Measures Branch dismissed his concerns and rejected the request for a meeting.",
      "id": "s421"
    },
    {
      "text": "The letter said: \n \n 'Dear Mr Simpson \n \n Continuation inquiry and review of Anti-dumping measures --- Pineapple from Thailand \n \n I refer to your letter of 22 August 2006 concerning requests for disclosure of normal value and dumping margin information.",
      "id": "s422"
    },
    {
      "text": "You have also asked for a meeting next week to discuss the matter.",
      "id": "s423"
    },
    {
      "text": "I understand that you have made a number of requests for normal value and dumping margin information regarding your client Thai Pineapple Canning Industry Corp Ltd (TPC).",
      "id": "s424"
    },
    {
      "text": "The normal value for TPC has been based of [sic] data supplied by another seller of like goods on the Thai domestic market.",
      "id": "s425"
    },
    {
      "text": "I understand that you have been provided with the methodology and components used in the calculation of normal value and dumping margin.",
      "id": "s426"
    },
    {
      "text": "You have also been advised of amounts used in these calculations where information provided by your clients was the source.",
      "id": "s427"
    },
    {
      "text": "When an exporter's normal value is based on information provided by other parties it is not Customs practice to release detailed normal value and dumping margin information as to do so would disclose information that is commercially sensitive.",
      "id": "s428"
    },
    {
      "text": "You have been provided with a range of dumping margins to which should give an indication of the level of the normal value.",
      "id": "s429"
    },
    {
      "text": "As discussed, I do not see a benefit in a meeting at this late stage in the inquiry and review.",
      "id": "s430"
    },
    {
      "text": "The time for submissions has closed and Customs is preparing its report to the Minister.",
      "id": "s431"
    },
    {
      "text": "I understand that you have provided submissions in response to Statements of Essential Facts 110 and 111.",
      "id": "s432"
    },
    {
      "text": "These submissions are being considered in the report to the Minister.",
      "id": "s433"
    },
    {
      "text": "However, the issue you have raised will be further examined to see if there is a need for Customs to change its practice in this regard.",
      "id": "s434"
    },
    {
      "text": "Yours sincerely \n \n Andrew Rice \n National Manager \n Trade Measures Branch' \n \n\n82 Mr Simpson replied on 28 August 2006.",
      "id": "s435"
    },
    {
      "text": "His letter betrays his continuing (and uncorrected) misunderstanding of the approach being taken by Customs.",
      "id": "s436"
    },
    {
      "text": "His letter said the following:\n \n 'Dear Mr Rice, \n \n CONTINUATION INQUIRY AND REVIEW OF ANTI-DUMPING \n MEASURES --- PINEAPPLE FROM THAILAND \n \n It is disappointing that you have rejected my request for a meeting to discuss transparency and other areas of our concern with the abovementioned proceedings.",
      "id": "s437"
    },
    {
      "text": "We have a number of concerns with the conduct of these proceedings but this letter focuses on the paramount matter of Customs' determination of the margin of dumping applicable to the exports of consumer pineapple by TPC.",
      "id": "s438"
    },
    {
      "text": "Putting aside the requirements of s269TAC(2)(a) of the Act and Article 2.2 of the Agreement concerning \"low volume\" sales, the price in domestic sales of consumer pineapple by Dole, Thailand (\"Dole\") is not fairly or properly comparable with the price in TPC's export sales of consumer pineapple to Australia .",
      "id": "s439"
    },
    {
      "text": "The domestic selling price of Dole used in Customs' dumping determination in relation to TPC's exports is --- \n (a) the price in sales of just [xxx] metric tonnes, whereas the export price is the price in TPC's exports of [xxx] metric tonnes to Australia, i.e.",
      "id": "s440"
    },
    {
      "text": "in just [xxx] % of TPC's export volume to Australia; \n (b) the price in sales of slices, whereas a major proportion of TPC's exports to Australia is pieces (and crushed) and slices are sold at substantial price premiums over pieces in the Thai market and in TPC's exports to Australia, viz [xxx] --- [xxx] % in the Thai retail market and [xxx] --- [xxx] % in TPC's large volume [xxx]/[xxx] g exports to Australia (Thai retail Bht [xxx] --- [xxx] /can v Bht [xxx] --- [xxx] /can; TPC's exports to Australia USD [xxx] --- [xxx] /ctn v USD [xxx] --- [xxx] /ctn); \n (c) the price in sales in 2005, whereas [xxx] % of TPC's exports to Australia during the period of review were made in 2003 and evidence of the affect of the substantial can cost (tinplate) increase on costs and prices of the subject goods from 2003 to 2005 has been provided to and verified by Customs; and \n (d) the price in sales of proprietary labelled product, whereas TPC's exports to Australia were under the house brands of Australian importers.",
      "id": "s441"
    },
    {
      "text": "Do you believe there has been fair or proper price comparison?",
      "id": "s442"
    },
    {
      "text": "I think not --- no reasonable person would.",
      "id": "s443"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s444"
    },
    {
      "text": ")\n \n\n83 On 30 August 2006 Mr Simpson wrote again to Ms Bridge.",
      "id": "s445"
    },
    {
      "text": "His letter said, in part:\n \n ' We have great difficulty in understanding why Customs' investigation of Dole Thailand did not include examination of the price effect of obvious differences in the domestic sales of Dole used for normal value purpose and TPC's export sales to Australia when --- \n \n \n \n (a) Customs knew that Dole's domestic sales constituted just [xxx] % of the volume of TPC's exports to Australia --- [xxx] mt v [xxx] mt; \n (b) Customs knew that TPC's export prices of slices were substantially higher than those of pieces and crushed and probably knew that there was a significant premium payable for slices over pieces in the Thai domestic market (Customs normal value was based on Dole's sales of slices in the domestic market); \n (c) Customs knew that a major proportion of TPC's sales to Australia were made in 2003 and that its costs and prices had increased significantly from 2003 to 2005 due to significant global increases in can (tinplate) costs (Customs used prices in Dole's 2005 sales to compare with TPC's prices in 2003 sales to Australia); and \n (d) Customs knew that Dole's domestic sales were of proprietary brands and TPC's exports to Australia were of Australian importers' housebrands.",
      "id": "s446"
    },
    {
      "text": "It will be a huge travesty of justice if a dumping margin is determined for TPC's exports on the basis of the comparison of its export price and the domestic price of Dole, unadjusted for the price affect [sic] of significant differences in quantity, physical characteristics, time of sale and brands .",
      "id": "s447"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s448"
    },
    {
      "text": ")\n \n\n84 On 4 September 2006 Mr Simpson wrote again to Mr Rice.",
      "id": "s449"
    },
    {
      "text": "He referred to his letter of 24 August 2006.",
      "id": "s450"
    },
    {
      "text": "For the first time Mr Simpson appeared to be alive to the possibility that TAF sales (although he refers to 'TFA') might have been the source of Customs' comparison.",
      "id": "s451"
    },
    {
      "text": "I shall set out the whole of the relevant paragraph to set his remark in context:\n \n 'Concerning the methodology and components used in the normal value calculation, there is a significant difference between that provided by Customs and that required to reasonably defend the interests of TPC.",
      "id": "s452"
    },
    {
      "text": "We are not informed of whether the domestic sales used were those of Dole Thailand to TFA or TFA to its customer(s); the basis for the level of trade adjustment and whether positive or negative; the reason for the addition of export inland freight when there appears to have been no deduction for domestic inland freight; product types and proportions of each in the domestic sales mix; and whether adjustments for other differences affecting price comparability were considered and if so, reasons why they were not made.",
      "id": "s453"
    },
    {
      "text": "' \n \n\n85 This letter was endorsed, within Customs, with the following comment, also dated 4 September:\n \n ' Dir Ops \n No response required at this stage' \n \n\n86 On 7 September 2006 Mr Simpson wrote again to Ms Bridge in the following terms:\n \n 'In the limited time available since we became aware of Customs' dumping determination methodology in respect of TPC's exports, we have made several submissions to Customs to the following effect: \n \n &#8226; Customs refusal to provide TPC with the dumping margin, normal value and a meaningful non-confidential summary of the normal value assessment applicable to its exports is inconsistent with the requirements of the WTO Anti-dumping Agreement and natural justice principles.",
      "id": "s454"
    },
    {
      "text": "&#8226; Customs determination of dumping of TPC's exports involves errors of law and breaches of the WTO anti-Dumping Agreement on account of --- \n - normal value determination on the basis of domestic sales which were \"low volume\" as defined in the Act and Agreement in the absence of evidence or rational grounds for the conclusion that these \"low volume\" domestic sales provided for a fair or proper comparison with TPC's export sales to Australia; and \n - the \"low volume\" domestic sales of Dole Thailand did not provide for a fair or proper comparison with the export sales of TPC to Australia because the following significant differences affected price comparability and no due allowance was made for them --- \n (a) quantity; \n (b) physical characteristics; \n (c) time of sales; and \n (d) brands.",
      "id": "s455"
    },
    {
      "text": "As we have received no response to the abovementioned submissions concerning the dumping determination, we can only assume that Customs' report to the Minister will be in line with its SEF findings.",
      "id": "s456"
    },
    {
      "text": "We therefore suggest that Customs' report to the Minister includes advice that there is a high likelihood of - \n - representations to him by the exporter, TPC, and importers, Coles and Woolworths; \n - intervention by the Government of Thailand; and \n - litigation in the event of continuation of the measures on the grounds of a positive dumping determination in respect of TPC's exports.",
      "id": "s457"
    },
    {
      "text": "' (emphasis added)\n \n\n87 There can be no suggestion in my view that, at any time, Mr Simpson was able to make a representation on behalf of TPC which could deal effectively with any proposed comparison between TPC's export prices and TAF's domestic selling prices.",
      "id": "s458"
    },
    {
      "text": "Moreover it is clear that his eventual assumption was that the Final Report would follow the line of reasoning disclosed by the Statement of Essential Facts.",
      "id": "s459"
    },
    {
      "text": "As will be seen, it did not.",
      "id": "s460"
    },
    {
      "text": "It proceeded upon a different reasoning altogether, which was not disclosed to TPC even in the Final Report.",
      "id": "s461"
    },
    {
      "text": "88 In GTE , Burchett J said (at 330):\n \n 'It is not of course necessary for an applicant to show, once a denial of natural justice has been demonstrated, that the opportunity of which he has been deprived would in fact have led to his view prevailing.",
      "id": "s462"
    },
    {
      "text": "It has been said this would place too heavy a burden upon an applicant.",
      "id": "s463"
    },
    {
      "text": "But, in the present case, it is clear that a number of errors had occurred in the Department's assessment of the information it had obtained, which the applicant may well have been able to correct.",
      "id": "s464"
    },
    {
      "text": "Furthermore, important questions of the meaning and effect of s 5, raised by the Department's view of the case, may have been the subject of productive submissions had an opportunity been offered.",
      "id": "s465"
    },
    {
      "text": "It is not necessary to look further, but, in a case involving Australia's international obligations, I do not think the fact that the municipal law is to be found in an Act of Parliament means that there is no right, under the principles of natural justice, to be accorded an opportunity to submit that a proposed decision would not be consonant with those obligations.",
      "id": "s466"
    },
    {
      "text": "' \n \n\nIn my view these observations apply equally in the present case both to the matters I have already mentioned and others yet to be discussed.",
      "id": "s467"
    },
    {
      "text": "89 Counsel for the Minister argued that the requirements of natural justice had been substantially curtailed by the confidentiality requirements of the Act.",
      "id": "s468"
    },
    {
      "text": "It was submitted that those requirements amounted to an exhaustive statement of any requirement to afford procedural fairness.",
      "id": "s469"
    },
    {
      "text": "There are two principal difficulties with this contention.",
      "id": "s470"
    },
    {
      "text": "The first is that the Act contains no express statement to support a conclusion that the provisions relied upon have extinguished such an important right.",
      "id": "s471"
    },
    {
      "text": "The second is that the provisions in question seem to me to be directed at quite different objectives.",
      "id": "s472"
    },
    {
      "text": "Indeed, their focus is less on the imposition of confidentiality restrictions, although the need for confidentiality is a premise of the whole scheme, than on the need to maintain a very high degree of transparency consistently with that premise.",
      "id": "s473"
    },
    {
      "text": "90 The provisions relied upon are in s 269ZJ of the Act which provides:\n \n \n (1) The CEO must, in relation to each application received under section 269TB that leads to an investigation, each application or request under section 269ZA that leads to a review and each application under section 269ZHB that leads to an inquiry: \n \n \n (a) maintain a public record of the investigation, review or inquiry conducted for the purposes of the application or request, containing, subject to subsection (2), a copy of all submissions from interested parties, the statement of essential facts compiled in respect of that investigation, review or inquiry, and a copy of all relevant correspondence between the CEO and other persons; and \n (b) draw the attention of all interested parties to the existence of the public record, and to their entitlement to inspect that record; and \n (c) at the request of an interested party, make the record available to that party for inspect.",
      "id": "s474"
    },
    {
      "text": "(2) To the extent that information given to the CEO by a person is claimed to be confidential or to be information whose publication would adversely affect a person's business or commercial interests, the person giving that information must ensure that a summary of that information: \n \n \n (a) that contains sufficient detail to allow a reasonable understanding of the substance of the information; but \n (b) that does not breach that confidentiality or adversely affect those interests; \n is given to the CEO for inclusion in the public record.",
      "id": "s475"
    },
    {
      "text": "(3) A person is not required to give the CEO a summary of information under subsection (2) for inclusion in the public record if the person satisfied the CEO that there is no way such a summary can be given to allow a reasonable understanding of the substance of the information.",
      "id": "s476"
    },
    {
      "text": "(4) If oral information is given to the CEO by a person, the CEO must not take that information into account unless it is subsequently put in writing by the person or by the CEO and thereby becomes available, subject to considerations of confidentiality and to the need to protect business and commercial interests, as a part of the public record.",
      "id": "s477"
    },
    {
      "text": "(5) If: \n \n \n \n (a) in relation to an application under subsection 269TB(1) or (2) or 269ZA(1) or a request under subsection 269ZA(3), a person claims that information is confidential or would adversely affect a person's business or commercial interests; \n (b) the CEOP indicates to the party that he or she disagrees with the claim; \n \n \n \n \n but, despite the opinion of the CEO, the person making the claim will not: \n \n \n \n \n (c) agree to the inclusion of the information in the public record; or \n (d) prepare a summary of the information for inclusion in that record; \n \n \n \n \n the CEO may disregard the information unless it is demonstrated that the information is correct.",
      "id": "s478"
    },
    {
      "text": "(6) If: \n \n \n \n (a) in relation to an application under subsection 269TB(1) or (2) or 269ZA(1) or a request under subsection 269ZA(3), a person claims that information is confidential or would adversely affect a person's business or commercial interests; and \n (b) the CEO indicates to the party that he or she agrees with the claim; \n \n \n \n \n but the person making the claim will not prepare a summary of the information for inclusion in that record, the CEO may disregard the information unless it is demonstrated that the information is correct.",
      "id": "s479"
    },
    {
      "text": "' \n \n \n \n\n91 Far from emphasising any overruling requirement of confidentiality, s 269ZJ imposes an obligation on the CEO to ensure that a claim for confidentiality does not result in inadequate information to interested parties except in very limited circumstances.",
      "id": "s480"
    },
    {
      "text": "92 There was no direct evidence in the present case that TAF or DTL had made a claim for confidentiality over the material denied to TPC or that a summary sufficient to allow a reasonable understanding of the material had been given to the CEO.",
      "id": "s481"
    },
    {
      "text": "Nor was that what Mr Simpson was told.",
      "id": "s482"
    },
    {
      "text": "He was told the information would not be provided because it was 'not Customs practice' to do so.",
      "id": "s483"
    },
    {
      "text": "93 In my view there was a clear failure to provide procedural fairness to TPC in the respects I have already identified.",
      "id": "s484"
    },
    {
      "text": "The recommendations and decisions which in due course resulted from the flawed procedures followed were therefore tainted with legal error.",
      "id": "s485"
    },
    {
      "text": "THE FINAL REPORT \n \n94 The Final Report proceeded upon a form of reasoning which involved an undisclosed and significant departure from the rationale proposed in the Statement of Essential Facts.",
      "id": "s486"
    },
    {
      "text": "TPC had no notice of it and no opportunity to make any representation about it.",
      "id": "s487"
    },
    {
      "text": "The Public Version of the Final Report \n \n95 The public version of the Final Report dealt with the question of normal value for TPC as follows:\n \n 'TPC does not sell consumer pineapple on the domestic market in Thailand.",
      "id": "s488"
    },
    {
      "text": "In determining normal value, Customs considered information in TPC's submission, information gathered at the verification visit, information gathered at other verification visits in Thailand and submissions in response to the SEF.",
      "id": "s489"
    },
    {
      "text": "In the SEF Customs proposed that normal value would be established under s. 269TAC(1) of the Act.",
      "id": "s490"
    },
    {
      "text": "Pivotal to this proposal was that Customs proposed to recommend that the Minister be satisfied, under s. 269TAC(14) of the Act, that the volume of sales of consumer pineapple by another seller, while of low volume, is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under s. 269TACB of the Act.",
      "id": "s491"
    },
    {
      "text": "Submissions in response to the SEF by TPC hinge on two main points: \n \n \n \n &#8226; domestic sales by the other seller should not be used as the basis for the normal value as the domestic sales were of insufficient volumes when compared to TPC's export sales; \n &#8226; if domestic sales by the other seller are used as the basis for the normal value then adjustments should be made for sales volumes, different products (physical characteristics), difference in the timing of sales (Woolworths) and labels (proprietary vs. generic).",
      "id": "s492"
    },
    {
      "text": "The issue in relation to the use of domestic sales to establish TPC's normal value was also covered in submissions from the Thai Department of Foreign Trade and CML.",
      "id": "s493"
    },
    {
      "text": "Customs established that there was another seller of consumer pineapple on the domestic market.",
      "id": "s494"
    },
    {
      "text": "The domestic sales by the other seller were of sufficient volume for the domestic sales by the other seller to be used as the basis for the normal value established for DTL .",
      "id": "s495"
    },
    {
      "text": "A comparison of the volume of domestic sales of consumer pineapple by the other seller to the volume of export sales of consumer pineapple by TPC showed that the domestic sales were of low volume as defined in s. 269TAC(14)(c) of the Act.",
      "id": "s496"
    },
    {
      "text": "There is a market for consumer pineapple in Thailand.",
      "id": "s497"
    },
    {
      "text": "Customs has evidence that there are at least three sellers of domestically produced consumer pineapple in the Thai domestic market.",
      "id": "s498"
    },
    {
      "text": "Customs considers that the sales by the other seller of consumer pineapple in the domestic market are relevant for a proper comparison of price.",
      "id": "s499"
    },
    {
      "text": "Customs has no evidence that the situation in the market in Thailand for sales of consumer pineapple is not suitable for determining a price under s. 269TAC(1) of the Act .",
      "id": "s500"
    },
    {
      "text": "Customs also examined TPC's claims with regard to adjustments that should be considered if the normal value for TPC was based on the domestic selling price of other sellers, i.e., volume, timing, physical characteristics and labelling.",
      "id": "s501"
    },
    {
      "text": "Customs does not have relevant evidence to support these adjustments claimed by TPC.",
      "id": "s502"
    },
    {
      "text": "When examining the adjustments applied to the domestic selling price of the other seller for TPC, customs found that some adjustments were required to the calculation included in the SEF.",
      "id": "s503"
    },
    {
      "text": "Customs recommends the Minister be satisfied that the volume of sales of consumer pineapple by another seller is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under s. 269TACB of the Act.",
      "id": "s504"
    },
    {
      "text": "This recommendation is made in accordance with s. 269TAC(14) of the Act.",
      "id": "s505"
    },
    {
      "text": "Customs established normal value under s. 269TAC(1) of the Act.",
      "id": "s506"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s507"
    },
    {
      "text": ")\n \n\n96 There are a number of issues which arise immediately from the passages I have emphasised.",
      "id": "s508"
    },
    {
      "text": "The first passage suggests that sales by 'another seller' were of sufficient volume 'to be used as the basis for the normal value established for DTL'.",
      "id": "s509"
    },
    {
      "text": "As DTL made both domestic sales and export sales, the sales on the domestic market to be used as the basis for the normal value established for DTL had to be its own sales.",
      "id": "s510"
    },
    {
      "text": "That is what s 269TAC(1) required and that is what happened.",
      "id": "s511"
    },
    {
      "text": "The domestic sales of 'the other seller' were also to be used, as is clear from the following paragraph in the extract, to compare with TPC's sales, even though comparatively of low volume.",
      "id": "s512"
    },
    {
      "text": "The reasoning and approach disclosed by the public version of the Final Report is consistent therefore with Mr Simpson's understanding that DTL was used as the point of comparison.",
      "id": "s513"
    },
    {
      "text": "In that respect, the public version of the Final Report is quite misleading.",
      "id": "s514"
    },
    {
      "text": "97 In addition, there was no disclosure in the public version of the Final Report that the earlier rationale for concluding that there was a basis for a proper comparison (namely that the domestic sales in question 'would be representative of domestic selling prices' because of comparability of selling prices of FSI pineapple) had been abandoned as unreliable.",
      "id": "s515"
    },
    {
      "text": "No other justification was provided for what had become simply an announcement by Customs that 'the domestic sales by the other seller were of sufficient volume' .",
      "id": "s516"
    },
    {
      "text": "98 The second emphasised passage discloses an erroneous approach to the construction and application of s 269TAC(14).",
      "id": "s517"
    },
    {
      "text": "The Minister was required to be satisfied that the volume of domestic sales, even though less than 5% of export volume, was nevertheless large enough to permit a proper comparison with TPC's export sales.",
      "id": "s518"
    },
    {
      "text": "That state of mind could not be reached by an assumption based on 'no evidence' to the contrary or upon a bare pronouncement of Customs' own unexplained conclusion about the issue.",
      "id": "s519"
    },
    {
      "text": "The statutory (rebuttable) presumption was that a volume of less than 5% was not a proper basis for a comparison under s 269TAC(1).",
      "id": "s520"
    },
    {
      "text": "Rebuttal required actual persuasion to the contrary.",
      "id": "s521"
    },
    {
      "text": "In my view this passage reveals use of the wrong test for the operation of s 269TAC(14).",
      "id": "s522"
    },
    {
      "text": "99 The third matter is that the claims for adjustments made by TPC, as its alternative and least favoured position, could not be dismissed simply with the statement that Customs did not have relevant evidence to support the adjustments.",
      "id": "s523"
    },
    {
      "text": "The third emphasised passage demonstrates an erroneous approach to the construction and application of s 269TAC(8), if a comparison was to be made under s 269TAC(1).",
      "id": "s524"
    },
    {
      "text": "I shall give closer attention to the specific adjustments claimed by TPC a little later.",
      "id": "s525"
    },
    {
      "text": "However, the statutory obligation to make appropriate adjustments lay squarely on the Minister.",
      "id": "s526"
    },
    {
      "text": "Although it may be accepted that he was not obliged to accept every adjustment claimed or independently (through Customs) investigate every suggestion if there was not adequate material to do, the content of the statutory obligation did not depend on an onus on TPC to prove a case.",
      "id": "s527"
    },
    {
      "text": "That was particularly so when TPC's capacity to address the issues had been severely curtailed by the lack of information provided to it (whatever might be the justification for that course) and when the identity of the 'other seller' had been systematically kept from it.",
      "id": "s528"
    },
    {
      "text": "The examination carried out by Customs should have been directed to establishing, so far as it could, that there was, in fact, no basis for concern that any lack of identicality of product or other relevant factor, led to a price differential.",
      "id": "s529"
    },
    {
      "text": "100 Notwithstanding the legal errors which these matters reveal, this version of the Final Report was just the public representation of a more complicated position.",
      "id": "s530"
    },
    {
      "text": "However, when Mr Simpson, on behalf of TPC, formally requested a statement of the Minister's reasons for decision, it was to the public version of the Final Report that the Minister referred as a sufficient statement of those reasons.",
      "id": "s531"
    },
    {
      "text": "It is therefore convenient to deal with the significance of that fact before turning to the confidential version of the Final Report.",
      "id": "s532"
    },
    {
      "text": "THE MINISTER'S REASONS \n \n101 It is common ground between the parties that the Minister accepted the recommendations by the CEO on 28 September 2006 and that a notice to that effect was given on 10 October 2006 and the publicly available version of the Final Report was then placed on the public record.",
      "id": "s533"
    },
    {
      "text": "102 On 11 October 2006 Mr Simpson requested a statement of the Minister's reasons for decision under s 13 of the ADJR Act.",
      "id": "s534"
    },
    {
      "text": "Section 13(1) and (2) provide:\n \n \n '(1) Where a person makes a decision to which this section applies, any person who is entitled to make an application to the Federal Court or the Federal Magistrates Court under section 5 in relation to the decision may, by notice in writing given to the person who made the decision, request him or her to furnish a statement in writing setting out the findings on material questions of fact, referring to the evidence or other material on which those findings were based and giving the reasons for the decision.",
      "id": "s535"
    },
    {
      "text": "(2) Where such a request is made, the person who made the decision shall, subject to this section, as soon as practicable, and in any event within 28 days, after receiving the request, prepare the statement and furnish it to the person who made the request.",
      "id": "s536"
    },
    {
      "text": "' \n \n \n \n\n103 The Minister responded on 7 November 2005.",
      "id": "s537"
    },
    {
      "text": "Relevantly, he said:\n \n \n '3.",
      "id": "s538"
    },
    {
      "text": "The legislative basis for Australia's dumping duty system is et out in Part XVB of the Customs Act 1901 (the Customs Act ) and the Customs Tariff (Anti-Dumping) Act 1975 .",
      "id": "s539"
    },
    {
      "text": "Division 5 of Part XVB of the Customs Act deals with the review of dumping measures and Division 6A deals with the continuation of dumping measures.",
      "id": "s540"
    },
    {
      "text": "In accordance with s.269ZHF of the Customs Act , Report No 110 was prepared for my consideration regarding the continuation inquiry.",
      "id": "s541"
    },
    {
      "text": "Report No.",
      "id": "s542"
    },
    {
      "text": "111 (addressing the review of the measures) was prepared in accordance with s.269ZDA of the Customs Act and presented in the same document as Report No 110.",
      "id": "s543"
    },
    {
      "text": "In short, Report No 110 found, so far as it relates to your request, that: \n \n \n \n \n \n - if the measures on consumer pineapple expired it would lead, or would be likely to lead, to a continuation of, or a recurrence of dumping; \n \n - if the measures on consumer pineapple expired, it would lead, or would be likely to lead, to a continuation of, or a recurrence of, the material injury to the Australian industry that the measures are intended to prevent; and \n \n - I should take steps to secure the continuation of the anti-dumping measures in relation to consumer pineapple exported from Thailand.",
      "id": "s544"
    },
    {
      "text": "4.",
      "id": "s545"
    },
    {
      "text": "Reports No 110 and 111 were given to me together with a covering brief prepared by the Australian Customs Service.",
      "id": "s546"
    },
    {
      "text": "5.",
      "id": "s547"
    },
    {
      "text": "I read and considered the Reports and the brief.",
      "id": "s548"
    },
    {
      "text": "After careful consideration, I adopted the recommendations contained in the Reports and the reasons for those recommendations, including all material findings of fact and law set out in the Reports .",
      "id": "s549"
    },
    {
      "text": "6.",
      "id": "s550"
    },
    {
      "text": "The Report is publicly available, with the exception of certain confidential material that is required to be kept confidential under the Customs Act .",
      "id": "s551"
    },
    {
      "text": "The material findings of fact and law, a summary of the evidence on which those findings are based and the reasons for my decisions are set out in the publicly available versions of Reports No 110 and 111 in sufficient detail to explain the reasons for my decisions .",
      "id": "s552"
    },
    {
      "text": "' \n \n \n (Emphasis added.",
      "id": "s553"
    },
    {
      "text": ")\n \n\n104 Section 13A of the ADJR Act avoids the need to disclose confidential information if the steps contemplated by that provision are taken (which involve stating that the information is not included and giving the reason for not including the information).",
      "id": "s554"
    },
    {
      "text": "The Minister's Statement of Reasons did not appear to invoke that procedure to indicate reliance upon undisclosed material.",
      "id": "s555"
    },
    {
      "text": "He indicated instead that his reasons for decision, the findings on material questions of fact and the evidence or other material on which those findings were made, were set out sufficiently in the publicly available version of the Final Report.",
      "id": "s556"
    },
    {
      "text": "However, it is clear that the confidential version of the Final Report was provided to the Minister and, as will be discussed, it was in significant respects different from the public version.",
      "id": "s557"
    },
    {
      "text": "Accordingly, I sought further assistance from the parties about the legal significance of the Minister's statement that his reasons were sufficiently disclosed by the public version.",
      "id": "s558"
    },
    {
      "text": "The respondents provided a short written submission which was accepted by TPC.",
      "id": "s559"
    },
    {
      "text": "No reference was made to s 13A of the ADJR Act.",
      "id": "s560"
    },
    {
      "text": "It was submitted, rather, that the Minister's reasons and findings were not limited to those contained in the public version of the Final Report.",
      "id": "s561"
    },
    {
      "text": "The submission invites a distinction to be drawn between the concepts of 'not limited to' and 'set out in sufficient detail to explain'.",
      "id": "s562"
    },
    {
      "text": "However valid such a distinction may be in some cases, it is not a very happy one in the present case.",
      "id": "s563"
    },
    {
      "text": "One reason is that very important elements in the reasons for the recommendations to the Minister were not disclosed by the public version of the Final Report.",
      "id": "s564"
    },
    {
      "text": "105 If the Minister's reasons for his decision are to be seen as sufficiently explained only by the public version of the Final Report there would be, in the circumstances of the present case, an adequate basis, for that reason alone, to set the decision aside.",
      "id": "s565"
    },
    {
      "text": "However, it is not necessary to approach the matter that way.",
      "id": "s566"
    },
    {
      "text": "Neither is it desirable (if not otherwise necessary) because the point was not taken by the applicant, the case was conducted on the basis that the confidential version of the Final Report provided a fuller explanation of the CEO's recommendation and hence the Minister's decision and because the outcome of the case is the same if attention is given, in explanation of the Minister's decision, to the confidential version of the Final Report.",
      "id": "s567"
    },
    {
      "text": "The Confidential Version of the Final Report \n \n106 Parts of the confidential version of the Final Report to the Minister plainly misrepresent TPC's position.",
      "id": "s568"
    },
    {
      "text": "For example, a summary of the representations made by Mr Simpson on 17 August 2006 in his formal response to the Statement of Essential Facts suggests that the following was said on behalf of TPC:\n \n \n '&#8226; as domestic sales by the other seller (TAF) are less than 5% of TPC's export sales to Australia the domestic sales are not of sufficient magnitude to permit a proper comparison; \n &#8226; price comparison for another product (FSI pineapple) between TAF and another domestic seller does not provide a basis for reasonable belief that prices achieved by the other seller (TAF) would be representative of domestic price for consumer pineapple.",
      "id": "s569"
    },
    {
      "text": "' \n \n \n (Emphasis added.",
      "id": "s570"
    },
    {
      "text": ")\n \n\n107 Mr Simpson made no representations about TAF.",
      "id": "s571"
    },
    {
      "text": "Not only did he not appreciate that TAF was the point of comparison, he was not disabused of his misunderstanding by Customs at any time.",
      "id": "s572"
    },
    {
      "text": "In another, similar, summary of TPC's submissions the following is said:\n \n ' Insufficient volume of sales \n TPC has claimed that \n \n \n &#8226; domestic sales by the other seller (TAF) are less than 5% of TPC's export sales to Australia and as such the domestic sales are not of sufficient magnitude to permit a proper comparison; \n &#8226; SAICO's domestic sales of consumer pineapple should also have been taken into account; and \n &#8226; price comparison for another product (FSI pineapple) between TAF and another domestic seller (SAICO) does not provide a basis for reasonable belief that prices achieved by the other seller (TAF) would be representative of domestic price for consumer pineapple.",
      "id": "s573"
    },
    {
      "text": "' \n \n \n (Emphasis added.",
      "id": "s574"
    },
    {
      "text": ")\n \n\n108 It is only in the confidential version that it is revealed that the justification for proposing the comparison between TPC's export prices and TAC's domestic prices, which was offered in the Statement of Essential Facts, and protested by Mr Simpson as summarised in the final points of the two summaries above, was not to be pursued.",
      "id": "s575"
    },
    {
      "text": "Instead, another rational was advanced which was not publicly revealed.",
      "id": "s576"
    },
    {
      "text": "109 In the Statement of Essential Facts Customs proposed to rely upon a domestic selling price for consumer pineapple for the reason that the domestic seller also sold FSI pineapple at prices which seemed similar to other sellers of FSI pineapple.",
      "id": "s577"
    },
    {
      "text": "In the confidential version of the Statement of Essential Facts the comparison was made explicitly between TAF (the other seller) and SAICO.",
      "id": "s578"
    },
    {
      "text": "In the confidential version of the Final Report there was a comparison made of selling prices of consumer pineapple (rather than FSI pineapple) on the Thai domestic market.",
      "id": "s579"
    },
    {
      "text": "An analysis was provided of the types of product and selling prices comparing TAF sales and SAICO sales.",
      "id": "s580"
    },
    {
      "text": "The conclusion derived from that analysis concerning consumer pineapple was stated as follows:\n \n 'As demonstrated above, no meaningful comparison can be made between TAF and SAICO sales of different types of pineapple .",
      "id": "s581"
    },
    {
      "text": "This may be due to the sales being to differing levels of trade or as SAICO's selling price [had a specific relationship with] that of TAF it may indicate that the sales by SAICO are not realising the same profit rate.",
      "id": "s582"
    },
    {
      "text": "What is relevant is that both companies are selling similar goods into the domestic market.",
      "id": "s583"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s584"
    },
    {
      "text": ")\n \n\n110 This conclusion falsified the original justification for the proposal to use TAF's domestic selling price as a comparator for TPC.",
      "id": "s585"
    },
    {
      "text": "It supported Mr Simpson's protestations that the domestic market for FSI pineapple did not yield a satisfactory basis for a conclusion that a selling price on the domestic market for consumer pineapple could be assumed to be reliable.",
      "id": "s586"
    },
    {
      "text": "Customs' own analysis showed no consistency in the market for consumer pineapple.",
      "id": "s587"
    },
    {
      "text": "The original rationale was then clearly abandoned in the Final Report.",
      "id": "s588"
    },
    {
      "text": "Instead a new justification was advanced, in the confidential version of the Final Report only, for using TAF's domestic selling prices as a comparator for TPC's export prices.",
      "id": "s589"
    },
    {
      "text": "That new justification contained serious misstatements of fact and large errors of logic.",
      "id": "s590"
    },
    {
      "text": "It was expressed as follows:\n \n 'The domestic sales by TAF are well in excess of the threshold for export sales to Australia by DTL ( [xxx] %).",
      "id": "s591"
    },
    {
      "text": "DTL's export sales are to a supermarket .",
      "id": "s592"
    },
    {
      "text": "TAF's sales on the domestic market are to many customers, including supermarkets.",
      "id": "s593"
    },
    {
      "text": "An examination of TAF's selling prices by type (slices, pieces, crushed) on a monthly basis shows minor variations in the price to [xxx] .",
      "id": "s594"
    },
    {
      "text": "Therefore, the weighted average price to all customers [had a specific relationship with] the price to supermarkets .",
      "id": "s595"
    },
    {
      "text": "And is a suitable price to enable price comparison for DTL's export sales.",
      "id": "s596"
    },
    {
      "text": "TPC's export sales are also to supermarkets.",
      "id": "s597"
    },
    {
      "text": "If the Minister were to be satisfied that the normal value cannot be ascertained under s. 269TAC(1) because there is an absence, or low volume, of sales of like goods in Thailand that would be relevant for the purpose of determining a price for TPC, this would lead to an anomalous situation where the volume (and suitability) of sales was sufficient for one exporter (DTL) to have normal value ascertained under s. 269TAC(1) but those same sales were deemed to be not suitable for another exporter (TPC) when the export sales were to similar customers .",
      "id": "s598"
    },
    {
      "text": "The only way that TAF domestic sales as a basis for DTL normal value would not be suitable is if the Minister were to be satisfied that the situation in the market in Thailand is such that sales in that market are not suitable for use in determining a price .",
      "id": "s599"
    },
    {
      "text": "The fact that there are at least three companies operating in the domestic market is supportive of Customs view that it is reasonable to consider that the price achieved for TAF sales of consumer pineapple in the domestic market is representative of domestic selling prices.",
      "id": "s600"
    },
    {
      "text": "The fact that TAF sells to the same type as customer as the exporters strengthens that view.",
      "id": "s601"
    },
    {
      "text": "Customs recommends the Minister be satisfied that that [sic] the volume of sales of consumer pineapple by another seller is still large enough to permit a proper comparison for the purposes of assessing a dumping margin under s.269TACB of the Act.",
      "id": "s602"
    },
    {
      "text": "' \n \n\n111 DTL did not make export sales to supermarkets.",
      "id": "s603"
    },
    {
      "text": "TAF's domestic sale prices were not suitable for the establishment of normal value for DTL and were not used for this purpose.",
      "id": "s604"
    },
    {
      "text": "It would have been contrary to s 269TAC(1) to have used prices by other sellers rather than DTL's own prices to establish normal value for DTL.",
      "id": "s605"
    },
    {
      "text": "The line of analysis followed by Customs therefore was not only hypothetical, it proceeded contrary to known facts and involved assumptions which were contrary to the operation of the Act.",
      "id": "s606"
    },
    {
      "text": "112 There was no anomaly arising from the fact that different normal values might apply to different exporters, or that a normal value might not be established for one exporter under s 269TAC(1).",
      "id": "s607"
    },
    {
      "text": "Those possibilities arose simply from the operation of the Act.",
      "id": "s608"
    },
    {
      "text": "The factual premise was wrong in any event.",
      "id": "s609"
    },
    {
      "text": "DTL's export sales were not to similar customers as TPC's.",
      "id": "s610"
    },
    {
      "text": "The argument misstated the factual and legal basis upon which the Minister should decide the question arising under s 269TAC(14) about whether to use the provisions of s 269TAC(1) to calculate a normal value for TPC's exports.",
      "id": "s611"
    },
    {
      "text": "Finally, and at the risk of repetition, TAF domestic sales could never be used in the way hypothesised as 'a basis for DTL normal value' because s 269TAC(1) directs a comparison with an exporter's own domestic sales unless 'like goods are not so sold by the exporter' .",
      "id": "s612"
    },
    {
      "text": "The statutory conditions which both permitted and required that the normal value for DTL be established by reference to its own sales had been established by Customs.",
      "id": "s613"
    },
    {
      "text": "That excluded the hypothesis which was finally relied upon.",
      "id": "s614"
    },
    {
      "text": "113 TPC was given no opportunity to deal with the alternative thesis which was advanced to justify the comparison with TAF's domestic sales.",
      "id": "s615"
    },
    {
      "text": "In a fashion even more stark than before, TPC was denied an opportunity to deal with 'the critical issue or factor' on which the decision was to turn (see Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 587; GTE at 329-333).",
      "id": "s616"
    },
    {
      "text": "The thesis itself involved serious errors in the construction and application of the statutory provisions as well as major errors of fact.",
      "id": "s617"
    },
    {
      "text": "As a result, procedural fairness was again denied and the wrong tests were employed.",
      "id": "s618"
    },
    {
      "text": "Legal error was committed.",
      "id": "s619"
    },
    {
      "text": "114 The result of these findings is that errors of law were committed which justify setting aside the CEO's recommendations.",
      "id": "s620"
    },
    {
      "text": "On the premise that the confidential version of the Final Report provides the reasons for the Minister's decision it only adds to the conclusion that the Minister's decision should be set aside.",
      "id": "s621"
    },
    {
      "text": "THE CLAIMED ADJUSTMENTS \n \n115 In view of my conclusions announced to this point it is strictly unnecessary to deal with the remaining question which was argued, concerning necessary adjustments under s 269TAC(8), but I will briefly indicate my views about the matters relied upon by the applicants.",
      "id": "s622"
    },
    {
      "text": "116 In the course of his representations on behalf of TPC, Mr Simpson claimed (although not in this order) that adjustments were required for the following matters if normal value was to be ascertained under s 269TAC(1):\n(i) Cost of tin plate/timing of sales;\n(ii) Physical characteristics of product sold;\n(iii) Labelling;\n(iv) Volume.",
      "id": "s623"
    },
    {
      "text": "117 It should be noted, as counsel for TPC pointed out, that the issue for attention in the present proceedings is not what, if any, adjustment should have been made about any of these matters.",
      "id": "s624"
    },
    {
      "text": "Rather, having regard to the character of the proceedings, the issue is whether Customs (and hence the Minister) applied the wrong test in deciding whether the matters required attention.",
      "id": "s625"
    },
    {
      "text": "Cost of Tin Plate \n \n118 Sales by TPC to Foodland and Grocery Holdings were made pursuant to specific orders, each individually confirmed by TPC as a 'contract' concluded between it and the respective customer.",
      "id": "s626"
    },
    {
      "text": "Sales to Woolworths, on the other hand, were made pursuant to a contract concluded in September 2003.",
      "id": "s627"
    },
    {
      "text": "Pursuant to this arrangement, which specified both prices and volumes for a two year period (for shipments between January 2004 and December 2005), TPC delivered product to Woolworths and invoiced for specific deliveries during the review period.",
      "id": "s628"
    },
    {
      "text": "The prices thereby obtained were treated as the starting point for the calculation of 'export value' (together with the prices in shipments to Foodland and Grocery Holdings).",
      "id": "s629"
    },
    {
      "text": "TPC complained that an adjustment should have been made for the fact that its costs increased between the time it made its contract with Woolworths and the time it made the actual sales during the review period.",
      "id": "s630"
    },
    {
      "text": "Specifically, it argued that the cost of its cans increased (by about 7%) due to an increase in the cost of tin plate between 2003 and 2005.",
      "id": "s631"
    },
    {
      "text": "Although Customs accepted that the cost of tin plate increased as asserted, and that TPC's costs of production increased as a result and at the level claimed, it declined to make any adjustment because the full details of the contract with Woolworths were not made available to it.",
      "id": "s632"
    },
    {
      "text": "TPC said that neither it nor Woolworths could locate the contract and argued that Customs had sufficient information about its terms.",
      "id": "s633"
    },
    {
      "text": "It relied upon an exchange of e-mails which it provided in response to the questionnaire, along with the individual 'contracts' with Foodland and Grocery Holdings.",
      "id": "s634"
    },
    {
      "text": "119 On 17 September 2003 Woolworths sent an email in the following terms:\n \n 'Subject: RE: Summarise orders \n \n Apologies for the delayed response, Woolworths would like to accept the below offer, just confirming the details \n \n Product and Price Volume for [xxx] years \n [xxx] FOB USD Pineapple Slices [xxx] g for [xxx][xxx]\n [xxx] FOB USD Pineapple Pieces [xxx] g for [xxx] [xxx]\n [xxx] FOB USD Pineapple Slices [xxx] g for [xxx] [xxx]\n [xxx] FOB USD Pineapple Pieces [xxx] g for [xxx] [xxx]\n \n Looking forward to you confirmation, could you also advise how much stock we have left of our previous contract?",
      "id": "s635"
    },
    {
      "text": "Thanks and Regards, \n \n David Harwood' \n \n\n120 The 'below offer' referred to as being accepted was not included in the e-mail 'string'.",
      "id": "s636"
    },
    {
      "text": "TPC responded:\n \n 'Dear David, \n \n We are pleased to confirm new order as follows, \n \n Pineapple [xxx]/[xxx] g Standard Slices , [xxx] slices USD [xxx] FOBNETT for [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Pieces USD [xxx] FOBNETT for [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Slices, [xxx] slices USD [xxx] FOBNETT for [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Pieces USD [xxx] FOBNETT for [xxx] cs \n Shipment: January 2004-December 2005 (two years) \n Payment: T/T 30 days after B/L date.",
      "id": "s637"
    },
    {
      "text": "Please send your sale contract accordingly.",
      "id": "s638"
    },
    {
      "text": "The balance each item for previous contract as follows, \n Pineapple [xxx]/[xxx] g Standard Slices, [xxx] slices [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Pieces [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Slices, [xxx] slices [xxx] cs \n Pineapple [xxx]/[xxx] g Standard Pieces [xxx] cs \n \n Thank you \n Best regards, \n Pontara.",
      "id": "s639"
    },
    {
      "text": "' \n \n\n121 TPC contended in the proceedings in this Court that this exchange was sufficient evidence of contract details and of the fact that the 2005 prices were fixed in 2003, before the increase in the cost of tin plate.",
      "id": "s640"
    },
    {
      "text": "The respondents argued, however, that the possibility could not be excluded that the detailed terms of the contract made allowance for the possibility of price increases, including an increase in the cost of making cans.",
      "id": "s641"
    },
    {
      "text": "122 During the visit to TPC's premises in Thailand, Customs obtained details of the increases in costs of production between 2003 and 2005.",
      "id": "s642"
    },
    {
      "text": "It accepted that such costs had increased.",
      "id": "s643"
    },
    {
      "text": "In particular, it accepted that the cost of tin plate, and hence the cost of cans, had increased.",
      "id": "s644"
    },
    {
      "text": "The cost of cans is the most significant cost item after the cost of pineapple fruit.",
      "id": "s645"
    },
    {
      "text": "The Visit Report said:\n \n 'The team has examined the data and the information provided supports TPC's claim that tin plate costs have increased.",
      "id": "s646"
    },
    {
      "text": "' \n \n\n123 TPC claimed that because its selling price for 2005 was fixed with Woolworths in September 2003, the increased cost of cans should be taken into account when making any comparison with another seller.",
      "id": "s647"
    },
    {
      "text": "This factor was also referred to as one concerning the timing of sales --- i.e.",
      "id": "s648"
    },
    {
      "text": "the fact that prices were fixed in September 2003 for deliveries until the end of 2005.",
      "id": "s649"
    },
    {
      "text": "124 In the public version of the Final Report Customs' conclusion on this issue was included with its conclusion about other issues, as follows:\n \n 'Customs also examined TPC's claims with regard to adjustments that should be considered if the normal value for TPC was based on the domestic selling price of other sellers, i.e., volume, timing, physical characteristics and labelling.",
      "id": "s650"
    },
    {
      "text": "Customs does not have relevant evidence to support these adjustments claimed by TPC .",
      "id": "s651"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s652"
    },
    {
      "text": ")\n \n\n125 The passage emphasised should be noted.",
      "id": "s653"
    },
    {
      "text": "So far as the 'timing' adjustment was concerned this statement was not accurate.",
      "id": "s654"
    },
    {
      "text": "Customs did have some information in support of the claim and had satisfied itself that the information was correct.",
      "id": "s655"
    },
    {
      "text": "126 In the confidential version of the Final Report this issue was dealt with in more precise terms as follows:\n \n 'TPC has provided some information to support its claim with regard to the difference in the timing of sales for Woolworths but has not provided all the documentation that Customs has advised is required for the claimed adjustment to be properly assessed.",
      "id": "s656"
    },
    {
      "text": "In any case, the fact that an export or domestic price has been fixed with a contract before the investigation period does not of itself justify an adjustment since the prices to be used in dumping calculations should be prices actually paid during the investigation period.",
      "id": "s657"
    },
    {
      "text": "' \n \n\n127 This provides two reasons for rejecting the claim.",
      "id": "s658"
    },
    {
      "text": "First, TPC had not provided all the information sought.",
      "id": "s659"
    },
    {
      "text": "In particular, as earlier noted, neither TPC nor Woolworths had provided Customs with the terms of the contract made in September 2003.",
      "id": "s660"
    },
    {
      "text": "Secondly, the prices received by TPC during 2005, regardless of the exact reason they were set, were those which were to be taken into account in calculating export value.",
      "id": "s661"
    },
    {
      "text": "128 The first reason does not disclose legal error.",
      "id": "s662"
    },
    {
      "text": "The material sought was relevant.",
      "id": "s663"
    },
    {
      "text": "It was under the control of TPC.",
      "id": "s664"
    },
    {
      "text": "Failure to provide it removed the foundation for any complaint.",
      "id": "s665"
    },
    {
      "text": "The second reason is more contentious.",
      "id": "s666"
    },
    {
      "text": "The obligation under the Act is to make such adjustments as are required to ensure an appropriate comparison.",
      "id": "s667"
    },
    {
      "text": "The prices paid are a starting point for the application of any required adjustments.",
      "id": "s668"
    },
    {
      "text": "The second reason appears, on one reading, to treat them as fixed and unadjustable.",
      "id": "s669"
    },
    {
      "text": "However, in the absence of the material sought by Customs which might provide a foundation for this claim, the possibility that the second reason revealed a misapplication of the statutory scheme is of no significance.",
      "id": "s670"
    },
    {
      "text": "129 In my view TPC has not demonstrated any reviewable error concerning the cost of tin plate/timing of sales issue.",
      "id": "s671"
    },
    {
      "text": "Physical characteristics \n \n130 As earlier noted, rejection of the claim for an adjustment about this matter in the public version of the Final Report was based upon the contention that there was not 'relevant evidence' to support the adjustment claimed.",
      "id": "s672"
    },
    {
      "text": "That description did not do justice to the facts.",
      "id": "s673"
    },
    {
      "text": "In the confidential version of the Final Report Customs referred to TPC's argument 'that a large price premium is payable for slices over pieces' in the Thai retail market.",
      "id": "s674"
    },
    {
      "text": "TPC claimed that DTL (Customs includes TAF in this description) sold only slices on the domestic market.",
      "id": "s675"
    },
    {
      "text": "Customs' answer to this was:\n \n 'TAF sells chunks, slices and crushed consumer pineapple.",
      "id": "s676"
    },
    {
      "text": "' \n \n\n131 TAF domestic sales were of choice chunks in light syrup, choice slices in syrup and fancy crushed pineapple in syrup.",
      "id": "s677"
    },
    {
      "text": "For the purpose of the comparison made by Customs in the confidential version of the Final Report the prices of these various types of product were weighted according to the distribution of them across TPC's export volumes (by physical characteristic --- e.g.",
      "id": "s678"
    },
    {
      "text": "slices --- although not by grade --- e.g.",
      "id": "s679"
    },
    {
      "text": "choice).",
      "id": "s680"
    },
    {
      "text": "That circumstance makes it a little difficult to understand a conclusion by Customs that 'Customs does not consider that an adjustment for a price premium for slices over pieces is relevant' but it is not necessary to pursue this issue.",
      "id": "s681"
    },
    {
      "text": "It appears that at least some weighting was given to accommodate price differences between chunks, slices and crushed pineapple, as sold by TAF.",
      "id": "s682"
    },
    {
      "text": "132 Customs went on to consider whether those prices gave any support for the contention that there was a premium for slices over chunks.",
      "id": "s683"
    },
    {
      "text": "It concluded:\n \n 'From this analysis of available data Customs does not consider that an adjustment for a price premium for slices over pieces is relevant .",
      "id": "s684"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s685"
    },
    {
      "text": ")\n \n\n133 This is a conclusion based upon an examination of relevant material.",
      "id": "s686"
    },
    {
      "text": "It is not adequately conveyed by the statement in the Final Report that there was simply an absence of evidence to support the adjustment claimed.",
      "id": "s687"
    },
    {
      "text": "However, in respect of this issue, I cannot conclude that the wrong test was applied or other legal error was committed.",
      "id": "s688"
    },
    {
      "text": "Labelling \n \n134 This claim was said by Customs to be based on the fact that there were price differences between product branded as proprietary rather than generic.",
      "id": "s689"
    },
    {
      "text": "TPC's exports were sold as generic brand in Australia.",
      "id": "s690"
    },
    {
      "text": "135 I set out earlier in this judgment extracts from the 2001 Report which identified the quality differences between generic and other brands --- i.e.",
      "id": "s691"
    },
    {
      "text": "between standard ('C' grade) fruit, typically described as 'generic' brand, fancy ('A' grade) and choice ('B' grade) fruit (with B grade typically described as 'house' brand).",
      "id": "s692"
    },
    {
      "text": "I also set out a passage from the Statement of Essential Facts where 'generic/housebrand' products (assembled together by Customs under the term 'generic') were distinguished from branded product (including 'Dole').",
      "id": "s693"
    },
    {
      "text": "It is not clear whether Customs formed a view in 2006 that the difference identified in 2001 between C grade (generic brand) and B grade (housebrand) fruit should be discarded.",
      "id": "s694"
    },
    {
      "text": "If it did so it gave no explanation for such a conclusion.",
      "id": "s695"
    },
    {
      "text": "136 As earlier noted, the great bulk of the consumer pineapple exported to Australia by TPC was standard grade --- about 98%.",
      "id": "s696"
    },
    {
      "text": "By contrast, the consumer pineapple sold by TAF on the domestic market was either choice (chunks and slices) or fancy (crushed) pineapple grade.",
      "id": "s697"
    },
    {
      "text": "137 Like the physical characteristics issue, TPC's claim for an adjustment was dismissed in the public version of the Final Report upon the basis of no 'relevant evidence'.",
      "id": "s698"
    },
    {
      "text": "In the confidential version of the Final Report Customs said:\n \n 'TPC has not provided information necessary to make adjustments for sales volumes, different products and labelling, nor to demonstrate that the differences for which adjustments are sought effect [sic] price comparability.",
      "id": "s699"
    },
    {
      "text": "TPC has claimed that Customs failure to provide all details of the normal value calculation does not enable TPC to reasonably defend its interests.",
      "id": "s700"
    },
    {
      "text": "' \n \n\nand:\n \n 'Concerning the labelling claim, Customs has no evidence to demonstrate that different labelling effects [sic] domestic pricing in Thailand.",
      "id": "s701"
    },
    {
      "text": "' \n \n\n138 Customs certainly had evidence, however, that branding affected pricing of consumer pineapple in Australia.",
      "id": "s702"
    },
    {
      "text": "It said so in the Statement of Essential Facts.",
      "id": "s703"
    },
    {
      "text": "This was an issue which warranted attention, in my view, under s 269TAC(8).",
      "id": "s704"
    },
    {
      "text": "139 By way of summary of this and other claims for adjustment Customs said:\n \n 'In summary, TPC has not provided any compelling evidence to warrant adjustment to normal value for sales volumes, different products, difference in the timing of sales and labelling.",
      "id": "s705"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s706"
    },
    {
      "text": ")\n \n\n140 This misstates both TPC's obligations and the nature of the enquiry directed by s 269TAC(8).",
      "id": "s707"
    },
    {
      "text": "In my view, Customs applied the wrong legal test to the determination of this issue.",
      "id": "s708"
    },
    {
      "text": "That is not to say that some adjustment must necessarily be made.",
      "id": "s709"
    },
    {
      "text": "However, the fundamental issue of quality difference was identified in the 2001 Report which led to the imposition of the anti-dumping measures which were the subject of both enquiries.",
      "id": "s710"
    },
    {
      "text": "TPC was significantly hampered in its ability to address the question of adjustments by the fact that the points of comparison were, on the approach adopted by Customs, within the protection of the confidentiality regime.",
      "id": "s711"
    },
    {
      "text": "Assessment of whether an adjustment was required, and if so what adjustment, would involve a consideration of the trading and pricing patterns of TAF.",
      "id": "s712"
    },
    {
      "text": "TPC had no access to such matters.",
      "id": "s713"
    },
    {
      "text": "In my view Customs cast an inappropriate burden on TPC and mistook its own (and the Minister's) obligation under the Act.",
      "id": "s714"
    },
    {
      "text": "In GTE Burchett J, in the course of drawing attention (at 333) to the requirement upon the Minister to make appropriate adjustments as a matter of statutory obligation, observed (at 335):\n \n 'The Act does not subject an importer, or a foreign exporter, to some kind of onus.",
      "id": "s715"
    },
    {
      "text": "' \n \n\n141 In Enichem Anic Srl v Anti-Dumping Authority [1992] FCA 579 ; (1992) 39 FCR 458 , in a passage relied upon by the respondents in the present proceedings, a Full Court said (at 469):\n \n 'Decision-making is a function of the real world.",
      "id": "s716"
    },
    {
      "text": "A decision-maker is not bound to investigate each avenue that may be suggested to him by a party interested.",
      "id": "s717"
    },
    {
      "text": "' \n \n\nHowever, in the present case the potential consequence of quality and labelling differences had been identified by Customs itself.",
      "id": "s718"
    },
    {
      "text": "In these circumstances it was even more clearly an error not to consider, as a part of its own investigation, whether such differences, which were clearly revealed by the factual material, required an adjustment.",
      "id": "s719"
    },
    {
      "text": "It could not put the question aside or resolve it on the basis that TPC was obliged to make its claim good, much less that it was obliged to provide 'compelling' evidence.",
      "id": "s720"
    },
    {
      "text": "142 I am satisfied that Customs (and therefore the Minister) applied the wrong legal test when rejecting this claim for an adjustment.",
      "id": "s721"
    },
    {
      "text": "Volumes \n \n143 The remaining issue concerned volumes of sales.",
      "id": "s722"
    },
    {
      "text": "Any suggestion of an onus on TPC in the light of the massive difference in volumes seems quite misplaced.",
      "id": "s723"
    },
    {
      "text": "Furthermore, Customs' observation in the confidential version of the Final Report that:\n \n 'Concerning the quantity claim, Customs found no volume discount structure in the sales of consumer pineapple and FSI pineapple examined.",
      "id": "s724"
    },
    {
      "text": "' \n \n\nseems to miss the point.",
      "id": "s725"
    },
    {
      "text": "What was in issue was not the question of a volume discount on TPC sales in Australia but the reliability of sales in the Thai domestic market which were a tiny fraction of TPC export sales.",
      "id": "s726"
    },
    {
      "text": "As earlier pointed out, TAF was able to sell its comparatively small volumes of consumer pineapple at a price which yielded a profit [that had a specific relationship with] domestic goods of the same general category in Thailand.",
      "id": "s727"
    },
    {
      "text": "TPC's representations about this issue were simply dismissed.",
      "id": "s728"
    },
    {
      "text": "There does not appear to have been any real attention given to the issue.",
      "id": "s729"
    },
    {
      "text": "If s 269TAC(1) was to be used, attention to the issue was required.",
      "id": "s730"
    },
    {
      "text": "There was a failure, in this respect also, to meet the requirements of the Act.",
      "id": "s731"
    },
    {
      "text": "CONCLUSION \n \n144 Both the recommendations of the CEO and the decision of the Minister must be set aside.",
      "id": "s732"
    },
    {
      "text": "The respondents must pay the applicant's costs.",
      "id": "s733"
    },
    {
      "text": "The applicant is to bring in short minutes of order to give effect to these reasons.",
      "id": "s734"
    },
    {
      "text": "I will hear the parties, if necessary, about the final form of the orders to be made.",
      "id": "s735"
    },
    {
      "text": "I certify that the preceding one hundred and forty-four (144) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s736"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2008\n\n\n\n Counsel for the Applicant: Mr N Williams SC, Ms K Eastman \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the Respondent: Dr M Perry QC, Mr S Lloyd \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 10, 11 and 17 December 2007 \n \n Date of Judgment: 4 April 2008 \n \n Date of Publication: 1 August 2008 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/443.html",
      "id": "s737"
    }
  ]
}