{
  "name": "Lynx Engineering Consultants Pty Ltd v The ANI Corporation Limited trading as ANI Bradken Rail Transportation Group (includes corrigendum dated 29 April 2008) [2008] FCA 555 (23 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/555.html",
  "catchphrases": [
    {
      "text": "application for an order revoking an earlier order to which consent had been given in error",
      "id": "c0"
    },
    {
      "text": "order revoked in absence of prejudice apart from cost",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n As outlined in the decision of Siopis J on 28 September 2007 ( Lynx Engineering Consultants Pty Ltd v The ANI Corporation Limited (No 2) [2007] FCA 1510 ; (2007) 163 FCR 372) , the applicant (Lynx) carries on the business of designing, manufacturing and supplying railway wagons for carrying freight and bulk material.",
      "id": "s0"
    },
    {
      "text": "Lynx's case is that from 1993 for a period of some four years it engaged in research and development for the design of a new or improved railway wagon body suitable for carrying freight and bulk material.",
      "id": "s1"
    },
    {
      "text": "It described this project as the 'Lynx 3CR12 Wagon Project'.",
      "id": "s2"
    },
    {
      "text": "Each of the first, second and third respondents carry on business manufacturing railway wagons.",
      "id": "s3"
    },
    {
      "text": "In April 1996 Lynx entered into an agreement with the first respondent to disclose confidential information to it in respect of the Lynx 3CR12 Wagon so that it could cooperate with the first respondent in a joint response to an invitation to tender for the design, manufacture, supply and testing of ore cars.",
      "id": "s4"
    },
    {
      "text": "The invitation was from BHP Iron Ore Ltd (BHP).",
      "id": "s5"
    },
    {
      "text": "Under that agreement the first respondent received from Lynx a number of design drawings and technical information.",
      "id": "s6"
    },
    {
      "text": "Confidentiality terms were reached.",
      "id": "s7"
    },
    {
      "text": "For present purposes they do not require description.",
      "id": "s8"
    },
    {
      "text": "Lynx was unsuccessful in its tender to BHP.",
      "id": "s9"
    },
    {
      "text": "It subsequently withdrew from a tender to Hamersley Iron Ore Ltd (Hamersley) and was also unsuccessful in a later tender to Hamersley.",
      "id": "s10"
    },
    {
      "text": "At a later time the first, second and third respondents manufactured and supplied each of BHP and Hamersley with rail wagons described as the 'Bradken 9100 Wagon' and the 'Rio Tinto Pilbara Iron Ore Car'.",
      "id": "s11"
    },
    {
      "text": "Proceedings were commenced by Lynx.",
      "id": "s12"
    },
    {
      "text": "It contended that in breach of the various confidentiality agreements, the first respondent had used and disclosed to others, Lynx's confidential information for the purpose of manufacturing and procuring the manufacture of those rail wagons.",
      "id": "s13"
    },
    {
      "text": "It also claimed breaches of copyright.",
      "id": "s14"
    },
    {
      "text": "All respondents deny any breach and contend that each of the wagons was designed by a 'company in the Worley Group trading as Williams Worley Rail'.",
      "id": "s15"
    },
    {
      "text": "The respondents say they have not supplied or caused to be provided any of the confidential information to that company or any other entity.",
      "id": "s16"
    },
    {
      "text": "CONSENT DISCOVERY AND INSPECTION \n On 18 March 2008, ultimately by consent, Lynx and the fourth respondent (WorleyParsons) agreed to certain orders pertaining to discovery of documents which had originally been ordered to be produced some months ago.",
      "id": "s17"
    },
    {
      "text": "There had been a deal of correspondence in relation to the terms on which discovery should be given particularly in relation to the question of confidentiality of disclosure.",
      "id": "s18"
    },
    {
      "text": "For present purposes it is sufficient to say that there were two categories of documents referred to in terms I will discuss below in respect of the debate about confidentiality orders.",
      "id": "s19"
    },
    {
      "text": "Lynx seeks to have revoked, discovery orders relating to the second category.",
      "id": "s20"
    },
    {
      "text": "Following those consent orders being made, Lynx made clear to its solicitors that it had not given instructions or permission for inspection of the second category of documents.",
      "id": "s21"
    },
    {
      "text": "Lynx then sought to vary the consent orders made on 18 March 2008 so as to preclude general inspection of the documents in the second category.",
      "id": "s22"
    },
    {
      "text": "Lynx relies on two affidavits.",
      "id": "s23"
    },
    {
      "text": "The first is an affidavit of Vladimir Mazur sworn on 2 April 2008.",
      "id": "s24"
    },
    {
      "text": "Mr Mazur is a director of Lynx and deposes to the fact that 'on reflection' the order made by consent on 18 March 2008 did not sufficiently deal with and accommodate a distinction to be drawn between the confidential documents alleged by Lynx to have been disclosed to WorleyParsons in breach of Lynx's rights and several files of further confidential documents which, other than the few documents forming part of the first category (the breach documents) were never disclosed or alleged by Lynx to have been disclosed to WorleyParsons.",
      "id": "s25"
    },
    {
      "text": "Mr Mazur says that in relation to the second category of documents, disclosure to the WorleyParsons' witnesses would be extremely prejudicial to Lynx and would create a real risk of rendering futile the enormous time, effort and money expended by Lynx in research and development of its design.",
      "id": "s26"
    },
    {
      "text": "Counsel for Lynx contends that none of the documents in the second category are directly relevant to the action against WorleyParsons.",
      "id": "s27"
    },
    {
      "text": "Nor are they relevant to the action against the first, second and third respondents he says.",
      "id": "s28"
    },
    {
      "text": "Mr Mazur and counsel for Lynx submit that 'the only reason why these documents were discovered at all was to enable expert witnesses to give consideration to these documents to illustrate the extent of the skill, labour and effort expended by the applicant in reaching its design, and to illustrate the timeline showing each stage of the applicant's research and development'.",
      "id": "s29"
    },
    {
      "text": "Mr Mazur stresses that Lynx and WorleyParsons are competitors.",
      "id": "s30"
    },
    {
      "text": "In addition to the affidavit from Mr Mazur, the instructing solicitor for Lynx has sworn and filed an affidavit making it clear that notwithstanding Mr Mazur's reasons for objecting to disclosure of the second category of documents, Mr Mazur had not expressed those instructions to the instructing solicitors.",
      "id": "s31"
    },
    {
      "text": "The solicitor concerned had returned from approximately four weeks leave on the morning of the directions hearing and had assumed that instructions had been given by Lynx to reach a consent in terms of the minute prepared by WorleyParsons rather than in terms originally prepared and filed by Lynx.",
      "id": "s32"
    },
    {
      "text": "She makes clear that her subsequent perusal of the relevant files has shown that her assumption that Lynx had instructed the solicitors and thus counsel to consent in terms of the WorleyParsons' minute was incorrect.",
      "id": "s33"
    },
    {
      "text": "Due to the short timeframe within which WorleyParsons' minute was received (which had been the afternoon before the morning of the directions hearing) the WorleyParsons' minute had not in fact been forwarded to Lynx and thus, while the solicitor had understood that instructions to consent to that minute had been given, in fact they had not.",
      "id": "s34"
    },
    {
      "text": "ARGUMENTS ON THE APPLICATION \n Lynx contends that this is an appropriate case in which to apply O 10 r 1(3) of the Federal Court Rules to revoke or vary any order made by it under O 10 r 1(1), (1A) or (2).",
      "id": "s35"
    },
    {
      "text": "It submits that any consent order is subject to the power of the Court to justly regulate the process of litigation: Siebe Gorman &amp; Co Ltd v Pneupac Ltd [1982] 1 WLR 185 at 191.",
      "id": "s36"
    },
    {
      "text": "Order 10 r 1(3) provides that 'the Court may revoke or vary any order made under (1), (1A) or (2)'.",
      "id": "s37"
    },
    {
      "text": "There is no dispute that the order concerned falls within those sub-rules.",
      "id": "s38"
    },
    {
      "text": "In Greenpark Pty Ltd v Odin Inns Pty Ltd [1989] WAR 322 it was held by the Full Court of the Supreme Court of Western Australia that an order made by consent is within the unlimited power of the court to revoke and vary orders in the interest of justice.",
      "id": "s39"
    },
    {
      "text": "A Master of the Supreme Court of Western Australia had varied a consent order and that order gave rise to an appeal.",
      "id": "s40"
    },
    {
      "text": "Brinsden J with whom the Chief Justice agreed said at 324-325: \n In determining the issues raised by the appeal, the first matter to be considered is whether a consent order is an order within the provisions of O 27, r 10.",
      "id": "s41"
    },
    {
      "text": "I do not see why it should not be so.",
      "id": "s42"
    },
    {
      "text": "Counsel for the plaintiff argued that by reason of the provisions of O 27, r 5(2) the wide discretionary powers apparently given by r 10 should be read down so as not to include changing an order in the manner in which Master Seaman changed it.",
      "id": "s43"
    },
    {
      "text": "Furthermore, it is said, that as it was a consent order there was no jurisdiction to vary it.",
      "id": "s44"
    },
    {
      "text": "I have already mentioned that in my view a consent order comes within the description of the word in r 10.",
      "id": "s45"
    },
    {
      "text": "But in any event, there is a long line of authority which supports the view that an interlocutory consent order may be varied for mistake and, indeed, if there has been a change in circumstances: Halsbury's Laws of England (4 th ed, 1979) Vol 26 par 563; Mullins v Howell [1879] 11 Ch 763 ; Brister v Brister [1970] 1 WLR 664 ; [1970] 1 All ER 913 ; Purcell v F C Trigell Ltd [1971] 1 QB 358.",
      "id": "s46"
    },
    {
      "text": "I am therefore of the view that a consent order can fall within the provisions of r 10.",
      "id": "s47"
    },
    {
      "text": "I do not believe there is any justification for reading r 10 down.",
      "id": "s48"
    },
    {
      "text": "I has been before the court in Flynn v Karina Constructions Pty Ltd (unreported, Supreme Court of Western Australia, Smith J, 11 May 1977).",
      "id": "s49"
    },
    {
      "text": "In that case his Honour dismissed an appeal from an order made by the master whereby he ordered that default judgment entered by a plaintiff be set aside conditional upon interrogatories previously sought by the plaintiff being answered within fourteen days.",
      "id": "s50"
    },
    {
      "text": "His Honour's decision was based squarely on the provisions of O 27, r 10, which he felt gave ample power to the master to make the order.",
      "id": "s51"
    },
    {
      "text": "A similar provision has also been considered by the Court of Appeal in John Walker &amp; Sons Ltd v Henry Ost &amp; Co Ltd [1970] 1 WLR 917 ; [1970] 2 All ER 106.",
      "id": "s52"
    },
    {
      "text": "Speaking of the rule, Harman LJ said: \n\n\"So that right up to the very trial itself any order, particularly an order of the court striking out in defence, may be revoked if cause be shown; and the question in this case, and I think the only question really, is: Has cause been shown?",
      "id": "s53"
    },
    {
      "text": "\"\n Kennedy J (at 326) approached the matter slightly differently, citing the judgment of Lord Denning in Siebe Gorman [1982] 1 WLR 185 at 189 and Templeman LJ at 194.",
      "id": "s54"
    },
    {
      "text": "His Honour reached the same conclusion.",
      "id": "s55"
    },
    {
      "text": "That decision was followed in The Director of Public Prosecutions for Western Australia v Mansfield and Ors [2005] WASC 237.",
      "id": "s56"
    },
    {
      "text": "Although an appeal was allowed from that decision ( Mansfield v Director of Public Prosecutions [2007] WASCA 39) the following passage was not affected by the terms of the appeal.",
      "id": "s57"
    },
    {
      "text": "In that case the Full Court was considering O 27 r 10 which provided: \n Any order which has been made under this Order including an order made on appeal, may on sufficient cause being shown, be revoked or varied by subsequent order or direction of the Court made or given at or before the trial of the cause of matter in relation to which the original order was made.",
      "id": "s58"
    },
    {
      "text": "The Federal Court in RD Werner &amp; Co Inc v Bailey Aluminium Products Pty Ltd (1987) 16 FCR 488 dealt with a very similar issue.",
      "id": "s59"
    },
    {
      "text": "In that case the parties had agreed to an order that the appellant pay $20,000 as security for costs into court within 45 days and in default the appellant's appeal arising under the Patents Act 1952 (Cth) be dismissed.",
      "id": "s60"
    },
    {
      "text": "The appellant failed to comply with the order and subsequently applied for variation of the order so as to enable compliance.",
      "id": "s61"
    },
    {
      "text": "At first instance the primary judge held that there was no power in the court to make the desired variation.",
      "id": "s62"
    },
    {
      "text": "The Full Court ( RD Werner &amp; Co Inc v Bailey Aluminium Products Pty Ltd (1988) 18 FCR 389) allowed an appeal even though the order had, in that particular instance (due to the nature of the negotiations between the parties), given effect to a contract.",
      "id": "s63"
    },
    {
      "text": "But Woodward and Foster JJ held that the court had an overriding power to control its own proceedings so as to vary interlocutory orders even when made as a result of a binding contract.",
      "id": "s64"
    },
    {
      "text": "It applied Siebe Gorman [1982] 1 WLR 185.",
      "id": "s65"
    },
    {
      "text": "Jenkinson J disagreed.",
      "id": "s66"
    },
    {
      "text": "Woodward and Foster JJ also held that the court, in any event, had the power in the circumstances of that case to override the terms of the contract by altering the time limit stipulated in it even after the time stipulated in the order made as a result of the contract had elapsed and the appeal to which it related had been dismissed.",
      "id": "s67"
    },
    {
      "text": "For WorleyParsons it was submitted that the liberty to apply order from 18 March 2008 directions did not give jurisdiction to actually vary or revoke the substantive orders ( Nicholson v Nicholson (1974) 4 ALR 212 per Jenkyn J at 363).",
      "id": "s68"
    },
    {
      "text": "Nevertheless, treating the application to vary the second part of the orders of 18 March 2008 as an independent motion, the governing principles it was suggested are dealt with in the cases examining O 35 r 7(2)(c) of the Federal Court Rules .",
      "id": "s69"
    },
    {
      "text": "It was submitted that the discretion to vary or set aside an order pursuant to O 35 r 7(2) of the Federal Court Rules will only be exercised in exceptional circumstances: Australian Competition &amp; Consumer Commission v Black on White Pty Ltd [2004] FCA 363 ; (2004) 138 FCR 314 per Spender J at [14]-[16]; Kullilli People No.",
      "id": "s70"
    },
    {
      "text": "2 and Kullilli People No 3 v Queensland [2007] FCA 512 per Tamberlin J at [17]; Dudzinski v Centrelink [2003] FCA 308 per Spender J at [11]; Paras v Public Service Body Head of Department of Infrastructure (No 2) (2006) 152 IR 352 per Young J at [4]; Wati v Minister for Immigration &amp; Multicultural Affairs (1997) 78 FCR 543 per curiam at 549-552.",
      "id": "s71"
    },
    {
      "text": "For the most part the category of exceptional case to which reference has been made above by WorleyParsons arise in circumstances prevailing after a final hearing has been concluded.",
      "id": "s72"
    },
    {
      "text": "In this case, the error is at an interlocutory level pertaining simply to production or inspection of documents and is capable of cure without prejudice to WorleyParsons other than in relation to costs.",
      "id": "s73"
    },
    {
      "text": "A mere change of heart, it was submitted, is not sufficient to invoke the discretion to vary an order.",
      "id": "s74"
    },
    {
      "text": "See Nicholson 4 ALR 212 per Jenkyn J at 65-66.",
      "id": "s75"
    },
    {
      "text": "Nor will the discretion to vary orders be invoked for the purpose of allowing a party to present its arguments a second time to its better advantage.",
      "id": "s76"
    },
    {
      "text": "See Paras 152 IR 352 per Young J at [5].",
      "id": "s77"
    },
    {
      "text": "It was submitted that in the present case, there is nothing in the affidavit of Mr Mazur sworn on 2 April 2008 which demonstrates that exceptional circumstances exist to justify varying the existing order.",
      "id": "s78"
    },
    {
      "text": "On the contrary, par 6 of his affidavit makes clear that Lynx is simply attempting to re-agitate the issue of confidentiality because it has had a change of heart.",
      "id": "s79"
    },
    {
      "text": "The affidavit of Mr Mazur taken alone, as is pointed out for WorleyParsons, may not justify exercise of the discretion to revoke that part of the order which had been made by consent.",
      "id": "s80"
    },
    {
      "text": "Indeed, taken alone it might be construed as constituting no more than a change of heart.",
      "id": "s81"
    },
    {
      "text": "The driving factor warranting consideration of exercise of discretion to revoke the order, is the affidavit filed by the solicitors for Lynx from which it is clear that Lynx did not authorise its solicitors to instruct counsel as they did, to consent to inspection of the second category of documents by WorleyParsons.",
      "id": "s82"
    },
    {
      "text": "I have indicated to counsel that I proposed approaching this matter on a two stage basis --- first to consider whether as a matter of principle it was appropriate to revoke that part of the order which Lynx seeks to revoke.",
      "id": "s83"
    },
    {
      "text": "If I acceded to that course, I would then turn to consider the merits of the appropriate approach to that category of documents taking into account any additional evidence and submissions from the parties.",
      "id": "s84"
    },
    {
      "text": "In all the circumstances of this particular case, in my view, the discretion should be exercised to revoke that part of the order which Lynx seeks revoked.",
      "id": "s85"
    },
    {
      "text": "That does not mean that I would not entertain, on consideration of further evidence and submissions, from WorleyParsons, an application that it should have suitable limited ability to take instructions on the documents from expert advisors.",
      "id": "s86"
    },
    {
      "text": "I am mindful in that regard that it is contended for Lynx that the documents are very sensitive and in the hands of the competitor could do it much damage.",
      "id": "s87"
    },
    {
      "text": "The interests of justice require that the order to which there was inadvertent consent in the mistaken belief that the client had instructed that there be consent should be revoked.",
      "id": "s88"
    },
    {
      "text": "The appropriate order is that the particular order be vacated and that Lynx should pay the costs of WorleyParsons in any event.",
      "id": "s89"
    },
    {
      "text": "REPLACEMENT ORDERS \n As to appropriate terms of inspection of the second category of documents, Mr Pratt, counsel for WorleyParsons has made clear that the status quo will be preserved pending determination of the issue, that is to say, he made it clear that the documents which have already been discovered would not be disclosed to his client until the Court had expressly given permission to do so.",
      "id": "s90"
    },
    {
      "text": "WorleyParsons wish to press for orders in terms which enable it to take instructions from experts in relation to the documents.",
      "id": "s91"
    },
    {
      "text": "The reason that is necessary is because Lynx has contended that it may be implied from the short period of time within which the rail cars were capable of being designed by WorleyParsons, that there had been a significant springboard benefit from usage of the designs of Lynx.",
      "id": "s92"
    },
    {
      "text": "WorleyParsons says it would be impossible for it to defend this assertion unless it had the opportunity to take instructions from experts in relation to those drawings.",
      "id": "s93"
    },
    {
      "text": "There must be some force in that submission.",
      "id": "s94"
    },
    {
      "text": "Lynx says that the second category documents were not documents in respect of which any discovery would ever be necessary in the sense that they were documents which would simply assist Lynx in proving its case.",
      "id": "s95"
    },
    {
      "text": "I can see no basis why such documents would not be discovered.",
      "id": "s96"
    },
    {
      "text": "That does not mean that certain confidentiality protections should not be imposed.",
      "id": "s97"
    },
    {
      "text": "I am willing to hear further argument on the issue but it should be possible for counsel to agree a minute which enables the documents already discovered to be shown to some suitable independent expert or experts so that WorleyParsons can obtain advice.",
      "id": "s98"
    },
    {
      "text": "This is not a procedure that is particularly unusual.",
      "id": "s99"
    },
    {
      "text": "Other consent orders were prepared on the day of hearing this motion but in light of the time that has elapsed since the hearing (during which further written submissions were made), I will not make those orders.",
      "id": "s100"
    },
    {
      "text": "They should also be the subject of the consent minute.",
      "id": "s101"
    },
    {
      "text": "In the meantime, I will make the following orders: Paragraph 2(b) of the Orders made on 18 March 2008 be varied to read, 'in respect of Items 30 and 46-65 (inclusive) of Schedule 1 (the second category of documents), until further order, access to such documents to be limited to solicitors and counsel for the fourth respondent'.",
      "id": "s102"
    },
    {
      "text": "There be liberty to apply on two days written notice in relation to these orders.",
      "id": "s103"
    },
    {
      "text": "The applicant pay the fourth respondent's costs of the hearing in any event.",
      "id": "s104"
    },
    {
      "text": "The parties file within 14 days a minute of agreed orders pertaining to suitable confidentiality protection of Lynx in relation to the second category of documents; failing which the issue of confidentiality be re-listed for argument and further directions.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s106"
    },
    {
      "text": "Associate:\n \n \nDated: 23 April 2008\n \n Counsel for the Applicant: RJL McCormack \n \n Solicitor for the Applicant: Karp Steedman Ross-Adjie \n \n Counsel for the Fourth Respondent: DJ Pratt \n \n Solicitor for the Fourth Respondent: Jackson McDonald \n Date of Hearing: 8 April 2008 \n \n Date of Judgment: 23 April 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/555.html",
      "id": "s107"
    }
  ]
}