{
  "name": "Australian Competition &amp; Consumer Commission v Kokos International Pty Ltd (No 4) [2008] FCA 549 (23 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/549.html",
  "catchphrases": [
    {
      "text": "price fixing",
      "id": "c0"
    },
    {
      "text": "consent orders",
      "id": "c1"
    },
    {
      "text": "pecuniary penalties",
      "id": "c2"
    },
    {
      "text": "deterrent factors",
      "id": "c3"
    },
    {
      "text": "no prior contraventions",
      "id": "c4"
    },
    {
      "text": "lack of awareness of law",
      "id": "c5"
    },
    {
      "text": "no implementation",
      "id": "c6"
    },
    {
      "text": "no assets",
      "id": "c7"
    },
    {
      "text": "deregistered company re-registered for proceedings",
      "id": "c8"
    },
    {
      "text": "natural person no assets.",
      "id": "c9"
    },
    {
      "text": "trade practices",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "AGAINST SEVENTH AND EIGHTH RESPONDENTS \n \n1 The following is a revised version of the reasons I delivered on 23 April 2008.",
      "id": "s0"
    },
    {
      "text": "These reasons support the replacement of the orders then made with the orders now made.",
      "id": "s1"
    },
    {
      "text": "The revision is necessary to correct an error as to the declaratory relief which was the subject of consent by all respondents and to the contraventions admitted by the Eighth Respondent.",
      "id": "s2"
    },
    {
      "text": "There is a consequential change to the pecuniary penalty imposed on the Eighth Respondent.",
      "id": "s3"
    },
    {
      "text": "None of the previous orders have yet been entered.",
      "id": "s4"
    },
    {
      "text": "2 These proceedings were brought by the Australian Competition and Consumer Commission (the ACCC) against three companies, a business and their officers who were engaged in the provision of education consulting services in Perth to students of Korean origin.",
      "id": "s5"
    },
    {
      "text": "The ACCC alleged that the companies and the business, through their officers, entered into an agreement, at first oral and then written, not to offer discounted tuition fees to students for whom they acted as brokers in arranging their enrolment at schools, colleges and universities.",
      "id": "s6"
    },
    {
      "text": "3 The facts of the case have been set out in an earlier judgment relating to the first four respondents given on 10 January 2008: Australian Competition &amp; Consumer Commission v Kokos (No 2) [2008] FCA 5.",
      "id": "s7"
    },
    {
      "text": "Injunctive orders were made by consent and penalties imposed after argument in respect of those respondents.",
      "id": "s8"
    },
    {
      "text": "Declarations offered by consent were stood over pending the finalisation of the proceedings against all respondents.",
      "id": "s9"
    },
    {
      "text": "In a further judgment, delivered on 17 January 2008, I made injunctive orders against the fifth and sixth respondents and again imposed penalties.",
      "id": "s10"
    },
    {
      "text": "Declaration orders proposed by consent were stood over until the finalisation of the proceedings as a whole: Australian Competition &amp; Consumer Commission v Kokos International Pty Ltd (No 3) [2008] FCA 20.",
      "id": "s11"
    },
    {
      "text": "The matter has come back before the Court for disposition as against the seventh and eighth respondents.",
      "id": "s12"
    },
    {
      "text": "Statements of agreed facts have been filed.",
      "id": "s13"
    },
    {
      "text": "4 The seventh respondent, Study Overseas Now Pty Ltd (Study Overseas Now) was at all material times a trading corporation carrying on business in Western Australia as, among other things, a supplier of education consulting services to students and prospective students of Korean origin intending to study at secondary and tertiary institutions (Schools).",
      "id": "s14"
    },
    {
      "text": "The services consisted of: \n \n(a) providing information about available courses of study in Perth, including information regarding fees;\n \n(b) providing advice as to which of the available courses may be suitable for a prospective student's requirements; \n \n(c) providing informal oral translation of promotional materials and course information published in English by the Schools; \n \n(d) facilitating application to, and enrolment in, courses of study at Schools; and \n \n(e) facilitating payment of fees by students or prospective students to Schools.",
      "id": "s15"
    },
    {
      "text": "5 The company does not have exact figures for the annual turnover and profit for the 2004/2005 and 2005/2006 financial years.",
      "id": "s16"
    },
    {
      "text": "Mr Yeo has stated that no profits were made during those periods.",
      "id": "s17"
    },
    {
      "text": "That fact is not agreed but the ACCC did not dispute his statement.",
      "id": "s18"
    },
    {
      "text": "I will therefore proceed on the assumption that no profits were made.",
      "id": "s19"
    },
    {
      "text": "It is agreed that Study Overseas Now employed four full time staff.",
      "id": "s20"
    },
    {
      "text": "6 Mr Yeo was at all material times a servant or agent of Study Overseas Now authorised by it to conduct business in its name and on its behalf and was responsible for its day to day management.",
      "id": "s21"
    },
    {
      "text": "It is agreed that at all material times Study Overseas Now and each of the following businesses: \n(a) Kokos International Pty Ltd (Kokos); \n(b) IAE Edu Net Perth Pty Ltd (IAE);\n(c) Nanuri Education Centre (Nanuri); and \n(d) Jobbok International Pty Ltd (Jobbok)\nwere competitive with each other in the supply of education consulting services.",
      "id": "s22"
    },
    {
      "text": "7 Schools published details of the fees payable for each course of study offered and where a student enrolled at a course at a School through Study Overseas Now: \n \n(a) the student paid the tuition fee to Study Overseas Now and Study Overseas Now remitted part or all of the tuition fee paid by the student to the school;\n \n(b) the school paid a commission to Study Overseas Now for enrolling the student in the course.",
      "id": "s23"
    },
    {
      "text": "The commission was calculated as a percentage of the tuition fee and was paid in one of the following ways: \n \n(a) the School paid a commission to Study Overseas Now upon receipt of the full tuition fee; or \n \n(b) the School permitted Study Overseas Now to deduct its commission from the tuition fee and remit the balance to the School.",
      "id": "s24"
    },
    {
      "text": "The manner and payment and the amount of commission agreed to be paid by a School varied according to the particular terms and conditions agreed between Study Overseas Now and each school.",
      "id": "s25"
    },
    {
      "text": "Study Overseas Now did not directly charge fees to students for supplying education consulting services.",
      "id": "s26"
    },
    {
      "text": "8 Before early to mid-July 2004 the market comprised Kokos, Nanuri, Jobbok, Study Overseas Now, the Schools and an unknown number of small service providers.",
      "id": "s27"
    },
    {
      "text": "The practice then, of offering or agreeing to accept a discount tuition fee, was commonly engaged in by competitors in the Perth market for education consulting services.",
      "id": "s28"
    },
    {
      "text": "In mid-July 2004 IAE entered the Perth market.",
      "id": "s29"
    },
    {
      "text": "There followed a meeting between Chad Kim on behalf of Kokos, Ace Pae on behalf of IAE, Rebekah Cabalt on behalf of Nanuri, Bernard Yeo on behalf of Study Overseas Now and Jacob Kim on behalf of Jobbok.",
      "id": "s30"
    },
    {
      "text": "Those present at the meeting made a written agreement on behalf of their respective employers to the effect that in the supply of education consulting services to students or prospective students: \n \n(a) the parties would refrain from engaging in the practice of offering or agreeing to accept a discounted tuition fee; \n \n(b) the parties would monitor each other's conduct in relation to the practice of offering or agreeing to accept a discounted tuition fee; \n \n(c) the parties would report any discounted tuition fee to the \"Council of Korean Agency\" which would be constituted by a representative of each of the parties; and \n \n(d) any party that engaged in the practice of offering or agreeing to accept a discounted tuition fee would be banned from enrolling students in the relevant School for three months.",
      "id": "s31"
    },
    {
      "text": "Study Overseas Now had not at any time before entering into the written agreement offered or accepted discounted tuition fees from students.",
      "id": "s32"
    },
    {
      "text": "It did not accept discounted tuition fees thereafter.",
      "id": "s33"
    },
    {
      "text": "9 Neither Study Overseas Now nor Mr Yeo have engaged in a contravention of the Trade Practices Act 1974 (Cth) (the Act) in the past.",
      "id": "s34"
    },
    {
      "text": "Study Overseas Now cooperated with the ACCC before and following the commencement of the proceedings.",
      "id": "s35"
    },
    {
      "text": "Before being joined in the proceedings Mr Yeo did not provide full cooperation, however since being joined he has offered full cooperation.",
      "id": "s36"
    },
    {
      "text": "10 The declaratory and injunctive orders proposed against the seventh and eighth respondents and to which they consent are in accordance with those sought against the other respondents.",
      "id": "s37"
    },
    {
      "text": "I will therefore make the declaratory and injunctive orders.",
      "id": "s38"
    },
    {
      "text": "They are within power and appropriate.",
      "id": "s39"
    },
    {
      "text": "The outstanding question is that of penalty.",
      "id": "s40"
    },
    {
      "text": "11 In penalty submissions filed by the ACCC it was submitted that Study Overseas Now did not at any time before or after entering into the written agreement, offer or accept discounted tuition fees from students.",
      "id": "s41"
    },
    {
      "text": "Therefore it was submitted there was no evidence of direct loss or damage caused to particular consumers by the company's conduct or by that of Mr Yeo.",
      "id": "s42"
    },
    {
      "text": "To the extent that they participated in creating the written agreement given effect to by the first to sixth respondents, their conduct contributed to loss and damage caused by those respondents.",
      "id": "s43"
    },
    {
      "text": "12 The ACCC accepted that Mr Yeo was ignorant of the fact that the conduct was unlawful.",
      "id": "s44"
    },
    {
      "text": "It acknowledged that there was no evidence that he had concealed or attempted to conceal it.",
      "id": "s45"
    },
    {
      "text": "It was submitted that he engaged in the conduct deliberately in response to concerns about the commercial viability of the business but not with the intention to contravene the Act.",
      "id": "s46"
    },
    {
      "text": "It was, however, clear from the face of the written agreement that he would have been aware that the conduct would have a detrimental effect on competition in the market.",
      "id": "s47"
    },
    {
      "text": "It appears also to have been common ground that Study Overseas Now did not take any steps to give effect to the written agreement.",
      "id": "s48"
    },
    {
      "text": "13 Mr Yeo was employed as the manager for the company.",
      "id": "s49"
    },
    {
      "text": "The company had no compliance program in place.",
      "id": "s50"
    },
    {
      "text": "The parties agreed that a principal object of a penalty under s 76 of the Act is deterrence.",
      "id": "s51"
    },
    {
      "text": "It was submitted that Study Overseas Now was arguably in a position of considerable responsibility and power relative to the students it serviced.",
      "id": "s52"
    },
    {
      "text": "14 Study Overseas Now and Mr Yeo filed their own submissions as to penalty.",
      "id": "s53"
    },
    {
      "text": "15 Study Overseas Now was deregistered on 18 March 2006 and was only reinstated for the purposes of these proceedings.",
      "id": "s54"
    },
    {
      "text": "During its period of registration it was a small scale company with only four employees.",
      "id": "s55"
    },
    {
      "text": "It was submitted that the offending conduct occurred during mid-2004 for a period of approximately five months and was never initiated nor implemented by the company.",
      "id": "s56"
    },
    {
      "text": "16 The company also referred to its cooperation with the ACCC, the fact that its conduct was undertaken in ignorance of the relevant provisions of the Act and that it had an insignificant percentage of the relevant market.",
      "id": "s57"
    },
    {
      "text": "At the time of its conduct, Mr Yeo was the only person who represented Study Overseas Now.",
      "id": "s58"
    },
    {
      "text": "17 In addition to those considerations Mr Yeo, for his part, pointed out that he has no assets and is currently not employed although he is actively looking for employment.",
      "id": "s59"
    },
    {
      "text": "When he was working for Study Overseas Now he rarely drew a personal wage.",
      "id": "s60"
    },
    {
      "text": "During his employment with the company he worked on two other jobs to sustain its debts and to pay associated business expenses.",
      "id": "s61"
    },
    {
      "text": "He submitted that given his financial circumstances either no pecuniary penalty or in the alternative, a small pecuniary penalty would achieve the current objectives of the Act.",
      "id": "s62"
    },
    {
      "text": "The factual aspects of his submissions were not disputed by the ACCC.",
      "id": "s63"
    },
    {
      "text": "18 In my opinion there is no point in imposing a pecuniary penalty on the company which has been re-registered for the purposes of these proceedings.",
      "id": "s64"
    },
    {
      "text": "There is a point of distinction to be drawn between the involvement of Nanuri and Ms Cabalt with which I have already dealt, and the involvement of Study Overseas Now and Mr Yeo.",
      "id": "s65"
    },
    {
      "text": "In the case of Nanuri and Ms Cabalt there was evidence that the business did discontinue the practice of offering discounted tuition fees albeit, as it turned out, to its own detriment.",
      "id": "s66"
    },
    {
      "text": "Neither Study Overseas Now nor Mr Yeo changed their practice after entering into the agreement.",
      "id": "s67"
    },
    {
      "text": "Their practice before entering into the agreement had been not to offer discounted tuition fees.",
      "id": "s68"
    },
    {
      "text": "Another point of distinction is the asset position of both the company and Mr Yeo.",
      "id": "s69"
    },
    {
      "text": "19 So far as Mr Yeo is concerned, I will, impose a penalty of $500 which reflects the limited scope of his involvement in the contravention, the absence of any implementing conduct, his ignorance of the law and his personal circumstances.",
      "id": "s70"
    },
    {
      "text": "The fact that he has cooperated in reaching a resolution without the need for any litigation is also a factor in his favour.",
      "id": "s71"
    },
    {
      "text": "20 I will make orders for costs against the company and against Mr Yeo to be attached or agreed.",
      "id": "s72"
    },
    {
      "text": "Whether recovery against the company is possible is questionable.",
      "id": "s73"
    },
    {
      "text": "21 I will also make the outstanding declarations which were agreed for the other respondents.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s75"
    },
    {
      "text": "Associate:\nDated: 29 May 2008\n\n Counsel for the Applicant: Mr W Keane \n \n Solicitor for the Applicant:\n\nCounsel for the Seventh and\nEighth Respondents:\n\nSolicitors for the Seventh and Eighth Respondents: Corrs Chambers Westgarth\n\nMr D Vilensky\n\n\nBowen Buchbinder Vilensky \n\n Date of Hearing: 14 April 2008 \n \n Date of Judgment:\nRevised: 23 April 2008\n29 May 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/549.html",
      "id": "s76"
    }
  ]
}