{
  "name": "Tan Kah Hock v AWAP SGT 26 Investment Ltd [2008] FCA 540 (23 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/540.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "discretion of court if applicant ordinarily resident outside australia",
      "id": "c1"
    },
    {
      "text": "no evidence of any assets within the jurisdiction",
      "id": "c2"
    },
    {
      "text": "no evidence of assets in foreign jurisdiction where judgment may be registered in future",
      "id": "c3"
    },
    {
      "text": "federal court of australia act 1976 (cth) s 56",
      "id": "c4"
    },
    {
      "text": "federal court rules 1976 (cth) o 28 r 3.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is a motion by the respondents for orders for security for costs up to the completion of discovery as well as for a stay of proceedings pending the provision of such security.",
      "id": "s0"
    },
    {
      "text": "It seeks security in the sum of nearly $129,000.",
      "id": "s1"
    },
    {
      "text": "2 The motion is supported by affidavits sworn by Rosaline Lee Cheng Tan on 27 February and 20 March 2008.",
      "id": "s2"
    },
    {
      "text": "3 An order for security for costs may be made under s 56 of the Federal Court of Australia Act 1976 (Cth) (\"the Act \").",
      "id": "s3"
    },
    {
      "text": "The section confers a \"broad power\" upon the Court: James v Australia &amp; New Zealand Banking Group Ltd (No 1) (1985) 9 FCR 442 at 444 per Toohey J.",
      "id": "s4"
    },
    {
      "text": "The discretion is unfettered.",
      "id": "s5"
    },
    {
      "text": "Rules of Court in relation to matters of practice and procedure cannot operate so as to limit the wide powers conferred by s 56 itself: Energy Drilling Inc v Petroz NL (1989) ATPR |P40-954.",
      "id": "s6"
    },
    {
      "text": "4 In particular, although Order 28 rule 3 of the Federal Court Rules 1976 (Cth) (\"the Rules\") refers to matters the Court may take into account when considering an application for an order for security for costs under s 56 of the Act , it is clear that the rule is not intended to be an exhaustive statement of the factors the Court may consider, nor does the rule limit the power of the Court under s 56 of the Act : Bell Wholesale Co Ltd v Gates Export Corp (No 2) (1984) 2 FCR 1 at 3.",
      "id": "s7"
    },
    {
      "text": "5 Under O 28 r 3(1) of the Rules, the Court may take into account:\n \n \n (a) that an applicant is ordinarily resident outside Australia; \n \n \n \n (b) that an applicant is suing, not for the applicant's own benefit, but for the benefit of some other person and the Court has reason to believe that the applicant will be unable to pay the costs of the respondent if ordered to do so; \n \n \n \n (c) subject to subrule (2), that the address of the applicant is not stated or is incorrectly stated in the originating process;\n \n Sub-rule (2) provides that: \n \n \nThe Court shall not order an applicant to give security by reason only of paragraph (1) (c) if it appears to the Court that the failure to state his address or the mis-statement of his address was made without intention to deceive.",
      "id": "s8"
    },
    {
      "text": "6 In KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 at 197-198 Beazley J set out some relevant considerations.",
      "id": "s9"
    },
    {
      "text": "These are: \n \n \n (a) That such applications should be brought promptly.",
      "id": "s10"
    },
    {
      "text": "(b) That regard is to be had to the strength and bona fides of the applicant's case.",
      "id": "s11"
    },
    {
      "text": "(c) Whether the applicant's impecuniosity was caused by the respondent's conduct subject of the claim.",
      "id": "s12"
    },
    {
      "text": "(d) Whether the respondent's application for security is oppressive.",
      "id": "s13"
    },
    {
      "text": "(e) Whether there are any persons standing behind the company who are likely to benefit from the litigation and who are willing to provide the necessary security.",
      "id": "s14"
    },
    {
      "text": "(f) Whether persons standing behind the company have offered any personal undertaking to be liable for the costs.",
      "id": "s15"
    },
    {
      "text": "(g) Is the party against whom security is sought in substance a plaintiff.",
      "id": "s16"
    },
    {
      "text": "7 In PS Chellaram &amp; Co Ltd v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321 McHugh J stated at 323:\n ...the fact that a party, bringing proceedings, is resident out of the jurisdiction and has no assets within the jurisdiction has been seen as a circumstance of great weight in determining whether an order for security for costs should be made.",
      "id": "s17"
    },
    {
      "text": "Indeed, for many years the practice has been to order such a party to provide security for costs unless that party can point to other circumstances which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction.",
      "id": "s18"
    },
    {
      "text": "8 This \"well-established\" principle was cited by Besanko J in Cheng XI Shipyard v The Ship \"Falcon Trident\" [2006] FCA 759 at [9] .",
      "id": "s19"
    },
    {
      "text": "In that case, Besanko J ordered that security be given.",
      "id": "s20"
    },
    {
      "text": "His Honour concluded that although the applicant had a strong claim that it would obtain a judgment in its favour, this was not sufficient to outweigh the fact that the applicant was not resident in the jurisdiction and had no assets in the jurisdiction.",
      "id": "s21"
    },
    {
      "text": "9 The basis for the respondents' concern is that: \n \n \n (a) the applicants are ordinarily resident outside of Australia and do not have any property in this jurisdiction; \n \n (b) the proceedings may have been instituted, or are being conducted for the benefit of another, namely Showgold Pty Ltd.\n \n \n Applicants ordinarily resident outside the jurisdiction \n \n10 The applicants concede that they are ordinarily resident outside of the jurisdiction of Western Australia.",
      "id": "s22"
    },
    {
      "text": "I am satisfied that this concession was soundly based in the evidence before me.",
      "id": "s23"
    },
    {
      "text": "11 In Energy Drilling, Gummow J stated at p 50,422: \n The purpose of ordering security for costs against an applicant ordinarily resident outside the jurisdiction is to ensure that a successful respondent will have a fund available within the jurisdiction of this Court against which it can enforce the judgment for costs, so that the respondent does not bear the risk as to the certainty of enforcement in the foreign country and as to the time and complexity of the action there which might be necessary to effect enforcement: Kent Heating Ltd v Cook-on-Gas Products Pty Ltd (1984) 59 ALR 277 at 279.",
      "id": "s24"
    },
    {
      "text": "On the other hand, the mere circumstance that an applicant is resident outside the jurisdiction does not necessarily invite an exercise of discretion in favour of ordering security, the question being how justice will best be served in the particular case: Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463 ; CBS Records Australia Ltd v Telmak Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270 at 284-285.",
      "id": "s25"
    },
    {
      "text": "12 A person who is ordinarily resident outside of the jurisdiction but who has real or personal property inside the jurisdiction may avoid an order to give security for costs.",
      "id": "s26"
    },
    {
      "text": "The property must, however, be available to meet an order for costs.",
      "id": "s27"
    },
    {
      "text": "The principle question informing the exercise of my discretion is, accordingly, whether the applicants have property available to meet an order for costs.",
      "id": "s28"
    },
    {
      "text": "Assets within the jurisdiction?",
      "id": "s29"
    },
    {
      "text": "13 The applicants submit that for the reasons which follow, there is an adequate 'fund' available in Australia against which the respondents, if successful, can enforce an order for costs.",
      "id": "s30"
    },
    {
      "text": "This submission picks up the language of Gummow J in Energy Drilling to which I have referred.",
      "id": "s31"
    },
    {
      "text": "14 The first and second applicants together own 25 shares in the first respondent (\"Awap\"), whose sole business concerns the ownership and leasing of 'International House', a building on St Georges Terrace, Perth.",
      "id": "s32"
    },
    {
      "text": "On the applicants' case, the first and second applicants own half of the issued shares in Awap.",
      "id": "s33"
    },
    {
      "text": "On the respondents' case, they own one third.",
      "id": "s34"
    },
    {
      "text": "15 International House was recently valued at $50 million dollars.",
      "id": "s35"
    },
    {
      "text": "It has associated debt of approximately $28 million and generates a net rental income of $3.28 million per annum.",
      "id": "s36"
    },
    {
      "text": "Awap's interest payments on its borrowings amount to approximately $2.47 million per year and it currently holds $688,000 on deposit with the Bendigo Bank.",
      "id": "s37"
    },
    {
      "text": "The applicants submit that Awap has substantial cash flow and a favourable debt to equity ratio.",
      "id": "s38"
    },
    {
      "text": "16 Awap, accordingly, generates more than $800,000 in gross profit.",
      "id": "s39"
    },
    {
      "text": "The lease which produces this profit does not expire for at least 7 years and there is no reason, therefore, why it should not continue to generate profits of this order on an annual basis.",
      "id": "s40"
    },
    {
      "text": "The first and second applicants hold shares in a company that could comfortably issue a dividend to its shareholders in excess of $400,000 based on a single year's profits.",
      "id": "s41"
    },
    {
      "text": "17 In the event that the applicants are unsuccessful in these proceedings, the second, third and possibly the fourth respondents will control the board of directors of Awap.",
      "id": "s42"
    },
    {
      "text": "If the applicants do not pay a costs order against them (estimated by the respondents to be of the order of $130,000), the relevant respondents can cause Awap to declare and pay a dividend to its shareholders such that the first and second applicants' share of that dividend would be sufficient to cover any costs order.",
      "id": "s43"
    },
    {
      "text": "On the respondents' case regarding the first and second applicants' shareholding, a dividend of $390,000 would cover the estimated costs.",
      "id": "s44"
    },
    {
      "text": "On the applicants case, a dividend of around $260,000 would be sufficient.",
      "id": "s45"
    },
    {
      "text": "18 Once the dividend has been declared, it is a debt owed to the first and second applicants by Awap and is therefore an \"available debt\" as that term is defined in s 46 of the Civil Judgment Enforcement Act 2004 (WA) (\"CJE Act\"), which can be appropriated for the purposes of enforcement under s 49 of the CJE Act.",
      "id": "s46"
    },
    {
      "text": "Pursuant to s 49(2) of the CJE Act, the Court may make an order that the dividend issued to the first and second applicants be paid to the respondents to satisfy the costs order.",
      "id": "s47"
    },
    {
      "text": "19 However, the respondents submit and I accept, that the first and second applicants, as shareholders in Awap, have no entitlement to be paid dividends from Awap's profits.",
      "id": "s48"
    },
    {
      "text": "Pursuant to Articles 123 and 126 of AWAP's Articles of Association, its directors have a discretion as to whether dividends are declared.",
      "id": "s49"
    },
    {
      "text": "It cannot be presumed that dividends in a sufficient amount, or at all, will be declared.",
      "id": "s50"
    },
    {
      "text": "Awap, by its directors, may determine to employ its profits in its present and or other business activities.",
      "id": "s51"
    },
    {
      "text": "I do not regard the mere possibility that the first and second applicants will be the beneficiaries of dividends as amounting to them presently having assets within the jurisdiction.",
      "id": "s52"
    },
    {
      "text": "20 The respondents do not have other realisable assets in Australia which would be available to satisfy an order to pay the respondents' costs.",
      "id": "s53"
    },
    {
      "text": "The respondents have conducted relevant searches which have disclosed that none of the applicants is the registered proprietor of any real property in Western Australia.",
      "id": "s54"
    },
    {
      "text": "It is not suggested however, that the personal applicants are impecunious.",
      "id": "s55"
    },
    {
      "text": "The enforceability of an Australian judgment against the applicants \n \n21 The applicants then submit that, upon the authority of Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463 security ought not be ordered.",
      "id": "s56"
    },
    {
      "text": "In Barton (at 468) Morling J said that \"the court has a discretion to refuse to make an order for security for the payment of costs even if an applicant is ordinarily resident outside Australia\".",
      "id": "s57"
    },
    {
      "text": "His Honour considered that the historical basis for an order for security for costs did not apply because if the defendant were successful it could rely on the UK legislation, ( Foreign Judgments (Reciprocal Enforcement) Act 1933 (UK) s 2) which allowed for the enforcement of Australian judgments, upon registration.",
      "id": "s58"
    },
    {
      "text": "On that basis, security for costs was ordered but limited to the sum of $2,000, being an estimate of the cost of registering the judgment, in the UK, for enforcement.",
      "id": "s59"
    },
    {
      "text": "22 The applicants submit that these proceedings are similar to Barton in that an Australian judgment, upon registration in Singapore, can be enforced there pursuant to the Reciprocal Enforcement of Commonwealth Judgments Act (Chapter 265) (1921) (Sing.).",
      "id": "s60"
    },
    {
      "text": "Further, there would be even less inconvenience for the Respondents than in Barton , since the third respondent (who is a director of the other respondents) is also a Singapore resident and the respondents retain Singapore lawyers to instruct Australian lawyers in this proceeding and for other purposes.",
      "id": "s61"
    },
    {
      "text": "23 Section 5(1) in Part 2 of the Foreign Judgments Act 1991 (Cth) (\" Foreign Judgments Act \") provides:\n If the Governor-General is satisfied that, in the event of the benefits conferred by this Part being applied to money judgments given in the superior courts of a country, substantial reciprocity of treatment will be assured in relation to the enforcement in that country of money judgments given in all Australian superior courts, the regulations may provide that this Part extends in relation to that country.",
      "id": "s62"
    },
    {
      "text": "24 Regulation 3 and the Schedule to the Foreign Judgments Regulations 1992 (Cth) provide that the Republic of Singapore is a country to which Part 2 of the Act is extended.",
      "id": "s63"
    },
    {
      "text": "Regulation 4 and the Schedule provide that the Supreme Court of Singapore (consisting of the Court of Appeal and the High Court) is a superior court for the purpose of the Foreign Judgments Act .",
      "id": "s64"
    },
    {
      "text": "25 In Farmitalia Carlo Erba Srl v Delta West Pty Ltd [1994] FCA 950 ; (1994) 28 IPR 336 at p 342, Heerey J having first considered Barton stated that merely showing, without more, that the relevant party was ordinarily resident in one of the countries listed in the Foreign Judgments Regulations was insufficient to meet the prima facie case established for the application of Order 28 rule 3(1)(a).",
      "id": "s65"
    },
    {
      "text": "To conclude otherwise, his Honour observed, would amount to treating the Foreign Judgments Act or the Foreign Judgments Regulations as an amendment sub silentio of Order 28 rule 3(1)(a) of the Rules.",
      "id": "s66"
    },
    {
      "text": "In that case there was no evidence that the applicant had assets available in Italy or in some other country or countries or, if it did, that an Australian judgment would be enforceable in such other country or countries.",
      "id": "s67"
    },
    {
      "text": "Such is the position here should, in due course, any judgment for costs against the applicants be registered in Singapore or elsewhere.",
      "id": "s68"
    },
    {
      "text": "There is no evidence that the applicants have any assets in Singapore or elsewhere amenable to execution upon an Australian judgment which, in due course, might be registered there.",
      "id": "s69"
    },
    {
      "text": "Weinberg J referred to Farmitalia with apparent approval in Logue v Hansen Technologies [2003] FCA 81 ; (2003) 125 FCR 590 at [40] .",
      "id": "s70"
    },
    {
      "text": "I, also, respectfully agree with the view expressed by Heerey J.",
      "id": "s71"
    },
    {
      "text": "26 These findings are sufficient to dispose of the application in favour of the respondents and it is not necessary accordingly to deal with the other grounds relied upon, in argument, by them.",
      "id": "s72"
    },
    {
      "text": "CONCLUSION \n \n27 In my opinion, security ought be ordered.",
      "id": "s73"
    },
    {
      "text": "The applicants have not identified any circumstances to overcome the weight of their concession that they are ordinarily resident outside the jurisdiction allied with my finding that they have no assets within the jurisdiction: P.S.",
      "id": "s74"
    },
    {
      "text": "Chellaram at p 323.",
      "id": "s75"
    },
    {
      "text": "28 The second, third and fourth respondents' estimated party and party professional costs and outlays up to the provision of discovery by each of the parties, are contained in a draft bill annexed to Ms Tan's affidavit sworn 20 March 2008.",
      "id": "s76"
    },
    {
      "text": "The draft bill estimates that those costs will be in the vicinity of $128,870.60.",
      "id": "s77"
    },
    {
      "text": "This is the kind of evidence contemplated in Soh v Commonwealth (2006) ALR 425 at [30].",
      "id": "s78"
    },
    {
      "text": "29 This estimate was not called into question by the applicants.",
      "id": "s79"
    },
    {
      "text": "Nonetheless the matter is of a discretionary nature.",
      "id": "s80"
    },
    {
      "text": "In Farmitalia at p 345-346 Heerey J identified a non-exhaustive list of relevant considerations.",
      "id": "s81"
    },
    {
      "text": "I have in the course of these reasons traversed some of these.",
      "id": "s82"
    },
    {
      "text": "30 The consideration that the case might settle without coming to trial is largely met by the fact that security is presently sought only to the discovery stage.",
      "id": "s83"
    },
    {
      "text": "Some of the costs referred to concern the cross-claim.",
      "id": "s84"
    },
    {
      "text": "The estimated costs therefore are not entirely defensive in character.",
      "id": "s85"
    },
    {
      "text": "Furthermore, a taxing officer might award less than is asked.",
      "id": "s86"
    },
    {
      "text": "For these reasons I would apply a discount.",
      "id": "s87"
    },
    {
      "text": "Security should be ordered in the amount of $115,000.",
      "id": "s88"
    },
    {
      "text": "The proceeding should be stayed until such security is provided.",
      "id": "s89"
    },
    {
      "text": "Security should be by way of an Australia Bank guarantee or bond, to be provided within 28 days, in a form acceptable to the respondents or fixed by the Court, for the costs of and incidental to this proceeding up to the provision of discovery including inspection.",
      "id": "s90"
    },
    {
      "text": "There will be liberty to apply.",
      "id": "s91"
    },
    {
      "text": "The applicants should pay the respondents' costs of the application.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s93"
    },
    {
      "text": "Associate:\nDated: 23 April 2008 \n\n Counsel for the Applicants: Mr G Douglas \n \n Solicitor for the Applicants: Hotchkin Hanly \n \n Counsel for the Respondents: Mr I Armeli \n \n Solicitor for the Respondents: Maxim Litigation Consultants \n\n Date of Hearing: 1 April 2008 \n \n Date of Judgment: 23 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/540.html",
      "id": "s94"
    }
  ]
}