{
  "name": "Soh v Commonwealth of Australia [2008] FCA 520 (18 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/520.html",
  "catchphrases": [
    {
      "text": "false imprisonment",
      "id": "c0"
    },
    {
      "text": "lack of authority to detain \"unlawful non-citizen\" in state prison",
      "id": "c1"
    },
    {
      "text": "novel torts",
      "id": "c2"
    },
    {
      "text": "intentional \"unconstitutional detention\"",
      "id": "c3"
    },
    {
      "text": "misfeasance in a public office",
      "id": "c4"
    },
    {
      "text": "judicial review",
      "id": "c5"
    },
    {
      "text": "grounds of review",
      "id": "c6"
    },
    {
      "text": "procedural fairness",
      "id": "c7"
    },
    {
      "text": "existence of obligation",
      "id": "c8"
    },
    {
      "text": "requirement to give procedural fairness before transferring unlawful non-citizen in immigration detention to state prison",
      "id": "c9"
    },
    {
      "text": "judicial review",
      "id": "c10"
    },
    {
      "text": "grounds of review",
      "id": "c11"
    },
    {
      "text": "procedural fairness",
      "id": "c12"
    },
    {
      "text": "consequence of failure to accord procedural fairness",
      "id": "c13"
    },
    {
      "text": "illegality of detention in state prison",
      "id": "c14"
    },
    {
      "text": "torts",
      "id": "c15"
    },
    {
      "text": "torts",
      "id": "c16"
    },
    {
      "text": "torts",
      "id": "c17"
    },
    {
      "text": "administrative law",
      "id": "c18"
    },
    {
      "text": "administrative law",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n \n1 The applicant is a citizen of the Republic of Korea (South Korea).",
      "id": "s0"
    },
    {
      "text": "In June 1999 he was an unlawful non-citizen who had been detained in immigration detention at Villawood Immigration Detention Centre (Villawood).",
      "id": "s1"
    },
    {
      "text": "On 16 June 1999, following an incident in which he and others were involved, he was taken to a NSW prison, the Metropolitan Remand and Reception Centre at Silverwater (Silverwater).",
      "id": "s2"
    },
    {
      "text": "He was held there and at the prison hospital in Long Bay gaol until 1 March 2000 when he was returned to Villawood.",
      "id": "s3"
    },
    {
      "text": "Between June 1999 and March 2000 he was not the subject of any criminal charge nor under any sentence imposed by a court.",
      "id": "s4"
    },
    {
      "text": "His claim is that his imprisonment at Silverwater was unlawful and is actionable in damages.",
      "id": "s5"
    },
    {
      "text": "He ultimately sought to assert that:\n \n1.",
      "id": "s6"
    },
    {
      "text": "Neither the Migration Act 1958 (Cth) (the Migration Act ) nor any NSW legislation gave the governors of the respective prisons any lawful authority to detain him, and there was no other lawful authority for them to do so; the Commonwealth is said to be vicariously liable in damages for such false imprisonment by the governors.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "Chapter III of the Australian Constitution prohibits the Commonwealth from imprisoning a person merely unlawfully in Australia in a place of criminal detention except as part of the recognised criminal processes, following the laying of a criminal charge against the person; likewise any State law or arrangement facilitating such illegal imprisonment is also invalid.",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "Mr Furlong, the Operations Manager of Villawood who recommended to Departmental officers that Mr Soh be transferred to Silverwater, committed the tort of misfeasance in a public office.",
      "id": "s11"
    },
    {
      "text": "4.",
      "id": "s12"
    },
    {
      "text": "Neither Mr Nicholls, the Departmental officer who made the decision that a NSW prisons official should be requested to take Mr Soh into custody, nor Ms Symons, the officer who implemented that decision, afforded Mr Soh procedural fairness before Ms Symons made the request.",
      "id": "s13"
    },
    {
      "text": "The request was therefore invalid and the Commonwealth had no right in law to detain the applicant in Long Bay or Silverwater.",
      "id": "s14"
    },
    {
      "text": "In consequence, the Commonwealth falsely imprisoned him there and is liable in damages for that.",
      "id": "s15"
    },
    {
      "text": "These propositions were relied on to ground the following causes of action:\n \n&#8226; false imprisonment\n \n&#8226; misfeasance by a public officer\n \n&#8226; an allegedly novel tort of intentional \"unconstitutional detention\".",
      "id": "s16"
    },
    {
      "text": "2 In my view, the various assertions of illegality cannot be sustained, with the exception of the claim that Mr Soh was owed a duty of procedural fairness that was not fulfilled.",
      "id": "s17"
    },
    {
      "text": "Even though such duty was not fulfilled and the immediate consequence of that was his imprisonment in Silverwater and Long Bay, such imprisonment does not, at least in the circumstances of this case, give rise to an action for false imprisonment.",
      "id": "s18"
    },
    {
      "text": "Such denial of procedural fairness does not, in my opinion, sound in damages for Mr Soh.",
      "id": "s19"
    },
    {
      "text": "There were other practical remedies that might reasonably have been availed of in 1999.",
      "id": "s20"
    },
    {
      "text": "The statutory setting \n \n3 The Migration Act provided as follows:\n \n \n \n 189 Detention of unlawful non-citizens \n \n (1) If an officer knows or reasonably suspects that a person in the migration zone is an unlawful non-citizen, the officer must detain the person.",
      "id": "s21"
    },
    {
      "text": "(2) If an officer reasonably suspects that a person in Australia but outside the migration zone: \n \n \n (a) is seeking to enter the migration zone; and (b) would, if in the migration zone, be an unlawful non-citizen; the officer must detain the person.",
      "id": "s22"
    },
    {
      "text": "4 Section 5(1) of the Migration Act provided that:\n detain means: (a) take into immigration detention; or (b) keep, or cause to be kept, in immigration detention; and includes taking such action and using such force as are reasonably necessary to do so.",
      "id": "s23"
    },
    {
      "text": "... immigration detention means: (a) being in the company of, and restrained by: (i) an officer; or \n \n \n (ii) in relation to a particular detainee --- another person directed by the Secretary to accompany and restrain the detainee; or \n \n \n(b) being held by, or on behalf of, an officer: (i) in a detention centre established under this Act; or \n \n \n (ii) in a prison or remand centre of the Commonwealth, a State or a Territory; or \n \n \n (iii) in a police station or watch house; or \n \n \n (iv) in relation to a non-citizen who is prevented, under section 249, from leaving a vessel --- on that vessel; or \n \n \n (v) in another place approved by the Minister in writing.",
      "id": "s24"
    },
    {
      "text": "... officer means: \n \n (a) an officer of the Department, other than an officer specified by the Minister in writing for the purposes of this paragraph; or\n (b) a person who is an officer for the purposes of the Customs Act 1901 , other than such an officer specified by the Minister in writing for the purposes of this paragraph; or\n (c) a person who is a protective service officer for the purposes of the Australian Protective Service Act 1987 , other than such a person specified by the Minister in writing for the purposes of this paragraph; or\n (d) a member of the Australian Federal Police or of the police force of a State or an internal Territory; or\n (e) a member of the police force of an external Territory; or\n (f) any other person authorised by the Minister, by notice published in the Gazette , to be an officer for the purposes of this Act.",
      "id": "s25"
    },
    {
      "text": "5 The Correctional Centres Act 1952 (NSW) (repealed by the Crimes Legislation Amendment (Sentencing) Act 1999 (NSW)) (Correctional Centres Act) was in force at the time of the applicant's imprisonment.",
      "id": "s26"
    },
    {
      "text": "Section 39(1) of that Act provided:\n Every inmate shall whilst detained in a correctional centre be deemed to be in the custody of the governor of the correctional centre to which he has been committed or removed and the liability of the Sheriff or other person delivering such inmate shall cease on delivery of such inmate to the governor of the correctional centre.",
      "id": "s27"
    },
    {
      "text": "6 Section 4 of that Act provided:\n inmate means: (a) any convicted inmate, or \n \n (b) any person ordered to be imprisoned in or committed to a correctional centre, otherwise than as referred to in the definition of convicted inmate , by any court, judge or justice or other competent authority or otherwise than under the Intoxicated Persons Act 1979 .",
      "id": "s28"
    },
    {
      "text": "7 Section 18(1) required that all inmates surrender all private property.",
      "id": "s29"
    },
    {
      "text": "Section 19 provided that all inmates were liable to be photographed and have finger and palm prints taken.",
      "id": "s30"
    },
    {
      "text": "Section 22 gave the governor a discretion to segregate prisoners.",
      "id": "s31"
    },
    {
      "text": "Section 22AA gave the governor a discretion to hold an inmate in protective custody.",
      "id": "s32"
    },
    {
      "text": "8 Section 46 provided:\n No action or claim for damages shall lie against any person for or on account of anything done or commanded to be done by him and purporting to be done for the purpose of carrying out the provisions of the Act, unless it is proved that such act was done or commanded to be done maliciously and without reasonable and probable cause.",
      "id": "s33"
    },
    {
      "text": "9 Section 50 of the Act provided that the Governor could make regulations prescribing:\n all matters which by [the] Act are required or permitted to be prescribed or which are necessary or convenient to be prescribed for carrying out or giving effect to [the] Act, and in particular ... [inter alia] \n \n (a) the management, control, good government, supervision and inspection of correctional centres and correctional complexes, \n \n... (i) visits to and correspondence by and with the inmates \n10 Regulation 38 of the Crimes (Administration of Sentences (Correctional Centres Routines) Regulation 1995 (NSW) in force at the time of the applicant's imprisonment, provided that the Commissioner was to determine the hours of work and general routine in each prison.",
      "id": "s34"
    },
    {
      "text": "Regulation 39 provided that all inmates should comply with prison routine.",
      "id": "s35"
    },
    {
      "text": "Regulation 40 required all inmates to attend muster.",
      "id": "s36"
    },
    {
      "text": "Regulation 111 gave the prison governor a power to prevent any visit.",
      "id": "s37"
    },
    {
      "text": "Regulation 122 provided that inmates required permission to use the phone.",
      "id": "s38"
    },
    {
      "text": "Regulation 128 provided that telephone calls could be monitored.",
      "id": "s39"
    },
    {
      "text": "Departmental policy \n \n11 At the time of Mr Soh's detention, there was a standing Departmental instruction in force headed \"MSI-157: Transfer of Detainees to State Prisons\".",
      "id": "s40"
    },
    {
      "text": "Among other things MSI-157 said:\n 2 DETENTION IN PRISONS \n \n 2.1 Detention of immigration detainees within prisons occurs as a last resort.",
      "id": "s41"
    },
    {
      "text": "In this restricted context it can occur for a number of reasons, which include: \n \n Behavioural concerns &#8226; While being held at an IDC a person's behaviour is considered to be unacceptable for the low security IDC environment, because of: - the risk to other detainees; - violent behaviour and/or unlawful behaviour, the inability of management and the detainee to resolve the unacceptable behaviour; or - the risk of absconding from lawful custody; or &#8226; at the time of being taken into immigration detention a person is assessed as being unsuitable to mix with other detainees at an IDC.",
      "id": "s42"
    },
    {
      "text": "... 3 DECISION MAKING IN THE TRANSFER PROCESS \n \n 3.1 There is no clear statutory basis for the selective transfer of detainees and the decision to transfer a detainee from an IDC to a prison should be made as a last resort.",
      "id": "s43"
    },
    {
      "text": "The decision to transfer a detainee to a prison should be made by the State Director or the Director's delegate, usually the OIC of Compliance.",
      "id": "s44"
    },
    {
      "text": "Where this is not possible eg the decision on a transfer needs to be made after hours or at weekends, it should be endorsed by the State Director or the delegate on the first working day after it takes place.",
      "id": "s45"
    },
    {
      "text": "... \n \n 3.3 In deciding whether to transfer a detainee to a state prison decision makers will need to take into account any factors in the detainee's behaviour which raise questions as to whether it is in the best interests of the efficient running of the IDC or of the detainee himself/herself to continue to remain in the IDC, bearing in mind that IDCs are low security establishments.",
      "id": "s46"
    },
    {
      "text": "These factors could include the inability of management and the detainee to resolve the unacceptable behaviour, harassment of, or threats towards other detainees, criminal activity particularly if it involves violence, escape or attempted escape, or evidence that the person is suffering from a psychiatric illness.",
      "id": "s47"
    },
    {
      "text": "3.4 All decisions to transfer a detainee must be fully documented to ensure that the transfer process is transparent and accountable.",
      "id": "s48"
    },
    {
      "text": "This may include but need not be limited to file notes regarding, the incident/or sequence of incidents of unacceptable behaviour, counselling sessions, additional strategies implemented to address behaviour concerns, and medical/psychiatric assessments and/or intervention.",
      "id": "s49"
    },
    {
      "text": "Decision makers must ensure that a detainee is not transferred to a prison as a form of punishment for actions while in the IDC .",
      "id": "s50"
    },
    {
      "text": "[Emphasis in original.",
      "id": "s51"
    },
    {
      "text": "] \n \n 4 GROUNDS FOR TRANSFER \n \n 4.1 Unacceptable behaviour \n \n \n \n 4.1.1 Clear communication between management and the detainee is essential when unacceptable behaviour is the concern.",
      "id": "s52"
    },
    {
      "text": "At all times the detainee needs to have a clear understanding of the possible outcome of their behaviour.",
      "id": "s53"
    },
    {
      "text": "Officers need to: \n \n \n \n \n &#8226; consider the use of a qualified interpreter/translator when undertaking the following management strategies and if a decision is made to transfer the detainee; and \n \n \n \n \n \n \n \n \n \n &#8226; thoroughly document their management of unacceptable behaviour.",
      "id": "s54"
    },
    {
      "text": "4.1.2 Detainees should be counselled regarding their unacceptable behaviour and advised that unless there is an improvement in conduct, removal to a correctional institution may result.",
      "id": "s55"
    },
    {
      "text": "It is important that detainees are informed of the possible outcomes of their behaviour and appreciate their share of responsibility in resolving the issue of unacceptable behaviour.",
      "id": "s56"
    },
    {
      "text": "Additional warnings, counselling sessions and/or the withdrawal of privileges may also be considered depending on the nature and severity of the behavioural problem.",
      "id": "s57"
    },
    {
      "text": "For instance, the use of 'time-out' or a 'cooling-off period' in a neutral space (for a short period), to allow a detainee to calm down may be appropriate.",
      "id": "s58"
    },
    {
      "text": "There is no limit to the number of counselling or 'time-out' sessions that a detainee may undergo; the important thing is that on each occasion, the conflict/aggression is defused.",
      "id": "s59"
    },
    {
      "text": "4.1.3 Isolation may be considered as a stronger measure which could be used in conjunction with counselling.",
      "id": "s60"
    },
    {
      "text": "Medical advice should always be sought where any period of extended isolation is considered necessary.",
      "id": "s61"
    },
    {
      "text": "... 4.2 Continuing risk to other detainees \n \n 4.2.1 There must be reasonable grounds to believe that the continued presence of the detainee in the IDC would threaten the safety of other detainees.",
      "id": "s62"
    },
    {
      "text": "... \n \n 4.6 \n Allegations of unlawful behaviour involving detainees \n \n \n \n 4.6.1 In all cases, involving allegations of unlawful behaviour, consideration should be given to reporting the matter to the police.",
      "id": "s63"
    },
    {
      "text": "Factors taken into consideration include the seriousness of the act, the intention and maliciousness of the act, and the effect on the daily operations of the IDC if no action is taken.",
      "id": "s64"
    },
    {
      "text": "In dealing with allegations of a criminal nature, every care must be taken to protect the rights of the parties involved, and also to ensure that there are no further possible infringements of the law in trying to deal with the alleged matter.",
      "id": "s65"
    },
    {
      "text": "4.6.2 Consideration should also be given to the likelihood of success in laying charges in each case.",
      "id": "s66"
    },
    {
      "text": "However, it is ultimately the role of the police investigator and the Director of Public Prosecutions (DPP) to determine the likelihood of success of the prosecution.",
      "id": "s67"
    },
    {
      "text": "Factors to be taken into account include the quality of the evidence and possibly, the seriousness of the offence.",
      "id": "s68"
    },
    {
      "text": "It is questionable, in terms of the national interest, to pursue prosecution where the penalties are likely to be minimal or if there is little chance of a conviction.",
      "id": "s69"
    },
    {
      "text": "... 5 ADVICE TO DETAINEES \n \n 5.1 In all instances where the transfer of custody is to occur, a notice detailing the reasons for the transfer must be given to the detainee.",
      "id": "s70"
    },
    {
      "text": "...\n \n 5.1.1 The Notice should be completed so that the detainee is well aware of the incidents or behaviour that has lead to the decision to transfer him or her into other custody.",
      "id": "s71"
    },
    {
      "text": "The Notice also informs the detainee of the procedures for seeking a review of the place of detention.",
      "id": "s72"
    },
    {
      "text": "...\n 6 CASE MANAGEMENT \n ...\n 6.1.3 Although the determination of the security classification of detainees held in prison is made by the prison authorities, the case officer should seek to ensure that the prison system does not over-classify immigration detainees.",
      "id": "s73"
    },
    {
      "text": "It is desirable for immigration detainees to be held in remand areas of the prison, to reduce any exposure to violent convicted criminals.",
      "id": "s74"
    },
    {
      "text": "The individuals involved in Mr Soh's being transferred to Silverwater \n \n12 Mr Nicholls , who made the decision that Mr Soh should go to prison, was the NSW Director of the then Department of Immigration and Multicultural Affairs (the Department).",
      "id": "s75"
    },
    {
      "text": "Ms Symons was the officer who gave effect to that decision and actually made the request to the Superintendent of Silverwater to hold Mr Soh there on her behalf.",
      "id": "s76"
    },
    {
      "text": "Mr Nicholls had acted on the recommendation of Mr Donatiello , the Department's Immigration Manager at Villawood.",
      "id": "s77"
    },
    {
      "text": "Among other tasks, Mr Donatiello liaised between a company, Australasian Correctional Management Pty Limited (ACM) and his departmental supervisors.",
      "id": "s78"
    },
    {
      "text": "ACM actually managed Villawood.",
      "id": "s79"
    },
    {
      "text": "The decision on behalf of ACM to recommend to the Department that Mr Soh be transferred into a prison was apparently taken by Mr Vita , ACM's manager of the Villawood centre.",
      "id": "s80"
    },
    {
      "text": "Mr Furlong , an ACM Operations Manager made the actual recommendation to the Department.",
      "id": "s81"
    },
    {
      "text": "He had information from ACM Detention Officers Sruhan, Haddad and Hughes and had interviewed Mr Soh.",
      "id": "s82"
    },
    {
      "text": "He also had knowledge of other previous reports by various ACM employees about Mr Soh.",
      "id": "s83"
    },
    {
      "text": "Mr Soh's background as known to Mr Furlong \n \n13 Mr Furlong, who had very little actual recollection of the crucial events, is likely to have known the following about Mr Soh's history.",
      "id": "s84"
    },
    {
      "text": "14 Mr Soh was born in South Korea on 13 June 1964.",
      "id": "s85"
    },
    {
      "text": "He had been sentenced in Australia on 26 November 1996 to three months' periodic detention for making a false statement in connection with a 1993 application for permanent residence here.",
      "id": "s86"
    },
    {
      "text": "On 10 December 1997 Mr Soh was sentenced to six months' imprisonment for assault.",
      "id": "s87"
    },
    {
      "text": "15 Upon his release he was immediately transferred to Villawood, arriving there on 9 June 1998.",
      "id": "s88"
    },
    {
      "text": "16 In July 1998, following events which included complaints about food and a refusal to attend muster by some Chinese or Korean detainees, Mr Soh and others were warned by ACM staff that \"should disruptive behaviour continue, those responsible would be considered for transfer to the prison system\".",
      "id": "s89"
    },
    {
      "text": "17 In September 1998 a detainee in a witness protection program newly received at Villawood professed fear of Mr Soh, alleging that he and Soh had both been standover men at Kings Cross.",
      "id": "s90"
    },
    {
      "text": "The detainee's concerns regarding his apparent recognition were supported by police officers from the NSW Police Service State Protection Group.",
      "id": "s91"
    },
    {
      "text": "The Centre Manager recommended that the detainee should be transferred elsewhere.",
      "id": "s92"
    },
    {
      "text": "18 On 4 February 1999 an ACM employee observed Mr Soh involved in a fight at Villawood with another detainee.",
      "id": "s93"
    },
    {
      "text": "Mr Soh was placed \"in Cell C1\" (before being seen by a nurse) and the other man was immediately taken to the medical centre.",
      "id": "s94"
    },
    {
      "text": "19 Mr Soh had some general history of involving himself in matters concerning difficulties between other detainees and Villawood management.",
      "id": "s95"
    },
    {
      "text": "He was better educated and spoke better English than most detainees at Villawood.",
      "id": "s96"
    },
    {
      "text": "The events of 7 and 8 June 1999 \n \n20 An Indonesian detainee, Mr Pesik, was scheduled for departure from Villawood for repatriation to Indonesia on 8 June.",
      "id": "s97"
    },
    {
      "text": "Practice in such circumstances was to \"lock down\" the detainee in Cell 1 to enable observations of him/her.",
      "id": "s98"
    },
    {
      "text": "Detainees facing imminent removal were frequently emotional.",
      "id": "s99"
    },
    {
      "text": "21 Mr Pesik's fellow Indonesians understood that his family would be left in Sydney and also that he had some legal proceedings under way and could normally expect not to be removed from Australia until such proceedings were concluded.",
      "id": "s100"
    },
    {
      "text": "They felt he was being hastily and unfairly dealt with.",
      "id": "s101"
    },
    {
      "text": "They gathered in an area known as \"the Fishbowl\".",
      "id": "s102"
    },
    {
      "text": "They expressed their concerns to an ACM Detention Officer and asked him to convey their feelings to the supervisor Ms Sruhan, which he did.",
      "id": "s103"
    },
    {
      "text": "22 Ms Sruhan attended and spoke to a representative of the group, Mr Rozi.",
      "id": "s104"
    },
    {
      "text": "Mr Rozi asked her whether Pesik could be released.",
      "id": "s105"
    },
    {
      "text": "Upon her declining, he asked whether Pesik could make a phone call.",
      "id": "s106"
    },
    {
      "text": "Ms Sruhan indicated she would consider this but only after the general (and usual) evening lock down of all inmates in Stage 1.",
      "id": "s107"
    },
    {
      "text": "23 As she was walking away a Korean detainee, Jae Bum Kim, approached her and made similar requests.",
      "id": "s108"
    },
    {
      "text": "He walked off in a rude fashion.",
      "id": "s109"
    },
    {
      "text": "Kim then spoke to Mr Soh and another detainee Wijay Wijaya.",
      "id": "s110"
    },
    {
      "text": "The three of them then told officer Haddad that if Pesik was not released within half an hour there was \"going to be ... big trouble\" and that, as Mr Haddad reported, \"they will strike and do whatever they have to, they said they did not care about the officers, supervisors or the operations manager\".",
      "id": "s111"
    },
    {
      "text": "24 A \"General Request Form 527\" in the name of \"All Detainees\" was handed to an ACM officer.",
      "id": "s112"
    },
    {
      "text": "It read:\n Urgertly [sic] Antention!",
      "id": "s113"
    },
    {
      "text": "[sic] To Supervisor Centre Manager, Immigration.",
      "id": "s114"
    },
    {
      "text": "We want our brother with us out of the cell.",
      "id": "s115"
    },
    {
      "text": "We know he is having a case.",
      "id": "s116"
    },
    {
      "text": "According to the law he must not be deported.",
      "id": "s117"
    },
    {
      "text": "We want reconciliation with half an hour.",
      "id": "s118"
    },
    {
      "text": "ALL ASIANS PACIFIC \n25 It was signed by a considerable number of people, including Mr Soh.",
      "id": "s119"
    },
    {
      "text": "26 At about 8.45 pm Ms Sruhan reported this to Mr Furlong, who was then offsite.",
      "id": "s120"
    },
    {
      "text": "He told Ms Sruhan that he would come to Villawood and that she should report the events to Mr Vita, which she did.",
      "id": "s121"
    },
    {
      "text": "27 Mr Vita instructed her to release Mr Pesik, which she did.",
      "id": "s122"
    },
    {
      "text": "28 At about 8.50 pm according to ACM Detention Officer Hughes, he saw Mr Soh in a dormitory \"inciting unruly behaviour with a group of Chinese and Indonesian detainee's [sic]\", about 20 of them.",
      "id": "s123"
    },
    {
      "text": "Mr Hughes heard one of the group shout \"Kill them\" and soon after a shout \"Get the knife\".",
      "id": "s124"
    },
    {
      "text": "29 Mr Furlong attended Villawood at about 9 pm.",
      "id": "s125"
    },
    {
      "text": "He recorded that he \"spoke with detainee Soh and asked ... had they threaten[ed] the lives of Officers\".",
      "id": "s126"
    },
    {
      "text": "Mr Soh allegedly \"replied that they didn't care what they had to do\".",
      "id": "s127"
    },
    {
      "text": "Soh was then \"counselled about his behaviour\".",
      "id": "s128"
    },
    {
      "text": "30 Next morning Mr Furlong understood that detainees had been overheard by officer Dawson to say that they \"intended to watch over Pesik all night and [any] attempt to remove him would be [met] with violence\".",
      "id": "s129"
    },
    {
      "text": "31 Stage 1 was for male detainees regarded, for a variety of reasons, as higher risk.",
      "id": "s130"
    },
    {
      "text": "There were only limited facilities for separating any particularly troublesome Stage 1 detainees from others.",
      "id": "s131"
    },
    {
      "text": "32 The next morning there was a routine meeting of ACM and Departmental staff.",
      "id": "s132"
    },
    {
      "text": "It was then decided that Mr Furlong should propose the transfer of Messrs Soh, Kim and Wijaya to a prison.",
      "id": "s133"
    },
    {
      "text": "33 \n \nOn 8 June he wrote:\n Detainees KIM, SOH and WIJAYA are considered to be high-risk, having been involve [sic] in a number of issues whilst at the VIDC [Villawood], all detainees have been linked to an incident at the VIDC on the night of Monday 7th June 1999.",
      "id": "s134"
    },
    {
      "text": "Where the three detainees threatened the lives of Officers, Supervisors, and Management and the security of the VIDC unless another detainee PESIK was released from a secure room.",
      "id": "s135"
    },
    {
      "text": "The detainees gave the duty Detention Supervisor 30 minutes before the matter would be taken into there [sic] own hands.",
      "id": "s136"
    },
    {
      "text": "In view of the information received it is believed that to house either of the detainees in the low security environment of the VIDC is inappropriate and against the good order and security of the VIDC.",
      "id": "s137"
    },
    {
      "text": "It is therefore the recommendation of the Management of this facility that all detainees be removed to the Silverwater Remand and Reception Centre.",
      "id": "s138"
    },
    {
      "text": "(Emphasis added.",
      "id": "s139"
    },
    {
      "text": ") \n34 On the same day Mr Donatiello received that memorandum and a detailed incident report from Mr Furlong, also signed by Mr Vita.",
      "id": "s140"
    },
    {
      "text": "The incident report concluded:\n Local DIMA Manager Mr Frank Donatiello and Centre Manager VITA have been advised of the situation and will be kept appraised of any further developments regarding this incident.",
      "id": "s141"
    },
    {
      "text": "... A MSI 157 has been raised and forwarded to DIMA requesting that detainees KIM, SOH, and WIJAYA be removed from the facility.",
      "id": "s142"
    },
    {
      "text": "35 Mr Donatiello wrote a Minute to Mr Nicholls.",
      "id": "s143"
    },
    {
      "text": "He forwarded the material received from Mr Furlong and referred to paras 2.1, 4.1, 4.2 and 4.4 of MSI-157.",
      "id": "s144"
    },
    {
      "text": "He continued:\n The incident reports provided by ACM concerning Mr Soh's behaviour indicate Mr Soh together with two other detainees threatened that if an Indonesian national due for removal on 8/6/99 was not released from a cell within 30 minutes \"there would be big trouble\" and that if it does not happen they would strike, they do not care what they have to do.",
      "id": "s145"
    },
    {
      "text": "As a result of this incident the Asian community in Acacia grouped together and were heard making comments that they would create a disturbance to prevent the Indonesian detainee from leaving and would slice the officers.",
      "id": "s146"
    },
    {
      "text": "Mr Soh was observed later in the evening in one of the detainee dormitorys [sic] inciting a group of 20 Chinese and Indonesian detainees from whom the comments \"kill them\" and \"get the knife\" were heard.",
      "id": "s147"
    },
    {
      "text": "Mr Soh has shown no sign that this behaviour is unacceptable and was later involved in standing guard to prevent ACM officers from removing the Indonesian national.",
      "id": "s148"
    },
    {
      "text": "Reports have previously been received regarding Mr Soh's role in agitating fellow detainees and he has been counselled about his behaviour.",
      "id": "s149"
    },
    {
      "text": "His behaviour in this latest incident makes him unsuitable for the low security environment of the VIDC and he poses a risk to the good order and management of the VIDC.",
      "id": "s150"
    },
    {
      "text": "RECOMMENDATION Given his behaviour and the risk he presents to other detainees and staff, it would seem appropriate to transfer him to a State facility.",
      "id": "s151"
    },
    {
      "text": "I recommend that SOH Jay Ho be transferred to a State Facility and that, in accordance with MSI 157 he be provided with the attached Notice of transfer to a Person in Detention.",
      "id": "s152"
    },
    {
      "text": "The decision to transfer and the request to the prison governor \n \n36 On 12 June Mr Nicholls signified his agreement with Mr Donatiello's recommendation.",
      "id": "s153"
    },
    {
      "text": "37 On 16 June Ms Symons sent a request in the following form to the Superintendent of Silverwater:\n COMMONWEALTH OF AUSTRALIA MIGRATION ACT 1958 REQUEST FOR A NON-OFFICER TO HOLD IN IMMIGRATION DETENTION (only to be provided to persons who are not officers for the purposes of the Migration Act 1958 ) To Superintendant Metropolitan Reception and Remand Centre SILVERWATER NSW I, Kay Symons, am an officer for the purposes of the Migration Act 1958 .",
      "id": "s154"
    },
    {
      "text": "SOH Jay Ho is liable to be held in Immigration detention under the Act, as he/she is known or reasonably suspected to be: &#61949; an unlawful non-citizen; or &#61864; a non-citizen who visa is liable for cancellation; or &#61864; a deportee Under section 5 of the Act, a person is in Immigration detention if being held by or on behalf of an officer at a place specified in paragraph (b) of that definition (\"a place of Immigration detention\").",
      "id": "s155"
    },
    {
      "text": "An officer for the purposes of the Act, I hereby request you to hold him/her on my behalf in SILVERWATER MRRC A place of Immigration detention.",
      "id": "s156"
    },
    {
      "text": "K Symons Signature 16/6/99 Date \n38 That document with another, a \"Notice of Transfer to Person in Immigration Detention\" was on the same day given to Mr Soh.",
      "id": "s157"
    },
    {
      "text": "The Notice informed him:\n To SOH Jay Ho I, Kay Symons, am an officer for the purpose of the Migration Act 1958 (the Act).",
      "id": "s158"
    },
    {
      "text": "You are currently detained under the Act at Immigration Detention Centre, Villawood and are to be transferred to SILVERWATER MRRC On 16/6/1999 Section 5 of the Act states that a person is held in immigration detention if being held by or on behalf of an officer at a place specified in paragraph (b) of that definition (immigration detention).",
      "id": "s159"
    },
    {
      "text": "This notice is to inform you that you are to be transferred from your current place of immigration detention to be held in another place of immigration detention (as defined in section 5 of the Act).",
      "id": "s160"
    },
    {
      "text": "The reason(s) for this transfer are as follows: You were involved on 7/6/99 in agitating other detainees towards violence to prevent the removal of another detainee.",
      "id": "s161"
    },
    {
      "text": "As you made threats to the lives of staff and present a threat to other detainees and to the good management of the low security environment.",
      "id": "s162"
    },
    {
      "text": "Your unacceptable behaviour cannot be managed in the low security environment of the IDC.",
      "id": "s163"
    },
    {
      "text": "Counselling about your behaviour in the past has not resulted in an improvement and it has been deemed appropriate to transfer you to a state facility.",
      "id": "s164"
    },
    {
      "text": "You are to be transferred immediately and there is no review of this act of transfer.",
      "id": "s165"
    },
    {
      "text": "REVIEW OF PLACE OF DETENTION The continuation of your detention in this other place of immigration detention will be reviewed within 7 days of the date of this notice.",
      "id": "s166"
    },
    {
      "text": "The reasons for your transfer will be reviewed at the time to determine whether it is suitable to return you to your current place of immigration detention.",
      "id": "s167"
    },
    {
      "text": "This review will be conducted by the Department of Immigration and Multicultural Affairs (DIMA) in conjunction with the Australian Protective Service, and will take into account your behaviour whilst you are detained in this other place of immigration detention.",
      "id": "s168"
    },
    {
      "text": "RIGHT TO COMPLAIN TO THE COMMONWEALTH OMBUDSMAN The Commonwealth Ombudsman is an official appointed by the Australian Government to investigate complaints made against Government Departments.",
      "id": "s169"
    },
    {
      "text": "If you think that the Department has done something unfair, or unreasonable, or wrong in its dealings with you, then you have the right to contact the Commonwealth Ombudsman to ask them to investigate your complaint.",
      "id": "s170"
    },
    {
      "text": "39 Mr Soh refused to sign the Notice.",
      "id": "s171"
    },
    {
      "text": "Mr Soh's time in gaol \n \n40 Mr Soh was taken to Silverwater on 16 June 1999.",
      "id": "s172"
    },
    {
      "text": "41 His detention there was reviewed and confirmed at the Department's State Director level on 5 July and 29 July.",
      "id": "s173"
    },
    {
      "text": "A class action he had joined was apparently dismissed by this Court on 8 July and thereafter, a Departmental officer wrote:\n We have since been provided with evidence by Mr Soh's legal representative that he is now a member of the \"Lie-High\" class action and we have sought advice from Legal Branch Canberra as to whether removal action should proceed in light of this.",
      "id": "s174"
    },
    {
      "text": "Mr Soh will continue to be monitored while in Immigration detention at the MRRC, as per the Ombudsman's directive, on a monthly basis.",
      "id": "s175"
    },
    {
      "text": "42 The first of these reviews appear to have proceeded without any input from Mr Soh.",
      "id": "s176"
    },
    {
      "text": "He was however visited by his Departmental case officer on 8 July.",
      "id": "s177"
    },
    {
      "text": "He \"became agitated and raised his voice ... and asked why he was transferred [to Silverwater].",
      "id": "s178"
    },
    {
      "text": "He claimed that he was not a trouble maker\".",
      "id": "s179"
    },
    {
      "text": "43 He was again seen on 28 July.",
      "id": "s180"
    },
    {
      "text": "He said he was \"sick of detention and should never have been transferred\", and that he \"was not a troublemaker and always attended muster\".",
      "id": "s181"
    },
    {
      "text": "44 A visit to Mr Soh on 26 August was summarised thus:\n he said that he did not understand why he was transferred from the VIDC.",
      "id": "s182"
    },
    {
      "text": "He knows that he complained to Kay Symons a few times, but he maintains he was not a trouble maker and always attended muster throughout the year that he was there.",
      "id": "s183"
    },
    {
      "text": "He says that he is scared at the MRRC because he knows he is in with criminals, even murderers, and he is not a criminal.",
      "id": "s184"
    },
    {
      "text": "He is going to wait in Australia for the outcome of his class action.",
      "id": "s185"
    },
    {
      "text": "He was hostile and spoke aggressively during the visit ... \n45 Departmental officers reported this to Mr Nicholls and said:\n Management at VIDC are not prepared to have Mr Soh return there in view of recent escapes, and other events, as he is considered to be a risk for the good management of the VIDC.",
      "id": "s186"
    },
    {
      "text": "Their most recent advice of 23 August 1999 in relation to this was \"Jay Soh's previous behaviour at the low security environment for the VIDC was inappropriate ... Mr Soh would be a risk to the good order of the VIDC\" ... Mr Soh continues to be held in detention, as he has ongoing Litigation pending.",
      "id": "s187"
    },
    {
      "text": "In the previous submission to you he was a part of the \"Kagi\" class action, however the Federal Court dismissed this on 8 July 1999.",
      "id": "s188"
    },
    {
      "text": "We have been provided with evidence by Mr Soh's legal representative that he is now a member of the \"Lie-High\" class action which Legal Branch Canberra have accepted as a valid class action.",
      "id": "s189"
    },
    {
      "text": "Mr Soh maintains that he should never have been transferred to a Correctional Centre and wishes to return to the VIDC.",
      "id": "s190"
    },
    {
      "text": "There have been no adverse reports from the Department of Correctional Services regarding Mr Soh's behaviour since being transferred from the VIDC to the MRRC on 16 June 1999, however, it is submitted that the initial circumstances in relation to his place of detention have not changed, and that his current detention arrangements should be maintained.",
      "id": "s191"
    },
    {
      "text": "46 Mr Nicholls accepted this recommendation on 3 September 1999.",
      "id": "s192"
    },
    {
      "text": "47 In connection with the next review on 29 September 1999, Mr Soh was seen on 27 September 1999 but apparently said little relevant to the review.",
      "id": "s193"
    },
    {
      "text": "48 The recommendation to Mr Nicholls, with which he concurred, was again:\n There have been no adverse reports from the Department of Corrective Services regarding Mr Soh's behaviour since being transferred from the VIDC to the MRRC on 16 June 1999, however, it is submitted that the initial circumstances in relation to his place of detention have not changed, and that his current detention arrangements should be maintained.",
      "id": "s194"
    },
    {
      "text": "49 On 26 October, according to the records:\n Mr Soh was visited by Departmental officers on 26 October 1999.",
      "id": "s195"
    },
    {
      "text": "He had no complaints but stated that he is having nightmares and is getting very sick, which he believed had to do with him continuing to stay in the MRRC.",
      "id": "s196"
    },
    {
      "text": "50 The recommendation and decision of 2 November were as before.",
      "id": "s197"
    },
    {
      "text": "Mr Soh's hunger strike \n \n51 Things changed.",
      "id": "s198"
    },
    {
      "text": "It was reported to Mr Nicholls on 1 December 1999:\n Mr Soh was visited by Departmental officers on 26 October 1999...",
      "id": "s199"
    },
    {
      "text": "He admitted that he behaved badly at the VIDC but was annoyed because others whose behaviour was worse than his did not get punished (ie transferred to a state prison).",
      "id": "s200"
    },
    {
      "text": "He accused ACM officers of lying on their reports about him and said that if he is not transferred to the VIDC or released from custody he would stage a hunger strike.",
      "id": "s201"
    },
    {
      "text": "He handed me a letter that outlined the reasons for this... .",
      "id": "s202"
    },
    {
      "text": "Management at VIDC were asked to comment on Mr Soh's suitability for the Detention Centre.",
      "id": "s203"
    },
    {
      "text": "I put forward concerns that their previous comments ... did not contain enough compelling reasons to keep Mr Soh in a state prison.",
      "id": "s204"
    },
    {
      "text": "Their most recent advice of 30 November 1999 stated that it would be preferable if Mr Soh did not return due to \"overcrowding in Stage 1 where most of the community are Asians who are extremely unsettled at the present time\" but will accept Mr Soh if you give consent... .",
      "id": "s205"
    },
    {
      "text": "Mr Soh continues to be held in detention, as he has ongoing Litigation pending.",
      "id": "s206"
    },
    {
      "text": "He is now a member of the \"Lie-High\" class action which Legal Branch Canberra have accepted as a valid class action.",
      "id": "s207"
    },
    {
      "text": "There have been no adverse reports from the Department of Corrective Services regarding Mr Soh's behaviour since being transferred from the VIDC to the MRRC on 16 June 1999.",
      "id": "s208"
    },
    {
      "text": "In light of this and ACM's advice, it is open to you to recommend whether Mr Soh is suitable to return to the VIDC.",
      "id": "s209"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s210"
    },
    {
      "text": ") \n52 However Mr Nicholls seems to have decided that he should stay at Silverwater.",
      "id": "s211"
    },
    {
      "text": "The following then occurred:\n On 13 December 1999 Mr Soh wrote a letter to [Mr Nicholls] asking for an explanation of the allegations that he was a trouble maker, a security risk, of bad behaviour and tried to escape when he was at the VIDC ...",
      "id": "s212"
    },
    {
      "text": "He advised that he would stage a hunger strike in protest until he received a reasonable answer to this inquiry.",
      "id": "s213"
    },
    {
      "text": "He began his hunger strike on 14 December 1999.",
      "id": "s214"
    },
    {
      "text": "Mr Soh was given a written reply on 23 December 1999 from Bill Doszpot, Detentions Manager at the VIDC... .",
      "id": "s215"
    },
    {
      "text": "Since the last review he has been visited by an Immigration officer on four occasions --- 15, 23 and 31 December 1999 and 5 January 2000... .",
      "id": "s216"
    },
    {
      "text": "These visits have occurred due to his continuing hunger strike.",
      "id": "s217"
    },
    {
      "text": "When not visited regular contact is made with Long Bay Gaol Hospital for updates on his condition.",
      "id": "s218"
    },
    {
      "text": "He is currently on a drip and does not take any solid food but consumes Sustagen drink and fluids.",
      "id": "s219"
    },
    {
      "text": "Corrective services have advised that currently there are no concerns about his condition but will notify DIMA should any cause for concern occurs [sic] or should his condition become serious.",
      "id": "s220"
    },
    {
      "text": "On the most recent visit he advised that he will continue the hunger strike until he is re-admitted to the VIDC.",
      "id": "s221"
    },
    {
      "text": "He maintains that he was not a trouble maker but merely tried to help other detainees who could not speak English... .",
      "id": "s222"
    },
    {
      "text": "53 The recommendation duly accepted was:\n There have been no adverse reports from the Department of Corrective Services regarding Mr Soh's behaviour since being transferred from the VIDC to a state prison, however what is of concern is his continual inability to accept the reasons for this transfer and his hunger strike.",
      "id": "s223"
    },
    {
      "text": "It is therefore submitted that the initial circumstances in relation to his place of detention have not changed, and that his current detention arrangements should be maintained.",
      "id": "s224"
    },
    {
      "text": "Mr Soh will continue to be monitored while in Immigration detention at a Correctional facility, as per the Ombudsman's directive, on a monthly basis, with more contact being maintained during his hunger strike.",
      "id": "s225"
    },
    {
      "text": "54 It was reported that Mr Soh ceased the hunger strike on 28 January 2000.",
      "id": "s226"
    },
    {
      "text": "It appears that:\n Also since concluding his hunger strike, Mr Soh's solicitor lodged a submission on Mr Soh's behalf requesting return to the VIDC.",
      "id": "s227"
    },
    {
      "text": "The submission states in part that \"he will not engage in any conduct which is inconsistent with the good order and management of the Immigration Detention Centre at Villawood and any previous conduct which had enlivened concern is regretted and will not be repeated\"... .",
      "id": "s228"
    },
    {
      "text": "Management at VIDC have advised on 4 February 2000 that it would be inappropriate to have Mr Soh returned to the low security environment of the VIDC.",
      "id": "s229"
    },
    {
      "text": "As previously advised by the ACM Centre Manager this decision was based on the current circumstances relating to Mr Soh's criminal background, his history of his behaviour at the VIDC and the current overcrowding in Stage 1, he is of the opinion that Mr Soh cannot be managed in the low security at the VIDC... .",
      "id": "s230"
    },
    {
      "text": "Mr Soh continues to be held in detention, as he has ongoing Litigation pending.",
      "id": "s231"
    },
    {
      "text": "He is now a member of the \"Lie-High\" class action which Legal Branch Canberra have accepted as a valid class action, and for which Mr Soh is eligible to apply for a BVE.",
      "id": "s232"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s233"
    },
    {
      "text": ") \n55 Mr Nicholls however wished \"to see a further period of acceptable behaviour\" before Mr Soh should be returned to Villawood.",
      "id": "s234"
    },
    {
      "text": "56 \n \nFinally, on 28 February 2000 Mr Nicholls accepted a recommendation that:\n Although ACM and DIMA VIDC management are not in agreement for the return of Mr Soh, given that he now acknowledges his previous behaviour was unacceptable and undertakes not to engage in that type of behaviour again, and given that apart from his hunger strike episode there have been no adverse reports from DCS, it is open to you to decide that transfer back to Villawood is now appropriate.",
      "id": "s235"
    },
    {
      "text": "57 It appears that:\n Since the last review Mr Soh was visited by an Immigration officer on 16 February 2000... .",
      "id": "s236"
    },
    {
      "text": "Also since the last review The Department of Corrective Services advised on 28 February 2000 that Mr Soh has been of no concern since his arrival back at the MMTC and since his ceasing of the hunger strike has continued to maintain his good behaviour... .",
      "id": "s237"
    },
    {
      "text": "Mr Soh's solicitor has lodged a further submission dated 25 February 2000 on Mr Soh's behalf which reiterates that \"he will not engage in any conduct which is inconsistent with the good order and management of the Immigration Detention Centre at Villawood and any previous conduct which had enlivened concern is regretted and will not be repeated\"... .",
      "id": "s238"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s239"
    },
    {
      "text": ") Mr Soh's account \n \n58 Such were the views from the vantage points of the authorities.",
      "id": "s240"
    },
    {
      "text": "Mr Soh's account was different.",
      "id": "s241"
    },
    {
      "text": "59 In South Korea he had some post-secondary education and had been an army sergeant on office work before coming to Australia.",
      "id": "s242"
    },
    {
      "text": "He had never worked as a gangster in Kings Cross.",
      "id": "s243"
    },
    {
      "text": "At Silverwater the food was often the subject of complaint.",
      "id": "s244"
    },
    {
      "text": "Living conditions were unclean and overcrowded.",
      "id": "s245"
    },
    {
      "text": "Mr Soh had complained to the authorities including, as I understood it, the Human Rights and Equal Opportunity Commission.",
      "id": "s246"
    },
    {
      "text": "Fights were frequent at Villawood.",
      "id": "s247"
    },
    {
      "text": "He was never involved in a fight.",
      "id": "s248"
    },
    {
      "text": "60 On 7 June 1999 Mr Soh was watching television.",
      "id": "s249"
    },
    {
      "text": "Mr Kim and two Indonesians came and asked him to interpret in Mr Pesik's interest.",
      "id": "s250"
    },
    {
      "text": "One of the Indonesians was a Chinese man who could speak in Korean and he explained the problem to Mr Soh.",
      "id": "s251"
    },
    {
      "text": "He agreed to interpret.",
      "id": "s252"
    },
    {
      "text": "There were 20-25 Indonesian and other Asian detainees there.",
      "id": "s253"
    },
    {
      "text": "Mr Soh explained to Ms Sruhan that Mr Pesik wished to contact his family who lived in Sydney.",
      "id": "s254"
    },
    {
      "text": "She said, in effect, that she could do nothing.",
      "id": "s255"
    },
    {
      "text": "61 Mr Soh explained to the Indonesians that they should not make trouble but write out a request form and give it to the office.",
      "id": "s256"
    },
    {
      "text": "Somebody did that and Mr Soh gave it to Mr Haddad.",
      "id": "s257"
    },
    {
      "text": "He told Haddad that the Indonesians were threatening to make trouble.",
      "id": "s258"
    },
    {
      "text": "62 The Indonesians had told Mr Soh that if Mr Pesik were not released they would take the officers' keys from them.",
      "id": "s259"
    },
    {
      "text": "Mr Soh says he advised them against this.",
      "id": "s260"
    },
    {
      "text": "The Indonesians also threatened to refuse to muster and to start a hunger strike.",
      "id": "s261"
    },
    {
      "text": "When he saw Mr Furlong, Mr Soh told him of this.",
      "id": "s262"
    },
    {
      "text": "Mr Furlong said he would send them all to prison.",
      "id": "s263"
    },
    {
      "text": "63 At no time did he threaten to join in the trouble-making.",
      "id": "s264"
    },
    {
      "text": "64 Mr Soh says he did not threaten any officer and knew nothing of any threat to use a knife on an officer.",
      "id": "s265"
    },
    {
      "text": "65 On 16 June he was detained at Villawood in \"the solitary room\" and Ms Symons and/or other officers told him that he was a troublemaker and they were sending him to maximum security in prison; it was related to the incident of 7 June.",
      "id": "s266"
    },
    {
      "text": "He was then taken in a van to Silverwater.",
      "id": "s267"
    },
    {
      "text": "66 He began the hunger strike on 14 December because he had done nothing wrong and should not be in prison, and he ceased it on either 18 or 28 January 2000 when he had a paper saying he would be transferred back to Villawood.",
      "id": "s268"
    },
    {
      "text": "When he began the hunger strike he was sent to a prison hospital at Long Bay gaol.",
      "id": "s269"
    },
    {
      "text": "67 At Silverwater, although it was a remand centre, it was full of convicts and people going to court for various offences.",
      "id": "s270"
    },
    {
      "text": "He saw occasions of violence.",
      "id": "s271"
    },
    {
      "text": "He was searched using dogs.",
      "id": "s272"
    },
    {
      "text": "His previous prison sentence had been served at an unfenced prison farm.",
      "id": "s273"
    },
    {
      "text": "68 Cross-examination as to the events with the ACM officers elicited the following.",
      "id": "s274"
    },
    {
      "text": "Mr Soh spoke first to Ms Sruhan, then Mr Haddad and then Mr Furlong.",
      "id": "s275"
    },
    {
      "text": "He did not tell Mr Furlong about the Indonesians' threat to make trouble.",
      "id": "s276"
    },
    {
      "text": "He did so tell Mr Haddad.",
      "id": "s277"
    },
    {
      "text": "He told Mr Haddad that the Indonesians were saying that if Pesik was not released in 30 minutes there would be big trouble.",
      "id": "s278"
    },
    {
      "text": "He denied that he said that all the detainees would join in.",
      "id": "s279"
    },
    {
      "text": "He got along well with Mr Haddad and considered him \"a very good guy\".",
      "id": "s280"
    },
    {
      "text": "He denied congregating with the other protesting detainees after speaking to the officers.",
      "id": "s281"
    },
    {
      "text": "69 At first he said that he did not write the note of complaint, but later agreed that he wrote the words \"all detainees\".",
      "id": "s282"
    },
    {
      "text": "By that he meant all the Indonesian detainees.",
      "id": "s283"
    },
    {
      "text": "He realised it was a complaint by all Asians and Pacific Islanders.",
      "id": "s284"
    },
    {
      "text": "70 He admitted he had been involved in a fight at Villawood but that was responding to a blow to him from behind.",
      "id": "s285"
    },
    {
      "text": "He turned and punched his attacker once.",
      "id": "s286"
    },
    {
      "text": "He claimed that in his evidence in chief he had said he was involved in a fight on one occasion.",
      "id": "s287"
    },
    {
      "text": "71 When he spoke to Mr Furlong, Furlong said \"All of you will be sent to Silverwater gaol\".",
      "id": "s288"
    },
    {
      "text": "On earlier occasions when he, Soh, had complained about the food, Mr Furlong had told him to shut up \"otherwise I will send you to gaol\".",
      "id": "s289"
    },
    {
      "text": "What actually happened?",
      "id": "s290"
    },
    {
      "text": "72 Years after the event, Mr Soh struck me generally as an attractive and intelligent individual.",
      "id": "s291"
    },
    {
      "text": "He gave evidence by video link from South Korea.",
      "id": "s292"
    },
    {
      "text": "There appear to have been some difficulties with the translation of his evidence.",
      "id": "s293"
    },
    {
      "text": "73 As best I can judge the matter, Mr Soh was meaning to indicate to the ACM officers that all the detainees or at least all the Asians and Pacific Islanders would actively protest and, in effect, do whatever was necessary to prevent Mr Pesik being deported.",
      "id": "s294"
    },
    {
      "text": "I think he has come to believe something different, and probably so persuaded himself when he was in Silverwater.",
      "id": "s295"
    },
    {
      "text": "It needs to be said however that there might possibly have been room for misunderstanding.",
      "id": "s296"
    },
    {
      "text": "An unbiased contemporary interview with Mr Soh by Mr Nicholls or a senior and independent Departmental delegate would likely have helped to decide the matter more safely.",
      "id": "s297"
    },
    {
      "text": "74 Mr Furlong's truthfulness was attacked but I formed no impression he was lying in suggesting his lack of memory of events or otherwise.",
      "id": "s298"
    },
    {
      "text": "I think that Mr Furlong did think, and might in all the circumstances reasonably have thought, that Mr Soh was allying himself with threats that could involve serious trouble.",
      "id": "s299"
    },
    {
      "text": "Mr Furlong thought that \"the raising of an MSI[-157] was not a guarantee of anybody going anywhere\", that is that a recommendation by him might not be agreed to by the Departmental officer responsible for the decision.",
      "id": "s300"
    },
    {
      "text": "75 It seems probable that Mr Furlong would, as he conceded, have warned detainees that continuation or repetition of that conduct could lead to their being transferred to a State prison, if he considered them to be a threat to the safety and security of Villawood.",
      "id": "s301"
    },
    {
      "text": "76 Mr Furlong was not asked, after Soh's transfer to Silverwater, whether he was prepared to have him back.",
      "id": "s302"
    },
    {
      "text": "77 Ms Sruhan recalls a threat to staff, an \"aggressive stance\" by some detainees and concern for the well-being of staff and other detainees.",
      "id": "s303"
    },
    {
      "text": "Mr Soh liked to put himself forward, she thought, in order to \"build his own profile\" amongst the detainees.",
      "id": "s304"
    },
    {
      "text": "He postured.",
      "id": "s305"
    },
    {
      "text": "She knew him as an inflexible negotiator.",
      "id": "s306"
    },
    {
      "text": "She did not wish to speak to him.",
      "id": "s307"
    },
    {
      "text": "He was apparently the best educated and most articulate of the three named as principal participants.",
      "id": "s308"
    },
    {
      "text": "The report from officer Dawson was the first threat of violence with a weapon to an officer she had heard.",
      "id": "s309"
    },
    {
      "text": "78 It appears that there were other detention centres, particularly at Maribyrnong that had more secure facilities for people who appeared troublesome.",
      "id": "s310"
    },
    {
      "text": "79 Mr Nicholls did not give evidence nor did Ms Symons.",
      "id": "s311"
    },
    {
      "text": "They are unlikely to have remembered much about the events of June 1999.",
      "id": "s312"
    },
    {
      "text": "It obviously did not occur to either of them, nor to Mr Furlong, Mr Vita or Mr Donatiello, to sit quietly with Mr Soh to see if he had a version of the events of 7 and 8 June that might be consistent with his not being a threat to the good order of Villawood or if he otherwise had anything to say (such as an apparently sincere apology and a solemn promise not do any such things again) which might have cast the question of his likely future conduct in a different light.",
      "id": "s313"
    },
    {
      "text": "80 The MSI-157 policy did not suggest that such a version of procedural fairness was required, nor did the report of the Ombudsman after investigating the system in 1995.",
      "id": "s314"
    },
    {
      "text": "The causes of action: (1) False imprisonment \n \n81 This claim is put on three alternative bases: \n \n(i) the relevant provisions of the Migration Act did not confer any authority on a person, including a prison governor, requested by an officer to hold a detainee to do so nor did the NSW legislation.",
      "id": "s315"
    },
    {
      "text": "(ii) Mr Nicholls/Ms Symons had a duty to afford the applicant natural justice; both of them failed to do so, and the request to the prison governor was therefore a nullity.",
      "id": "s316"
    },
    {
      "text": "(iii) Section 5(1) of the Migration Act is invalid as permitting executive officers to usurp part of the judicial power of the Commonwealth which the Constitution vests exclusively in the courts.",
      "id": "s317"
    },
    {
      "text": "(i) The prison governors' authority to hold an immigration detainee \n \n82 While immigration detainees are ex hypothesi not lawfully in Australia, they nevertheless have the protection of Australian law as well as liabilities under it.",
      "id": "s318"
    },
    {
      "text": "Nobody may be deprived of his or her freedom unless a statute or the common law authorises it.",
      "id": "s319"
    },
    {
      "text": "Legislation should be jealously interpreted against unnecessary or unclear implication of such authority.",
      "id": "s320"
    },
    {
      "text": "83 It is however the case that the very notion of compulsory detention of people implies, as a matter of practical necessity, that those responsible for the detention should have sufficient power to change the nature and place of the detention as circumstances require.",
      "id": "s321"
    },
    {
      "text": "Possible threats to good order in, and the safety of other people at, the place of detention are but one of the circumstances that show that necessity.",
      "id": "s322"
    },
    {
      "text": "Considerations of the health or welfare of a particular detainee are other examples.",
      "id": "s323"
    },
    {
      "text": "Perceived threats to the safety and good order of an institution may be incapable of legal proof and may need to be dealt with promptly.",
      "id": "s324"
    },
    {
      "text": "There might be many instances in which it is practically necessary to detain an unlawful non-citizen in a prison, notably the unavailability of suitably secure accommodation subject to administration by persons under a strict duty themselves to behave properly.",
      "id": "s325"
    },
    {
      "text": "Those circumstances are not limited to the initial detention of such a person.",
      "id": "s326"
    },
    {
      "text": "It is not to be thought that the Parliament intended that officers placed under a duty to detain people in immigration detention should lack the power, when bona fide thought necessary, to arrange for a person not initially detained in a prison later to be so detained.",
      "id": "s327"
    },
    {
      "text": "84 Prisons in Australia are established and operated under the auspices of the States and Territories and laws made by them.",
      "id": "s328"
    },
    {
      "text": "They are staffed by governmental officers or employees or by employees of private contractors subject to strict standards and legal controls.",
      "id": "s329"
    },
    {
      "text": "In all cases, there are standards and public expectations of decent food and health care, secure accommodation of sufficient modest comfort, and effective but fair disciplinary systems and administrative procedures.",
      "id": "s330"
    },
    {
      "text": "85 It is in this setting that the intention to be imputed to the Parliament by its adoption of the phrase \"in a prison or remand centre of the Commonwealth, a State or a Territory\" falls for determination.",
      "id": "s331"
    },
    {
      "text": "If the phrase is interpreted to mean only that an officer may arrange that a detainee be held within, and in that sense \"in\", the physical boundaries of a place that is a prison or remand centre, but that the phrase was not intended to confer authority on the officer to have the detainee made subject to the control of the ordinary prison etc authorities, then the applicant's argument would succeed.",
      "id": "s332"
    },
    {
      "text": "But the consequences would include that the detaining officer or his/her supervisors would need urgently to arrange for other \"officers\" to detain the person within such boundaries or to have pre-arranged facilities for this.",
      "id": "s333"
    },
    {
      "text": "This would make urgent detention in a prison etc quite impossible in many cases.",
      "id": "s334"
    },
    {
      "text": "In my opinion, such an inconvenient result, possibly including threats to peace and good order, or prejudice to the health or welfare of the subject detainee, should not be imputed as the parliamentary approach.",
      "id": "s335"
    },
    {
      "text": "86 The matter may also be viewed in another way.",
      "id": "s336"
    },
    {
      "text": "It is clear that immigration detainees are subjected to a liability that may include detention in a prison or remand centre.",
      "id": "s337"
    },
    {
      "text": "Such institutions are not only places, they are institutions and they are run in particular and well-understood ways.",
      "id": "s338"
    },
    {
      "text": "How strange it would be that detainees might be so liable yet, as the applicant urges, have a right without more , to sue the public officials (or their private enterprise contractual aides) engaged in so running such institutions.",
      "id": "s339"
    },
    {
      "text": "The Parliament should not be taken to have authorised such a thing.",
      "id": "s340"
    },
    {
      "text": "In my opinion the Act should be interpreted as necessarily depriving the detainee of any such rights and as granting the otherwise lawful gaolers in the prisons and remand centres immunity from any such suit.",
      "id": "s341"
    },
    {
      "text": "The latter would remain liable of course for any otherwise illegal maltreatment of a detainee.",
      "id": "s342"
    },
    {
      "text": "This view better accords generally with the approach taken in Behrooz v Secretary, Department of Immigration and Multicultural and Indigenous Affairs [2004] HCA 36 ; (2004) 219 CLR 486 to a different but analogous problem.",
      "id": "s343"
    },
    {
      "text": "87 On this view, the provisions of the Correctional Centres Act, if they would otherwise have anything to do with the case, have no relevant application.",
      "id": "s344"
    },
    {
      "text": "I doubt that, in any event, they do.",
      "id": "s345"
    },
    {
      "text": "In the ordinary case of imprisonment or remand in custody, it is the law as to penal confinement and the criminal process (or as to mental health or the like) not the prisons legislation, which gives the judge etc the power to order a deprivation of liberty.",
      "id": "s346"
    },
    {
      "text": "It is the order of the judge or other official which has the effect of the deprivation of the subject person's right to liberty and which authorises the executive arm of government to implement such deprivation.",
      "id": "s347"
    },
    {
      "text": "The warrants that are usually issued by courts serve simply to assure the relevant executive officers (or other persons with an interest in the matter) that such an order has been made.",
      "id": "s348"
    },
    {
      "text": "Section 39 of the Correctional Centres Act and its succeeding sections in Part 8 are concerned with fixing the identity of the executive officers charged, from time to time, with giving effect to a court's order, and otherwise indicating merely how it is to be implemented, including, under s 46, by giving immunity from suit for bona fide purported performance of acts that the statute contemplates.",
      "id": "s349"
    },
    {
      "text": "88 In that context there is no need, in the interests of vindicating the presumption against statutory interference with liberty (or otherwise), to read the concept \"or other competent authority\" in the s 4 definition of \"inmate\" in the Correctional Centres Act as being limited to authorities of the same kinds as are referred to in the preceding words, namely persons acting at least quasi-judicially.",
      "id": "s350"
    },
    {
      "text": "It seems more likely that the framers of that legislation intended to \"make a fresh start\" by employing those words (to adopt a phrase from Chancery: Re Commonwealth Oil Corp Ltd [1917] 1 Ch 404 at 412-3), to provide a general, catch-all description of all authorities of whatever kind that were competent to require the detention of a person in a prison or remand centre.",
      "id": "s351"
    },
    {
      "text": "89 The liability of the detainee to detention in a prison etc, has its source in the determination of the relevant Migration Act officer that that should be so.",
      "id": "s352"
    },
    {
      "text": "Necessarily that determination will be communicated to the detainee.",
      "id": "s353"
    },
    {
      "text": "A detainee in New South Wales so liable was, in 1999, reasonably enough described as a \"person ordered to be imprisoned in or committed to a correctional centre ... by [a] competent authority\".",
      "id": "s354"
    },
    {
      "text": "The s 46 immunity from suit provisions would avail the governor.",
      "id": "s355"
    },
    {
      "text": "If he/she was immune, so was the Commonwealth if its \"officer\" lawfully caused the governor to imprison the detainee.",
      "id": "s356"
    },
    {
      "text": "(ii) Procedural fairness \n \n90 The distinction between a duty to accord procedural fairness and its content in particular circumstances (which may be nil) is to be borne in mind.",
      "id": "s357"
    },
    {
      "text": "(a) Was there a duty?",
      "id": "s358"
    },
    {
      "text": "91 As to whether a duty to afford the applicant procedural fairness existed, there are (as mentioned above) some circumstances in which there will be no practical choice as to where and how a person liable to immigration detention is to be detained in pursuance of the apprehending officer's duty to detain.",
      "id": "s359"
    },
    {
      "text": "The detainee may resist detention or try to escape; the apprehension may take place in a relatively isolated locality where there is only one choice, and so on.",
      "id": "s360"
    },
    {
      "text": "There will be other, many other, circumstances in which choices may be made as to which is the preferable of various available places and modes of detention.",
      "id": "s361"
    },
    {
      "text": "These will include whether children are involved, physical and emotional health considerations, foreseen disciplinary problems and so on.",
      "id": "s362"
    },
    {
      "text": "The scope for choice is likely wider once initial detention has been secured.",
      "id": "s363"
    },
    {
      "text": "Very often there will be no need for urgency in making the decision.",
      "id": "s364"
    },
    {
      "text": "92 There is, in other words, no valid basis for an assumption that the demands of security would necessarily be inconsistent with an implied duty to accord the detainee procedural fairness before an officer decides where and how to effect the detention, whether initially or as may be necessary to consider from time to time.",
      "id": "s365"
    },
    {
      "text": "93 It may be acknowledged that where there really is an imminent risk that secure detention of the intended detainee or of other detainees may be seriously prejudiced by any delay in detaining or relocating him/her, so that there is no effective choice as to where and how to detain, the content of any duty to afford procedural fairness would be nil.",
      "id": "s366"
    },
    {
      "text": "94 In Leghaei v Director General of Security [2005] FCA 1576 , I considered whether the Australian Security and Intelligence Office (ASIO) had a duty to accord procedural fairness to the subject of an intended adverse security assessment, and held that it did.",
      "id": "s367"
    },
    {
      "text": "95 I venture to repeat what I there said:\n The principles to be applied in relation to the legislative exclusion of procedural fairness were summarised by Finn J in [State of South Australia v] Slipper [2004] FCAFC 164 ; [(2004) 136 FCR 259] at 279-280 (with whom Branson and Finkelstein JJ agreed at [71] and [148]) and I respectfully adopt the following summary by his Honour: \n \n \"(i) when a statute confers a power on a public official the exercise of which affects a person's rights, interests or expectations, the rules of procedural fairness regulate the exercise of that power unless those rules are excluded by express terms or by necessary implication...; \n \n (ii) a legislative intention to exclude the rules will not be assumed or spelled out from indirect references, uncertain inferences or equivocal considerations...; \n \n (iii) an intention to exclude should not be inferred merely from the presence in the statute of rights which are commensurate with some of the rules of procedural fairness...; \n \n (iv) while the rules may be excluded because the power in question is of its nature one to be exercised in circumstances of urgency or emergency... urgency cannot generally be allowed to exclude the right to natural justice... although it may in the circumstances reduce its content...'.",
      "id": "s368"
    },
    {
      "text": "(Emphasis added, references omitted.",
      "id": "s369"
    },
    {
      "text": ") \n \n \n ... \nThere appears to have been no discussion in [a Royal Commission] Report of what rights should exist in relation to the matters occurring prior to any right of review arising, (and before the making of the actual assessment).",
      "id": "s370"
    },
    {
      "text": "It is, however, fair to say that Hope J seems to have assumed that the demands of security would necessarily be inconsistent with any express prescription of a right to be heard at first instance.",
      "id": "s371"
    },
    {
      "text": "There are problems about the validity of that assumption and, in any case, about using an indirect inference from such silence to ground or support an indirect inference which, admittedly with some degree of force, arises from the Act.",
      "id": "s372"
    },
    {
      "text": "Thus, if a person has a feasible right to be told as much of the case as the interests of national security will allow at a review level, then the same right might reasonably be said to exist at the initial assessment stage.",
      "id": "s373"
    },
    {
      "text": "Further, the task to be undertaken is not to consider whether there is any clearly positively implied intention that procedural fairness requirements apply; rather, it is to consider whether there is a necessary implication that such requirements do not apply.",
      "id": "s374"
    },
    {
      "text": "In this regard, I respectfully agree with Finn J's comment in Slipper at [ 11I]: \n \n '... against the background of a clearly recognised need to \"strike a balance \" between private and societal interests, one would have expected the legislature to have spoken with unmistakable clarity if it was to deny rights of procedural fairness that could otherwise have been made available...'.",
      "id": "s375"
    },
    {
      "text": "In my view, the 'unmistakable clarity' that procedural fairness was to be denied under the ASIO Act is lacking.",
      "id": "s376"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s377"
    },
    {
      "text": ")\n \n\n96 In my view an analogous approach here is appropriate and calls forth a similar result.",
      "id": "s378"
    },
    {
      "text": "97 There was, in my opinion, a duty to accord the applicant appropriate procedural fairness in all the circumstances.",
      "id": "s379"
    },
    {
      "text": "(b) Was the duty complied with?",
      "id": "s380"
    },
    {
      "text": "98 Whatever threat Mr Soh posed to the good order of Villawood and the safety of officers and perhaps others there, it does not appear that there was any effort to segregate him from the other detainees for any part of the 6 days that it took for Mr Nicholls to make his decision and for Ms Symons to carry it out.",
      "id": "s381"
    },
    {
      "text": "There was a more secure centre than Villawood, although it was in another State.",
      "id": "s382"
    },
    {
      "text": "Given a clear and present threat of going back to gaol, Mr Soh may well have been prepared to go a long distance to avoid that fate, even if his denials should be of no avail.",
      "id": "s383"
    },
    {
      "text": "In short, in his particular circumstances, he could reasonably have been given an opportunity to explain why he should not be sent to an actual prison or remand centre.",
      "id": "s384"
    },
    {
      "text": "The circumstances did not reduce the content of the duty, which I think existed, to give him procedural fairness to nil, or even close to it.",
      "id": "s385"
    },
    {
      "text": "He should have been given a hearing but was not --- see [79] above.",
      "id": "s386"
    },
    {
      "text": "99 That, however, is not the end of the problem but the beginning of another aspect of it.",
      "id": "s387"
    },
    {
      "text": "100 It is difficult, as counsel acknowledged, to draw any clear and reliable proposition of general applicability from the various judgments in Minister for Immigration and Multicultural Affairs v Bhardwaj (2002) 209 CLR 597.",
      "id": "s388"
    },
    {
      "text": "However, some members of the High Court made pronouncements in that case (at [51], [53] per Gaudron &amp; Gummow JJ, [63] per McHugh J and [152] per Hayne J) that could support a view that, once a denial of a duty to afford procedural fairness is uncovered in respect of a statutorily authorised administrative decision, the decision is to be treated as unlawful and void.",
      "id": "s389"
    },
    {
      "text": "However at least Gaudron and Gummow JJ, at a different point in their joint judgment, hedged their remarks to that effect with qualifications that appear contrary to giving such remarks their full literal force: see [46] and [57].",
      "id": "s390"
    },
    {
      "text": "I am in any case bound by Jadwan Pty Ltd v Secretary, Department of Health and Aged Care [2003] FCAFC 288 ; (2003) 143 FCR 1, a decision of the Full Court of this Court to view Bhardwaj 209 CLR 597 as not standing for what the applicant seeks to draw from it (at [42]).",
      "id": "s391"
    },
    {
      "text": "My own view is that, as in most cases, the words used in Bhardwaj 209 CLR 597 are to be regarded as limited to the context of the case in which they were uttered.",
      "id": "s392"
    },
    {
      "text": "Among other things Bhardwaj 209 CLR 597 was a case in which there was no discretionary reason to deny relief by way of constitutional writs.",
      "id": "s393"
    },
    {
      "text": "101 It seems to me that, in the present case, where illegality of the decision is sought to be made a sword in an action for damages, a denial of natural justice will not of itself invalidate the applicant's detention at Silverwater rather than at Villawood for any period unless I make a formal declaration to that effect.",
      "id": "s394"
    },
    {
      "text": "102 The making of a declaration is a discretionary remedy.",
      "id": "s395"
    },
    {
      "text": "I would, in my discretion, decline to make such a declaration notwithstanding that, if the applicant be correct, it would have some utility in enabling him to mount a claim for damages on what might be the consequent invalidity of the Nicholls decision and the Symons request.",
      "id": "s396"
    },
    {
      "text": "Any invalidity of the detention at Silverwater for want of procedural fairness did not last long.",
      "id": "s397"
    },
    {
      "text": "Within a couple of months, Mr Soh had the repeated opportunity to say why thenceforth he should not be imprisoned.",
      "id": "s398"
    },
    {
      "text": "No case was sought to be made that in relation to the various reviews of his position after he was taken into Silverwater he was not afforded procedural fairness or that the consequent decisions were invalid for unreasonableness or otherwise.",
      "id": "s399"
    },
    {
      "text": "The applicant's complaint about the denial of procedural fairness by Mr Nicholls was first made more than eight years later.",
      "id": "s400"
    },
    {
      "text": "There was no chance for the respondent to redress that failure; the applicant was long gone from prison, indeed from Australia.",
      "id": "s401"
    },
    {
      "text": "There is no adequate explanation for the applicant's delay.",
      "id": "s402"
    },
    {
      "text": "The applicant evidently had actual access to private legal advisors.",
      "id": "s403"
    },
    {
      "text": "In any case, the NSW Legal Aid Commission provided a capable legal aid service for inmates of NSW prisons and remand centres in 1999-2000, as now.",
      "id": "s404"
    },
    {
      "text": "The delay is, in short, unconscionable or \"unwarrantable\": cf Re Minister for Immigration and Multicultural Affairs; Ex parte Miah [2001] HCA 22 ; (2001) 206 CLR 57 per McHugh J at [149]-[153]; Re Commonwealth; Ex parte Marks [2000] HCA 67 ; (2000) 177 ALR 491 at [16] - [17] ; Re Refugee Review Tribunal; Ex parte Aala [2000] FCA 57 ; (2000) 204 CLR 82 at [56] ; SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 at [80] .",
      "id": "s405"
    },
    {
      "text": "The essential vice of the denial of procedural fairness is the denial itself.",
      "id": "s406"
    },
    {
      "text": "That cannot be remedied now.",
      "id": "s407"
    },
    {
      "text": "The public interest can be served by my discussion of the principles and their application to this case, without the necessity for a formal declaration.",
      "id": "s408"
    },
    {
      "text": "103 The decision to put Mr Soh into a NSW prison should not now be considered to have such illegality as to make his detention there unlawful.",
      "id": "s409"
    },
    {
      "text": "104 If I am wrong about that and damages fall to be assessed, they can only be for the relatively short period until Mr Soh was afforded a hearing which, after his transfer to Silverwater, he was.",
      "id": "s410"
    },
    {
      "text": "Mr Soh had previous experience of living among criminals and living to prison discipline, albeit on a prison farm.",
      "id": "s411"
    },
    {
      "text": "He was young, assertive, resourceful and strong.",
      "id": "s412"
    },
    {
      "text": "He was in any event liable to detention at Villawood or some such place.",
      "id": "s413"
    },
    {
      "text": "I should try to avoid parsimony but I cannot think that more than $50,000 damages would be required.",
      "id": "s414"
    },
    {
      "text": "In giving that expression of view I assume rather than decide that illegal imprisonment of one kind when, in any case, the applicant would be liable to imprisonment (detention) of another should be held to be within the tort of false imprisonment --- it strikes me as the probably preferable route for development of the common law: cf Prisoners A to XX Inclusive v State of New South Wales (1995) 38 NSWLR 622; The King v Bevan; Ex parte Elias and Gordon (1942) 55 CLR 452 ; R v Deputy Governor of Parkhurst Prison; Ex parte Hague [1992] 1 AC 58; Miller v The Queen (1985) 24 DLR (4 th ) 9.",
      "id": "s415"
    },
    {
      "text": "(iii) Constitutional invalidity \n \n105 The argument is that, by vesting the judicial power of the Commonwealth in the courts, Ch III of the Constitution prohibits any emanation of the Commonwealth from, as counsel for the applicant put it, \"assigning to a place of criminal detention any person unless pursuant to a sentence imposed by a court for a crime or ancillary to the process of securing such a sentence\".",
      "id": "s416"
    },
    {
      "text": "Further, any State law or administrative arrangement for such detention would also be invalid.",
      "id": "s417"
    },
    {
      "text": "The applicant was not such a person and therefore was wrongfully imprisoned by the respective prison governors, for whose conduct the Commonwealth is liable.",
      "id": "s418"
    },
    {
      "text": "106 Counsel for the applicant submitted that what was said respectively by Brennan, Deane and Dawson JJ and by McHugh J in Chu Kheng Lim v Minister for Immigration Local Government and Ethnic Affairs [1992] HCA 64 ; (1992) 176 CLR 1 at 27-9, 32-3 and 71 still provides the relevant test of validity.",
      "id": "s419"
    },
    {
      "text": "The test is whether the statutory provisions permitting imprisonment of aliens are \"reasonably capable of being seen as necessary for the purposes of deportation\".",
      "id": "s420"
    },
    {
      "text": "Further, \"if imprisonment goes beyond what is reasonably necessary to achieve the non-punitive object [of deportation], it will be regarded as punitive in character\", per McHugh J at 71.",
      "id": "s421"
    },
    {
      "text": "107 The argument proceeds that confinement in a prison and subjection to prison discipline therein, \"the entire regime of prison discipline, coercion and penal administration\", among \"the general criminal population\" is not reasonably necessary to effect the deportation of a person.",
      "id": "s422"
    },
    {
      "text": "Reliance was also placed upon Kable v Director of Public Prosecutions (NSW) [1996] HCA 24 ; (1996) 189 CLR 51.",
      "id": "s423"
    },
    {
      "text": "This submission was said not to contravene the expressions of opinion in Behrooz [2004] HCA 36 ; 219 CLR 486 at [20] and [175].",
      "id": "s424"
    },
    {
      "text": "108 The Migration Act , it was argued, gives \"official[s]\" a very broad discretion to detain in a prison; nothing in the Act prevents it being used for punitive purposes.",
      "id": "s425"
    },
    {
      "text": "As I understand the submission, the Act cannot, conformably with principle, as enunciated in Pidoto v Victoria [1943] HCA 37 ; (1943) 68 CLR 87 at 110, 130 and 126, be read down so as to enable detention subject to usual prison regimens of coercion, regimentation and the human environment of a prison, whether in a prison or otherwise.",
      "id": "s426"
    },
    {
      "text": "109 The respondent says that the power to detain in a prison is, in many circumstances, including protection of persons and good order in a non-prison detention centre, \"reasonably capable of being seen as necessary for the purposes of deportation\".",
      "id": "s427"
    },
    {
      "text": "I agree.",
      "id": "s428"
    },
    {
      "text": "The respondent further accepts that the officers' powers to detain in a prison must not be exercised for punitive purposes in the sense of punishing perceived misconduct, far less than merely to silence troublesome demagogues, and the Act must be read down accordingly, which it can be.",
      "id": "s429"
    },
    {
      "text": "Again, I agree.",
      "id": "s430"
    },
    {
      "text": "As to conditions in the prisons, if otherwise actionable for trespass against the person or negligent breach of a duty of care, they may be sued upon but the conditions do not make detention in the place of detention unlawful: Behrooz [2004] HCA 36 ; 219 CLR 486.",
      "id": "s431"
    },
    {
      "text": "Again I agree.",
      "id": "s432"
    },
    {
      "text": "110 The question then becomes whether Mr Soh has been able to establish, as a matter of fact, that he was transferred to punish his involvement in the disturbance.",
      "id": "s433"
    },
    {
      "text": "I think that it was genuinely considered, by those involved in the decision-making, that his continued presence at Villawood was likely to constitute a threat to officers' safety and to good order and reasonable discipline there.",
      "id": "s434"
    },
    {
      "text": "As a matter of reality, it would probably not have been unwelcome to the ACM officers that Mr Soh should find his removal to prison unpleasant.",
      "id": "s435"
    },
    {
      "text": "But the decision was actually taken by Mr Nicholls, (and adopted by Ms Symons) not by any of the ACM people.",
      "id": "s436"
    },
    {
      "text": "111 Mr Nicholls acted on a recommendation by Mr Donatiello.",
      "id": "s437"
    },
    {
      "text": "The minute which contained that recommendation was predicated on Mr Soh's perceived \"behaviour and the risk he presents to other detainees and staff\".",
      "id": "s438"
    },
    {
      "text": "While the perceived behaviour was described, the conclusion was that:\n Mr Soh has shown no sign that this behaviour is unacceptable and was later involved in standing guard to prevent ACM officers from removing the Indonesian national.",
      "id": "s439"
    },
    {
      "text": "Reports have previously been received regarding Mr Soh's role in agitating fellow detainees and he has been counselled about his behaviour.",
      "id": "s440"
    },
    {
      "text": "His behaviour in this latest incident makes him unsuitable for the low security environment of the VIDC and he poses a risk to the good order and management of the VIDC.",
      "id": "s441"
    },
    {
      "text": "112 There was no suggestion that a purpose of putting Mr Soh in prison would be to make him suffer, to deter others, or simply to vindicate the law.",
      "id": "s442"
    },
    {
      "text": "Mr Donatiello and Mr Nicholls might well have been concerned, on what they understood, about the necessity to act protectively of Villawood.",
      "id": "s443"
    },
    {
      "text": "113 In my opinion Mr Soh has failed to make out his factual premise.",
      "id": "s444"
    },
    {
      "text": "114 It follows that the Constitution did not have the effect of rendering Mr Soh's imprisonment unlawful.",
      "id": "s445"
    },
    {
      "text": "The causes of action: (2) Misfeasance in a public office \n \n115 The applicant's case is that Mr Furlong, although an employee of ACM, was \"an agent of the Commonwealth\" and acting for public purposes in the purported fulfilment of a purported public duty concerning Mr Soh's detention and with the immediate intention of decisively influencing a Commonwealth officer.",
      "id": "s446"
    },
    {
      "text": "Prima facie it is an attractive idea that the notion of a \"public office\" should be regarded as broad enough to impose a tortious duty on someone in such a position who maliciously causes another loss or harm by an invalid or unauthorised act, although that is controversial.",
      "id": "s447"
    },
    {
      "text": "116 However, assuming that to be so, the applicant must, among other things, show both that Mr Furlong's act was invalid or unauthorised, and either that he knew it was so or that he actually intended to cause Mr Soh harm: Northern Territory v Mengel (1994) 185 CLR 307.",
      "id": "s448"
    },
    {
      "text": "117 As to validity for constitutional reasons, I have dealt with this factually in relation to Mr Donatiello and Mr Nicholls.",
      "id": "s449"
    },
    {
      "text": "Mr Furlong might well have wished to cause Mr Soh some pain.",
      "id": "s450"
    },
    {
      "text": "But Mr Soh needs to show that Mr Furlong's purpose in making the recommendation that he did was punitive and not protective.",
      "id": "s451"
    },
    {
      "text": "Notwithstanding that Mr Furlong may have jumped to unjustified conclusions and may have had some private animus to Mr Soh, I am not so persuaded.",
      "id": "s452"
    },
    {
      "text": "He wrote the memorandum that he did because Mr Vita, his ACM superior, being told of events, required it in the interests of the protection of Villawood's people and good order.",
      "id": "s453"
    },
    {
      "text": "There was some apparently real basis for concern about such matters.",
      "id": "s454"
    },
    {
      "text": "He would, in my opinion, have written the memorandum whatever his personal feelings about Mr Soh.",
      "id": "s455"
    },
    {
      "text": "118 As to lack of authority for acting as he did, Mr Furlong had both MSI-157 and Mr Vita's direction to guide him and to rely on.",
      "id": "s456"
    },
    {
      "text": "119 It is also the case that Mr Furlong did not for a moment, in my view, subjectively doubt that he was well-warranted in taking the course that he did.",
      "id": "s457"
    },
    {
      "text": "If he also took satisfaction in Mr Soh facing the added discomforts of prison life (which, to a degree, he may well have done) that is, in the light of these findings, insufficient to ground an action against him.",
      "id": "s458"
    },
    {
      "text": "The causes of action: (3) The \"novel tort\" of intentional, unconstitutional harm \n \n120 The novel tort suggested is founded on the proposition that Mr Nicholls' decision (and, I take it, Ms Symons' consequent request) was prohibited by the Constitution and actuated by a desire to harm Mr Soh.",
      "id": "s459"
    },
    {
      "text": "The legal basis of the supposed cause of action seems very doubtful to me but, in any case, it follows from what I have already said, that the asserted factual basis for the claim and the premise of unconstitutionality have not been made out.",
      "id": "s460"
    },
    {
      "text": "The claim fails.",
      "id": "s461"
    },
    {
      "text": "121 For these reasons the application should be dismissed, with costs.",
      "id": "s462"
    },
    {
      "text": "122 I add only that the duty to accord procedural fairness I have held to exist will have implications for other cases.",
      "id": "s463"
    },
    {
      "text": "It is by no means impossible for officers to comply with such a duty.",
      "id": "s464"
    },
    {
      "text": "It would be wise for them to be given assistance on how to comply with it.",
      "id": "s465"
    },
    {
      "text": "Prompt legal action by a person entitled to procedural fairness might well result at least in an injunction restraining a transfer from one place of detention to another or even an order quashing it.",
      "id": "s466"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-two (122) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s467"
    },
    {
      "text": "Associate:\n\nDated: 18 April 2008\n\n Counsel for the Applicant: Mr N Perram SC with Mr A Crossland \n \n Solicitor for the Applicant: PSK Legal \n \n Counsel for the Respondent: Mr S Lloyd with Ms K Morgan \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 6-7, 12-13 December 2007, 12 February 2008 \n \n Date of Judgment: 18 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/520.html",
      "id": "s468"
    }
  ]
}