{
  "name": "Ex parte McGrath; in the matter of Pan Pharmaceuticals Limited (in Liq) [2008] FCA 563 (23 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/563.html",
  "catchphrases": [
    {
      "text": "application for court directions in winding up",
      "id": "c0"
    },
    {
      "text": "proceedings involving former chief executive officer, company in liquidation and officers of the commonwealth",
      "id": "c1"
    },
    {
      "text": "court's power to give directions",
      "id": "c2"
    },
    {
      "text": "within power for liquidators to direct assignment of causes of action as part of terms of settlement",
      "id": "c3"
    },
    {
      "text": "assignment justified",
      "id": "c4"
    },
    {
      "text": "claims for confidentiality upheld",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 This is an application made under ss 511 and 479 (3) of the Corporations Act 2001 (Cth) for a direction that it is within the power of the applicants, Mr Anthony Gregory McGrath and Mr Christopher John Honey, to cause Pan Pharmaceuticals Limited (in liquidation) (\"Pan\") to assign to Mr James Selim those causes of action against the Commonwealth of Australia as are identified in cl 10 of a Deed of Settlement dated 15 April 2008 between the applicants, Mr Selim, Pan, Pan Laboratories Australia Pty Limited (\"Pan Laboratories\") and Zurich Australian Insurances Limited (\"Zurich\"), and that the applicants may properly do so.",
      "id": "s0"
    },
    {
      "text": "2 The Deed of Settlement relates to the proceeding NSD 489 of 2004 brought in this Court by the liquidators against Mr Selim and also to certain cross-claims made by Mr Selim against the liquidators, the Commonwealth of Australia and also a proceeding brought by Mr Selim against Zurich.",
      "id": "s1"
    },
    {
      "text": "3 The proceeding against Zurich is to be heard with the main proceedings which were instituted by the liquidators.",
      "id": "s2"
    },
    {
      "text": "Those proceedings are listed for hearing to commence before Emmett J on 2 June 2008.",
      "id": "s3"
    },
    {
      "text": "The liquidators have estimated the length of the hearing to be in the region of five to six months of Court time including the hearing of Mr Selim's cross-claims.",
      "id": "s4"
    },
    {
      "text": "4 Mr Selim has not settled his cross-claims against the Commonwealth.",
      "id": "s5"
    },
    {
      "text": "Those cross-claims include a claim for contribution to any liability that he may have to Pan and a claim for losses said to have been suffered personally by Mr Selim as a majority shareholder in Pan.",
      "id": "s6"
    },
    {
      "text": "There is also a claim under s 236 of the Act for leave to bring a derivative action in the name of Pan.",
      "id": "s7"
    },
    {
      "text": "5 The issues which arise on the application are first, whether the liquidators have power to assign the cause of action, and second, if so, whether they would be justified in doing so.",
      "id": "s8"
    },
    {
      "text": "Background \n \n6 The basis of the Deed of Settlement and the reasons why the liquidators agreed to it are explained in an affidavit of Mr McGrath sworn 21 April 2008.",
      "id": "s9"
    },
    {
      "text": "I will refer to the principal parts of that affidavit.",
      "id": "s10"
    },
    {
      "text": "7 The background to the appointment of Mr McGrath and Mr Honey as liquidators of Pan and Pan Laboratories is explained in [8] to [10] of the affidavit and need not be repeated.",
      "id": "s11"
    },
    {
      "text": "It is sufficient to say that at a meeting of creditors which commenced on 1 September 2003 and which concluded on 23 September 2003, it was resolved that Pan and Pan Laboratories be wound up in insolvency pursuant to s 439C(c) of the Act and that Mr McGrath and Mr Honey be appointed joint and several liquidators of those companies.",
      "id": "s12"
    },
    {
      "text": "Other entities in the Pan group were placed into liquidation in October 2003.",
      "id": "s13"
    },
    {
      "text": "8 Prior to the insolvency of Pan, that company was listed on the Australian Stock Exchange.",
      "id": "s14"
    },
    {
      "text": "The business of Pan comprised the contract manufacturing of pharmaceuticals and other products which are often referred to as \"complementary medicines.",
      "id": "s15"
    },
    {
      "text": "\" Pan held various licences in respect of those goods under the Therapeutic Goods Act 1989 (Cth) for the manufacture of those products.",
      "id": "s16"
    },
    {
      "text": "9 Mr Selim was the majority shareholder and Chief Executive Officer of Pan.",
      "id": "s17"
    },
    {
      "text": "The appointment of Mr McGrath and Mr Honey as administrators and later liquidators of Pan followed a decision of the Therapeutic Goods Administration (TGA) to suspend the manufacturing licences of Pan.",
      "id": "s18"
    },
    {
      "text": "10 Initially the suspension was for a period of six months commencing on 28 April 2003 but subsequently further notices were given under the Therapeutic Goods Act for suspension and product recalls.",
      "id": "s19"
    },
    {
      "text": "The notices under that Act referred to breaches by Pan of its licence conditions and the standards of the Australian Code of Good Manufacturing Practice.",
      "id": "s20"
    },
    {
      "text": "11 After the commencement of administration of Pan, Mr McGrath and Mr Honey caused a review to be undertaken of the circumstances which resulted in the notices given under the Therapeutic Goods Act .",
      "id": "s21"
    },
    {
      "text": "The solicitors were assisted by a team of consultants specialising in Good Manufacturing Practice.",
      "id": "s22"
    },
    {
      "text": "As a result of their inquiries the liquidators determined that the matters identified by the report under the Therapeutic Goods Act resulted from systemic failures at Pan and in particular the failure to have in place adequate systems to ensure compliance with Good Manufacturing Practice.",
      "id": "s23"
    },
    {
      "text": "12 The liquidators determined that Pan should commence proceedings in the Federal Court against Mr Selim seeking damages for breach of duties owed to Pan under s 180 of the Corporations Act .",
      "id": "s24"
    },
    {
      "text": "The damages claimed in the action are for the losses that Pan has suffered as a result of the licence suspensions, the recall of the products and the claims that have been made by more than 200 sponsors of the products.",
      "id": "s25"
    },
    {
      "text": "Those sponsors did so pursuant to various agreements apparently entered into with Pan or the Pan group.",
      "id": "s26"
    },
    {
      "text": "13 Mr Selim denied liability in the proceedings and brought cross-claims against the liquidators, Key Pharmaceuticals Pty Limited, the Commonwealth of Australia and several officers of the TGA.",
      "id": "s27"
    },
    {
      "text": "14 Mr Selim settled his cross-claim against Key Pharmaceuticals and orders were made dismissing that claim.",
      "id": "s28"
    },
    {
      "text": "15 Mr Selim's cross-claims against the Commonwealth primarily relate to claims of misleading representations said to have been made by the TGA and other Commonwealth officers during the period prior to the initial suspension of Pan's manufacturing licences in April 2003 and also relating to the TGA's audits of Pan.",
      "id": "s29"
    },
    {
      "text": "16 In the second further amended third cross-claim, Mr Selim seeks contribution pursuant to s 5 of the Law Reform (Miscellaneous Provisions) Act 1946 (NSW) to the extent of an indemnity for any liability that Mr Selim may have to Pan.",
      "id": "s30"
    },
    {
      "text": "17 In the second further amended fourth cross-claim, Mr Selim seeks damages against the Commonwealth by reason of the loss said to be suffered by him personally in respect of the diminution in value of his shareholding in Pan.",
      "id": "s31"
    },
    {
      "text": "18 In the alternative Mr Selim seeks, as I have said above, an order pursuant to s 236 of the Act for leave to bring derivative proceedings on behalf of Pan in Pan's name against the Commonwealth.",
      "id": "s32"
    },
    {
      "text": "Mr Selim's claims against the TGA officers allege that the officers are guilty of misfeasance in public office.",
      "id": "s33"
    },
    {
      "text": "The liquidators are a party to this cross-claim by reason of the application for leave to bring a derivative action.",
      "id": "s34"
    },
    {
      "text": "19 The Commonwealth filed applications to strike out the two cross-claims made against it.",
      "id": "s35"
    },
    {
      "text": "The applications made by the Commonwealth were filed on 12 May 2006, however during argument in Court on those applications Mr Selim amended the cross-claims and the Commonwealth determined, following those amendments, no longer to press either of the applications to strike out the cross-claims.",
      "id": "s36"
    },
    {
      "text": "Mr Selim has retained solicitors and senior and junior counsel to represent him in the cross-claims.",
      "id": "s37"
    },
    {
      "text": "20 Zurich's involvement in the proceedings results from its role as the underwriter and issuer of a directors' and officers' liability insurance policy.",
      "id": "s38"
    },
    {
      "text": "In early 2004 Mr Selim commenced proceedings in the Supreme Court of New South Wales against Zurich for indemnity in respect of the claims made against him by the liquidators and for his defence costs.",
      "id": "s39"
    },
    {
      "text": "Those proceedings were transferred to the Federal Court.",
      "id": "s40"
    },
    {
      "text": "They are proceedings under NSD 1603 of 2004 and are apparently to be heard together with the principal proceedings.",
      "id": "s41"
    },
    {
      "text": "Zurich has denied that it is liable to indemnify Mr Selim in the insurance proceedings.",
      "id": "s42"
    },
    {
      "text": "21 In early February 2008 the liquidators sought approval of the Committee of Inspection of Pan to engage in settlement negotiations with Mr Selim and a mediation was arranged for mid February 2008.",
      "id": "s43"
    },
    {
      "text": "The proceedings were not settled at the mediation, but negotiations continued and were ultimately successful.",
      "id": "s44"
    },
    {
      "text": "The Deed of Settlement \n \n22 As a result of the parties' negotiations, the Deed of Settlement was entered into on 15 April 2008.",
      "id": "s45"
    },
    {
      "text": "I will refer briefly to the terms of that Deed.",
      "id": "s46"
    },
    {
      "text": "23 The principal terms of the Deed of Settlement for present purposes are to be found in cll 10, 11, 12 and 16.",
      "id": "s47"
    },
    {
      "text": "Clause 10 provides for the liquidators, subject to Court approval, to assign to Mr Selim all the causes of action which Pan has against the Commonwealth of Australia arising out of or in any way connected with the matters alleged in the principal proceedings or the cross-claims against the Commonwealth.",
      "id": "s48"
    },
    {
      "text": "Pan, the liquidators and Mr Selim agreed to execute a deed of assignment in the terms set out in the Deed of Settlement.",
      "id": "s49"
    },
    {
      "text": "24 It is not appropriate for me to refer to the monetary terms recorded in c 10 of the Deed of Settlement, however I should refer to cl 10.6, which provides that within seven days of the execution of the Deed, the liquidators are to make an application to the Court seeking approval for the assignment of the causes of action to Pan.",
      "id": "s50"
    },
    {
      "text": "25 The Deed of Settlement provides in cl 11 for Mr Selim to indemnify the liquidators in respect of any costs that may be incurred by them in relation to the cross-claims against the Commonwealth or otherwise in respect of any cause of action assigned to Mr Selim.",
      "id": "s51"
    },
    {
      "text": "26 There are a number of conditions subsequent set out in cl 10.",
      "id": "s52"
    },
    {
      "text": "Other than to say that one of them is obtaining Court approval, I do not consider it is necessary to spell out the remaining conditions subsequent or the various other provisions of that clause.",
      "id": "s53"
    },
    {
      "text": "27 Clause 16 of the Deed of Settlement provides for the parties to keep the terms of the Deed confidential.",
      "id": "s54"
    },
    {
      "text": "There are exceptions which are set out in cl 16.2, including the need to make disclosure of the terms of the Deed to the Court on this application.",
      "id": "s55"
    },
    {
      "text": "28 One other provision which is relevant to the present application is cl 17, which provides for an appropriate public announcement of the settlement to be made in due course.",
      "id": "s56"
    },
    {
      "text": "29 The liquidators have obtained the advice of Senior Counsel in relation to the proposed assignment.",
      "id": "s57"
    },
    {
      "text": "The liquidators were provided with a joint opinion of Mr John Sheahan, SC, and Mr Scott Nixon.",
      "id": "s58"
    },
    {
      "text": "The liquidators determined upon the basis of the advice and the other matters to which I have referred that it is appropriate, subject to the approval of the Committee of Inspection and subject to orders being made on this application, for Pan to assign to Mr Selim the causes of action against the Commonwealth.",
      "id": "s59"
    },
    {
      "text": "The Committee of Inspection passed an appropriate resolution at a meeting held on 21 April 2008.",
      "id": "s60"
    },
    {
      "text": "The Court's power to give directions \n \n30 Before turning to the question of whether the liquidators have power to assign the cause of action I should deal briefly with the power of the Court to give directions.",
      "id": "s61"
    },
    {
      "text": "Since Pan is in voluntary liquidation pursuant to s 439C(c) of the Act, the liquidators may apply to the Court pursuant to s 511 of the Act: \n \n (a) to determine any question arising in the winding up of [the] company; or \n \n\n \n (b) to exercise all or any of the powers that the Court might exercise if the company were being wound up by the Court.",
      "id": "s62"
    },
    {
      "text": "31 One of the powers which the Court might exercise if Pan were being wound up by the Court is the power to apply to the Court for directions in relation to any particular matter arising under the winding up.",
      "id": "s63"
    },
    {
      "text": "This Court has previously heard and granted similar applications under both ss 479(3) and 511(1).",
      "id": "s64"
    },
    {
      "text": "A useful example of this is the decision of Lee J in Bank of Melbourne Ltd v HPM Pty Ltd (in liq) (1997) 26 ACSR 110.",
      "id": "s65"
    },
    {
      "text": "See also the decision of Hansen J in UTSA Pty Ltd (in liq) v Ultra Tune Australia Pty Ltd (1996) 21 ACSR 251 , affirmed on appeal by the Court of Appeal in (1996) 21 ACSR 457 (per Hayne JA, Brooking and Phillips JJA concurring).",
      "id": "s66"
    },
    {
      "text": "32 The Court's power to give directions pursuant to s 511 is subject to the provisions of s 511(2).",
      "id": "s67"
    },
    {
      "text": "The Court must be satisfied that the determination of the question or the exercise of the power will be \"just and beneficial\" before it accedes to an application.",
      "id": "s68"
    },
    {
      "text": "In Re ACN 007 537 000 Pty Ltd (in liq); Ex parte Parker (1997) 150 ALR 92 at 97, Mansfield J referred with approval to the decision of Young J in Dean-Willcocks v Soluble Solution Hydroponics Pty Ltd (1997) 24 ACSR 79.",
      "id": "s69"
    },
    {
      "text": "Mansfield J quoted a passage from the judgment of Young J in which his Honour observed that the meaning of the words \"just and beneficial\" are that the Court has a discretion as to whether making any order under the section will be of advantage to the liquidation.",
      "id": "s70"
    },
    {
      "text": "Whether the assignment is within power \n \n33 I now turn to the question of whether the assignment is within power.",
      "id": "s71"
    },
    {
      "text": "Section 506(1)(b) of the Act provides that the liquidators in a voluntary liquidation may exercise any of the powers that the Act confers on a liquidator in a winding up in insolvency or by the Court.",
      "id": "s72"
    },
    {
      "text": "One of those powers is the power under s 477(2)(c) of the Act.",
      "id": "s73"
    },
    {
      "text": "That subsection empowers a liquidator to \"sell or other dispose of in any manner\" all or any part of the property of the company.",
      "id": "s74"
    },
    {
      "text": "34 A number of decisions have confirmed that the power under s 477(2)(c) includes the power to cause the company to assign a cause of action to a third party.",
      "id": "s75"
    },
    {
      "text": "The leading authorities were referred to by Lee J in Bank of Melbourne at 112.",
      "id": "s76"
    },
    {
      "text": "35 His Honour observed at 112 that the power of sale under s 477(2)(c) is similar to that conferred on a trustee in bankruptcy by ss 134(1)(a) and 135(1)(a) of the Bankruptcy Act 1966 (Cth) to dispose of the property of a bankrupt.",
      "id": "s77"
    },
    {
      "text": "His Honour observed that it entitles the liquidator to sell a bare right of action to a stranger, whether for a cash payment or on terms that the stranger will pay to the company part of the proceeds of the litigation provided only that the right of action is property.",
      "id": "s78"
    },
    {
      "text": "His Honour also observed at 112 that s 9 of the Corporations Law (which was then in force) defined \"property\" to include a chose in action.",
      "id": "s79"
    },
    {
      "text": "36 Unlike the Bankruptcy Act , the Corporations Law did not vest the property of the company in liquidation in the liquidator unless an order to this effect was made by the Court.",
      "id": "s80"
    },
    {
      "text": "However, as Lee J pointed out, the lack of such an order will not limit the liquidator's power to assign a company's right of action provided that in such a case the company remains the assignor for the purposes of the transaction.",
      "id": "s81"
    },
    {
      "text": "37 In the present case the agreement in cl 10.1 of the Deed is that the liquidators will cause Pan to assign the causes of action against the Commonwealth.",
      "id": "s82"
    },
    {
      "text": "The assignment is an absolute one.",
      "id": "s83"
    },
    {
      "text": "38 It seems to me to follow from what was said by Lee J and from the various authorities to which his Honour referred that in the present case the proposed assignment of the causes of action is within the power of the liquidator.",
      "id": "s84"
    },
    {
      "text": "See also the comparatively recent decision of the High Court in Campbells Cash &amp; Carry Pty Ltd v Fostif Pty Ltd [2006] HCA 41 ; (2006) 229 CLR 386.",
      "id": "s85"
    },
    {
      "text": "Whether the assignment is justified \n \n39 The second question is whether the liquidators are justified in entering into the assignment.",
      "id": "s86"
    },
    {
      "text": "Lee J pointed out in Bank of Melbourne that in determining whether a liquidator should be directed to make an assignment, a Court should consider whether the assignment would lead to vexatious or improper litigation.",
      "id": "s87"
    },
    {
      "text": "His Honour observed that there is no obligation on either the Court or the liquidator to conduct an investigation of the likelihood of success of the proceeding and that it will be quite impractical to do so in an application of this nature.",
      "id": "s88"
    },
    {
      "text": "40 In Citicorp Australia Ltd v Official Trustee in Bankruptcy (1996) 141 ALR 667 a Full Court dealt with a similar question arising under the Bankruptcy Act .",
      "id": "s89"
    },
    {
      "text": "The Court observed at 682, upon the basis of English and Australian authorities, that it is only in a clear case that the Court should come to the view that the proposed assignment is frivolous or vexatious or that the Court should not allow the assignment to occur.",
      "id": "s90"
    },
    {
      "text": "41 Their Honours pointed to the observations of Lord Hoffman in the English decision in Stein v Blake (1996) 1 AC 243 at 260.",
      "id": "s91"
    },
    {
      "text": "The relevant passage was set out by the Full Court in Citicorp at 681.",
      "id": "s92"
    },
    {
      "text": "It is unnecessary to repeat what Lord Hoffman said in that passage.",
      "id": "s93"
    },
    {
      "text": "42 The observations of the Full Court in Citicorp at 679 are also pertinent.",
      "id": "s94"
    },
    {
      "text": "Their Honours observed that there will be few cases where some decisive point exists on which the trustee or the Court can be satisfied that the claim which is proposed to be assigned has no reasonable prospects of success.",
      "id": "s95"
    },
    {
      "text": "43 In the present case it is relevant to note, as I have already, that the cross-claims brought by Mr Selim against the Commonwealth and the TGA offices were the subject of a strikeout application but that the Commonwealth ultimately determined not to pursue that application after amendments were made to the pleadings.",
      "id": "s96"
    },
    {
      "text": "44 In those circumstances, it seems to me to be the position that it is not clear and obvious that any proceeding in respect of the cause of action against the Commonwealth would have no reasonable prospects of success.",
      "id": "s97"
    },
    {
      "text": "Accordingly, there is no basis for me to conclude that the assignment of the causes of action to Mr Selim would result in vexatious or improper litigation, so the assignment cannot be said to be an inappropriate exercise of the liquidator's powers.",
      "id": "s98"
    },
    {
      "text": "45 There are a number of other reasons why it seems to me that the liquidators are justified in assigning the causes of action to Mr Selim.",
      "id": "s99"
    },
    {
      "text": "It is not necessary to state them in any detail.",
      "id": "s100"
    },
    {
      "text": "I have referred to some of them above but in summary there are three principal reasons.",
      "id": "s101"
    },
    {
      "text": "46 First, the proceedings would be lengthy and expensive and if they proceed to a final hearing there is always the risk of the insolvent estate of Pan being exposed to a substantial costs order in the event that the claims against Mr Selim fail.",
      "id": "s102"
    },
    {
      "text": "47 Second, the liquidators have determined that it is in the interests of the unsecured creditors to obtain an outcome the financial details of which are recorded fully in the terms of the Deed of Settlement.",
      "id": "s103"
    },
    {
      "text": "48 Third, Mr Selim has agreed to indemnify the liquidators in respect of the costs order that might be made against them as a result of the failure of the claims against the Commonwealth and the TGA officers.",
      "id": "s104"
    },
    {
      "text": "49 I should also point out that the Committee of Inspection has seen fit to approve the terms of the Deed of Settlement subject only to the Court's approval and such directions as are now sought in this application.",
      "id": "s105"
    },
    {
      "text": "50 Reference may be made to the observations of Hanson J in UTSA where his Honour observed at 285 that the liquidators have a wide discretion in choosing the entities to which they propose to assign the cause of action.",
      "id": "s106"
    },
    {
      "text": "The observations of Hanson J at 288 of that judgment also point in favour of the view that the liquidator is justified in entering into the assignment.",
      "id": "s107"
    },
    {
      "text": "51 Finally, I have referred to what Mansfield J said in Ex parte Parker about s 511(2) and the requirement that the exercise of the power be just and beneficial.",
      "id": "s108"
    },
    {
      "text": "The reasons, which I have referred to above, point in favour of that condition being satisfied.",
      "id": "s109"
    },
    {
      "text": "The circumstances of the application \n \n52 I should mention that the application before me has been made ex parte .",
      "id": "s110"
    },
    {
      "text": "In Bank of Melbourne , Lee J observed at 112 to 113 that this is an appropriate course.",
      "id": "s111"
    },
    {
      "text": "His Honour referred to a number of leading authorities including decisions of McClelland CJ in Re BPTC Limited (1996) 14 ACLC 845 at 846 and Re G B Nathan v Co Pty Ltd (1991) 24 NSWLR 674.",
      "id": "s112"
    },
    {
      "text": "53 Two other matters arise on this application.",
      "id": "s113"
    },
    {
      "text": "First, the liquidators sought an order under s 17(4) of the Federal Court of Australia Act 1976 (Cth) that the hearing of this application take place in the absence of the public.",
      "id": "s114"
    },
    {
      "text": "I acceded to that application.",
      "id": "s115"
    },
    {
      "text": "54 Second, the liquidators also sought an order under s 50 of the Federal Court Act that access to the affidavit of Mr McGrath and to the exhibit to the affidavit be restricted to the Court and the liquidators.",
      "id": "s116"
    },
    {
      "text": "That course is consistent with the course adopted by Mansfield J in Re Addstone Pty Limited (in liq) (1998) 83 FCR 583 at 598.",
      "id": "s117"
    },
    {
      "text": "The position in Re Addstone was slightly different from that which occurs in the present case.",
      "id": "s118"
    },
    {
      "text": "However, there are a number of aspects of the Deed of Settlement which seem to me to point in favour of the confidentiality orders at least for the time being.",
      "id": "s119"
    },
    {
      "text": "55 In Adultshop.com Ltd v Members of the Classification Review Board (No 2 ) (2000) FCA 1872 at [23] - [31] , I referred briefly to the principles which apply in the exercise of the Court's discretion to make an order under s 50.",
      "id": "s120"
    },
    {
      "text": "I observed at [28] of my reasons in that case that the Court will respect legitimate claims for confidentiality which should not be unduly discounted in the weighing process when balancing the claim for confidentiality against the countervailing public interest in open justice.",
      "id": "s121"
    },
    {
      "text": "56 In the present case it is sufficient to say that an order under s 50 is warranted for the time being because of the conditions subsequent referred to in the Deed of Settlement.",
      "id": "s122"
    },
    {
      "text": "As I have said previously, I do not think it is necessary for me to refer to them in my reasons for judgment, but I have considered them carefully and I do think that the weighing process in the present case points in favour of upholding the claim for confidentiality.",
      "id": "s123"
    },
    {
      "text": "The Deed of Settlement itself contains a confidentiality clause in cl 16.",
      "id": "s124"
    },
    {
      "text": "57 In summary, I think it is sufficient to say that disclosure of the pertinent provisions of Mr McGrath's affidavit which exposed his reasoning process would seriously prejudice the liquidators in the event that Mr Selim and the Commonwealth have access to the views which Mr McGrath has expressed in his affidavit.",
      "id": "s125"
    },
    {
      "text": "58 For these reasons, I propose to make the direction set out in [1] of the draft order handed to me this morning by Senior Counsel for the liquidators.",
      "id": "s126"
    },
    {
      "text": "I also propose to make orders in terms of [2], [3] and [4].",
      "id": "s127"
    },
    {
      "text": "Order 4 reserves liberty to apply.",
      "id": "s128"
    },
    {
      "text": "It may be appropriate in due course for the orders under s 50 to be reviewed in light of subsequent developments in the litigation.",
      "id": "s129"
    },
    {
      "text": "59 I have given this judgment in closed court pursuant to s 17(4) of the Federal Court Act .",
      "id": "s130"
    },
    {
      "text": "However, having now heard from Mr Nixon who has fairly conceded that the order under s 17(4) need not be continued, I will dissolve that order and direct that my reasons for judgment may be published.",
      "id": "s131"
    },
    {
      "text": "60 I will leave in force the order under s 17(4) insofar as it applies to the transcript of the application that was made before me this morning.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s133"
    },
    {
      "text": "Associate:\n\nDated: 7 May 2008\n\n\n Counsel for the Applicant: Mr J Sheahan QC with Mr S Nixon \n \n Solicitor for the Applicant: Blake Dawson \n \n Date of Hearing: 23 April 2008 \n \n Date of Judgment: 23 April 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/563.html",
      "id": "s134"
    }
  ]
}