{
  "name": "Fleming's Nurseries Pty Ltd v Hannaford [2008] FCA 591 (2 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/591.html",
  "catchphrases": [
    {
      "text": "whether orders should be made for later determination of any questions of quantum of damages and account of profits",
      "id": "c0"
    },
    {
      "text": "orders granted",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 By notice of motion dated 7 February 2008, the applicants, Fleming's Nurseries Pty Ltd ('Fleming's Nurseries') and Her Majesty the Queen in right of Canada ('Canada'), seek an order that, pursuant to O 29 r 2 of the Federal Court Rules , there be a separate trial of all issues of liability in the proceeding, prior to any trial of issues of quantum of damages and/or an account of profits.",
      "id": "s0"
    },
    {
      "text": "Tony Hannaford, Roselyne Nurseries Pty Ltd ('Roselyne Nurseries') and Geoffrey Robert Britton are the respondents in the original proceeding.",
      "id": "s1"
    },
    {
      "text": "2 It is convenient at this point to set out the applicants' claims and Mr Hannaford's cross-claim, as currently pleaded, and the major issues that would be in contest at trial.",
      "id": "s2"
    },
    {
      "text": "THE CLAIMS AND CROSS-CLAIM \n \n3 The present action was commenced by the applicants, initially against Mr Hannaford, by an application filed with a statement of claim, on 9 November 2005.",
      "id": "s3"
    },
    {
      "text": "Pursuant to the orders of Justice Weinberg dated 10 March 2006, leave was granted to Mr Hannaford to file and serve his cross-claim dated 28 February 2006 against the respondents.",
      "id": "s4"
    },
    {
      "text": "Further, on 29 May 2007, Justice Marshall granted the applicants leave to join Roselyne Nurseries and Mr Britton to this action on and from 23 March 2007.",
      "id": "s5"
    },
    {
      "text": "The matter has been transferred into my docket following the publication of a Notice to Practitioners dated 15 April 2008.",
      "id": "s6"
    },
    {
      "text": "4 According to the Further Amended Statement of Claim dated 23 March 2007, the applicants' case against Mr Hannaford may be summarised as follows:\n \n \n 1.",
      "id": "s7"
    },
    {
      "text": "Canada has, since 3 February 1994, been the registered proprietor under the Plant Variety Rights Act 1987 (Cth) or the Plant Breeder's Rights Act 1994 (Cth) (PBRA), of the plant breeder's rights in the cherry plant variety prunus avium 'Sumtare', known as Sweetheart ('Sweetheart cheery').",
      "id": "s8"
    },
    {
      "text": "In particular, Canada claims rights conferred by s 11 of the PBRA in relation to the Sweetheart cherry.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "Mr Hannaford conducts an orchard business, growing and selling fruit, at Torrens Valley Orchards, Gumeracha in South Australia under the registered South Australian business name \"Torrens Valley Orchards\".",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "Canada alleges that Mr Hannaford has, without its licence, authority or consent, propagated and planted Sweetheart cherry trees.",
      "id": "s13"
    },
    {
      "text": "Further, Canada alleges that Mr Hannaford has, without the licence, authority or consent of Canada, licensed Roselyne Nurseries and Mr Britton to propagate Sweetheart cherry trees.",
      "id": "s14"
    },
    {
      "text": "Canada claims that these acts constituted a contravention of s 53(1)(a) of the PBRA, and thereby an infringement of Canada's rights in Australia in respect of the Sweetheart cherry plant variety, as conferred by the PBRA.",
      "id": "s15"
    },
    {
      "text": "Amongst other things, Canada seeks declaratory and injunctive relief and damages or an account of profits pursuant to s 56(3) of the PBRA, and delivery up of the Sweetheart cherry plant varieties in Mr Hannaford's possession.",
      "id": "s16"
    },
    {
      "text": "4.",
      "id": "s17"
    },
    {
      "text": "Fleming's Nurseries conducts a nursery business selling, among other plants, Sweetheart cherry trees and Black Star cherry trees pursuant to Non-Propagation Agreements.",
      "id": "s18"
    },
    {
      "text": "5.",
      "id": "s19"
    },
    {
      "text": "Between 1997 and 2004, Fleming's Nurseries sold and supplied to Mr Hannaford Sweetheart cherry trees under a number of Non-Propagation Agreements.",
      "id": "s20"
    },
    {
      "text": "In 2004, Fleming's Nurseries also sold and supplied Black Star cherry trees to Mr Hannaford under a Non-Propagation Agreement.",
      "id": "s21"
    },
    {
      "text": "6.",
      "id": "s22"
    },
    {
      "text": "These Non-Propagation Agreements contain a term to the effect that Mr Hannaford would not undertake or attempt to propagate, or part with possession of, the cherry trees supplied under these agreements.",
      "id": "s23"
    },
    {
      "text": "7.",
      "id": "s24"
    },
    {
      "text": "Fleming's Nurseries alleges that Mr Hannaford has, without its licence, authority or consent, propagated or attempted to propagate the Sweetheart and Black Star cherry trees.",
      "id": "s25"
    },
    {
      "text": "Fleming's Nurseries also alleges that Mr Hannaford parted with possession of the Sweetheart and Black Star cherry trees, and permitted Roselyne Nurseries or Mr Britton to propagate or attempt to propagate these cherry trees.",
      "id": "s26"
    },
    {
      "text": "By reason of these acts, Fleming's Nurseries claims that Mr Hannaford has breached his obligations under the Non-Propagation Agreements, entitling Fleming's Nurseries to seek relief against him.",
      "id": "s27"
    },
    {
      "text": "Fleming's Nurseries seeks injunctive relief and damages against Mr Hannaford, as well as other relief.",
      "id": "s28"
    },
    {
      "text": "5 Likewise, Canada's case against Roselyne Nurseries and Mr Britton, as pleaded in the Further Amended Statement of Claim dated 23 March 2007, may be summarised as follows:\n \n \n 1.",
      "id": "s29"
    },
    {
      "text": "Roselyne Nurseries carries on a plant nursery business known as \"Roselyne Nurseries\".",
      "id": "s30"
    },
    {
      "text": "Mr Britton is, amongst others, a director and shareholder of Roselyne Nurseries and is involved in its plant nursery business.",
      "id": "s31"
    },
    {
      "text": "2.",
      "id": "s32"
    },
    {
      "text": "Canada alleges that Roselyne Nurseries and Mr Britton have, without its licence, authority or consent, propagated Sweetheart cherry trees and sold them.",
      "id": "s33"
    },
    {
      "text": "3.",
      "id": "s34"
    },
    {
      "text": "Canada alleges that Mr Britton has procured, induced and/or directed the infringing acts of Roselyne Nurseries, or, acted in concert with Roselyne Nurseries and is thereby a joint tortfeasor in those acts.",
      "id": "s35"
    },
    {
      "text": "There is an equivalent allegation against Mr Hannaford in relation to both Roselyne Nurseries and Mr Britton.",
      "id": "s36"
    },
    {
      "text": "4.",
      "id": "s37"
    },
    {
      "text": "Accordingly, Canada claims that there was an infringement by Roselyne Nurseries and Mr Britton of Canada's rights in Australia in the Sweetheart cherry plant variety under the PBRA.",
      "id": "s38"
    },
    {
      "text": "5.",
      "id": "s39"
    },
    {
      "text": "Against all respondents, Canada claims declaratory and injunctive relief, damages and/or an account of profits, and delivery up of Sweetheart cherry plants in their possession.",
      "id": "s40"
    },
    {
      "text": "6 As stated above, Mr Hannaford also made a cross-claim against Canada.",
      "id": "s41"
    },
    {
      "text": "According to Mr Hannaford's Further Amended Defence and Cross-Claim dated 15 August 2007, Mr Hannaford advanced claims including the following:\n \n \n 1.",
      "id": "s42"
    },
    {
      "text": "The Sweetheart cherry plant variety, although originally bred by the Agriculture Canada Research Station in Canada, was imported into Australia by the Tasmanian Department of Agriculture in 1986.",
      "id": "s43"
    },
    {
      "text": "Thereafter, this variety of cherry tree was released from quarantine and grown by various industry participants in Tasmania as well as available for release and use in Australia.",
      "id": "s44"
    },
    {
      "text": "Therefore, the Sweetheart cherry plant variety was not a new variety in 1994 when Canada was granted the rights under the PBRA.",
      "id": "s45"
    },
    {
      "text": "2.",
      "id": "s46"
    },
    {
      "text": "For these reasons, Mr Hannaford asserted that, as at the time Canada made applications for Plant Breeder's Rights and as at the time those rights were granted, facts existed which, if known, would have led the decision-maker to refuse the rights.",
      "id": "s47"
    },
    {
      "text": "In particular, the Sweetheart cherry tree plant variety would not have been registrable under the PBRA because the statutory criteria under ss 43(1)(b) and 43(1)(e) --- that the variety is distinct and has not been exploited or has been only recently exploited - were not met.",
      "id": "s48"
    },
    {
      "text": "Accordingly, Canada's rights ought to be revoked under s 54(3) of the PBRA.",
      "id": "s49"
    },
    {
      "text": "THE DEFENCES \n \n7 In his Further Amended Defence and Cross-claim dated 15 August 2007, in response to Canada's claims, Mr Hannaford essentially denied that he has infringed Canada's rights in the Sweetheart cherry plant variety.",
      "id": "s50"
    },
    {
      "text": "In substance, he claims to have propagated another variety, which is referred to in his pleading as \"the late maturing Sutcliff cherries\".",
      "id": "s51"
    },
    {
      "text": "8 To Fleming's Nurseries' claims, Mr Hannaford raised the following defences:\n \n \n 1.",
      "id": "s52"
    },
    {
      "text": "He did not breach any of the Non-Propagation Agreements in the manner alleged by Fleming's Nurseries;\n 2.",
      "id": "s53"
    },
    {
      "text": "If there was a breach of the Non-Propagation Agreements, to the extent that they occurred prior to 9 November 1999, the claims were barred by the statute of limitations in Victoria and South Australia; and\n 3.",
      "id": "s54"
    },
    {
      "text": "Insofar as the Non-Propagation Agreements contain a term that purports to give Fleming's Nurseries the right, upon breach, to remove and/or destroy the Sweetheart and Black Star cherry trees for which he paid, the term constitutes a penalty and is unenforceable.",
      "id": "s55"
    },
    {
      "text": "Further, he claims that if the terms are enforceable, then he is entitled to relief against forfeiture.",
      "id": "s56"
    },
    {
      "text": "9 The applicants, in their Defence to the Further Amended Cross-Claim dated 31 August 2007, denied all of the allegations of Mr Hannaford's cross-claim.",
      "id": "s57"
    },
    {
      "text": "10 In their Amended Defence dated 10 August 2007, Roselyne Nurseries and Mr Britton denied all the allegations made by Canada against them.",
      "id": "s58"
    },
    {
      "text": "THE ISSUES AT TRIAL \n \n11 Based on the foregoing, resolution of the liability issue in this proceeding would encompass a determination of the following issues at trial:\n \n \n 1.",
      "id": "s59"
    },
    {
      "text": "Whether Canada's rights under the PBRA (assuming they exist) have been infringed by Mr Hannaford, Roselyne Nurseries and Mr Britton;\n 2.",
      "id": "s60"
    },
    {
      "text": "Whether Mr Hannaford has breached any of the Non-Propagation Agreements made between Fleming's Nurseries and him;\n 3.",
      "id": "s61"
    },
    {
      "text": "If so, whether any of the actions are barred by the statute of limitations;\n 4.",
      "id": "s62"
    },
    {
      "text": "Whether any of Canada's rights granted under the PBRA are invalid, and ought to be revoked; and\n 5.",
      "id": "s63"
    },
    {
      "text": "Whether the term in the Non-Propagation Agreements, entitling Fleming's Nurseries to destroy the cherry trees purchased by Mr Hannaford under these contracts, constitutes a penalty and/or whether Mr Hannaford is entitled to relief against forfeiture.",
      "id": "s64"
    },
    {
      "text": "12 Apparently there will be a need for some plant DNA testing in relation to issues 1 and 2.",
      "id": "s65"
    },
    {
      "text": "Issues 2 and 5 also involve some questions of construction.",
      "id": "s66"
    },
    {
      "text": "The applicants foreshadow that they will argue that, when properly construed, the so-called penalty clause does not provide for a penalty at all but is merely intended to provide further protection against unauthorised use.",
      "id": "s67"
    },
    {
      "text": "Counsel for Mr Hannaford, on the other hand, states that, on the matter of penalty, Mr Hannaford wishes to adduce evidence of the value of the asset to him, the value to Fleming's Nurseries, the sum paid in respect of it, and related matters: see in this connection Ringrow Pty Ltd v BP Australia Pty Ltd [2005] HCA 71 ; (2005) 222 ALR 306 at 309-309 (citing Dunlop Pneumatic Tyre Co Ltd v New Garage and Motor Co Ltd [1914] UKHL 1 ; [1915] AC 79 at 86-87).",
      "id": "s68"
    },
    {
      "text": "13 At trial, the applicants need to establish their entitlements in respect of issues 1 and 2 before any question of relief could arise.",
      "id": "s69"
    },
    {
      "text": "Similarly, the questions of relief would be affected by answers given to issues 3, 4, and 5.",
      "id": "s70"
    },
    {
      "text": "THE APPLICANTS' MOTION TO SPLIT THE TRIAL \n \n14 As noted above, the applicants are seeking an order from this Court, under O 29 r 2 of the Federal Court Rules , for a split trial.",
      "id": "s71"
    },
    {
      "text": "Roselyne Nurseries and Mr Britton have consented to the making of such an order.",
      "id": "s72"
    },
    {
      "text": "Mr Hannaford opposes it.",
      "id": "s73"
    },
    {
      "text": "Submissions of the Parties \n \n15 The applicants filed written contentions in support of their motion, which they augmented at the hearing.",
      "id": "s74"
    },
    {
      "text": "In summary, they argued that: \n \n \n 1.",
      "id": "s75"
    },
    {
      "text": "If the trial is not split, it would be necessary for the applicants and the respondents to call additional evidence to deal with both damages and account of profits, and to do so would involve considerable time and expense.",
      "id": "s76"
    },
    {
      "text": "Accordingly, the applicants submit that a \"split trial\" is just and convenient because, if they fail on any or all liability issues, it will diminish or remove the need to assemble or call evidence for damages or an account of profits.",
      "id": "s77"
    },
    {
      "text": "This will result in significant savings in time and expense.",
      "id": "s78"
    },
    {
      "text": "2.",
      "id": "s79"
    },
    {
      "text": "Should the applicants succeed on liability issues, there is a strong prospect that the quantification of any pecuniary relief to which the applicants are entitled will be settled between the parties.",
      "id": "s80"
    },
    {
      "text": "3.",
      "id": "s81"
    },
    {
      "text": "Should the applicants succeed on liability issues, they would be entitled to injunctive relief and delivery up.",
      "id": "s82"
    },
    {
      "text": "In turn, this would provide an \"end point\" to the respondents' infringing conduct and a proper foundation for a consideration of the quantum of pecuniary relief to which the applicants would be entitled.",
      "id": "s83"
    },
    {
      "text": "16 Mr Hannaford also filed written submissions, which he developed at the hearing.",
      "id": "s84"
    },
    {
      "text": "Mr Hannaford contends that:\n \n \n 1.",
      "id": "s85"
    },
    {
      "text": "The bases for the claims against him for delivery up and/or destruction of the trees are the terms of the Non-Propagation Agreements pleaded in subpars (c)(ii) of pars 11, 14, 17, 20 23 and 26 of the applicants' Further Amended Statement of Claim.",
      "id": "s86"
    },
    {
      "text": "As Mr Hannaford observes, he pleads that these are unenforceable since they are penalties and/or seeks relief against forfeiture.",
      "id": "s87"
    },
    {
      "text": "Mr Hannaford further submits that this claim, which will have to be determined before the applicants' entitlement to relief in the nature of delivery up or destruction is granted, \"will require a determination of the factors which may have led to the subject clauses being inserted into the agreements and whether ... the rights sought to be granted by the clauses were extravagant or oppressive at the time of entry into the agreements\".",
      "id": "s88"
    },
    {
      "text": "He added that \"[t]he question of relief against forfeiture will require a consideration of the circumstances as at the date of the breach and will require a consideration of the effect of the proposed delivery up or destruction orders on [him]\".",
      "id": "s89"
    },
    {
      "text": "Counsel for Mr Hannaford submits that these matters \"sit ill\" with a trial as to liability only since the witnesses in relation to these matters may also be witnesses in connection with damages issues.",
      "id": "s90"
    },
    {
      "text": "Findings regarding their credit may need to be made prior to the damages hearing if a split trial is ordered.",
      "id": "s91"
    },
    {
      "text": "In an amendment to his written submissions filed prior to the hearing, Mr Hannaford noted that his defence \"rests significantly on his credit\" and that, if unsuccessful, he would also be a likely witness in relation to assessment of damages or account of profits.",
      "id": "s92"
    },
    {
      "text": "He argued that, therefore, an order for a split trial would have the potential to cause embarrassment and the need for the judge hearing the trial on liability to disqualify herself from hearing the latter part of the proceeding.",
      "id": "s93"
    },
    {
      "text": "2.",
      "id": "s94"
    },
    {
      "text": "Zee Sweet Pty Ltd v Magnom Orchards Pty Ltd [2003] VSC 486 (\" Zee Sweet \") is distinguishable.",
      "id": "s95"
    },
    {
      "text": "3.",
      "id": "s96"
    },
    {
      "text": "If there is an enquiry as to profits at the trial on liability, as suggested by the Notice of Motion, then issues will plainly overlap.",
      "id": "s97"
    },
    {
      "text": "(I note that the applicants disavowed this suggestion at the hearing.",
      "id": "s98"
    },
    {
      "text": ")\n 4.",
      "id": "s99"
    },
    {
      "text": "The relief sought by the applicants includes discretionary relief such as declarations and injunctions, which ordinarily weigh against the splitting of a trial.",
      "id": "s100"
    },
    {
      "text": "CONSIDERATION \n \n17 The principles that govern the circumstances in which an order under O 29 r 2 of the Federal Court Rules may be made are well established.",
      "id": "s101"
    },
    {
      "text": "They are discussed by Branson J in Reading Australia Pty Ltd v Australian Mutual Provident Society [1999] FCA 718 ; (1999) 217 ALR 495 (\" Reading \") at [7] and [8] and by French J in Olbers Co Ltd v Commonwealth (No 3) [2003] FCA 651 at [7] .",
      "id": "s102"
    },
    {
      "text": "Ultimately, the question is whether, in the exercise of the Court's discretion, this is an appropriate case for the departure from the ordinary course that all issues of fact and law should be determined at the one time, on the basis that it is just and convenient for the order to be made: see Reading at [9]; Tallglen Pty Ltd v Pay TV Holdings Pty Ltd (1996) 22 ACSR 130.",
      "id": "s103"
    },
    {
      "text": "As counsel for the applicants pointed out, the outcome of the reported decisions on O 29 r 2 turns in each instance on the nature of the case and the particular circumstances relevant to it.",
      "id": "s104"
    },
    {
      "text": "18 It is customary in intellectual property cases, however, to hear and determine issues of liability separately and before issues of pecuniary relief.",
      "id": "s105"
    },
    {
      "text": "This is largely because it is generally thought just and convenient to so order on account of the fact that an applicant in such a case is not compelled to make an election as between damages and an account of profits at least before the evidence on liability has been received: see Reading at [9] per Branson J; Dr Martens Australia Pty Ltd v Bata Shoe Company of Australia Pty Ltd (1997) 75 FCR 230 ; Digi International Inc v Stallion Technologies Pty Ltd (2001) 53 IPR 529 at [40] per Ambrose J; and Novartis Crop Protection Australasia Pty Ltd v Orica Australia Pty Ltd [2001] FCA 1013 at [7] - [9] per Stone J.",
      "id": "s106"
    },
    {
      "text": "Under s 56(3) of the PBRA, in an action for infringement, Canada is entitled to make an election for damages or an account of profits.",
      "id": "s107"
    },
    {
      "text": "That is, the nature of Canada's case attracts the same considerations as other intellectual property cases requiring an election between the remedies in the event that liability is established.",
      "id": "s108"
    },
    {
      "text": "19 Furthermore, if Mr Hannaford were successful in his cross-claim against Canada, there would be no occasion to consider either Canada's claim for damages or account of profits.",
      "id": "s109"
    },
    {
      "text": "The applicants assert, and Mr Hannaford accepts, that any pecuniary assessment is likely to require the disclosure and evaluation of the parties' commercial records.",
      "id": "s110"
    },
    {
      "text": "There will also be a need for expert evidence.",
      "id": "s111"
    },
    {
      "text": "It would be unfortunate, so far as the parties and the management of Court resources were concerned, if time and expense were spent without any corresponding utility.",
      "id": "s112"
    },
    {
      "text": "20 Furthermore, I do not consider the argument for a split trial is weakened by the fact that Fleming's Nurseries' claims are made in contract.",
      "id": "s113"
    },
    {
      "text": "Again, if Fleming's Nurseries failed on this aspect of its claim, there would be no need for an assessment of damages.",
      "id": "s114"
    },
    {
      "text": "21 I accept that, if the applicants succeed on their principal liability issues, they will have a good basis for injunctive relief.",
      "id": "s115"
    },
    {
      "text": "In turn, to quote Sundberg J, this would provide an \"end point\" to the respondents' infringing conduct and a proper foundation for a consideration of the quantum of pecuniary relief to which the applicants would be entitled: see Polaris Communications Pty Ltd v Dynamic Hearing Pty Ltd [2007] FCA 627 at [5] .",
      "id": "s116"
    },
    {
      "text": "22 Any trial on liability would, of course, include a hearing and determination of the penalty and/or relief against forfeiture issues that Mr Hannaford pleads by way of Defence.",
      "id": "s117"
    },
    {
      "text": "On account of these claims, however, Mr Hannaford argues that the applicants exaggerate the savings in time and expense if a split trial were ordered.",
      "id": "s118"
    },
    {
      "text": "He maintains that the penalty and/or relief against forfeiture issues would necessitate discovery of certain of his and Fleming's Nurseries' financial records since the value (to him and to Fleming's Nurseries) of the asset (the cherry trees) subject to the so-called penalty clause is in issue.",
      "id": "s119"
    },
    {
      "text": "There would, so his counsel says, be a corresponding need to prepare and present financial evidence directed to these matters.",
      "id": "s120"
    },
    {
      "text": "Accordingly, his counsel submits that the cost to Mr Hannaford of a trial on all issues would not be appreciably greater than the cost of a trial on liability alone.",
      "id": "s121"
    },
    {
      "text": "23 The applicants respond that, so far as they are concerned, the evidence as to penalties and/or relief against forfeiture is not co-terminous with the evidence as to monetary relief.",
      "id": "s122"
    },
    {
      "text": "They affirm that, so far as they are concerned, there would remain significant cost and time advantages with a split trial.",
      "id": "s123"
    },
    {
      "text": "24 I observe that Mr Hannaford's pleading on the penalty and/or relief against forfeiture issues is brief and gives slight indication of the subordinate facts upon which the pleading depends.",
      "id": "s124"
    },
    {
      "text": "This does not assist in determining the scope of the trial on this issue.",
      "id": "s125"
    },
    {
      "text": "Further, I accept that, at least from the applicants' perspective, the expense of a trial on liability is less than the expense of a trial on all issues.",
      "id": "s126"
    },
    {
      "text": "There is a possibility, as I pointed out to Mr Hannaford's counsel, that these savings might also ultimately affect him.",
      "id": "s127"
    },
    {
      "text": "There is also the allocation of the Court's resources to be considered.",
      "id": "s128"
    },
    {
      "text": "A related issue is the prospect of settlement, if the applicants were successful in some part.",
      "id": "s129"
    },
    {
      "text": "If they were not, of course, there would be no need for any further trial.",
      "id": "s130"
    },
    {
      "text": "25 At the hearing, counsel for the applicants submitted, and counsel for Mr Hannaford did not deny, that there is a good prospect that, if liability is determined, then the parties may proceed to settlement.",
      "id": "s131"
    },
    {
      "text": "Experience indicates that this is so.",
      "id": "s132"
    },
    {
      "text": "Accordingly, I am not persuaded that the penalty and/or relief against forfeiture issue alone should prevail over the other considerations in favour of a split trial.",
      "id": "s133"
    },
    {
      "text": "26 The parties did not rely at the hearing on Zee Sweet and I do not consider much turns on its conduct.",
      "id": "s134"
    },
    {
      "text": "It is, plainly enough, a different case from the present, although involving a similar subject matter.",
      "id": "s135"
    },
    {
      "text": "27 Mr Hannaford raises the possibility that, after the trial on liability, it may be necessary to make adverse credit findings against some witnesses, who may later be required for the trial on pecuniary relief.",
      "id": "s136"
    },
    {
      "text": "Mr Hannaford claims and, for present purposes, I accept that his credit will be in issue on liability.",
      "id": "s137"
    },
    {
      "text": "Mr Hannaford places particular reliance on the evidence that he foreshadows in connection with his penalty and/or relief against forfeiture claim, which, according to him, would overlap with evidence he is likely to give at a trial on monetary relief.",
      "id": "s138"
    },
    {
      "text": "His counsel points out that he is a sole trader and, as such, is the person most familiar with all aspects of his business.",
      "id": "s139"
    },
    {
      "text": "28 I accept that there is a risk that I might take an adverse view of Mr Hannaford's credit at the trial on liability.",
      "id": "s140"
    },
    {
      "text": "Whether or not Mr Hannaford will need to give evidence at a trial on monetary relief is uncertain, although I accept that he may.",
      "id": "s141"
    },
    {
      "text": "I accept that if I were to make adverse credit findings against him, he might perceive that he was at some disadvantage at the second stage of the proceeding.",
      "id": "s142"
    },
    {
      "text": "Whether or not this possibility is realised remains to be seen.",
      "id": "s143"
    },
    {
      "text": "I doubt, however, that any real disadvantage is likely to arise for him.",
      "id": "s144"
    },
    {
      "text": "The possibility of disadvantage is limited because at this second stage it is likely that much would turn on documentary business and other records and expert accountants' evidence.",
      "id": "s145"
    },
    {
      "text": "Notwithstanding this, I accept that the possibility that I may take an adverse view of Mr Hannaford's credit at the trial on liability, which will impact on him if he is needed to give evidence at the trial on monetary relief, is a factor tending against a split trial.",
      "id": "s146"
    },
    {
      "text": "29 Whether there are likely to be other witnesses at the trial on liability that might be placed in this position of perceived disadvantage at a subsequent trial on monetary remedies is unclear.",
      "id": "s147"
    },
    {
      "text": "None besides Mr Hannaford was specifically mentioned.",
      "id": "s148"
    },
    {
      "text": "Mr Hannaford has not sought to adduce any evidence in connection with this possibility.",
      "id": "s149"
    },
    {
      "text": "The extent of this risk in relation to anyone apart from him is most uncertain.",
      "id": "s150"
    },
    {
      "text": "30 In the circumstances as they appear on the hearing of the motion, it does not appear that the extent of overlap between witnesses at the trial on liability and at any trial on monetary relief is likely to be very great and, in any event, as I have already said, I doubt that Mr Hannaford would be as disadvantaged as he contends.",
      "id": "s151"
    },
    {
      "text": "31 Accordingly, I would not have this consideration alone, or with the penalty/relief against forfeiture issue mentioned above, prevail over the other considerations in favour of making an order under O 29 r 2, as sought by the applicants.",
      "id": "s152"
    },
    {
      "text": "For the reasons stated, I consider that this is a case in which it is just and convenient to make an order under O 29 r 2.",
      "id": "s153"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s154"
    },
    {
      "text": "Associate:\n\nDated: 2 May 2008\n\n Counsel for the Applicants: Mr B Caine SC with Mr A Maryniak \n \n Solicitor for the Applicants: Griffith Hack \n \n Counsel for the First Respondent: Mr F C Brohier \n \n Solicitor for the First Respondent Kelly &amp; Co \n\n Date of Hearing: 1 May 2008 \n \n Date of Judgment: 2 May 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/591.html",
      "id": "s155"
    }
  ]
}