{
  "name": "Travaglini, as Liquidator of Jako's Paint Coatings Pty Ltd (in liquidation (ACN 082 903 759) v Jakovich [2008] FCA 573 (29 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/573.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "directions",
      "id": "c1"
    },
    {
      "text": "assets of corporation subject to injunction as against former directors by family court",
      "id": "c2"
    },
    {
      "text": "no effect of injunction on powers of liquidator",
      "id": "c3"
    },
    {
      "text": "directions accordingly",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 Jako's Paint Coatings Pty Ltd was incorporated in June 1998.",
      "id": "s0"
    },
    {
      "text": "Its business was that of a painting contractor.",
      "id": "s1"
    },
    {
      "text": "Its directors from the date of its incorporation were Stiven Marin Jakovich and Vjeko Nikola Jakovich.",
      "id": "s2"
    },
    {
      "text": "2 On 11 April 2007 the directors of the company signed a circulating resolution pursuant to s 436A of the Corporations Act 2001 (Cth) appointing Dino Travaglini as voluntary administrator of the company under Pt 5.3A of the Corporations Act .",
      "id": "s3"
    },
    {
      "text": "The resolution of the directors incorporated their opinion that the company was likely to become insolvent at some future time or was already insolvent at that time.",
      "id": "s4"
    },
    {
      "text": "3 On 12 June 2007, at a meeting of creditors of the company, a resolution was passed for it to be wound up and Mr Travaglini be appointed as its liquidator.",
      "id": "s5"
    },
    {
      "text": "According to his initial review of the company's affairs in his role as administrator, and later as liquidator, he had formed the view that the company should have sufficient funds to discharge its liabilities.",
      "id": "s6"
    },
    {
      "text": "4 According to Mr Travaglini, Mr Jakovich was previously married to one Loretta Jakovich.",
      "id": "s7"
    },
    {
      "text": "Upon his appointment as voluntary administrator Mr Travaglini was provided with a copy of orders made in the Family Court of Australia on 20 December 2006 pursuant to Pt VIIIAA of the Family Law Act 1975 (Cth).",
      "id": "s8"
    },
    {
      "text": "The orders were made pursuant to an application brought by Loretta Jakovich against Stiven Jakovich and Vjeko Jakovich concerning the division of marital assets following their divorce.",
      "id": "s9"
    },
    {
      "text": "5 The orders made by consent included an injunction restraining Stiven and Vjeko Jakovich from dealing with assets of the company in its own right or in its capacity as trustee for the S &amp; V Jakovich Family Trust.",
      "id": "s10"
    },
    {
      "text": "6 On 8 May 2007 the second meeting of the creditors of the company agreed to adjourn the meeting to allow Mr Travaglini to progress matters relating to the administration of the company including but not limited to varying the Family Court orders to authorise him to exercise his powers under the Corporations Act .",
      "id": "s11"
    },
    {
      "text": "7 In late May 2007 Mr Travaglini sought advice about the effect of the orders upon his powers as administrator and later as liquidator.",
      "id": "s12"
    },
    {
      "text": "He instructed solicitors to draft a minute of consent orders to be signed by all parties to the Family Court proceedings with a view to varying the orders.",
      "id": "s13"
    },
    {
      "text": "The effect of the variation which he sought was to ratify his appointment as liquidator and to authorise him to exercise all powers and deal with the assets of the company pursuant to Pt 5.4B through to Pt 5.9 of the Corporations Act in respect of winding up the company.",
      "id": "s14"
    },
    {
      "text": "8 There were difficulties getting in touch with Stiven Jakovich.",
      "id": "s15"
    },
    {
      "text": "Consent orders were signed on behalf of Vjeko Jakovich and Loretta Jakovich.",
      "id": "s16"
    },
    {
      "text": "Information was obtained through a third party that Stiven Jakovich had received the proposed consent orders but wanted to take some advice about their content.",
      "id": "s17"
    },
    {
      "text": "In the event, Mr Travaglini's solicitors, Price Sierakowski, received a letter by facsimile from him.",
      "id": "s18"
    },
    {
      "text": "The letter stated that Stiven Jakovich was awaiting the signature of a third director, namely Linda-Jane Neophytou.",
      "id": "s19"
    },
    {
      "text": "According to Mr Jakovich she was a shareholder and director and it was necessary for her to sign any documents pertaining to the \"liquidation authority\" in terms of the Corporations Act .",
      "id": "s20"
    },
    {
      "text": "The document which he attached was a letter dated 22 October 2006 evidently addressed to Linda Neophytou and confirming that she was that day appointed a director of the company.",
      "id": "s21"
    },
    {
      "text": "The appointment, as noted, does not appear from the Australian Securities and Investments Commission records.",
      "id": "s22"
    },
    {
      "text": "9 Mr Travaglini said that in light of the failure of Stiven Jakovich to sign the consent orders he instructed Price Sierakowski to make an application seeking orders to ratify his appointment as liquidator and to vary the Family Court orders so that as liquidator he was duly authorised to exercise all powers without restraint to deal with the assets of the company and the creditors' claims pursuant to Pt 5.4B through to Pt 5.9 of the Corporations Act in respect of the winding up.",
      "id": "s23"
    },
    {
      "text": "10 Loretta Jakovich and Vjeko Jakovich were represented on the application when it came before the Court for first directions.",
      "id": "s24"
    },
    {
      "text": "The application was adjourned to 4 April 2008 and the applicant was directed to use best endeavours to inform Stiven Jakovich of the adjourned hearing date.",
      "id": "s25"
    },
    {
      "text": "A direction was also made that a decision would be made on the application on 4 April 2008 unless opposed by Stiven Jakovich.",
      "id": "s26"
    },
    {
      "text": "In the event, the application was further adjourned to 28 April 2008 at 9am and further to 29 April 2008 at 9am.",
      "id": "s27"
    },
    {
      "text": "There has been no contact with the Court by Mr Jakovich.",
      "id": "s28"
    },
    {
      "text": "11 In an affidavit of Loretta Jakovich sworn 10 April 2008, she said that she had signed the written consent after taking legal advice to the appointment of an administrator to the company.",
      "id": "s29"
    },
    {
      "text": "She agreed to an administrator being appointed to the company but did not have a preference for any particular firm of insolvency practitioners.",
      "id": "s30"
    },
    {
      "text": "She said she was content for her consent to be used for the appointment of Mr Travaglini as the administrator.",
      "id": "s31"
    },
    {
      "text": "She would not oppose the winding up of the company and swore the affidavit in support of the orders sought in the application.",
      "id": "s32"
    },
    {
      "text": "12 Section 511 of the Corporations Act provides, inter alia: \n The liquidator, or any contributory or creditor, may apply to the court: (a) to determine any question arising in the winding up of a company; or \n \n (b) to exercise all or any of the powers that the Court might exercise if the company were being wound up by the Court.",
      "id": "s33"
    },
    {
      "text": "...\n \n \n(2) The Court, if satisfied that the determination of the question or the exercise of power will be just and beneficial, may accede wholly or partially to any such application on such terms and conditions as it thinks fit or may make such other order on the application as it thinks just.",
      "id": "s34"
    },
    {
      "text": "13 In his originating process Mr Travaglini sought a declaration from the Court that he is authorised to deal with the assets of the company without restraint and is authorised to exercise all of the powers conferred on him pursuant to the relevant provisions of the Corporations Act .",
      "id": "s35"
    },
    {
      "text": "He also sought an order that the orders of the Family Court be varied by incorporating in them an authorisation for him to deal with the property of the company pursuant to his powers as liquidator.",
      "id": "s36"
    },
    {
      "text": "14 Clearly this Court is not in a position to vary the orders made by the Family Court.",
      "id": "s37"
    },
    {
      "text": "A variation of those orders is not necessary.",
      "id": "s38"
    },
    {
      "text": "Those orders restrain Stiven and Vjeko Jakovich effectively from dealing with the property of the company without the prior consent of Loretta Jakovich.",
      "id": "s39"
    },
    {
      "text": "They do not purport to affect the rights of creditors of the company nor the powers of a liquidator appointed under the Corporations Act to get in the assets of the company and to distribute them to the creditors.",
      "id": "s40"
    },
    {
      "text": "If there be any surplus remaining after the distribution to creditors and the payment of the fees of the administration and winding up, then that surplus would no doubt be affected by the Family Court injunction.",
      "id": "s41"
    },
    {
      "text": "If there are any uncertainties concerning the application of the injunction to such surplus, then that is a matter to be taken up with the Family Court.",
      "id": "s42"
    },
    {
      "text": "In my opinion, however, it is open to me to make the orders sought by Mr Travaglini pursuant to s 511 of the Corporations Act and I propose to do so.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s44"
    },
    {
      "text": "Associate:\nDated: 29 April 2008\n\n\n\n Counsel for the First Applicant: Mr RC Di Renzo \n \n Solicitor for the First Applicant: Price Sierakowski \n \n Counsel for the First and Third Respondents:\n\nSolicitor for the First and \nThird Respondents: Mr JD Steedman\n\n\nKarp Steedman Ross-Adjie \n\n Date of Hearing: 11 March 2008 \n \n Date of Judgment: 29 April 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/573.html",
      "id": "s45"
    }
  ]
}