{
  "name": "Tervonen v Minister for Home Affairs [2008] FCA 596 (30 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/596.html",
  "catchphrases": [
    {
      "text": "declaration sought that s 16 notice given by minister under the extradition act 1988 (cth) \" invalid \"",
      "id": "c0"
    },
    {
      "text": "assurance given to court by minister that s 16 notice not relied upon",
      "id": "c1"
    },
    {
      "text": "submission of minister that relief sought futile",
      "id": "c2"
    },
    {
      "text": "concession by applicant that proceedings consequently unnecessary",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 Presently before the Court is an Amended Notice of Motion seeking orders for discovery against the Respondents.",
      "id": "s0"
    },
    {
      "text": "That Motion was filed in proceedings in which the principal claim for relief is a declaration that a notice issued under s 16(1) of the Extradition Act 1988 (Cth) on 11 November 2007 is \" invalid \".",
      "id": "s1"
    },
    {
      "text": "2 Detailed written submissions have been filed by both the Applicant in support of its Motion and by the First Respondent in respect to the making of any order for further discovery.",
      "id": "s2"
    },
    {
      "text": "3 The principal submission advanced by the First Respondent is that there has already been made available to the Applicant a copy of all of that material which was before the Minister when making his decision in November 2007.",
      "id": "s3"
    },
    {
      "text": "Reliance is also placed by the First Respondent upon the fact that on 14 April 2008 the Minister purported to revoke the November 2007 notice.",
      "id": "s4"
    },
    {
      "text": "4 The Applicant contends that there is no power to revoke the s 16 notice: Dutton v Republic of South Africa [1999] FCA 498 , 162 ALR 625 ; Tervonen v Minister for Justice and Customs (No 2) [2007] FCA 1684 at [108] , [2007] FCA 1684 ; 98 ALD 589 (Varied: Minister for Home Affairs v Tervonen [2008] FCAFC 24).",
      "id": "s5"
    },
    {
      "text": "5 The Minister's position is that any form of declaratory relief such as that sought in the Amended Application is futile.",
      "id": "s6"
    },
    {
      "text": "During the course of submissions this morning it became apparent that the Minister is prepared to unequivocally give an assurance that no reliance is to be placed upon the November 2007 notice.",
      "id": "s7"
    },
    {
      "text": "Indeed, the Minister contends that such an assurance has previously been proffered.",
      "id": "s8"
    },
    {
      "text": "Whether that is so or not, the assurance that no reliance will be placed upon the November 2007 notice is noted.",
      "id": "s9"
    },
    {
      "text": "6 In those circumstances the Applicant correctly accepts there is no utility in further pursuing his claim for declaratory relief and further accepts that any application for discovery also becomes unnecessary.",
      "id": "s10"
    },
    {
      "text": "7 The issues remaining outstanding are the making of an order dismissing the proceedings and the question as to who should bear the costs of the proceedings.",
      "id": "s11"
    },
    {
      "text": "It is anticipated at this stage that the appropriate order to be made, insofar as the principal relief is concerned, is an order noting the assurance given by Counsel for the Minister and an order formally dismissing the proceedings.",
      "id": "s12"
    },
    {
      "text": "That order will be made at the same time as the order as to costs.",
      "id": "s13"
    },
    {
      "text": "The parties are content for the question of costs to be resolved upon the basis of written submissions to be filed.",
      "id": "s14"
    },
    {
      "text": "ORDERS \n \n8 The Court notes that:\n \n1.",
      "id": "s15"
    },
    {
      "text": "The parties are prepared for the question of costs to be resolved on the basis of such written submissions as may be filed.",
      "id": "s16"
    },
    {
      "text": "9 The orders of the Court are:\n \n1.",
      "id": "s17"
    },
    {
      "text": "The Applicant to file and serve a Statement of Facts annexing correspondence relevant to the question of costs together with an Outline of Submissions as to costs on or before 15 May 2008.",
      "id": "s18"
    },
    {
      "text": "2.",
      "id": "s19"
    },
    {
      "text": "The First Respondent to file and serve a Statement of Facts annexing such correspondence as it sees fit and relevant to the question of costs together with an Outline of Submissions as to costs on or before 29 May 2008.",
      "id": "s20"
    },
    {
      "text": "3.",
      "id": "s21"
    },
    {
      "text": "The Applicant to file and serve any such Further Statement of Facts in Reply together with Submissions in Reply on or before 4 June 2008.",
      "id": "s22"
    },
    {
      "text": "4.",
      "id": "s23"
    },
    {
      "text": "Liberty to apply on two days' notice.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s25"
    },
    {
      "text": "Associate:\n\nDated: 30 April 2008\n\n Counsel for the Applicant: C Mantziaris \n \n Counsel for the First Respondent: R Beech-Jones with K Morgan \n \n Solicitor for the First Respondent: B Cramer (Blake Dawson) \n\n Date of Hearing: 30 April 2008 \n \n Date of Judgment: 30 April 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/596.html",
      "id": "s26"
    }
  ]
}