{
  "name": "Maher v Commonwealth Bank of Australia [2008] FCA 584 (23 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/584.html",
  "catchphrases": [
    {
      "text": "application to set aside judgment or for judgment to be stayed",
      "id": "c0"
    },
    {
      "text": "applicant self represented",
      "id": "c1"
    },
    {
      "text": "applicant failed to appear",
      "id": "c2"
    },
    {
      "text": "applicant submitted medical certificate evidence for non-attendance",
      "id": "c3"
    },
    {
      "text": "whether attempt to delay",
      "id": "c4"
    },
    {
      "text": "on condition that the applicant pay part of the respondent's costs, orders set aside",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion dated 10 April 2008 the applicant moved the court for orders that orders I made on 3 April 2008 be set aside or stayed.",
      "id": "s0"
    },
    {
      "text": "On 3 April 2008 I ordered that three notices of motion, filed by the applicant, be dismissed because he did not appear when the proceeding was called on for the hearing of those motions.",
      "id": "s1"
    },
    {
      "text": "The three notices of motion sought leave to appeal from a judgment of Sundberg J made on 29 February 2008 and an extension of time within which to apply for leave to appeal, a stay of his Honour's order that the applicant provide security for costs of an appeal from a decision of a federal magistrate and a declaration that the applicant had provided security for costs in accordance with his Honour's orders by reason of the respondent being the part owner of land in which the applicant had an interest.",
      "id": "s2"
    },
    {
      "text": "2 The precise terms of the orders of Sundberg J which were the subject of the notices of motion were as follows:\n \n \n \"1 On or before 14 March 2008 the applicant provide security in the sum of $13,215 for the costs to be incurred by the respondent in the appeal, such security to be provided in a form acceptable to the District Registrar.",
      "id": "s3"
    },
    {
      "text": "2 If such security is not provided as aforesaid, the appeal be forthwith dismissed.",
      "id": "s4"
    },
    {
      "text": "3 The applicant pay the respondent's costs of the motion notice of which was filed on 27 July 2007.",
      "id": "s5"
    },
    {
      "text": "\" \n \n\n3 The three notices of motion were made returnable before Goldberg J as duty judge on 28 March 2008.",
      "id": "s6"
    },
    {
      "text": "On that day the applicant appeared in person and applied for a seven day adjournment to allow time for him to instruct solicitors to act for him on the hearing of the motions.",
      "id": "s7"
    },
    {
      "text": "4 The following submissions and exchanges occurred, Mr Maher told his Honour that he had, by letter to his Honour's associate, advised that he would be seeking and adjournment because he had \"retained a legal firm of solicitors which I have named which have said they could take if I am able to get an adjournment of 7 days.",
      "id": "s8"
    },
    {
      "text": "\"\n \n\nLater his Honour asked counsel for the respondent:\n \"Why do you oppose the adjournment?",
      "id": "s9"
    },
    {
      "text": "\" \nCounsel responded:\n \"First ground, your Honour, is that in my submission the applicant has had his material since about 14 March.",
      "id": "s10"
    },
    {
      "text": "That is the date of the sworn affidavits to the extent that I can ascertain the dates of them from the jurats which appear to be crossed through and the four seems to be placed upon them.",
      "id": "s11"
    },
    {
      "text": "Last week, on the 26th, in the Supreme Court Mr Maher sought and obtained an adjournment because he had retained solicitors in that matter.",
      "id": "s12"
    },
    {
      "text": "\" \nHis Honour:\n \"What is that matter?",
      "id": "s13"
    },
    {
      "text": "\" \nCounsel:\n \"It is a different matter, but it is between the Commonwealth Bank and Mr Maher.",
      "id": "s14"
    },
    {
      "text": "Mr Maher lodged some caveats over a property and accordingly the bank applied to remove those caveats.",
      "id": "s15"
    },
    {
      "text": "\" \nHis Honour:\n \"These are properties in respect, or a property in respect of which the bank held a mortgage security, I take it?",
      "id": "s16"
    },
    {
      "text": "\" \nCounsel:\n \"Correct.",
      "id": "s17"
    },
    {
      "text": "So that was Wednesday and then ...\" \nHis Honour:\n \"So what happened on Wednesday, the matter came before the Supreme Court on Wednesday.",
      "id": "s18"
    },
    {
      "text": "\" \nCounsel:\n \"It did.",
      "id": "s19"
    },
    {
      "text": "\" \nHis Honour:\n \"And Mr Maher sought an adjournment?",
      "id": "s20"
    },
    {
      "text": "\" \nCounsel:\n \"He did.",
      "id": "s21"
    },
    {
      "text": "\" \nHis Honour:\n \"Did you appear in that matter?",
      "id": "s22"
    },
    {
      "text": "\" \nCounsel:\n \"I did.",
      "id": "s23"
    },
    {
      "text": "\" \nHis Honour: \n \"And for what purpose did he seek the adjournment?",
      "id": "s24"
    },
    {
      "text": "\" \nCounsel:\n \"Because he had recently engaged a solicitor from the firm Berrigan and Doube, solicitors.",
      "id": "s25"
    },
    {
      "text": "Accordingly the adjournment was granted on that basis.",
      "id": "s26"
    },
    {
      "text": "\" \nHis Honour: \n \"For how long?",
      "id": "s27"
    },
    {
      "text": "\" \nCounsel:\n \"Until next Monday.",
      "id": "s28"
    },
    {
      "text": "Accordingly, the history is, in my submission, that he engages solicitors at the last minute in order to delay.",
      "id": "s29"
    },
    {
      "text": "In my submission, that is fairly apparent in this matter given the date that he swore his affidavits, given that the first that we are told about his intention to engage lawyers in this matter is yesterday and we are here today.",
      "id": "s30"
    },
    {
      "text": "So in terms of the merits of the adjournment application, in my submission, it is unsatisfactory.",
      "id": "s31"
    },
    {
      "text": "But then when one looks at what is sought in the motions, it is my submission, they are palpably without merit.",
      "id": "s32"
    },
    {
      "text": "\" \n\n \n5 After further exchanges between bench and bar table Mr Maher advised the court that:\n \"Ultimately, I rang another firm and they couldn't assist me.",
      "id": "s33"
    },
    {
      "text": "That was Cleal &amp; White but they referred me through the Law Institute Journal to this particular firm which I rang and that was on the Wednesday and I finally spoke or sent the papers through to Mr Lionel --- I forget his second name now for a second --- but he's the partner and he rang me back yesterday and said, yes, look I'll endeavour to talk to the other side but I really think that you should try and adjourn it for yourself, I'm happy to do this in a week's time, it would take me that long to get around it.",
      "id": "s34"
    },
    {
      "text": "\" \nHis Honour: \n \"Have you actually been to his office or have you just spoken to him over the phone?",
      "id": "s35"
    },
    {
      "text": "\" \nMr Maher:\n \"I've just spoken to him over the phone, your Honour.",
      "id": "s36"
    },
    {
      "text": "\" \nHis Honour: \n \"Have you delivered the papers to him?",
      "id": "s37"
    },
    {
      "text": "\" \nMr Maher:\n \"He hasn't had all the papers, your Honour, no.",
      "id": "s38"
    },
    {
      "text": "I've given him the notices.",
      "id": "s39"
    },
    {
      "text": "...\" \nHis Honour: \n \"What papers did you deliver to him?",
      "id": "s40"
    },
    {
      "text": "\" \nMr Maher:\n \"The three notices of motion that are before your Honour today which he said were insufficient for him to go on and I've got the other file there and he said I was to bring in today depending on the outcome of this matter, this application.",
      "id": "s41"
    },
    {
      "text": "\" \nHis Honour: \n \"So if I grant the adjournment what do you intend to do then?",
      "id": "s42"
    },
    {
      "text": "\" \nMr Maher:\n \"I'll deliver the file to that firm in Queen Street and they will go on the record and appear for me next week.",
      "id": "s43"
    },
    {
      "text": "\" \n\n \n6 His Honour then determined that he would grant the adjournment because it was preferable that Mr Maher should be represented at the hearing of his notices of motion and that a relatively short adjournment was involved.",
      "id": "s44"
    },
    {
      "text": "His Honour concluded his observations with the following statement:\n \"So speaking for myself if I am to hear it next Thursday, and that depends on availability of judges, I would be assisted if Mr Maher can get legal representation.",
      "id": "s45"
    },
    {
      "text": "If he can't the matter will go on next Thursday.",
      "id": "s46"
    },
    {
      "text": "\" (Emphasis added) \n\n \n7 In the following week I was the duty judge.",
      "id": "s47"
    },
    {
      "text": "No notice of appearance was filed by the firm of solicitors who the applicant had advised his Honour had agreed to act for him.",
      "id": "s48"
    },
    {
      "text": "On 1 April 2008 and 3 April 2008 the applicant made contact with my chambers.",
      "id": "s49"
    },
    {
      "text": "As I recorded at the hearing on that day 3 April:\n \"this is an adjourned hearing of a return of three notices of motion that were listed before the court last Friday.",
      "id": "s50"
    },
    {
      "text": "On that occasion the judge dealing with the matter was Goldberg J.",
      "id": "s51"
    },
    {
      "text": "Mr Maher applied to Goldberg J for an adjournment so that he can instruct solicitors who would then appear for him.",
      "id": "s52"
    },
    {
      "text": "He said he had already engaged those solicitors on the previous day.",
      "id": "s53"
    },
    {
      "text": "Goldberg J was mindful of the advantage of having legal representation before the court when the notices of motion came on for hearing and adjourned the hearing of those notices until this morning.",
      "id": "s54"
    },
    {
      "text": "Mr Maher has in the last 24 hours made a number [of] contacts with my chambers in which he has sought successively adjournments for seven days, an indefinite period and, most recently until 2.15 this afternoon.",
      "id": "s55"
    },
    {
      "text": "On each occasion he has been advised that the matter was listed for hearing at 10.15 this morning and would be heard.",
      "id": "s56"
    },
    {
      "text": "\" \n8 The notice of motion presently under consideration was supported by an affidavit sworn by the applicant on 10 April 2008.",
      "id": "s57"
    },
    {
      "text": "The substance of his evidence was that he had been engaged in litigation in the Supreme Court against the Commonwealth Bank on 31 March and 1 April 2008.",
      "id": "s58"
    },
    {
      "text": "He had appeared in person before Smith J.",
      "id": "s59"
    },
    {
      "text": "He had initially been represented by counsel but counsel withdrew and the applicant appeared for himself.",
      "id": "s60"
    },
    {
      "text": "When attending the Supreme Court he had had to carry a bag which contained heavy folders of documents which he needed to assist him in dealing with the application.",
      "id": "s61"
    },
    {
      "text": "He said that this caused him to feel pain and made it difficult for him to move even with the assistance of his crutches.",
      "id": "s62"
    },
    {
      "text": "He further deposed that, on 31 March 2008 and 1 April 2008, he received telephone messages from the solicitors whom he had engaged on the previous Thursday, but because he was in court on those days, he was unable to return the calls until late in the afternoon on 1 April 2008.",
      "id": "s63"
    },
    {
      "text": "When he did so he was informed by the solicitors that they could not represent him on 3 April 2008 in this Court as they needed to obtain further detailed instructions from him in person and that this would not be possible between then and the morning of 3 April 2008.",
      "id": "s64"
    },
    {
      "text": "9 Mr Maher then sent a facsimile to the associate of Goldberg J and to the solicitor for the respondent seeking an adjournment of the hearing on 3 April 2008.",
      "id": "s65"
    },
    {
      "text": "He made the further contacts with the Court to which I had earlier adverted at 8.58 am at 10.01 am and at 10.03 am on 3 April 2008 and, on each occasion, was advised by my associate that, in the absence of consent by the respondent, there would be no adjournment and that the matter was to proceed at 10.15 am that morning.",
      "id": "s66"
    },
    {
      "text": "10 Mr Maher deposes that he did not appear on 3 April because of physical ill health of which he says the Court and the respondent were on notice.",
      "id": "s67"
    },
    {
      "text": "He said that the respondent was on notice by reason of the fact that its legal representatives were in the Supreme Court on 31 March and 1 April 2008 and had the opportunity to observe him.",
      "id": "s68"
    },
    {
      "text": "He also deposed that during the relevant time he sought the assistance of a medical practitioner but was unable to obtain an appointment until 4 April 2008 and when he did obtain that appointment, he was examined and the practitioner issued a medical certificate certifying that he was unfit for work on 3 and 4 April 2008.",
      "id": "s69"
    },
    {
      "text": "11 The respondent relied on two affidavits of Mr Grant Dewar, a solicitor employed by it.",
      "id": "s70"
    },
    {
      "text": "The affidavits were affirmed on 2 April 2008 and 16 April 2008.",
      "id": "s71"
    },
    {
      "text": "The substance of Mr Dewar's evidence was as follows:\n \n&#8226; He deposed to a belief that the applicant was seeking intentionally to delay the hearing of his application for leave to appeal.",
      "id": "s72"
    },
    {
      "text": "He said that he based that belief on the fact that the applicant had engaged a solicitor to act for him in the proceeding in the Supreme Court but claimed that he was physically exhausted and unable to give instructions in relation to the matter before this court on 3 April 2008.",
      "id": "s73"
    },
    {
      "text": "Reference was then made to certain observations made by Finkelstein J in an earlier proceeding involving these two parties.",
      "id": "s74"
    },
    {
      "text": "That is a matter to which I will return.",
      "id": "s75"
    },
    {
      "text": "&#8226; He had telephoned Mr Maher at approximately 2.45 pm on 2 April 2008 and advised him that any application for an adjournment made on 3 April 2008 would be opposed and that his affidavit of 2 April 2008 would be relied on for that purpose.",
      "id": "s76"
    },
    {
      "text": "He sought a fax number from Mr Maher to which he could send a copy of the affidavit.",
      "id": "s77"
    },
    {
      "text": "Mr Maher said he would return the call and provide an appropriate fax number within 15 minutes.",
      "id": "s78"
    },
    {
      "text": "Mr Maher did not return the phone call.",
      "id": "s79"
    },
    {
      "text": "In his second affidavit, affirmed on 16 April 2008, Mr Dewar deposed that:\n \n&#8226; He had been instructing counsel in the Supreme Court proceeding on 31 March and 1 April and that, at no time during that hearing, did the applicant, through his solicitor or personally, advise him or the Court that he was suffering pain or finding it difficult to move.",
      "id": "s80"
    },
    {
      "text": "In fact Mr Dewar observed the applicant to be taking notes while submissions were being made in that proceeding and he was observed standing at the bar table and conducting his case.",
      "id": "s81"
    },
    {
      "text": "On 2 April 2008 Mr Maher did not attend the Supreme Court hearing and that on that day orders were made that Mr Maher and his wife pay the bank's costs of the Supreme Court proceeding including reserved costs on an indemnity basis to be taxed in default of agreement.",
      "id": "s82"
    },
    {
      "text": "&#8226; He was not on notice at any relevant time of the applicant's ill health.",
      "id": "s83"
    },
    {
      "text": "He accepted that an assertion had been made in the facsimile communication which he received from the applicant to that effect but deposed that he did not believe it.",
      "id": "s84"
    },
    {
      "text": "He had not, as at 16 April 2008, been provided with the doctor's certificate which it had been said was issued on 4 April 2008.",
      "id": "s85"
    },
    {
      "text": "Specifically Mr Dewar denied that there was any basis upon which he could reasonably be expected to have considered that Mr Maher had an inadequate time to instruct his lawyers.",
      "id": "s86"
    },
    {
      "text": "He said that at no time had a lawyer acting on Mr Maher's behalf contacted him advising that the lawyer was not able to proceed on 3 April 2008.",
      "id": "s87"
    },
    {
      "text": "&#8226; He had appeared before Burchardt FM on 15 April 2008 upon the return of an application made by the applicant to set aside a bankruptcy notice.",
      "id": "s88"
    },
    {
      "text": "The applicant did not appear on that occasion and his application was dismissed with costs.",
      "id": "s89"
    },
    {
      "text": "The time for compliance with the bankruptcy notice was not extended.",
      "id": "s90"
    },
    {
      "text": "The applicant had not paid the sum of $2000 which was required by that bankruptcy notice and thereby committed a further act of bankruptcy after 3 April 2008.",
      "id": "s91"
    },
    {
      "text": "&#8226; As a result of the adjournment on 28 March 2008 and the failure of Mr Maher to attend at the hearing on 3 April 2008 the respondent incurred legal costs comprising counsel's fees and solicitor's fees in the sums of $3,080 in respect of counsel's fees on 28 March 2008, $2,880 in respect of counsel's fees on 3 April 2008 and solicitor's fees in the sum of $2,691 in respect of both hearings.",
      "id": "s92"
    },
    {
      "text": "In addition further expenses had incurred by way of counsel's fees and solicitor's fees in the sum of $3,080 and $1,380 respectively in respect of the notice of motion filed on 10 April 2008.",
      "id": "s93"
    },
    {
      "text": "12 I was referred by the respondent to the judgment of Finkelstein J in Maher v Commonwealth Bank of Australia [2004] FCA 248.",
      "id": "s94"
    },
    {
      "text": "The facts in that case bear a remarkable similarity to those in the present case.",
      "id": "s95"
    },
    {
      "text": "It was another case in which Mr Maher made an application to adjourn a trial saying that he was suffering from physical disabilities which prevented him from sitting or standing for any length of time and that he would be unable effectively to present his case without the assistance of counsel.",
      "id": "s96"
    },
    {
      "text": "His Honour had declined to grant the adjournment sought.",
      "id": "s97"
    },
    {
      "text": "These events occurred on 30 January 2004.",
      "id": "s98"
    },
    {
      "text": "13 On 2 February 2004 Mr Maher sent a facsimile transmission to his Honour's associate asserting that he needed an indulgence to delay the matter and that he had notified the respondents by facsimile transmission.",
      "id": "s99"
    },
    {
      "text": "The case was called on as scheduled on 2 February 2004 and Mr Maher didn't appear.",
      "id": "s100"
    },
    {
      "text": "His Honour advised counsel that he would stand the matter down for a short time to determine whether Mr Maher was absent by reason of his attendance in another court.",
      "id": "s101"
    },
    {
      "text": "When the matter resumed his Honour was advised that Mr Maher was not to be found.",
      "id": "s102"
    },
    {
      "text": "At that stage Mr Maher's application was dismissed with costs.",
      "id": "s103"
    },
    {
      "text": "14 Another aspect of the matter (a cross-claim) involving Mr Maher was due to be heard later that day and Mr Maher appeared.",
      "id": "s104"
    },
    {
      "text": "He advised Finkelstein J that he had just filed an appeal against his Honour's refusal to grant the earlier adjournment.",
      "id": "s105"
    },
    {
      "text": "He did not explain why he had not been in court at 11 am when the matter was called on and his Honour adjourned the hearing of the cross-claim until 4 February 2004.",
      "id": "s106"
    },
    {
      "text": "On that date his Honour, through his associate, received a communication from Mr Maher seeking an adjournment of that day's hearing on account of a medical problem and indicating that he would provide a medical certificate confirming this on the next day.",
      "id": "s107"
    },
    {
      "text": "A facsimile was sent on the same day to the registry which asked that his Honour be advised that Mr Maher would be unable to attend the hearing of the matter on account of his medical condition.",
      "id": "s108"
    },
    {
      "text": "15 The case was called on as scheduled on that day and the matter proceeded in Mr Maher's absence and was adjourned part heard until the following day.",
      "id": "s109"
    },
    {
      "text": "On the following day there was another facsimile sent to his Honour's associate by Mr Maher again asserting an inability to attend court and seeking an indulgence for a further adjournment on account of a medical problem.",
      "id": "s110"
    },
    {
      "text": "There were two medical certificates attached which asserted that he was medically unfit to attend court on the previous day and there was also a certification of his unfitness to attend from the second day of the hearing, namely 5 February 2004.",
      "id": "s111"
    },
    {
      "text": "16 When the matter came back on his Honour determined that the matter would proceed and it did.",
      "id": "s112"
    },
    {
      "text": "On the same day Mr Maher sent another facsimile letter to his Honour's associate indicating that he had been in touch with a solicitor.",
      "id": "s113"
    },
    {
      "text": "He sought an indulgence for a further adjournment so that he could obtain legal advice.",
      "id": "s114"
    },
    {
      "text": "His Honour delivered judgment in favour of the respondent.",
      "id": "s115"
    },
    {
      "text": "The following day Mr Maher moved to set aside the judgments and his Honour advised Mr Maher of the matters which it would be necessary for him to establish in order to have that occur.",
      "id": "s116"
    },
    {
      "text": "At the hearing of the application which took place later in February 2004 Mr Maher appeared and advised his Honour that he was not prepared to seek an affidavit from his medical practitioners deposing to his illness and sought only to rely on the certificates.",
      "id": "s117"
    },
    {
      "text": "Again that approach seems remarkably similar to the one adopted yesterday in argument before me.",
      "id": "s118"
    },
    {
      "text": "17 Having regard to these matters his Honour said:\n \"[17] With this history in mind, I am in no doubt that Mr Maher made a deliberate decision not to attend the hearing on Monday 2 February 2004 in the expectation that the case would not go on in his absence and that he would thereby obtain the adjournment he was refused on the preceding Friday.",
      "id": "s119"
    },
    {
      "text": "I am convinced that Mr Maher intended to take whatever steps were necessary to defer the hearing while he continued his attempts to obtain pro bono counsel.",
      "id": "s120"
    },
    {
      "text": "[18] Moreover, I simply do not accept Mr Maher's claim that he was physically unable to attend the hearing on 4 or 5 February 2004.",
      "id": "s121"
    },
    {
      "text": "The medical certificates are unconvincing.",
      "id": "s122"
    },
    {
      "text": "And, I suspect that Mr Maher did not obtain an affidavit from his doctor, or secure his attendance by subpoena, because the doctor's evidence would not have assisted his cause.",
      "id": "s123"
    },
    {
      "text": "[19] Mr Maher's cavalier attitude is inexcusable.",
      "id": "s124"
    },
    {
      "text": "There is no reason why a person who is hell-bent on delaying a proceeding in this way should be indulged.",
      "id": "s125"
    },
    {
      "text": "I suspect that if a new trial is ordered and Mr Maher still does not have counsel to assist him, he will renew his efforts to have the trial delayed.",
      "id": "s126"
    },
    {
      "text": "Tempted as I am to simply dismiss his motion out of hand, I accept that the more important consideration is to determine whether his own claim or his defence or the bank's claim has any merit.",
      "id": "s127"
    },
    {
      "text": "If either has merit then it is best left to go to trial.",
      "id": "s128"
    },
    {
      "text": "Mr Maher can be suitably punished by an appropriate order in relation to costs, although even that may not put an end to his humbug.",
      "id": "s129"
    },
    {
      "text": "\" \n18 Those comments are apposite having regard to the facts of this case.",
      "id": "s130"
    },
    {
      "text": "I do not accept that the applicant was prevented by ill health from attending the court at 10.15 am on 3 April 2008.",
      "id": "s131"
    },
    {
      "text": "Despite the medical certification given the next day that he was unfit to work he advised that he could attend court at 2.15 pm on 3 April 2008.",
      "id": "s132"
    },
    {
      "text": "He had failed to give adequate instructions to solicitors even though he was well aware that Goldberg J had said on the previous Friday that the matter would proceed on 3 April 2008.",
      "id": "s133"
    },
    {
      "text": "This was another calculated attempt at delay.",
      "id": "s134"
    },
    {
      "text": "19 What is to be done?",
      "id": "s135"
    },
    {
      "text": "Very reluctantly I have come to the view that the applicant should have the opportunity to present such arguments as he is able in support of his three notices of motion.",
      "id": "s136"
    },
    {
      "text": "He should not however be able to do so unless and until he has paid the respondent's costs which were thrown away by reason of the late application for an adjournment of the hearing on 28 March 2008 and his failure to appear on 3 April 2008.",
      "id": "s137"
    },
    {
      "text": "In this context I have regard to the matters referred to by Sundberg J in his reasons for ordering that security be provided for the respondent's costs of the appeal from the federal magistrate.",
      "id": "s138"
    },
    {
      "text": "(See at paragraphs 12 to 17 of Sundberg Js reasons.",
      "id": "s139"
    },
    {
      "text": ")\n \n20 I have read Sundberg J's reasons.",
      "id": "s140"
    },
    {
      "text": "In my view the applicant's prospects of succeeding in obtaining any of the orders sought in his three notices of motion are slight.",
      "id": "s141"
    },
    {
      "text": "The respondent claims $13,111 by way of costs thrown away.",
      "id": "s142"
    },
    {
      "text": "This amount will, in all probability, tax out at a lesser sum.",
      "id": "s143"
    },
    {
      "text": "I therefore propose to order that the setting aside of my orders be made conditional on the applicant paying the respondent $8000 towards its costs.",
      "id": "s144"
    },
    {
      "text": "In the circumstances the orders which will be made are:\n\n \n1 On condition that, by 4 pm on 20 May 2008, the applicant pays to the respondent $8,000 in respect of its costs thrown away by reason of the adjournment sought and granted on 28 March 2008 and by reason of the applicant's failure to appear on 3 April 2008, the orders made herein by Tracey J on 3 April 2008 be set aside.",
      "id": "s145"
    },
    {
      "text": "2 The applicant's notice of motion dated 10 April 2008 otherwise be dismissed.",
      "id": "s146"
    },
    {
      "text": "3 If, by operation of order, 1 the orders made on 3 April 2008 are set aside, the applicant pay the respondent its costs thrown away on the adjournment and incurred by reason of the applicant's failure to appear less any costs paid pursuant to order 1.",
      "id": "s147"
    },
    {
      "text": "4 If, by operation of order 1, the orders made on 3 April 2008 are set aside, the hearing of the applicant's notices of motion dated 13, 14 and 19 March 2008 be fixed for 16 June 2008.",
      "id": "s148"
    },
    {
      "text": "5 The applicant pay the respondent's taxed costs of the motion.",
      "id": "s149"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s150"
    },
    {
      "text": "Associate:\n\nDated: 2 May 2008\n\n Counsel for the Applicant: Mr R Cook \n \n Solicitor for the Applicant Mr D Nelson \n \n Counsel for the Respondent: Mr R Shepherd \n \n Solicitor for the Respondent: A J Mullumby \n\n Date of Hearing: 23 April 2008 \n \n Date of Judgment: 23 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/584.html",
      "id": "s151"
    }
  ]
}