{
  "name": "Khera v Jones [2008] FCA 548 (22 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/548.html",
  "catchphrases": [
    {
      "text": "application for dismissal for want of prosecution",
      "id": "c0"
    },
    {
      "text": "continued non-compliance with court's directions by the appellant",
      "id": "c1"
    },
    {
      "text": "failure to prosecute appeal with due diligence",
      "id": "c2"
    },
    {
      "text": "appeal dismissed",
      "id": "c3"
    },
    {
      "text": "indemnity costs awarded.",
      "id": "c4"
    },
    {
      "text": "appeal",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This appeal was filed on 14 September 2007.",
      "id": "s0"
    },
    {
      "text": "It is an appeal against a judgment of the Federal Magistrates Court of Australia ('the FMCA') ( Khera v Jones [2007] FMCA 1453) which refused to set aside a bankruptcy notice issued against the appellant on 13 October 2005.",
      "id": "s1"
    },
    {
      "text": "The history of events giving rise to the filing of the appeal is set out in an affidavit of Tracey Gail Middleton, solicitor for the respondent, in the following terms:\n \n \n '2.",
      "id": "s2"
    },
    {
      "text": "I set out historically the conduct of the matter from the original costs order which was the basis of the bankruptcy notice issued against the appellant and the subject of the appeal.",
      "id": "s3"
    },
    {
      "text": "(a) The Costs Orders were made in District Court of New South Wales proceedings on 15 March 2002 by Patten DCJ and 24 April 2003 by Gibson DCJ when the appellants proceedings against the respondent were summarily dismissed.",
      "id": "s4"
    },
    {
      "text": "The appellant filed a Holding Appeal in relation to one of the costs orders however never proceeded.",
      "id": "s5"
    },
    {
      "text": "(b) The Supreme Court costs assessment determination was finalised on 30 January 2004.",
      "id": "s6"
    },
    {
      "text": "The appellant lodged an application for Review of that assessment.",
      "id": "s7"
    },
    {
      "text": "(c) The Costs Review Panel brought down its decision on 6 May 2004 substantially confirming the original assessment.",
      "id": "s8"
    },
    {
      "text": "(d) The appellant then lodged an appeal in the Supreme Court as to the Costs Review determination.",
      "id": "s9"
    },
    {
      "text": "The Appeal which was heard by Associate Justice Harrison was dismissed with costs on the 2 March 2005.",
      "id": "s10"
    },
    {
      "text": "(e) The original costs assessment determination was then registered with the Local Court on the 5 May 2005 becoming an enforceable judgment.",
      "id": "s11"
    },
    {
      "text": "(f) The appellant filed a Leave Application to the Court of Appeal of the Supreme Court of NSW on the 5 July 2005 against the decision of Associate Justice Harrison.",
      "id": "s12"
    },
    {
      "text": "The parties submissions were to be heard in chambers.",
      "id": "s13"
    },
    {
      "text": "The Court of Appeal of the Supreme Court dismissed the Appeal on the 21 April 2006.",
      "id": "s14"
    },
    {
      "text": "(g) The appellant filed a Special Leave application to the High Court on 8 June 2006 which application was deemed abandoned by the High Court on the 8 May 2007.",
      "id": "s15"
    },
    {
      "text": "(h) On the 26 October 2005 the appellant was personally served with a bankruptcy notice issued on the basis of the cost assessment granted in the respondents favour.",
      "id": "s16"
    },
    {
      "text": "(i) On the 29 November 2005 Driver FM dismissed the appellant's application to set aside the bankruptcy notice under Section 41(6A) of the Bankruptcy Act 1966 with leave being granted to file an amended application under Section 41(7).",
      "id": "s17"
    },
    {
      "text": "(j) The appellants amended Application was dismissed by McInnis FM on the 24 August 2007 with costs.",
      "id": "s18"
    },
    {
      "text": "(k) On the 5 September 2007 the appellant filed an application for extension of time for compliance with the bankruptcy notice which matter was heard by Federal Magistrate Burchardt.",
      "id": "s19"
    },
    {
      "text": "The application was dismissed with indemnity costs on 6 September 2007.",
      "id": "s20"
    },
    {
      "text": "(l) A Creditors petition was served on the appellant on the 5 September 2007 with a hearing date of 11 October 2007 returnable in the Federal Magistrates Court.",
      "id": "s21"
    },
    {
      "text": "(m) The Creditors petition was dismissed on the 11 October 2007 on payment by the appellant of the monies due in the petition and costs which included the indemnity costs orders to be paid on the 6 September 2007.",
      "id": "s22"
    },
    {
      "text": "(n) On the 14 September 2007 the appellant lodged his appeal.",
      "id": "s23"
    },
    {
      "text": "' \n \n \n\n2 The appeal was listed before me for directions on 26 October 2007.",
      "id": "s24"
    },
    {
      "text": "I was informed that since the judgment of the FMCA on 24 August 2007 Mr Khera had paid out the subsequent creditor's petition and the associated costs.",
      "id": "s25"
    },
    {
      "text": "Mr Khera informed me that he wished, however, to pursue the appeal so that he could resist the order for costs made in the FMCA.",
      "id": "s26"
    },
    {
      "text": "Mr Khera made some suggestion that he wished to file some further evidence in support of the appeal.",
      "id": "s27"
    },
    {
      "text": "At the conclusion of proceedings on that day I made the following directions:\n \n \n '1.",
      "id": "s28"
    },
    {
      "text": "The appellant is to file and serve written submissions by 4:00pm, 9 November 2007; \n 2.",
      "id": "s29"
    },
    {
      "text": "The respondent is to file and serve written submissions by 4:00pm, 23 November 2007; \n 3.",
      "id": "s30"
    },
    {
      "text": "The appellant may if necessary serve written submissions in reply by 4:00pm, 30 November 2007; \n 4.",
      "id": "s31"
    },
    {
      "text": "Within the time allowed for the filing of submissions, the appellant is to identify any new evidence and the grounds upon which it should be admitted; \n 5.",
      "id": "s32"
    },
    {
      "text": "The respondent is to indicate at the same time it files its submissions the grounds upon which any new evidence filed will be opposed; \n 6.",
      "id": "s33"
    },
    {
      "text": "The matter is listed for directions only at 9:30 am, Friday, 14 December 2007.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n3 On 31 October 2007 the Chief Justice directed that the appellate jurisdiction of the Court be exercised by a single judge.",
      "id": "s35"
    },
    {
      "text": "4 Written submissions were filed by the appellant on 9 November 2007 and by the respondent on 23 November 2007, both in accordance with the directions earlier made.",
      "id": "s36"
    },
    {
      "text": "At that time Mr Khera was representing himself.",
      "id": "s37"
    },
    {
      "text": "On 27 November 2007 a notice of appearance on behalf of Mr Khera was filed by Abrahams &amp; Associates, solicitors.",
      "id": "s38"
    },
    {
      "text": "On 14 December 2007, two weeks after the time directed, Mr Khera filed submissions in reply.",
      "id": "s39"
    },
    {
      "text": "Those submissions were not filed by Abrahams &amp; Associates.",
      "id": "s40"
    },
    {
      "text": "Leave to file those submissions was given at a directions hearing on 14 December 2007.",
      "id": "s41"
    },
    {
      "text": "5 Mr Khera's written submissions did not, as directed, set out the grounds upon which any further evidence should be admitted.",
      "id": "s42"
    },
    {
      "text": "Nor was the evidence upon which he said he wished to rely provided.",
      "id": "s43"
    },
    {
      "text": "6 At this point some reference is necessary to the nature of the issues dealt with by the FMCA.",
      "id": "s44"
    },
    {
      "text": "Mr Khera there argued that he had a set-off against the debt claimed in the bankruptcy notice.",
      "id": "s45"
    },
    {
      "text": "The set-off was said to be constituted by an assignment to him of a judgment debt against the respondent in favour of his wife, Gita Khera.",
      "id": "s46"
    },
    {
      "text": "The FMCA decided that there was not a sufficient commercial interest between Mr Khera and Mrs Khera to sustain the alleged assignment and that, in any event, the purported assignment did not exhaust the amount claimed in the bankruptcy notice with the result that 'there is still an outstanding balance due and payable by the Applicant Debtor to the Respondent Creditor' .",
      "id": "s47"
    },
    {
      "text": "7 In his written submissions Mr Khera described the evidence which he wished to adduce in the following terms:\n '36.",
      "id": "s48"
    },
    {
      "text": "The Appellant seeks leave to adduce the following further evidence: \n \n \n a. an affidavit setting out details of his genuine commercial interest in the financial position of Ms Khera because of their voluntary carer/patient relationship at the relevant times; and \n \n \n \n \n \n \n \n \n \n b. evidence of the creditor's petition filed by the Respondent in respect of the Bankruptcy Notice as it provides further evidence of acceptance by Respondent of the validity of part of the assignments.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n\nThe respondent's written submissions opposed the reception of any fresh evidence.",
      "id": "s50"
    },
    {
      "text": "8 When the matter came before the Court again for directions on 14 December 2007 Mr Khera was represented by counsel who informed me that Mr Khera was overseas.",
      "id": "s51"
    },
    {
      "text": "He also informed me that he was not aware of the orders the Court had earlier made.",
      "id": "s52"
    },
    {
      "text": "He sought an opportunity to confer with his instructing solicitors and his client 'in respect of the evidence sought to be adduced' and an adjournment of 'perhaps a fortnight to put on any affidavits in support of those requests to adduce further evidence or to provide the court with an indication that those requests are not pressed' .",
      "id": "s53"
    },
    {
      "text": "None of those things were done.",
      "id": "s54"
    },
    {
      "text": "9 At a later directions hearing on 22 February 2008 further difficulties were evident.",
      "id": "s55"
    },
    {
      "text": "An index to the appeal books had not even been settled.",
      "id": "s56"
    },
    {
      "text": "In an effort to ensure that the appeal was ready for hearing, that any evidence upon which Mr Khera proposed to rely was before the court and that the parties had addressed not only the issues he wished to ventilate on the appeal but also the question of the admissibility and effect of any evidence upon which he wished to rely I made, on 22 February 2008, the following further directions:\n \n \n '1.",
      "id": "s57"
    },
    {
      "text": "The appellant file any evidence and further written submissions in support of the appeal by 4pm on 20 March 2008.",
      "id": "s58"
    },
    {
      "text": "2.",
      "id": "s59"
    },
    {
      "text": "The respondent file any objections to evidence and further submissions upon which it wishes to rely by 4pm on 10 April 2008.",
      "id": "s60"
    },
    {
      "text": "3.",
      "id": "s61"
    },
    {
      "text": "The matter be listed for hearing on 22 April 2008 at 10.15am.",
      "id": "s62"
    },
    {
      "text": "' \nI also indicated that Mr Khera should settle the index to the appeal books by 20 March 2008.",
      "id": "s63"
    },
    {
      "text": "10 Mr Khera did not file any evidence or any further submissions.",
      "id": "s64"
    },
    {
      "text": "On 10 April 2008 the respondent filed a notice of motion, supported by affidavit, seeking that the appeal be dismissed pursuant to O 52 r 38 of the Federal Court Rules which provides as follows:\n '38(1) Where an appellant has not done any act required to be done by or under these Rules, or otherwise has not prosecuted his appeal with due diligence, the Court may: \n \n \n (a) order that the appeal shall be dismissed for want of prosecution ; \n (b) fix a time peremptorily for the doing of the act and at the same time order that upon non-compliance the appeal shall stand dismissed for want of prosecution, or subsequently and in the event of non-compliance, order that it be so dismissed; or \n \n \n \n \n (c) make any other order as may seem just.",
      "id": "s65"
    },
    {
      "text": "(2) The Court may not make an order under subrule (1) unless notice of the proposed order has been served on the appellant.",
      "id": "s66"
    },
    {
      "text": "(3) An order under paragraph (1)(b) may be varied at any time before the appeal stands dismissed for want of prosecution, and in special circumstances may be varied or revoked after that time.",
      "id": "s67"
    },
    {
      "text": "' (Emphasis added) \n11 The respondent also sought costs of the motion and of the appeal 'on an indemnity basis or as the Court deems fit' .",
      "id": "s68"
    },
    {
      "text": "The notice of motion was supported by an affidavit sworn by Ms Middleton, solicitor for the respondent, also filed on 10 April 2008.",
      "id": "s69"
    },
    {
      "text": "That affidavit attached correspondence between the solicitors for the appellant and the solicitors for the respondent between 8 and 9 April 2008.",
      "id": "s70"
    },
    {
      "text": "The solicitors for the appellant informed the solicitors for the respondent that Mr Khera was in hospital 'and has been unable to progress the preparation of the Appeal papers or their index' .",
      "id": "s71"
    },
    {
      "text": "They suggested that the hearing of the appeal on 22 April 2008 be vacated.",
      "id": "s72"
    },
    {
      "text": "They indicated that any motion to strike the appeal out 'will be opposed with supporting affidavits' .",
      "id": "s73"
    },
    {
      "text": "The following day solicitors for the appellant provided a medical certificate from Dr Janet Rimmer indicating that Mr Khera was admitted to St Vincent's Private Hospital on 6 April 2008 and was expected to be in hospital for about ten days followed by a recovery period of up to four weeks.",
      "id": "s74"
    },
    {
      "text": "Dr Rimmer said that Mr Khera had a fractured rib and a chest infection.",
      "id": "s75"
    },
    {
      "text": "12 In a letter dated 9 April 2008 to the solicitors for the appellant, Ms Middleton pointed out that 'The failure to prepare the Appeal Index and books for a period of over five months and the continued non-compliance of the Court's directions cannot be as the result of your client's admission to hospital on the 6 April 2008.",
      "id": "s76"
    },
    {
      "text": "' She indicated that the notice of motion filed on 10 April 2008 would be pressed.",
      "id": "s77"
    },
    {
      "text": "13 On 21 April 2008, the day before the appeal was listed for hearing, solicitors for the appellant obtained an ex parte order from the duty judge permitting short service of a notice of motion and affidavit on the respondent.",
      "id": "s78"
    },
    {
      "text": "The notice of motion sought that the hearing of the appeal be vacated.",
      "id": "s79"
    },
    {
      "text": "The affidavit in support was made partly on personal knowledge (on the part of the solicitor), and partly on information and belief about Mr Khera's desires and circumstances.",
      "id": "s80"
    },
    {
      "text": "I shall set out only so much of it as is necessary to illustrate Mr Khera's lack of diligence regarding the appeal which he instituted:\n \n \n '3.",
      "id": "s81"
    },
    {
      "text": "... \n \n b.",
      "id": "s82"
    },
    {
      "text": "Before 8 April 2008, we had no instructions to prepare the appeal papers and index in the matter.",
      "id": "s83"
    },
    {
      "text": "c. I was informed by the Appellant in late 2007 and believe that he was concerned to minimise his professional fees, that he had previously practiced as a solicitor and for those reasons he wished to prepare the appeal papers and index himself.",
      "id": "s84"
    },
    {
      "text": "... \n \n e. During the period from 13 December 2007 we asked on many occasions as to the progress of the appeal books and index.",
      "id": "s85"
    },
    {
      "text": "f. The Appellant told me in late December 2007, and I believed, that some progress was being made in finalising the appeal papers and index.",
      "id": "s86"
    },
    {
      "text": "... \n \n k. On about 8 April 2008, we obtained instructions from the Appellant to prepare the appeal papers and index on his behalf.",
      "id": "s87"
    },
    {
      "text": "' \n \n \n14 The affidavit deposed to unsuccessful efforts to obtain the papers from the FMCA.",
      "id": "s88"
    },
    {
      "text": "They have not been obtained.",
      "id": "s89"
    },
    {
      "text": "No appeal papers have been prepared.",
      "id": "s90"
    },
    {
      "text": "The affidavit goes on:\n '11.",
      "id": "s91"
    },
    {
      "text": "We have not received funds in trust in order to attend to this task.",
      "id": "s92"
    },
    {
      "text": "12.",
      "id": "s93"
    },
    {
      "text": "I am informed by the Appellant and believe that he is currently experiencing temporary financial difficulties and is unable to provide funds in trust.",
      "id": "s94"
    },
    {
      "text": "13.",
      "id": "s95"
    },
    {
      "text": "In these circumstances, it may be necessary for the Appellant to prepare and settle the appeal papers himself and for Abrahams &amp; Associates to cease to act for the Appellant in the proceedings.",
      "id": "s96"
    },
    {
      "text": "' \n \n \n15 At the time when the appeal was listed for hearing, earlier today, there were therefore three matters before the Court: the respondent's notice of motion seeking an order that the appeal be dismissed; the appellant's notice of motion seeking that the hearing of the appeal be vacated; and the appeal itself.",
      "id": "s97"
    },
    {
      "text": "That seems the logical order in which to deal with matters.",
      "id": "s98"
    },
    {
      "text": "Although the notice of motion filed on Mr Khera's behalf sought that the hearing of the appeal be vacated there was no application by Mr Khera that I should not deal with the respondent's notice of motion.",
      "id": "s99"
    },
    {
      "text": "16 Mr Byrne, of counsel, appeared for Mr Khera in relation to the two notices of motion but had no instructions to appear on the appeal.",
      "id": "s100"
    },
    {
      "text": "He informed me that Mr Khera's position was that, if the appeal proceeded, Mr Khera relied on his written submissions already filed.",
      "id": "s101"
    },
    {
      "text": "Ms Middleton appeared for the respondent in all three matters.",
      "id": "s102"
    },
    {
      "text": "The evidence relied upon by the parties in relation to the notices of motion were two affidavits sworn by Ms Middleton on behalf of the respondent and one affidavit sworn by Ms Cooke on behalf of the appellant.",
      "id": "s103"
    },
    {
      "text": "Some reference has already been made to each of these affidavits.",
      "id": "s104"
    },
    {
      "text": "There were short oral submissions.",
      "id": "s105"
    },
    {
      "text": "As to the appeal itself, each party relied, should it be necessary to do so, on the written submissions already filed.",
      "id": "s106"
    },
    {
      "text": "17 In Lenijamar Pty Ltd v AGC (Advances) Ltd [1990] FCA 520 ; (1990) 27 FCR 388 , Wilcox and Gummow JJ, dealing with a power of dismissal for non-compliance with directions of the Court in the former O 10 r 7 of the Federal Court Rules , said (at 396):\n 'The discretion conferred by O 10, r 7 is unconfined, except for the condition of non-compliance with a direction.",
      "id": "s107"
    },
    {
      "text": "As it is impossible to foresee all of the circumstances under which the rule might be sought to be used, it is undesirable to make any exhaustive statement of the circumstances under which the power granted by the rule will appropriately be exercised.",
      "id": "s108"
    },
    {
      "text": "We will not attempt to do so.",
      "id": "s109"
    },
    {
      "text": "But two situations are obvious candidates for the exercise of the power: cases in which the history of non-compliance by an applicant is such as to indicate an inability or unwillingness to co-operate with the Court and the other party or parties in having the matter ready for trial within an acceptable period and cases - whatever the applicant's state of mind or resources - in which the non-compliance is continuing and occasioning unnecessary delay, expense or other prejudice to the respondent.",
      "id": "s110"
    },
    {
      "text": "Although the history of the matter will always be relevant, it is more likely to be decisive in the first of these two situations.",
      "id": "s111"
    },
    {
      "text": "Even though the most recent non-compliance may be minor, the cumulative effect of an applicant's defaults may be such as to satisfy the judge that the applicant is either subjectively unwilling to co-operate or, for some reason, is unable to do so.",
      "id": "s112"
    },
    {
      "text": "Such a conclusion would not readily be reached; but, where it was, fairness to the respondent would normally require the summary dismissal of the proceeding.",
      "id": "s113"
    },
    {
      "text": "' \n18 This statement has been referred to and adopted in many subsequent cases (see, as examples only, Wu v Avin Operations Pty Ltd [2006] FCA 36 at [48] --- [50], Sheikholeslami v Brungs [2006] FCA 933 at [16] --- [17] and Jianshe Southern Pty Ltd v Turnbull Cooktown Pty Ltd (No 2) [2007] FCA 903 at [25] ).",
      "id": "s114"
    },
    {
      "text": "In my respectful view it is equally apposite in the present case.",
      "id": "s115"
    },
    {
      "text": "19 Mr Khera has been in persistent breach of the Court's directions.",
      "id": "s116"
    },
    {
      "text": "The position did not improve when he became legally represented.",
      "id": "s117"
    },
    {
      "text": "There is no doubt that the provisions of O 52 r 38 are applicable.",
      "id": "s118"
    },
    {
      "text": "The lack of action on his part to prepare his appeal for hearing or comply with the Court's directions cannot be excused on the basis of ill health.",
      "id": "s119"
    },
    {
      "text": "None of the various hearsay versions about that issue can, taking them at their highest, excuse the complete lack of action which is now revealed, and confirmed by his own solicitors.",
      "id": "s120"
    },
    {
      "text": "I am not prepared to countenance any further waste of the Court's time in his favour.",
      "id": "s121"
    },
    {
      "text": "Nor would it be proper to impose further costs upon the respondent.",
      "id": "s122"
    },
    {
      "text": "20 Mr Byrne suggested that Mr Khera should have one last chance and that it would be more appropriate to make a self-executing order rather than dismiss the appeal now.",
      "id": "s123"
    },
    {
      "text": "I can see no reason why the matter should not be brought to finality without further delay.",
      "id": "s124"
    },
    {
      "text": "Mr Khera has had no lack of opportunity to deal with the matters which required attention, or bring the matter back before the Court to explain any problem he may be having.",
      "id": "s125"
    },
    {
      "text": "At no time prior to the day before the appeal was listed for hearing have Mr Khera or his solicitors approached the Court with a view to explaining the failure to comply with the Court's directions or seeking an appropriate variation of them.",
      "id": "s126"
    },
    {
      "text": "21 I shall order that the appeal be dismissed under O 52 r 38(1)(a) for want of prosecution upon the ground that the appellant has not done acts required to be done by or under the rules and has not prosecuted his appeal with due diligence.",
      "id": "s127"
    },
    {
      "text": "22 It is not necessary to deal with the appellant's notice of motion to vacate the hearing of the appeal in light of the conclusion I have reached about the respondent's notice of motion.",
      "id": "s128"
    },
    {
      "text": "I would have rejected it for the reasons already given.",
      "id": "s129"
    },
    {
      "text": "23 At the time the appeal was listed for hearing it had been neither dismissed nor adjourned.",
      "id": "s130"
    },
    {
      "text": "Mr Khera was not in Court.",
      "id": "s131"
    },
    {
      "text": "His position was that it would proceed without him being represented.",
      "id": "s132"
    },
    {
      "text": "To the extent that the appeal was to be argued by reference to further evidence, no evidence was ever advanced, much less admitted.",
      "id": "s133"
    },
    {
      "text": "No appeal papers were ever prepared.",
      "id": "s134"
    },
    {
      "text": "The evidence before the FMCA was, thus, not before the Court.",
      "id": "s135"
    },
    {
      "text": "An index to the appeal papers was never finalised.",
      "id": "s136"
    },
    {
      "text": "Despite these obvious difficulties, in light of my earlier ruling it is not necessary to express any view about the merits of the appeal or to deal with the written submissions filed in support of it.",
      "id": "s137"
    },
    {
      "text": "24 I can see no reason why the respondent should not have a full measure of protection in relation to its costs.",
      "id": "s138"
    },
    {
      "text": "The respondent has complied with each of the directions made by the Court.",
      "id": "s139"
    },
    {
      "text": "In order to provide Mr Khera with every opportunity to advance his own position it has been necessary to expose the respondent to additional costs.",
      "id": "s140"
    },
    {
      "text": "It is now quite clear that it would be unjust if the respondent did not receive such protection as the Court could offer in \nthat respect.",
      "id": "s141"
    },
    {
      "text": "I will order that Mr Khera pay the respondent's costs of the motion and the appeal on an indemnity basis.",
      "id": "s142"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s143"
    },
    {
      "text": "Associate:\n\nDated: 22 April 2008\n\n Solicitor for the Appellant: Abrahams and Associates \n \n Counsel for the Appellant: Mr L J Byrne \n \n Solicitor for the Respondent: Macquarie Legal Practice \n\n Date of Hearing: 22 April 2008 \n \n Date of Judgment: 22 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/548.html",
      "id": "s144"
    }
  ]
}