{
  "name": "Frippery Pty Ltd v Booth [2008] FCA 514 (16 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/514.html",
  "catchphrases": [
    {
      "text": "notice of discontinuance",
      "id": "c0"
    },
    {
      "text": "application by respondents that costs be awarded on indemnity basis",
      "id": "c1"
    },
    {
      "text": "whether circumstances give rise to awarding of costs on basis other than party-party basis",
      "id": "c2"
    },
    {
      "text": "whether justice of the case requires costs be paid on indemnity basis",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This morning in Court Mr Kelso for the applicants sought to file a notice of discontinuance in this matter pursuant to O 22 r 2 Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "The application was not specifically opposed by the respondents, however it was also not by consent.",
      "id": "s1"
    },
    {
      "text": "In the circumstances I gave leave for the proceedings to be discontinued, subject to resolution of the issue of costs.",
      "id": "s2"
    },
    {
      "text": "2 Mr Kelso conceded this morning that, as a general proposition, costs follow the event, and that the applicants in discontinuing the proceedings would be liable for the costs of the respondents.",
      "id": "s3"
    },
    {
      "text": "Dr McGrath for the second, third and fourth respondents has however submitted that the costs should be awarded on an indemnity basis.",
      "id": "s4"
    },
    {
      "text": "3 In relation to this matter I note that it is not in dispute that the first respondent, Ms Booth, has not been served in these proceedings.",
      "id": "s5"
    },
    {
      "text": "Accordingly Ms Booth has not been represented in Court during the course of these proceedings and is not entitled to the benefit of any costs order.",
      "id": "s6"
    },
    {
      "text": "4 Further, I understand that the respondents were first made aware of the applicants' notice of discontinuance this morning immediately prior to the hearing.",
      "id": "s7"
    },
    {
      "text": "Background \n \n5 This matter was listed for hearing today in relation to a notice of motion filed by the second, third and fourth respondents seeking summary dismissal of the proceedings on the basis that:\n \n \n 1.",
      "id": "s8"
    },
    {
      "text": "The proceeding was frivolous and vexatious; and\n 2.",
      "id": "s9"
    },
    {
      "text": "The proceeding was an abuse of the process of the Court.",
      "id": "s10"
    },
    {
      "text": "6 It is not in dispute that the parties have been involved in extended litigation in the Queensland Planning and Environment Court and the Court of Appeal in Queensland in relation to issues subsequently raised in the applicants' statement of claim in the Federal Court of Australia.",
      "id": "s11"
    },
    {
      "text": "I note four relevant decisions: Booth v Frippery Pty Ltd [2005] QPEC 095 , Booth v Frippery Pty Ltd [2006] 2 QdR 210, Booth v Frippery Pty Ltd [2007] QPEC 99 and Frippery Pty Ltd v Booth (unreported, Queensland Court of Appeal 123/08, 15 and 25 February 2008).",
      "id": "s12"
    },
    {
      "text": "7 In his written outline of argument, upon which he relied in Court this morning, Dr McGrath submitted in summary that:\n \n&#8226; The proceedings in this Court were an abuse of process as they involved matters that are res judicata or subject to issue estoppel or Anshun estoppel.",
      "id": "s13"
    },
    {
      "text": "&#8226; The proceedings in this Court were an abuse of process because they were frivolous and vexatious in the sense that there was no real question of law or fact to be determined, and the applicants had no real reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s14"
    },
    {
      "text": "I note in particular claims by the applicants with respect to alleged criminal offences by the respondents pursuant to the Criminal Code 1995 (Cth), the Criminal Code (Qld) and the Summary Offences Act 1989 (Qld) (in relation to which this Court has no jurisdiction), and for orders for certiorari and prohibition despite the fact that the respondents against whom these orders were sought were not officers of the Commonwealth.",
      "id": "s15"
    },
    {
      "text": "&#8226; The proceedings in this Court were an abuse of process because they were frivolous with no arguable foundation and had no prospects of success.",
      "id": "s16"
    },
    {
      "text": "This was particularly the case in relation to the applicants' claim that, by undertaking the normal work of solicitors for the first respondent in the Queensland Court proceedings, the second, third and fourth respondents were liable for criminal and civil sanctions.",
      "id": "s17"
    },
    {
      "text": "&#8226; The Court could infer that the proceedings were vexatious, in the sense that they were brought to harass and intimidate the first respondent and her solicitors at a time when judgment at the re-trial of the Queensland Planning and Environment Court proceedings was reserved.",
      "id": "s18"
    },
    {
      "text": "8 Mr Kelso for the applicants submitted that his instructing solicitors were acting as town agents and had only been instructed last week; and that there had been some attempts by the applicants' solicitors to resolve the proceedings before Court today.",
      "id": "s19"
    },
    {
      "text": "I understand that there is no longer any claim by the applicants with respect to alleged criminal conduct by the second, third and fourth respondents.",
      "id": "s20"
    },
    {
      "text": "Costs \n \n9 Order 22 rule 3 provides that a party who discontinues proceedings pursuant to O 22 r 2(1)(a) or (b) Federal Court Rules should be liable to pay the costs of the other party or parties occasioned by the whole or the relevant part of the proceeding.",
      "id": "s21"
    },
    {
      "text": "The jurisdiction to award costs is at the discretion of the Court: s 43 Federal Court of Australia Act 1976 (Cth).",
      "id": "s22"
    },
    {
      "text": "10 As Marshall J recently observed in Winspear v Mackinnon [2008] FCA 322: \n ...the usual course is that costs are payable on a party and party basis, unless the circumstances of the case warrant a departure from that normal course; see Colgate-Palmolive Company v Cussons Pty Limited (1993) 46 FCR 225 at 233, per Sheppard J and Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd [2007] FCA 1844 at [3] and [17], per Gray J.",
      "id": "s23"
    },
    {
      "text": "[5] The category of cases in which indemnity costs may be granted are not closed.",
      "id": "s24"
    },
    {
      "text": "The overriding consideration is the justice of the particular case.",
      "id": "s25"
    },
    {
      "text": "This includes the recognition that there are circumstances which justify the order of indemnity costs, including when a party unreasonably causes another party to incur costs; see Colgate-Palmolive at 233 and Leahy Petroleum at [17].",
      "id": "s26"
    },
    {
      "text": "11 Principles with respect to award of indemnity costs were summarised in the judgment of the Full Court in Hamod v State of New South Wales [2002] FCA 424 ; (2002) 188 ALR 659 at [20] :\n Indemnity costs are not designed to punish a party for persisting with a case that turns out to fail.",
      "id": "s27"
    },
    {
      "text": "They are not awarded as a means of deterring litigants from putting forward arguments that might be attended by uncertainty.",
      "id": "s28"
    },
    {
      "text": "Rather, they serve the purpose of compensating a party fully for costs incurred, as a normal costs order could not be expected to do, when the Court takes the view that it was unreasonable for the party against whom the order is made to have subjected the innocent party to the expenditure of costs.",
      "id": "s29"
    },
    {
      "text": "12 As Sheppard J said in Colgate-Palmolive Company , the question must always be whether the particular facts and circumstances of the case in question warrant the making of an order for payment of costs other than on a party and party basis.",
      "id": "s30"
    },
    {
      "text": "Circumstances where it is appropriate that indemnity costs should be awarded however clearly include whenever an action has been commenced or continued in circumstances where the applicant, properly advised, should have known that he had no chance of success: Woodward J in Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd [1988] FCA 202 ; (1988) 81 ALR 397 at 401, Gray J in ACCC v Leahy Petroleum at [18], Sheppard J in Colgate-Palmolive Company at 231.",
      "id": "s31"
    },
    {
      "text": "13 In this case it is appropriate that indemnity costs be awarded.",
      "id": "s32"
    },
    {
      "text": "While I note that as a general rule, the Court will not award costs on an indemnity basis, the Court will do so if the justice of the case requires or some special or unusual feature justifies the Court departing from the usual course.",
      "id": "s33"
    },
    {
      "text": "It is clear in my view that the claims of the applicants in these proceedings had no chance of success, in view of the known facts and the clearly established law.",
      "id": "s34"
    },
    {
      "text": "The matter has been fully litigated in the State Courts; significantly, the jurisdiction of the Federal Court to entertain the claims in the applicants' statement of claim has not been established.",
      "id": "s35"
    },
    {
      "text": "From the Court file it is clear that the applicants have not lacked legal representation during the course of these proceedings and indeed are represented today by counsel and the town agents of their current solicitors.",
      "id": "s36"
    },
    {
      "text": "I agree with the submissions of Dr McGrath which I have summarised earlier in this judgment as to the frivolous and vexatious nature of the applicants' claims in this Court.",
      "id": "s37"
    },
    {
      "text": "In this case it is clear that the second, third and fourth respondents have incurred costs which they ought not to have been required to incur in these proceedings.",
      "id": "s38"
    },
    {
      "text": "To paraphrase comments of the Full Court in Hamod , I take the view that it was unreasonable for the applicants to have subjected the respondents to the expenditure of costs in this case.",
      "id": "s39"
    },
    {
      "text": "14 Accordingly, I order that the applicants pay the costs of the second, third and fourth respondents of the proceedings up to and including 16 April 2008 such costs being assessed on an indemnity basis.",
      "id": "s40"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s41"
    },
    {
      "text": "Associate:\nDated: 18 April 2008\n\n Counsel for the First, Second and Third Applicants: Mr K Kelso \n \n Solicitor for the First, Second and Third Applicants: Holman Webb \n \n Counsel for the First Respondent: The First Respondent did not appear \n \n Counsel for the Second, Third and Fourth Applicants: Dr CJ McGrath \n \n Solicitor for the Second, Third and Fourth Applicants: Thynne &amp; Macartney \n\n Date of Hearing: 16 April 2008 \n \n Date of Judgment: 16 April 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/514.html",
      "id": "s42"
    }
  ]
}