{
  "name": "Pickering v Centrelink [2008] FCA 561 (18 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/561.html",
  "catchphrases": [
    {
      "text": "summary dismissal",
      "id": "c0"
    },
    {
      "text": "no cause of action",
      "id": "c1"
    },
    {
      "text": "no private right to claim damages",
      "id": "c2"
    },
    {
      "text": "jurisdiction",
      "id": "c3"
    },
    {
      "text": "no 'matter'",
      "id": "c4"
    },
    {
      "text": "o 20 r 5 of the federal court rules",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "REVISED FROM TRANSCRIPT \n \n INTRODUCTION \n \n1 The applicant, Mr Pickering has on 7 March 2008 filed an application against the respondent, Centrelink supported by an affidavit sworn by him.",
      "id": "s0"
    },
    {
      "text": "The application reads:\n Centerlink (sic) has refused to allow me to speak to the autorize (sic) review officer reguarding (sic) being banned from Centerlink (sic) This has been going on since the 1st November 2007.",
      "id": "s1"
    },
    {
      "text": "Since 1975 I have been arguing with Centerlink (sic) about their duties and obligation to me.",
      "id": "s2"
    },
    {
      "text": "It has got to the suitation (sic) that the Centerlink (sic) physchirist (sic) Peter Clarke believes I am mentally unstable.",
      "id": "s3"
    },
    {
      "text": "Now I cannot talk to anyone without threatening to kill even the police have told me I am mental.",
      "id": "s4"
    },
    {
      "text": "Therefor (sic) because of Centerlink (sic) and being in jail at times I am now sueing (sic) Centerlink (sic) for $2,700,000 for all the stress agrevation (sic) stupidity and time in jail that Centerlink (sic) has put me through for not doing their job in the first place Why $2,700,000 I don't know Its the number that jumps into my head.",
      "id": "s5"
    },
    {
      "text": "2 Mr Pickering's affidavit in support of his application reads:\n Centerlink (sic) has turned me into a nutcase through I believe is their stupitity (sic) that has forced me into the suitation (sic) I now find myself Centerlink physhirist (sic) Peter Clarke can confirm this.",
      "id": "s6"
    },
    {
      "text": "I am now sueing (sic) Centerlink (sic) for $2,700,000 Could this case be heard on a Friday \n3 On 31 March 2008, Centrelink filed a notice of motion seeking that the proceedings be summarily dismissed pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth) and O 20 r 5 of the Federal Court Rules on the grounds that Mr Pickering has no reasonable prospect of successfully prosecuting the proceedings and the proceeding is frivolous or vexatious or an abuse of the process of the Court.",
      "id": "s7"
    },
    {
      "text": "4 There was a directions hearing on 1 April 2008 at which Mr Pickering did not appear.",
      "id": "s8"
    },
    {
      "text": "I was invited to consider dismissing the application on that day due to default of appearance.",
      "id": "s9"
    },
    {
      "text": "I declined to do so on the basis that Mr Pickering was unrepresented and had not received, as I was informed, any notification of intention to apply for dismissal on the grounds of non-appearance.",
      "id": "s10"
    },
    {
      "text": "5 Accordingly, on that day I adjourned the Centrelink motion to be listed on a Friday as requested by Mr Pickering.",
      "id": "s11"
    },
    {
      "text": "I made orders for service of submissions which Mr Pickering has confirmed this morning he has received.",
      "id": "s12"
    },
    {
      "text": "Although he did not specifically confirm having read the submissions, he did offer an opinion as to their quality.",
      "id": "s13"
    },
    {
      "text": "I have taken it that he has had an opportunity to read them.",
      "id": "s14"
    },
    {
      "text": "STATUTORY FRAMEWORK \n \n6 The submissions focused on two grounds, namely, s 31A of the Federal Court of Australia Act and O 20 r 5 of the Federal Court Rules .",
      "id": "s15"
    },
    {
      "text": "Those provisions provide as follows:\n \n Section 31A of the Federal Court of Australia Act reads as follows:\n Summary judgment \n \n (1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n \n \n (a) the first party is prosecuting the proceeding or that part of the proceeding; and \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s16"
    },
    {
      "text": "(2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n \n \n (a) the first party is defending the proceeding or that part of the proceeding; and \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s17"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of a proceeding need not be: \n \n \n \n \n (a) hopeless; or \n (b) bound to fail; \n for it to have no reasonable prospect of success.",
      "id": "s18"
    },
    {
      "text": "(4) This section does not limit any powers that the Court has apart from this section.",
      "id": "s19"
    },
    {
      "text": "Order 20 r 5 of the Federal Court Rules reads as follows:\n \n \n 5 Stay or dismissal (proceedings commenced on or after 1 December 2005)\n \n \n \n \n \n (1) This rule applies to a proceeding commenced on or after 1 December 2005 if the Court is satisfied that, for the proceeding generally or for a claim for relief in the proceeding: \n \n \n(a) the proceeding or claim is frivolous or vexatious; or (b) the proceeding or claim is an abuse of the process of the Court.",
      "id": "s20"
    },
    {
      "text": "(2) The Court may order that the proceeding be stayed or dismissed generally or in relation to the claim for relief.",
      "id": "s21"
    },
    {
      "text": "(3) The Court may receive evidence on the hearing of an application for an order under subrule (2).",
      "id": "s22"
    },
    {
      "text": "7 To the extent that the respondent relies upon s 31A in its motion, it is required to establish that there is 'no reasonable prospect of success' on Mr Pickering's application.",
      "id": "s23"
    },
    {
      "text": "8 As observed by Heerey J in Duncan v Lipscombe Child Care Services Inc (2006) 150 IR 471, s 31A of the Federal Court Act 1976 (Cth) was introduced to establish a lower standard for strike outs (either of claims or defences) than that previously laid down by the High Court's decisions in Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 and General Steel Industries Inc v Commissioner of Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125.",
      "id": "s24"
    },
    {
      "text": "Nevertheless, while the test is lower, as Barrett J in Degiorgio v Dunn (No 2) (2005) 62 NSWLR 284 held, for the purposes of the comparable provision in New South Wales ('without reasonable prospects of success') meant 'so lacking in merit or substance as to be not fairly arguable'.",
      "id": "s25"
    },
    {
      "text": "In Swain v Hillman [2001] 1 All ER 91 , Court of Appeal per Lord Woolf MR said at 92: \n The words \"no real prospect of succeeding\" do not need any amplification, they speak for themselves.",
      "id": "s26"
    },
    {
      "text": "The word \"real\" distinguishes fanciful prospects of success or ... they direct the court to the need to see whether there is a \"realistic\" as opposed to a \"fanciful\" prospect of success.",
      "id": "s27"
    },
    {
      "text": "9 However s 31A(3) of the Federal Court Act makes it clear that the proceeding need not be hopeless or bound to fail for it to have no reasonable prospect of success.",
      "id": "s28"
    },
    {
      "text": "10 Centrelink contends Mr Pickering has no reasonable prospects on the basis that there is no cause of action disclosed.",
      "id": "s29"
    },
    {
      "text": "Secondly, even if a cause of action could be identified, based on negligence or other breaches of the Social Security Act 1991 , the exercise of statutory power which is subject to a right of review does not confer private rights to claim damages.",
      "id": "s30"
    },
    {
      "text": "Thirdly, Centrelink submits that the Court has no jurisdiction to deal with this application.",
      "id": "s31"
    },
    {
      "text": "NO CAUSE OF ACTION \n \n11 On the first point, dealing with the submission that there is no cause of action, Centrelink contends that Mr Pickering has not made out any cause of action against Centrelink as the application and supporting affidavit give no particulars of the actions or events said to give rise to the loss Mr Pickering claims to have suffered.",
      "id": "s32"
    },
    {
      "text": "12 Centrelink's submissions appear to proceed on the basis that the allegation is that unidentified officers or employees of Centrelink have acted towards Mr Pickering in a manner that is somehow unlawful, unreasonable, negligent or beyond power (or in a combination of more than one of these), so as to cause him to suffer mental illness, imprisonment and/or both.",
      "id": "s33"
    },
    {
      "text": "I have also approached his application on that basis.",
      "id": "s34"
    },
    {
      "text": "13 The claim for compensation of $2,700,000 is unquantified and on Mr Pickering's own admission is arbitrary, being 'the number that jumps into my head'.",
      "id": "s35"
    },
    {
      "text": "14 The application cannot, in my view, reveal any causal connection between the unspecified actions of Centrelink and the alleged mental illness and imprisonment said to have been sustained.",
      "id": "s36"
    },
    {
      "text": "In my view, no cause of action can be discerned on the application.",
      "id": "s37"
    },
    {
      "text": "PRIVATE RIGHT TO CLAIM DAMAGES \n \n15 Even if the application could be amended so as to reveal some cause of action for damages, there is no private right for damages arising from the exercise of administrative powers when there is a statutory right of review of such exercise.",
      "id": "s38"
    },
    {
      "text": "16 As established in Jones v Department of Employment [1989] QB 1 at pp 22 and 25, where an exercise of statutory power is subject to a right of review and the decision-maker exercises the power in good faith, the exercise of the power will not give rise to a common law duty of care.",
      "id": "s39"
    },
    {
      "text": "See also X v South Australia (No 3) [2007] SASC 125 at [189] , [196] and Gimson v Victorian WorkCover Authority [1995] 1 VR 209.",
      "id": "s40"
    },
    {
      "text": "The theory behind this principle is that even if some 'negligence' has been proven, it can be cured by an appeal process.",
      "id": "s41"
    },
    {
      "text": "The existence of the appeal process is sufficient to remove reliance on breach of any duty of care.",
      "id": "s42"
    },
    {
      "text": "17 This Court has reached similar conclusions in Scott v Secretary, Department of Social Security [2000] FCA 1241 , Scott v Pedler [2004] FCAFC 67 and Wang v Secretary, Department of Employment and Workplace Relations [2006] FCA 898.",
      "id": "s43"
    },
    {
      "text": "In Scott [2000] FCA 1241 , in the joint judgment of Beaumont and French JJ at [19] they said:\n \n \n 19 We agree with the trial Judge that the Act is not to be interpreted as indicating an intention to confer a private right of action for a breach of any of its provisions now in question, given especially the existence in the legislation of particular mechanisms for the review of decisions made within the Department.",
      "id": "s44"
    },
    {
      "text": "18 The conclusion was cited with approval by the Full Court in Pedler [2004] FCAFC 67 (at [93]).",
      "id": "s45"
    },
    {
      "text": "Conti J further stated at [101]:\n \n \n 101 The authorities which have been cited in these reasons reveal a confined or restricted availability of any viable causes of action for damages at the instance of persons claiming to have been injured by the exercise of administrative power.",
      "id": "s46"
    },
    {
      "text": "So much has been exemplified by the High Court decisions in Crimmins, Sullivan, Graham Bailey Oysters and Shaddock , and by the majority judgment of the Full Federal Court in the earlier Scott litigation.",
      "id": "s47"
    },
    {
      "text": "... \n \n\n19 In Wang [2006] FCA 898 , Heerey J held at [48]:\n \n \n 48 The claims of the applicants are not within the jurisdiction of the Federal Court.",
      "id": "s48"
    },
    {
      "text": "The Court does not have jurisdiction to try criminal offences such as fraud and conspiracy.",
      "id": "s49"
    },
    {
      "text": "Breaches of the Social Security Act do not confer private rights for damages: Scott v Secretary Department of Social Security [2000] FCA 1241 ; (2000) 65 ALD 79 at [24] , Scott v Pedler [2004] FCAFC 67 at [1] , [53], [93], [102-103] and [106].",
      "id": "s50"
    },
    {
      "text": "Nor is there any duty of care owed: Scott v Pedler .",
      "id": "s51"
    },
    {
      "text": "The Federal Court does not have a jurisdiction of general oversight of the administrative efficiency of federal government entities.",
      "id": "s52"
    },
    {
      "text": "20 Centrelink contends that, even if the application were amended to disclose a cause of action for damages, the application would have no reasonable prospects of success in light of the decisions in Scott [2000] FCA 1241 , Pedler [2004] FCAFC 67 and Wang [2006] FCA 898.",
      "id": "s53"
    },
    {
      "text": "Further and in addition, there may also be limitation issues arising in relation to any, as yet unidentified cause of action given that some of the problems are said to stem from as early as 1975.",
      "id": "s54"
    },
    {
      "text": "21 In my view, the submissions of Centrelink are correct.",
      "id": "s55"
    },
    {
      "text": "JURISDICTION \n \n22 Finally, in relation to this ground of dismissal, Centrelink contends that the Court has no jurisdiction to hear this matter.",
      "id": "s56"
    },
    {
      "text": "23 The Court only has such jurisdiction as is conferred on it by the Commonwealth Parliament together with any associated or accrued jurisdiction over non-Federal claims arising out of the transactions and facts which are common to the federal claims.",
      "id": "s57"
    },
    {
      "text": "That is established in many decisions, one of which is Wang [2006] FCA 898 at [47] - [49] (from which I repeat [48] so that paragraph is in context):\n \n \n 47 In their submissions the applicants submit \"the Federal Court has general power to hear all matters subject only to express legislative restriction\".",
      "id": "s58"
    },
    {
      "text": "This is fundamentally incorrect.",
      "id": "s59"
    },
    {
      "text": "Section 19(1) of the Federal Court of Australia Act 1976 (Cth) provides that the Court \"has such original jurisdiction as is vested in it by laws made by the Parliament\".",
      "id": "s60"
    },
    {
      "text": "The Federal Court only has such jurisdiction as is conferred on it by the Commonwealth Parliament, together with accrued jurisdiction over non-federal claims as arise out of transactions and facts common to the federal claims: Fencott v Muller [1983] HCA 12 ; (1983) 152 CLR 570.",
      "id": "s61"
    },
    {
      "text": "48 The claims of the applicants are not within the jurisdiction of the Federal Court.",
      "id": "s62"
    },
    {
      "text": "The Court does not have jurisdiction to try criminal offences such as fraud and conspiracy.",
      "id": "s63"
    },
    {
      "text": "Breaches of the Social Security Act do not confer private rights for damages: Scott v Secretary Department of Social Security [2000] FCA 1241 ; (2000) 65 ALD 79 at [24] , Scott v Pedler [2004] FCAFC 67 at [1] , [53], [93], [102-103] and [106].",
      "id": "s64"
    },
    {
      "text": "Nor is there any duty of care owed: Scott v Pedler .",
      "id": "s65"
    },
    {
      "text": "The Federal Court does not have a jurisdiction of general oversight of the administrative efficiency of federal government entities.",
      "id": "s66"
    },
    {
      "text": "49 Because there is no jurisdiction for this Court to deal with various claims made it is not appropriate to consider whether any reasonable causes of action are raised.",
      "id": "s67"
    },
    {
      "text": "Such an exercise would amount to exercising a jurisdiction which the Court does not have.",
      "id": "s68"
    },
    {
      "text": "... \n \n\n24 For the Court to have jurisdiction to hear the application, it must fall under the Administrative Decision (Judicial Review) Act 1977 (Cth) or under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s69"
    },
    {
      "text": "There must, in each instance, be a 'matter' 'arising under' a Commonwealth enactment.",
      "id": "s70"
    },
    {
      "text": "That only occurs if the 'right or duty in question in the 'matter' owes its existence to federal law or depends upon Federal law for its enforcement'.",
      "id": "s71"
    },
    {
      "text": "As observed by Lindgren J in White Industries Aust Ltd and Another v Federal Commissioner of Taxation and Another [2007] FCA 511 ; (2007) 160 FCR 298 at [33] :\n \n \n [33] In relation to s 39B(1A) of the Judiciary Act , the Court has jurisdiction if, relevantly, there is a \"matter\" \"arising under\" a law made by the Parliament: s 39B(1A)(c).",
      "id": "s72"
    },
    {
      "text": "This test is satisfied only if \"the right or duty in question in the matter owes its existence to federal law or depends on federal law for its enforcement\": R v Commonwealth Court of Conciliation and Arbitration; Ex parte Barrett [1945] HCA 50 ; (1945) 70 CLR 141 at 154; (Latham CJ); and Felton v Mulligan [1971] HCA 39 ; (1971) 124 CLR 367 at 388; (Windeyer J).",
      "id": "s73"
    },
    {
      "text": "... \n \n\n25 In my view, on application of those central principles, the application in this case does not disclose that the Court has jurisdiction.",
      "id": "s74"
    },
    {
      "text": "It is not open, to the Court therefore to deal with the relief that Mr Pickering seeks.",
      "id": "s75"
    },
    {
      "text": "ORDER 20 RULE 5 - FRIVOLOUS \n \n26 Finally, Centrelink has sought dismissal under O 20 r 5 of the Federal Court Rules on the basis that the application is frivolous, vexatious or an abuse of process for the reasons stated below.",
      "id": "s76"
    },
    {
      "text": "It argues that on its face, the application discloses no reasonable cause of action; no particulars are supplied and no supporting affidavit material is put forward to support Mr Pickering's claim; the claim for damages is unquantified and arbitrary and there is no causal connection established between the action of Centrelink and the losses Mr Pickering sustained.",
      "id": "s77"
    },
    {
      "text": "It is also submitted that the application is nonsensical and embarrassing and, given that this is at least the third set of proceedings Mr Pickering has sought to mount against Centrelink, or its Chief Executive Officer, that Centrelink should not be put to the unjustifiable trouble and expense of dealing with a case which on its face is frivolous, vexatious or an abuse of process ( Walton v Gardiner [1993] HCA 77 ; (1993) 177 CLR 378 at 393).",
      "id": "s78"
    },
    {
      "text": "27 In NBGZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 119 ; (2005) 143 FCR 434 , although the majority (Allsop and Conti JJ) reached a different ultimate conclusion, there is, with respect, a helpful collection of authorities by Gray J on 'frivolous' at [16]-[22] from which it may be concluded that if, despite whatever attempts are made to discern a cause of action in a case, it is still not arguable, it is frivolous.",
      "id": "s79"
    },
    {
      "text": "A matter is also frivolous when it is without substance or groundless or fanciful: Bullen &amp; Leake Precedents of Pleadings (1975) 12th ed, p 145.",
      "id": "s80"
    },
    {
      "text": "However such matters will only be struck out when it is so obviously frivolous that to put it forward, would be an abuse of the process of the court: Young v Holloway [1895] P 87.",
      "id": "s81"
    },
    {
      "text": "The words 'frivolous' or 'vexatious' are used either separately or in conjunction, or interchangeably with the expression 'abuse of the process of the court': Young v Holloway [1895] P 87 at 90-91.",
      "id": "s82"
    },
    {
      "text": "28 In my opinion, this ground is also made out in that, within the meaning of 'frivolous' discussed in these authorities, the claim is frivolous and should be struck out.",
      "id": "s83"
    },
    {
      "text": "CONCLUSION \n \n29 It follows accordingly that the application will be dismissed and I will order that Mr Pickering pay Centrelinks's costs of the application including the costs of the motion today.",
      "id": "s84"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s85"
    },
    {
      "text": "Associate:\n\nDated: 28 April 2008\n\n The Applicant represented himself \n \n Counsel for the Respondent: S Oliver \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 18 April 2008 \n \n Date of Judgment: 18 April 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/561.html",
      "id": "s86"
    }
  ]
}