{
  "name": "SZIEW v Minister for Immigration and Citizenship [2008] FCA 522 (18 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/522.html",
  "catchphrases": [
    {
      "text": "migration",
      "id": "c0"
    },
    {
      "text": "review of decisions",
      "id": "c1"
    },
    {
      "text": "refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "conduct of review",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    },
    {
      "text": "hearsay evidence where maker of original statement unavailable",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    },
    {
      "text": "review of decisions",
      "id": "c7"
    },
    {
      "text": "judicial review",
      "id": "c8"
    },
    {
      "text": "grounds of review",
      "id": "c9"
    },
    {
      "text": "bias",
      "id": "c10"
    },
    {
      "text": "apprehended bias",
      "id": "c11"
    },
    {
      "text": "citizenship and migration",
      "id": "c12"
    },
    {
      "text": "citizenship and migration",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR \n \n1 This is an appeal from a decision of the Federal Magistrates Court adverse to the appellant.",
      "id": "s0"
    },
    {
      "text": "Procedural history \n \n2 The appellant is a citizen of Nepal.",
      "id": "s1"
    },
    {
      "text": "She arrived in Australia on 16 February 2005.",
      "id": "s2"
    },
    {
      "text": "On 29 March 2005 she lodged an application for a protection (class XA) visa with the respondent's department.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent (the respondent) refused to grant a protection visa and the applicant applied for review of that decision.",
      "id": "s4"
    },
    {
      "text": "The delegate's decision was affirmed by the Tribunal on 22 December 2005.",
      "id": "s5"
    },
    {
      "text": "An application for judicial review was made to the Federal Magistrates Court.",
      "id": "s6"
    },
    {
      "text": "The Tribunal's decision was set aside by consent and the Tribunal was directed to reconsider and determine the matter according to law.",
      "id": "s7"
    },
    {
      "text": "On 7 November 2006 the Tribunal differently constituted affirmed the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "The latter decision was upheld on appeal to the Federal Magistrates Court on 16 April 2007.",
      "id": "s9"
    },
    {
      "text": "The claims to refugee status \n \n3 The appellant claimed to be the former wife of a Maoist, and that, while married to him, she had been the victim of domestic violence.",
      "id": "s10"
    },
    {
      "text": "She claims that she is from a \"prominent political family in Nepal\" and that her brother \"has been involved in ... politics actively\".",
      "id": "s11"
    },
    {
      "text": "She claimed to fear persecution from both the government of Nepal and Maoist insurgents.",
      "id": "s12"
    },
    {
      "text": "The appellant claimed that the government would suspect her because of perceived Maoist sympathies (by association with her former husband) and that the Maoists would suspect her of passing intelligence regarding the identity of various Maoists to the police.",
      "id": "s13"
    },
    {
      "text": "She claimed that her husband's Maoist tendencies were part of the reason for their divorce.",
      "id": "s14"
    },
    {
      "text": "4 The appellant also claimed to fear persecution on the basis of her Christianity, a religion to which she has converted since arriving in Australia.",
      "id": "s15"
    },
    {
      "text": "The Tribunal's decision \n \n5 The Tribunal rejected the application because it found the appellant to be a witness of little credit, for reasons given.",
      "id": "s16"
    },
    {
      "text": "The case on appeal \n \n6 The only substantial point finally agitated before me was the claim, not raised in the court below, that the Tribunal had jurisdictionally erred in its treatment of the evidence from a witness produced by the appellant that the latter's husband was an active Maoist.",
      "id": "s17"
    },
    {
      "text": "7 The witness gave evidence after the appellant had been fully examined by the second Tribunal member.",
      "id": "s18"
    },
    {
      "text": "The Tribunal summarised the evidence as follows: \"The witness said that she knows the applicant's history and one of her (the witness') relatives was caught as a Maoist in 2004 and she had heard about the applicant's husband being a Maoist from that relative.",
      "id": "s19"
    },
    {
      "text": "\" The transcript of the hearing before the Tribunal was tendered before me, and that is, so far as it goes, an accurate summary.",
      "id": "s20"
    },
    {
      "text": "However, the witness also indicated that her relative, and the appellant's husband, were leaders within the Maoist movement.",
      "id": "s21"
    },
    {
      "text": "8 Nevertheless, the Tribunal member did not accept that the appellant's husband was a Maoist.",
      "id": "s22"
    },
    {
      "text": "She based this decision on a general finding that the appellant had not been truthful in her evidence before the Tribunal, and a conclusion that supporting documentation (including letters from family and a police inspector in Nepal) was not reliable evidence of the facts therein.",
      "id": "s23"
    },
    {
      "text": "With respect to the evidence of the witness, the Tribunal said:\n \n Although the Tribunal accepts that the applicant's witness may have been told by a Maoist relative of hers that the applicant's husband is a Maoist the Tribunal does not consider that this is reliable evidence of that fact; the Tribunal had no opportunity to test the evidence of the relative and how he knew or why he said that the applicant's husband is a Maoist.",
      "id": "s24"
    },
    {
      "text": "Respondent's submissions \n \n9 The respondent firstly says that leave should be refused to raise the new ground on appeal.",
      "id": "s25"
    },
    {
      "text": "10 As to the substance of the matter, the respondent submits that one cannot isolate the Tribunal's finding regarding the evidence of the witness from the decision as a whole.",
      "id": "s26"
    },
    {
      "text": "The finding, including the rejection of the credibility of the appellant, must be read in light of the decision in its entirety: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s27"
    },
    {
      "text": "When read in that light the Tribunal's treatment of the witness' evidence was based on a rational decision not to give any weight to that evidence.",
      "id": "s28"
    },
    {
      "text": "According to the respondent, an erroneous approach to the evidence in question can only be demonstrated if there was no rational basis for that approach.",
      "id": "s29"
    },
    {
      "text": "Consideration \n \n11 The first issue in this case is whether it is proper and fair to say that the sole reason for according the evidence of the witness little weight was that the Tribunal had no opportunity to test the evidence of the witness' relative.",
      "id": "s30"
    },
    {
      "text": "I think it is.",
      "id": "s31"
    },
    {
      "text": "The rejection of the appellant's credibility and the reliability of mere documentary corroboration (for reasons given) provide no basis for inferring that, under cover of silence, the Tribunal also concluded that the applicant's witness, whom the Tribunal saw and heard, was also unreliable.",
      "id": "s32"
    },
    {
      "text": "The Tribunal offered no other reason for rejecting her evidence.",
      "id": "s33"
    },
    {
      "text": "The Court may infer that there was no reason other than the stated one.",
      "id": "s34"
    },
    {
      "text": "12 The next and less simple question is whether that amounted to a jurisdictional error.",
      "id": "s35"
    },
    {
      "text": "13 \n \nThe subject of the inquiry by the Tribunal was a claim by the appellant to be accorded protection by Australia as a refugee within the meaning of the Convention Relating to the Status of Refugees .",
      "id": "s36"
    },
    {
      "text": "Such a claim raises issues of the utmost importance, of \"human fate\" as Toohey J remarked in Chan v Minister for Immigration and Ethnic Affairs (1989) 169 CLR 379 at 407.",
      "id": "s37"
    },
    {
      "text": "In many cases it will be a matter of very great difficulty for applicants to produce evidence to corroborate their accounts of why they have fled their own countries.",
      "id": "s38"
    },
    {
      "text": "Often enough, applicants may feel it necessary, in an alien culture, to exaggerate or even fabricate aspects of their claims to have the kernel of a just claim recognised.",
      "id": "s39"
    },
    {
      "text": "A genuine refugee may be far from a saint.",
      "id": "s40"
    },
    {
      "text": "These observations are, by now, trite.",
      "id": "s41"
    },
    {
      "text": "14 Their importance must not, however, be minimised.",
      "id": "s42"
    },
    {
      "text": "They affect the nature of the inquiry and must inform the inquisitorial method: see, eg NADH of 2002 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 328 ; 214 ALR 264 at [18] (considered below at [23]).",
      "id": "s43"
    },
    {
      "text": "In the context of an inquiry into refugee status it is simply irrational to reject evidence outright merely because it is of a hearsay character and the primary witness is in a far country and unexaminable.",
      "id": "s44"
    },
    {
      "text": "15 Even in a court of law, bound by the rules of evidence (unlike the Tribunal: cf s 353(2) Migration Act 1958 (Cth) (the Act)), first-hand hearsay evidence is admissible under Commonwealth, New South Wales, Australian Capital Territory and Tasmanian law if the maker of the original statement is \"unavailable\", as defined: eg Evidence Act 1995 (Cth) s 63.",
      "id": "s45"
    },
    {
      "text": "In other States hearsay evidence is admissible of statements by persons \"beyond the seas\" whom it is not reasonably practicable to have attend the hearing, and even simply where undue expenses or delay would be involved in having the maker of the statement called: see generally Heydon JD, Cross on Evidence (7 th Australian ed, Butterworths, 2004).",
      "id": "s46"
    },
    {
      "text": "There would be little difficulty in persuading a court that a Maoist rebel in Nepal could not reasonably be brought to the court room.",
      "id": "s47"
    },
    {
      "text": "16 The significance of this is that while the proposition that the original maker of the statement is unexaminable was a justification for the exclusion of such evidence from any consideration under the old common law hearsay rule, there is no justification for simply disregarding such evidence out of hand when it is permissible to receive it, and it has been received, as material to be weighed in assessing a claim.",
      "id": "s48"
    },
    {
      "text": "When the evidence is legally available for consideration notwithstanding that the person who was the original source of the information is not present, the Tribunal must do its best to assess the weight to be given to the evidence of the absent person.",
      "id": "s49"
    },
    {
      "text": "This will involve such questions as the likely truthfulness and means of knowledge of that person and how accurately the witness actually before the Tribunal is likely to have reported the original statement.",
      "id": "s50"
    },
    {
      "text": "The absent person in this case was a Maoist rebel leader, speaking to a relative and naming another person as a fellow Maoist rebel leader.",
      "id": "s51"
    },
    {
      "text": "This, on the face of it, can only be inferred to have been a conversation between trusted intimates in which the original maker of the statement is likely to have known what he was talking about.",
      "id": "s52"
    },
    {
      "text": "17 In such a case, it would be, and was here, perverse not to accord the reported statement considerable weight, unless the witness reporting it appeared untruthful or unreliable.",
      "id": "s53"
    },
    {
      "text": "But the Tribunal made no criticism at all of the reporting witness and may safely be inferred to have had none.",
      "id": "s54"
    },
    {
      "text": "18 There may of course be other reasons that might have emerged upon inquiry of the reporting witness or otherwise as to why the weight prima facie to be accorded to the reported statement should not, in the end, be placed upon it.",
      "id": "s55"
    },
    {
      "text": "But no such reason was given.",
      "id": "s56"
    },
    {
      "text": "Indeed, as the transcript shows, no such inquiry was made.",
      "id": "s57"
    },
    {
      "text": "19 Thus there was, in my opinion, certainly an error of law in the way in which an important witness' testimony was rejected.",
      "id": "s58"
    },
    {
      "text": "The nature of the Tribunal's task in relation to that evidence was misconceived.",
      "id": "s59"
    },
    {
      "text": "20 In my opinion that was also a jurisdictional error.",
      "id": "s60"
    },
    {
      "text": "Misconception of a public duty and a professed performance of it based on that misconception \"amounts in law to no performance\": R v War Pensions Entitlement Appeal Tribunal; Ex parte Bott (1933) 50 CLR 227 at 242-3 per Rich, Dixon and McTiernan JJ.",
      "id": "s61"
    },
    {
      "text": "21 The Tribunal was obliged to give the appellant a fair and full hearing of such material as she produced as might support a conclusion that she met the Convention definition of a refugee, and to strive earnestly to decide the matter on the substantial merits of the case (s 353(2) of the Act) in order to arrive at \"the correct or preferable decision\": Drake v Minister for Immigration and Ethnic Affairs (1979) 46 FCR 409 at 419.",
      "id": "s62"
    },
    {
      "text": "In my opinion, it cannot be said as to the relevant evidence, that the appellant was fairly heard.",
      "id": "s63"
    },
    {
      "text": "Not only was the material unlawfully rejected, if properly considered and accepted, it could have directly affected an assessment of the appellant's prospects vis a vis the government and the Maoists respectively if she were returned to Nepal.",
      "id": "s64"
    },
    {
      "text": "It could indirectly have forced some re-examination of her credit, otherwise damned.",
      "id": "s65"
    },
    {
      "text": "That is, material of crucial importance to her case was effectively excluded from consideration for no legally acceptable reason.",
      "id": "s66"
    },
    {
      "text": "On this aspect of her case the Tribunal effectively did not give her a fair hearing.",
      "id": "s67"
    },
    {
      "text": "That was also a jurisdictional error.",
      "id": "s68"
    },
    {
      "text": "22 The matter may also be analysed as a species of apprehended bias.",
      "id": "s69"
    },
    {
      "text": "It is possible, in my opinion, that a reasonable, well-informed lay observer might suspect that the Tribunal, being otherwise dissatisfied with the appellant's credit, had rejected her witness' testimony regardless of what might have been, independently of the appellant, its intrinsic worth.",
      "id": "s70"
    },
    {
      "text": "In my view, that is enough to constitute nullifying apprehended bias.",
      "id": "s71"
    },
    {
      "text": "23 The interrelationship of arbitrary findings and apprehended bias and the content of the latter concept was comprehensively and, with respect, compellingly considered by Allsop J (Moore and Tamberlin JJ concurring) in NADH of [2004] FCAFC 328 ; 2002 214 ALR 264.",
      "id": "s72"
    },
    {
      "text": "What his Honour said (at [13]-[14], [16]-[21]) as to apprehended bias bears repetition (omitting internal references) here, despite its length:\n \n The obligation to accord procedural fairness involves the notion that administrative decisions, including a decision of a Tribunal of the kind here, will be made without the reasonable apprehension of bias in the decision maker... .",
      "id": "s73"
    },
    {
      "text": "The general test for apprehended bias is whether the relevant circumstances are such that a fair-minded and informed person might reasonably apprehend that the decision-maker might not bring or have brought an impartial mind to bear on the decision... .",
      "id": "s74"
    },
    {
      "text": "...It was said that the approach to finding the facts, and the facts as found, demonstrated a lack of impartiality.",
      "id": "s75"
    },
    {
      "text": "No particular interest, affection, enmity or prejudice was identified which might have occasioned or contributed to the impugned conduct or approach.",
      "id": "s76"
    },
    {
      "text": "Thus formulated, the criticism of lack of impartiality is one which amounts to a complaint of an apprehension of predisposition, tendency or propensity towards a given result... .",
      "id": "s77"
    },
    {
      "text": "To identify the obligation of the Tribunal, and the content of the necessary apprehension in the circumstances here, a number of matters need be recognised.",
      "id": "s78"
    },
    {
      "text": "First, whilst it is necessary to demonstrate that the circumstances are such as would give rise to the relevant apprehension, the apprehension itself is not as to the fact or likelihood of a lack of impartiality, but of a possibility (real and not remote) thereof... .",
      "id": "s79"
    },
    {
      "text": "Secondly, the identity, nature and function of the decision-maker are important influences on the content of the requirement to conduct the relevant task with the observance of procedural fairness by not being tainted by the appearance of disqualifying bias... .",
      "id": "s80"
    },
    {
      "text": "Thirdly, the place of a decision-maker such as the Tribunal here should be recognised as different from a judge in open court... .",
      "id": "s81"
    },
    {
      "text": "The Tribunal here must investigate the facts for itself unaided by counsel presenting the parties' cases, to the degree and extent it thinks appropriate.",
      "id": "s82"
    },
    {
      "text": "The Tribunal which has to reach a state of satisfaction may want to test and probe a recounted history.",
      "id": "s83"
    },
    {
      "text": "It may have particular matters troubling it for resolution, which require questioning and expressions of doubt which are entirely appropriate, but which if undertaken or said by a judge in open court in adversary litigation might give rise to an apprehension of a lack of impartiality.",
      "id": "s84"
    },
    {
      "text": "At least in the absence of the identification of some prejudice or interest in the Tribunal, for a complaint of apprehended bias based on the conduct of the Tribunal in its procedure and the dealing with material before it in its reasons to be meaningful, it must carry with it an assertion of the apprehension of a possibility of predisposition.",
      "id": "s85"
    },
    {
      "text": "That is, the predisposition of the Tribunal towards a result, other than a result reached by an evaluation of the material before it in a fair way with a mind that was open to persuasion in favour of the person in question.",
      "id": "s86"
    },
    {
      "text": "Unless that be demonstrated, it is hard to see how a decision-maker has failed to conform to standards of procedural fairness.",
      "id": "s87"
    },
    {
      "text": "Such an approach accords with the need for neutral and fair decision-making, without imposing on decision-makers in an administrative context the burden of behaving at all times as would a judge in public in the deployment of judicial power.",
      "id": "s88"
    },
    {
      "text": "The enquiry is not directed to the personal thought processes of the decision-maker.",
      "id": "s89"
    },
    {
      "text": "It is directed to his or her conduct \"objectified\" through the prism of what a fair-minded and informed observer would reasonably apprehend... .",
      "id": "s90"
    },
    {
      "text": "It goes without saying that a conclusion, from all the materials, including the decision and the reasons for decision, that a fair-minded informed observer would reasonably apprehend a lack of impartiality in the sense discussed, does not carry with it the conclusion that there was a lack of impartiality.",
      "id": "s91"
    },
    {
      "text": "24 Later in the judgment his Honour said (at [115]-[116]):\n \n By and large fact-finding is a task within jurisdiction, though factual error is not necessarily mutually exclusive of jurisdictional error: Re Minister for Immigration and Multicultural Affairs: Ex parte Applicant S 20/2002 [2003] HCA 30 ; (2003) 198 ALR 59.",
      "id": "s92"
    },
    {
      "text": "Where fact-finding has been conducted in a manner which can be described, as here, as in substantial respects unreasoned, and mere assertion lacking rational or reasoned foundation, at times as plainly and ex facie wrong and as selective of material going one way, these considerations may found a conclusion that the posited fair-minded observer might, or indeed would, reasonably apprehend that the conclusions had been reached with a mind not open to persuasion and unable or unwilling to evaluate all the material fairly.",
      "id": "s93"
    },
    {
      "text": "...The answer to these questions might be that the Tribunal lacked an appreciation of the need to weigh all the material.",
      "id": "s94"
    },
    {
      "text": "If that were the case it would itself support a conclusion of jurisdictional error.",
      "id": "s95"
    },
    {
      "text": "The answer might also be the lack of an ability or willingness to deal with the material before it with a mind open to persuasion fairly evaluating all the material.",
      "id": "s96"
    },
    {
      "text": "In my view, at least these possibilities (real and not remote) would come to mind to such a fair-minded and informed observer.",
      "id": "s97"
    },
    {
      "text": "The second possibility is the apprehension of possible bias.",
      "id": "s98"
    },
    {
      "text": "(Emphasis added.",
      "id": "s99"
    },
    {
      "text": ")\n \n\n25 The relevant key question here is: by the time the Tribunal Member came to assess the value of the material reported by the witness whose own credibility she did not question, which material consisted of information from a relative close to that witness and apparently in a position to know what he was talking about, would a fair-minded observer apprehend, as a real and not remote possibility, that the Member could not bring a mind open to persuasion and willing and able to evaluate all the material in the case, including crucially that material?",
      "id": "s100"
    },
    {
      "text": "In my opinion, a fair-minded and informed observer would so apprehend.",
      "id": "s101"
    },
    {
      "text": "26 The consequence is that such an observer would apprehend that there was a possibility that the appellant had been refused refugee status because she was thought to be a liar and not because the Tribunal had considered all of the material which might have given rise to a conclusion favourable to her in the fair-minded way she was entitled to.",
      "id": "s102"
    },
    {
      "text": "27 Thus, in the end, in my view, however the matter be analysed, as counsel for the applicant in NADH [2004] FCAFC 328 ; 214 ALR 264 put it, the Tribunal \"misconceived the role of the hearing and[/or] failed to afford a hearing of the character contemplated by the Act\", and the Tribunal \"came to its state of satisfaction ... in a manner ... which require[s] the Court to conclude that there was no relevant absence of satisfaction for the purposes of ss 36 and 65 of the Migration Act according to law\".",
      "id": "s103"
    },
    {
      "text": "Leave \n \n28 The point is important.",
      "id": "s104"
    },
    {
      "text": "There is no possibility that the respondent could have met it by calling further evidence.",
      "id": "s105"
    },
    {
      "text": "The point is also, in my view, a good one.",
      "id": "s106"
    },
    {
      "text": "It was not the appellant's personal fault that it was not taken below.",
      "id": "s107"
    },
    {
      "text": "The fact that the omission to take the \n\n \npoint below has led to the expense of an appeal which, it should be assumed, would otherwise have been obviated, can be remedied by an appropriate costs order.",
      "id": "s108"
    },
    {
      "text": "29 Leave to allow the point to be taken here should be granted.",
      "id": "s109"
    },
    {
      "text": "Disposition \n \n30 The appeal is upheld.",
      "id": "s110"
    },
    {
      "text": "The decision of the Federal Magistrates Court is set aside.",
      "id": "s111"
    },
    {
      "text": "I will order that the decision of the Refugee Review Tribunal of 7 November 2006 be quashed.",
      "id": "s112"
    },
    {
      "text": "The matter is to be remitted to the Tribunal to be heard and determined according to law, including in accordance with these reasons.",
      "id": "s113"
    },
    {
      "text": "31 The first respondent is to pay the appellant's costs in the court below and the appellant is to pay the first respondent's costs in this Court.",
      "id": "s114"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s115"
    },
    {
      "text": "Associate:\n\nDated: 18 April 2008\n\n Solicitor for the Appellant: Newman and Associates \n \n Counsel for the Respondent: Mr JA Smith \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 13 November and 11 December 2007 \n \n Date of Judgment: 18 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/522.html",
      "id": "s116"
    }
  ]
}