{
  "name": "Dowling v Commonwealth Bank of Australia [2008] FCA 59 (8 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/59.html",
  "catchphrases": [
    {
      "text": "application for summary judgment",
      "id": "c0"
    },
    {
      "text": "s 31a(2) federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "no claim identified",
      "id": "c2"
    },
    {
      "text": "no factual foundation for a claim provided",
      "id": "c3"
    },
    {
      "text": "no reasonable prospect of ever being able to identify a claim or factual foundation for a claim",
      "id": "c4"
    },
    {
      "text": "no reasonable prospect of success",
      "id": "c5"
    },
    {
      "text": "application s 31a(2) federal court of australia act 1976 (cth)",
      "id": "c6"
    },
    {
      "text": "whether hearsay affidavit evidence permitted",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 From about 1995 to 2002 Ms Dowling was a customer of the Commonwealth Bank of Australia Limited ('CBA').",
      "id": "s0"
    },
    {
      "text": "During that period she borrowed approximately $750,000 from the CBA.",
      "id": "s1"
    },
    {
      "text": "She used this money to buy and develop one property and to develop a number of others.",
      "id": "s2"
    },
    {
      "text": "In due course she defaulted on some of her loan agreements and the CBA eventually forced the sale of two of her properties to repay the outstanding loans.",
      "id": "s3"
    },
    {
      "text": "During and since that process, Ms Dowling has pursued a number of grievances she has against the CBA in a range of different forums.",
      "id": "s4"
    },
    {
      "text": "These proceedings are the most recent step in that pursuit.",
      "id": "s5"
    },
    {
      "text": "2 The CBA's immediate response to these proceedings was to file this application for summary judgment.",
      "id": "s6"
    },
    {
      "text": "It has been made under section 31A (2) of the Federal Court of Australia Act 1976 (Cth) on the ground that Ms Dowling has no reasonable prospect of successfully prosecuting these proceedings.",
      "id": "s7"
    },
    {
      "text": "In the alternative the CBA has applied to have the proceedings dismissed under O 20 r 5 of the Federal Court Rules on the grounds that they are frivolous, vexatious, or an abuse of the process of the Court.",
      "id": "s8"
    },
    {
      "text": "In the further alternative the CBA has applied to strike out the whole of Ms Dowling's statement of claim under O 11 r 16 of the Federal Court Rules on the grounds that it does not disclose a reasonable cause of action, or that it will cause prejudice, embarrassment or delay in the proceedings, or that it is otherwise an abuse of the process of the Court.",
      "id": "s9"
    },
    {
      "text": "3 The critical issue in this application is whether any of Ms Dowling's grievances amount to a valid claim at law that this Court can determine and, if so, whether Ms Dowling has any reasonable prospects of successfully prosecuting that claim in these proceedings.",
      "id": "s10"
    },
    {
      "text": "MATERIALS RELIED UPON --- INITIALLY AND SUBSEQUENTLY \n \n 4 At the hearing of this application Mr Farquhar, for the CBA, relied upon the amended notice of motion filed on 12 December 2007.",
      "id": "s11"
    },
    {
      "text": "The CBA's original notice of motion filed 16 November 2007 was amended in accordance with the leave I gave on 11 December 2007 (see further below).",
      "id": "s12"
    },
    {
      "text": "Mr Farquhar also relied upon parts of the affidavit of Ms Meghann Louise Everett sworn on 16 November 2007.",
      "id": "s13"
    },
    {
      "text": "In response Ms Dowling, who appeared in person and represented herself, relied upon some thirty affidavits that she had filed since she first commenced these proceedings on 25 October 2007.",
      "id": "s14"
    },
    {
      "text": "Whilst all of these documents were entitled \" affidavit \", many of them were not in fact written statements of evidence sworn on oath but instead chronologies, submissions, or requests directed to the Court or the CBA.",
      "id": "s15"
    },
    {
      "text": "To add to this avalanche of material, Ms Dowling appears to have filed at least seven further affidavits since I reserved my decision on 20 December 2007.",
      "id": "s16"
    },
    {
      "text": "I have not taken these affidavits into account in reaching this decision.",
      "id": "s17"
    },
    {
      "text": "I have attached to these reasons marked \"Annexure A\" a summary of the thirty affidavits Ms Dowling has relied upon.",
      "id": "s18"
    },
    {
      "text": "During the hearing of the application Mr Farquhar did not object to the contents of any of Ms Dowling's affidavits.",
      "id": "s19"
    },
    {
      "text": "I presume he took this course in the interests of saving time and avoiding confusion.",
      "id": "s20"
    },
    {
      "text": "5 The hearing of the CBA's application proceeded over a part of each of three days: on 11, 17 and 20 December 2007.",
      "id": "s21"
    },
    {
      "text": "On the first day I gave Mr Farquhar leave to file and serve an amended notice of motion which relied upon section 31A(2) of the Federal Court of Australia Act as the CBA's primary application and, in the alternative, relied upon O 20 r 5 and O 11 r 16 of the Federal Court Rules .",
      "id": "s22"
    },
    {
      "text": "This issue arose during submissions because the CBA's original notice of motion filed on 16 November 2007 made no mention of section 31A of the Federal Court of Australia Act , nor O 11 r 16 of the Federal Court Rules , yet the CBA's written submissions filed on 4 December 2007 relied upon both of these provisions.",
      "id": "s23"
    },
    {
      "text": "There is, of course, a significant difference in the nature and effect of an application under section 31A of the Federal Court of Australia Act on the one hand, and an application under O 20 r 5, or O 11 r 16, on the other.",
      "id": "s24"
    },
    {
      "text": "The former application strikes at the heart of the whole proceedings and, if successful, can only result in a judgment to the opposite party, whereas the latter type of application is usually directed to the way in which the case has been pleaded and more often than not, dealt with by allowing the offending party to file an amended pleading: see Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401 at [19] to [21] per French J.",
      "id": "s25"
    },
    {
      "text": "6 In addition to procedural fairness considerations, Ms Dowling's status as a self represented litigant, dictated that she should be told in the clearest possible terms the precise applications the CBA was making and the grounds of each application.",
      "id": "s26"
    },
    {
      "text": "Moreover, during the hearing of the application Ms Dowling claimed not to have any legal training or experience and claimed not to have been able to obtain any assistance from a legal practitioner in relation to her proceedings.",
      "id": "s27"
    },
    {
      "text": "Consistent with these claims, Ms Dowling presented as a person who did not have appear to have an understanding of the legal and factual issues involved in her proceedings and did not appear to have an understanding of the legal intricacies of evidence or the Court's practice and procedures.",
      "id": "s28"
    },
    {
      "text": "To the extent possible, given Ms Dowling's lack of legal training, experience and understanding mentioned above, I consider the CBA's amended notice of motion filed and served on 12 December 2007 achieved the purpose of giving Ms Dowling the necessary notice referred to above.",
      "id": "s29"
    },
    {
      "text": "7 On the first hearing day, as well as granting Mr Farquhar leave to file and serve an amended notice of motion and an adjournment to undertake those steps, I granted Ms Dowling an adjournment to allow her to file a further affidavit which annexed and explained a further document she said she wished to rely upon.",
      "id": "s30"
    },
    {
      "text": "Furthermore, Ms Dowling also said that in this further affidavit she would identify precisely what she was claiming against the CBA and what materials she intended to rely upon in support of those claims.",
      "id": "s31"
    },
    {
      "text": "Ms Dowling gave this indication after I told her during submissions on the first hearing day, among other things, that I was having considerable difficulty identifying exactly what it was she claimed the CBA had done to wrong her and how that amounted to a valid basis for a claim in this Court.",
      "id": "s32"
    },
    {
      "text": "8 By the second hearing day on 17 December 2007, Ms Dowling had filed and served (although it emerged at the hearing she had not served all of them) not one, but four further affidavits.",
      "id": "s33"
    },
    {
      "text": "Each of these documents suffered from the same deficiencies as all the earlier ones in that none of them explained how the CBA had wronged Ms Dowling and how that amounted to a valid basis for a claim in this Court.",
      "id": "s34"
    },
    {
      "text": "During the second hearing day, in the hope that Ms Dowling may be able to explain orally what she had thus far failed to explain in all the writing she had placed before the Court, I asked her numerous times to tell me what she thought the CBA had done to wrong her and why she thought that amounted to a valid basis for a claim in this Court.",
      "id": "s35"
    },
    {
      "text": "In this process I took Ms Dowling to her affidavit sworn on 25 September 2007 and went through some of the crucial paragraphs therein, one by one, asking her to identify where she believed she had stated that the CBA had wronged her and how she believed that had occurred.",
      "id": "s36"
    },
    {
      "text": "My questions were generally answered by what I considered to be a series of irrelevant and confused statements.",
      "id": "s37"
    },
    {
      "text": "9 However, two specific allegations eventually emerged from this process.",
      "id": "s38"
    },
    {
      "text": "The first was an allegation that on about 3 August 1995 the CBA had taken, or stolen, $25,000 that Ms Dowling had paid as a deposit in connection with the purchase of a property at 108 Wood Street, Warwick in south-east Queensland.",
      "id": "s39"
    },
    {
      "text": "The second was an allegation that on about 25 September 1995 the CBA had recorded a loan of $350,000 against Ms Dowling's name when she had neither requested that loan, nor received the proceeds of it.",
      "id": "s40"
    },
    {
      "text": "Significantly, neither of these two allegations was contained in any of the numerous affidavits Ms Dowling had filed to that time.",
      "id": "s41"
    },
    {
      "text": "The closest were some statements in her affidavit of 25 September 2007 that these two events involved \"suspect transaction(s)\".",
      "id": "s42"
    },
    {
      "text": "Eventually, Ms Dowling indicated that if she were to be given a further opportunity she could outline exactly what her claim was and explain more fully what she meant by various statements in her affidavit sworn on 25 September 2007, including the \"suspect transaction(s)\" mentioned above.",
      "id": "s43"
    },
    {
      "text": "Since Mr Farquhar could not point to any prejudice that would be caused to the CBA if I were to adjourn the matter one more time, I allowed Ms Dowling a further very short adjournment to 20 December 2007 and the opportunity to file and serve this further material.",
      "id": "s44"
    },
    {
      "text": "10 On 19 December 2007 Ms Dowling filed her thirtieth affidavit in response to the CBA's application.",
      "id": "s45"
    },
    {
      "text": "In this affidavit Ms Dowling went through the 176 paragraphs of her affidavit of 25 September 2007 and provided a series of comments thereon.",
      "id": "s46"
    },
    {
      "text": "Curiously, in that process, she did not repeat the first allegation mentioned above, viz that the CBA had taken, or stolen, the $25,000 deposit paid in connection with the purchase of the property at 108 Wood Street, Warwick.",
      "id": "s47"
    },
    {
      "text": "Instead she made the more vague and obscure claims that $25,000 was paid for the deposit on the purchase of the 108 Wood Street property leaving $225,000 to be paid at settlement but that the CBA paid $ 250,000 at settlement and she \" could not turn the matter around and back to the $ 225,000\".",
      "id": "s48"
    },
    {
      "text": "Ms Dowling concluded that section of this affidavit by the puzzling statement that: \"The Applicant was in breach with the Respondent of all Records and Transactions and had received a contrary Account the attitude of unable to be true at once established, with the Government Departments, the Vendors, the Real Estate Agent, the Lawyer and the credit information available to all and sundry\".",
      "id": "s49"
    },
    {
      "text": "11 As to the second allegation mentioned above, viz that the CBA had raised a loan of $350,000 in Ms Dowling's name without her requesting such a loan and without her receiving the proceeds of it, the material provided about this claim was less vague, but it appeared to contradict this allegation.",
      "id": "s50"
    },
    {
      "text": "Ms Dowling repeated her allegations that this loan was offered to her without her requesting it and that it was recorded against her name, but she concluded that section of this affidavit by saying: \"At this point in time the Applicant had to apply for the Funds to the Starta Office Building: The repayment of the NBA loan: The Renovation of the Warwick Property ... (not originally applied for)\" .",
      "id": "s51"
    },
    {
      "text": "So, contrary to her allegation (above) that she had not received the proceeds of this loan, this latter statement appeared to concede that she had; and moreover that she had applied those proceeds to the specific purposes stated.",
      "id": "s52"
    },
    {
      "text": "During the third and last hearing day on 20 December 2007, I again endeavoured to raise with Ms Dowling my concerns about the vagueness of her claims but I failed to receive any satisfactory explanations.",
      "id": "s53"
    },
    {
      "text": "I will return to these two allegations later in these reasons.",
      "id": "s54"
    },
    {
      "text": "12 Before proceeding to consider the operation of section 31A(2) of the Federal Court of Australia Act and its application to these proceedings, it is necessary to set out the background to Ms Dowling's proceedings in some more detail.",
      "id": "s55"
    },
    {
      "text": "I do so in the paragraphs below under the heading 'Background'.",
      "id": "s56"
    },
    {
      "text": "I have obtained some of this detail from the affidavits of Ms Dowling, particularly her affidavit sworn 25 September 2007, and the remainder from the affidavit of Ms Everett mentioned above.",
      "id": "s57"
    },
    {
      "text": "In this respect, I should mention another issue that was raised during the hearing of this application: whether the CBA could rely upon hearsay evidence in support of its application for summary judgment under section 31A(2) of the Federal Court of Australia Act .",
      "id": "s58"
    },
    {
      "text": "13 Ultimately, Mr Farquhar dealt with this issue by electing not to rely upon the hearsay evidence in paragraph 8.21 and annexure MLE11 to Ms Everett's affidavit and by only seeking to rely upon the balance of the affidavit to the extent that it provided proof that annexures MLE2 to 10 and 12 to 16 to the affidavit were business records of the CBA.",
      "id": "s59"
    },
    {
      "text": "He then sought to rely upon the contents of those business records to establish the relevant course of dealings between the CBA and Ms Dowling.",
      "id": "s60"
    },
    {
      "text": "In taking this course, Mr Farquhar relied upon the provisions in sections 69 and 170 to 172 of the Evidence Act 1995 (Cth ) .",
      "id": "s61"
    },
    {
      "text": "The following is a brief description of the annexed documents that Mr Farquhar sought to rely upon as business records: \n \n \n Annexure number Description of document \n \n\n 2 to 4 incl Schedules of loan conditions dated 23 August 1995 ($250,000), 27 March 1996 ($100,000) and 29 March 1996 ($80,000) between the CBA and Ms Dowling\n \n 5 Letter dated 4 October 1996 from the CBA to Ms Dowling in relation to a loan of $150,000\n \n 6 Schedule of loan conditions, undated but with the date of funding stated as 18 June 1997, between the CBA and Ms Dowling in relation to a loan of $195,000\n \n 7 Letter dated 6 October 1997 from the CBA to Ms Dowling in relation to a loan of $100,000\n \n 8 Letter dated 2 March 1999 from the CBA to Ms Dowling in relation to the CBA's concerns about adverse trends in the conduct of Ms Dowling's loan accounts\n \n 9 Letter dated 16 May 2000 from the CBA to Ms Dowling in relation to the CBA's intention to issue notices under the Property Law Act 1974 (Qld ) if Ms Dowling's loan accounts continued to be in default\n \n 10 CBA diary note dated 30 November 2000 re: various discussions between officers of the CBA and Ms Dowling\n \n 12 Five notices of demand all dated 5 September 2001 from the CBA to Ms Dowling demanding the balance due and payable under Ms Dowling's five loan accounts\n \n 13 Two notices of exercise of sale both dated 5 October 2001 in relation to two of Ms Dowling's properties located in Toowoomba \n \n 14 Notice of completion of sale dated 22 April 2002 in relation to the sale of one of the properties mentioned immediately above\n \n 15 Letter dated 7 May 2002 from the CBA to Ms Dowling in relation to the sale of other property mentioned above\n \n 16 Letter dated 15 October 2002 from the CBA to Ms Dowling stating, among other things, that the CBA considered the matter closed and would not respond to any further correspondence\n \n 14 As it turns out, this question may be of little moment in this application because as the hearing proceeded the history of the dealings between the CBA and Ms Dowling did not appear to be in dispute and, in that situation, hearsay evidence may be admitted: see Multi Modal Ltd ---v- Polakow (1987) 78 ALR 553 at 558 per French J and ACCC ---v- Billbusters Pty Ltd [2003] FCA 423 at [50] --- [52] per Kenny J, cf Warea Pty Ltd v Waterloo Industries Pty Ltd (1986) 12 FCR 152 per Pincus J.",
      "id": "s62"
    },
    {
      "text": "Furthermore, having now considered the question more closely, I consider Mr Farquhar would have been entitled to rely upon the hearsay evidence in Ms Everett's affidavit without the election he adopted.",
      "id": "s63"
    },
    {
      "text": "This is so, first, because in paragraph 8 of her affidavit, Ms Everett clearly identified the CBA and its records as the source of the hearsay evidence in her affidavit.",
      "id": "s64"
    },
    {
      "text": "Secondly, section 75 of the Evidence Act 1995 (Cth ) , provides an exception to the hearsay rule in interlocutory applications if the person who adduces the evidence also adduces evidence of its source.",
      "id": "s65"
    },
    {
      "text": "As I have observed above, I consider that Ms Everett has done this in her affidavit.",
      "id": "s66"
    },
    {
      "text": "Thirdly, there is clear authority that an order summarily dismissing proceedings on the ground that no reasonable cause of action has been disclosed is an interlocutory order: see Re Luck [2003] HCA 70 ; (2003) 203 ALR 1 at [9] , Dai ---v- Telstra Corp Ltd (2000) 171 ALR 348 at [21] and Marketing Advisory Services (MAS) v Football Tasmania Ltd [2002] FCAFC 165 at [29] , cf Egglishaw-v- Australian Crime Commission [2007] FCAFC 183 involving a dismissal based upon res judicata, issue estoppel and Anshun estoppel, none of which arise in this case.",
      "id": "s67"
    },
    {
      "text": "15 Finally, and in any event, I consider that Mr Farquhar was correct in his submission that the annexed documents were business records of the CBA under section 69 of the Evidence Act 1995 (Cth ) .",
      "id": "s68"
    },
    {
      "text": "In reaching that conclusion I have looked at the documents and drawn inferences from their contents in accordance with section 183 of the Evidence Act .",
      "id": "s69"
    },
    {
      "text": "Specifically I have observed that the documents variously contain the CBA's letterhead, or its full name, or have been signed by persons who claim to hold positions of authority in the CBA.",
      "id": "s70"
    },
    {
      "text": "I have also relied upon the contents of Ms Everett's affidavit to establish that the documents are the business records of the CBA in accordance with sections 170 and 171 (proof by affidavit evidence) and section 172 (evidence based upon knowledge, belief or information where the source is given) of the Evidence Act .",
      "id": "s71"
    },
    {
      "text": "BACKGROUND \n \n 16 From approximately 1995 until approximately 2002, Ms Dowling was a customer of the CBA.",
      "id": "s72"
    },
    {
      "text": "During this period she was living at 129 Spring St, Toowoomba, in south-east Queensland.",
      "id": "s73"
    },
    {
      "text": "At about this time Ms Dowling owned or acquired a number of properties in south-east Queensland, specifically those located at the following addresses: \n\n1.",
      "id": "s74"
    },
    {
      "text": "129 Spring St, Toowoomba --- Ms Dowling's home at the time;\n \n2.",
      "id": "s75"
    },
    {
      "text": "Corner James and Ruthven Street, Toowoomba;\n \n3.",
      "id": "s76"
    },
    {
      "text": "26A Hill Street, Toowoomba; and\n \n4.",
      "id": "s77"
    },
    {
      "text": "108 Wood Street, Warwick.",
      "id": "s78"
    },
    {
      "text": "According to a statement of assets and liabilities prepared by Ms Dowling in 1999 and annexed to one of her affidavits, these properties and some other personal property had a total value of approximately $ 1.62 million.",
      "id": "s79"
    },
    {
      "text": "17 To acquire the 108 Wood Street property and to develop some of the other properties, Ms Dowling obtained a number of loans from the CBA and provided mortgage securities over her various properties (above) to secure those loans.",
      "id": "s80"
    },
    {
      "text": "Between 31 August 1995 and 6 October 1997, Ms Dowling obtained six such loans (involving five separate loan accounts) for a total amount of $725,000.",
      "id": "s81"
    },
    {
      "text": "The brief details of those loans are as follows:\n \n\n Date Amount Purpose \n \n 31 August 1995 $250,000 to purchase the property at 108 Wood Street, Warwick.",
      "id": "s82"
    },
    {
      "text": "28 March 1996 $100,000 to undertake improvements to the property \n \n at 26A Hill Street, Toowoomba\n \n 29 March 1996 $80,000 purpose not identified\n 4 October 1996 $150,000 to construct two office shop buildings on the \n 26A Hill Street, Toowoomba property\n 26 May 1997 $ 45,000 to extend the $ 150,000 loan mentioned \n above to $195,000\n 6 October 1997 $100,000 for property improvements \n\nIn addition to these loans, Ms Dowling obtained an overdraft facility from the CBA with a limit of $25,000.",
      "id": "s83"
    },
    {
      "text": "18 In about early 1996 Ms Dowling encountered some difficulties with the property at 108 Wood Street, Warwick when the lessee withdrew from the lease and she was not able to find a replacement lessee immediately.",
      "id": "s84"
    },
    {
      "text": "Then the lessee that she did find, a Mr. Lye, proved to be unsatisfactory and he subsequently abandoned the premises allegedly taking some of the fittings with him.",
      "id": "s85"
    },
    {
      "text": "Mr. Lye's involvement was apparently the cause of some tension between Ms Dowling and the CBA because she later made a complaint to the Australian Banking Industry Ombudsman Limited that Mr. Lye had been recommended to her by the CBA.",
      "id": "s86"
    },
    {
      "text": "She apparently pursued this complaint through a series of letters in 1999 and 2000.",
      "id": "s87"
    },
    {
      "text": "For its part, the CBA denied it had any involvement in recommending Mr Lye to Ms Dowling.",
      "id": "s88"
    },
    {
      "text": "19 In about 1998, whether because of these difficulties with the leasing of the 108 Wood Street property, or for other reasons, Ms Dowling fell into default under her loan agreement with the CBA in relation to the Wood Street property.",
      "id": "s89"
    },
    {
      "text": "In particular, she did not repay this loan when it matured on 1 September 1998.",
      "id": "s90"
    },
    {
      "text": "The CBA made contact with Ms Dowling on a number of occasions in 1998 and eventually, in early 1999, it transferred the management of all her loan accounts to the Credit Management Unit in its Brisbane head office.",
      "id": "s91"
    },
    {
      "text": "By that time, in addition to her default under her loan agreement for the 108 Wood Street property, Ms Dowling had overdrawn her overdraft facility by almost $10,000 (to $34,999) above the approved limited of $25,000.",
      "id": "s92"
    },
    {
      "text": "20 The Credit Management Unit of the CBA wrote to Ms Dowling on 2 March 1999 calling on her to bring her overdraft facility within its limit forthwith and to enter into discussions about the management of her various loan accounts.",
      "id": "s93"
    },
    {
      "text": "Ms Dowling and the CBA corresponded about these issues on a number of occasions during 1999 and 2000.",
      "id": "s94"
    },
    {
      "text": "Eventually, on 16 May 2000, the CBA sent Ms Dowling a letter giving notice that it intended to proceed to serve notices under the Property Law Act 1974 (Qld ) to enable it to take possession of 'the security properties'.",
      "id": "s95"
    },
    {
      "text": "21 Notwithstanding this stated intention, the CBA waited until 22 September 2000 before appointing agents to act to take possession of the security properties.",
      "id": "s96"
    },
    {
      "text": "In the meantime, or at about the same time, Ms Dowling received an offer of $675,000 for the purchase of the James and Ruthven Street property, which offer she rejected.",
      "id": "s97"
    },
    {
      "text": "Her rejection of this offer apparently led the relevant officers at the CBA to conclude she was not taking their threats of action sufficiently seriously.",
      "id": "s98"
    },
    {
      "text": "There followed a series of meetings and conversations between Ms Dowling and the relevant officers of the CBA during November 2000.",
      "id": "s99"
    },
    {
      "text": "Some of these meetings and conversations were apparently quite tense because during one of them Ms Dowling is recorded as threatening to sue the bank for fifty million dollars \"unless the assault on my property is not stopped\" .",
      "id": "s100"
    },
    {
      "text": "In another, with a Mr Olson of the CBA, Ms Dowling is recorded as questioning whether Mr Olson might be a criminal and might have a hidden agenda in respect of her properties.",
      "id": "s101"
    },
    {
      "text": "22 There must have been a lull in these hostilities for a period because the CBA did not deliver its final and formal notices of demand for the repayment of Ms Dowling's outstanding loan accounts until some nine months later, on 5 September 2001.",
      "id": "s102"
    },
    {
      "text": "On that date the CBA issued five notices of demand requiring Ms Dowling to repay each of her five loan accounts within fourteen days of the receipt of the notices.",
      "id": "s103"
    },
    {
      "text": "By the time these notices were issued, the amount owing under the five loan accounts totalled $913,768.06.",
      "id": "s104"
    },
    {
      "text": "When these notices of demand were not met, the CBA then issued a Notice of Exercise of Power of Sale under the Property Law Act 1974 (Qld ).",
      "id": "s105"
    },
    {
      "text": "It did that on 5 October 2001.",
      "id": "s106"
    },
    {
      "text": "23 In early 2002 the CBA sold the 26A Hill Street property for $199,500.",
      "id": "s107"
    },
    {
      "text": "In April 2002 the property situated at the corner of James and Ruthven Streets in Toowoomba was sold for $797,796.35.",
      "id": "s108"
    },
    {
      "text": "It appears that this latter property may have been sold by Ms Dowling herself, rather than by the CBA exercising its power of sale.",
      "id": "s109"
    },
    {
      "text": "From the proceeds of these two sales the balance owing under the five loan accounts was paid to the CBA and it then discharged the mortgages it held over Ms Dowling's other two properties at 108 Wood Street, Warwick and 129 Spring Street, Toowoomba.",
      "id": "s110"
    },
    {
      "text": "The CBA confirmed these discharges in a letter it sent to Ms Dowling dated 15 October 2002.",
      "id": "s111"
    },
    {
      "text": "In the same letter, the CBA told Ms Dowling that it considered the matter to be closed and it would not respond to any further correspondence from her.",
      "id": "s112"
    },
    {
      "text": "24 This statement apparently did not deter Ms Dowling, because it appears from her various affidavits filed in these proceedings that since 2002 she has pursued her grievances against the CBA in correspondence directed to a wide range of public officials in Australia and elsewhere, including the Speaker of the House of Representatives in Canberra, the Australian Federal Police, the United States of America Embassy in Canberra, the United States Federal Bureau of Investigation and the Mayor of Toowoomba.",
      "id": "s113"
    },
    {
      "text": "However, in all this time she does not appear to have commenced any proceedings against the CBA in any court in relation to her grievances before she commenced these proceedings.",
      "id": "s114"
    },
    {
      "text": "SECTION 31A \n \n 25 The respondent's primary application is made under section 31A(2) of the Federal Court of Australia Act .",
      "id": "s115"
    },
    {
      "text": "S 31A was introduced by the Migration Litigation Reform Act 2005 (Cth) and came into effect on 1 December 2005.",
      "id": "s116"
    },
    {
      "text": "It provides: \n \n \n \n (1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n\n(a) the first party is prosecuting the proceeding or that part of the proceeding; and\n \n(b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s117"
    },
    {
      "text": "(2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n\n(a) the first party is defending the proceeding or that part of the proceeding; and\n \n(b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s118"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of the proceeding need not be:\n (a) hopeless; or\n (b) bound to fail; \n \n \n \n for it to have no reasonable prospect of success.",
      "id": "s119"
    },
    {
      "text": "(4) This section does not limit any powers that the Court has apart from this section.",
      "id": "s120"
    },
    {
      "text": "26 On the Second Reading Speech of the Bill, the Attorney-General noted that the courts would have an increased ability \" to deal with unmeritorious matters, by broadening the grounds on which federal courts can summarily dispose of unsustainable cases\" .",
      "id": "s121"
    },
    {
      "text": "In White Industries Aust Limited v Commissioner of Taxation (2007) 160 FCR 298, Lindgren J examined the introduction and operation of section 31A at some length: see paragraphs [50] to [60].",
      "id": "s122"
    },
    {
      "text": "At paragraph [53] Lindgren J noted that the \"no reasonable prosects of success\" formula echoed rule 24.2 of the United Kingdom's Civil Procedure Rules in which context that formula has been held to \" require attention to be given to real, as opposed to ' fanciful ' or ' merely arguable prospects'\": see Swain v Hillman [2001] 1 All ER 91 at 92; Three Rivers District Council v Bank of England (No 3) [2001] UKHL 16 ; [2003] 2 AC 1 at [90] , [95], [133-134] [158-162], and ED &amp; F Man Products Ltd v Patel [2003] EWCA Civ 742 at [8] .",
      "id": "s123"
    },
    {
      "text": "His Honour also noted that the formula has been used in a similar context in Queensland's Uniform Civil Procedure Rules : see Deputy Commissioner of Taxation v Salcedo [2005] 2 Qd R 232 at 235.",
      "id": "s124"
    },
    {
      "text": "At paragraph [54] his Honour observed that the \" legislature's intention in enacting s31A was to lower the bar for obtaining summary judgment (including summary dismissal) below the level that had been fixed by such authorities as Dey v Victorian Railway Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 at 91-92.",
      "id": "s125"
    },
    {
      "text": "\" At paragraph [55] his Honour noted that \" by ' broadening the grounds ' the Attorney General was referring to the formula ' no reasonable prospect of success' , as contrasted with a 'hopeless' or ' bound to fail' test\" .",
      "id": "s126"
    },
    {
      "text": "See also: Barwick CJ in General Steel Industries v Commissioner for Railways ( NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 128-130.",
      "id": "s127"
    },
    {
      "text": "27 Earlier, in Boston Commercial Services Pty Ltd v GE Capital Finance Australasia Pty Ltd (2006) 236 ALR 720, Rares J reviewed the authorities on section 31A to that time: see paragraph [26] to [48].",
      "id": "s128"
    },
    {
      "text": "His Honour concluded that what is required of the Court in applying that section is not a predictive assessment of the prospects of success in the matter should it proceed to trial, but rather an assessment of the evidence and pleadings on the incomplete material available: see paragraph [26] and [38] to [39].",
      "id": "s129"
    },
    {
      "text": "His Honour said that if, on that assessment, the evidence is ambivalent and there is a real issue of fact to be decided, or a real issue of law, the matter should be allowed to proceed to trial in accordance with the principles set out in Hocking v Bell [1947] HCA 54 ; (1947) 75 CLR 125: see paragraph [43].",
      "id": "s130"
    },
    {
      "text": "He emphasised that the Court should be careful not to do a party an injustice by summarily dismissing proceedings.",
      "id": "s131"
    },
    {
      "text": "He added that the moving party bears the onus of enlivening the Court's \" discretion to authorize a summary termination of the proceedings which s31A envisages\" : see paragraph [45].",
      "id": "s132"
    },
    {
      "text": "28 In Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401 at [20] French J set out what the moving party must show: \n \n \n \"in order to secure judgment under s31A it must be shown that the party prosecuting or defending the proceeding has no reasonable prospects of success.",
      "id": "s133"
    },
    {
      "text": "This judgment may be made, by reference to pleadings, where there is a defect in the pleadings which cannot be cured.",
      "id": "s134"
    },
    {
      "text": "Alternatively, it may be a judgment made by reference to evidence put on in support of an application under s31A which reasonably excludes the possibility that facts essential to the success of the claim or defence will be able to be established\".",
      "id": "s135"
    },
    {
      "text": "29 His Honour went on to give some examples.",
      "id": "s136"
    },
    {
      "text": "He instanced a claim involving a critical allegation that the defendant was present at a particular time and place.",
      "id": "s137"
    },
    {
      "text": "If, upon an application for summary judgment or dismissal being made, that defendant files affidavit evidence to show he was not present at that time and place, and there is no other evidence to contradict this 'alibi', the court would be justified in summarily disposing of the claim on the ground that it has no reasonable prospects of success.",
      "id": "s138"
    },
    {
      "text": "He also instanced a defence which relies upon the defendant not being party to a contract.",
      "id": "s139"
    },
    {
      "text": "If, on an application for summary judgment or dismissal, the plaintiff is able to put into evidence the contract signed by the defendant with supporting (and undisputed) affidavit evidence of the witnesses to his signature, the court would likewise be justified in summarily disposing of the defendant's defence on the ground it has no reasonable prospects of success.",
      "id": "s140"
    },
    {
      "text": "30 To these examples must be added the situation where a party completely fails to identify any valid claim or cause of action, to the court or fails to provide any factual material that could amount to a valid claim, in the materials he or she places before the court, having been given a reasonable opportunity to do so.",
      "id": "s141"
    },
    {
      "text": "This situation is different from one where a party has identified what appears to be a valid claim or cause of action but has failed to delineate the factual basis for the claim e.g.",
      "id": "s142"
    },
    {
      "text": "a failure to plead all the necessary material facts to found the claim that has been identified, or one where a party has pleaded the necessary material facts for a claim but failed to plead any connection between those facts and the respondent.",
      "id": "s143"
    },
    {
      "text": "These situations essentially involve pleading issues that may be remedied by orders to amend or strike out the pleadings.",
      "id": "s144"
    },
    {
      "text": "However, where the applicant has failed to identify any valid claim in the materials he or she has placed before the court and has failed to provide any factual material that could amount to a valid claim and the court concludes that the party has no reasonable prospects of ever being able to do so, the situation is fundamentally different.",
      "id": "s145"
    },
    {
      "text": "The complete absence of an identified and valid claim and, more importantly, the factual materials to found either that valid claim, or some other form of valid claim, along with the likelihood that the applicant has no reasonable prospects of ever being able to produce that material, justifies a conclusion that there is not, and never will be, a valid claim before the court.",
      "id": "s146"
    },
    {
      "text": "This obviously cannot be remedied by orders to amend or strike out the pleadings because no amount of pleadings will remedy the fundamental absence of a valid claim.",
      "id": "s147"
    },
    {
      "text": "Moreover, the complete absence of a valid claim in this sense i.e.",
      "id": "s148"
    },
    {
      "text": "no identification of a claim, no factual foundation for a claim and no prospect of providing either, must lead inexorably to the conclusion that the applicant has no prospects of prosecuting his or her proceedings to a successful conclusion.",
      "id": "s149"
    },
    {
      "text": "31 It follows that in the circumstances of this particular case, to determine whether Ms Dowling has any reasonable prospects of successfully prosecuting her proceedings against the CBA, it is necessary to examine the materials she has filed in this Court to attempt to ascertain whether she has identified a valid claim and, more importantly, delineated the factual materials necessary to found that claim, or some other claim that she could identify as a valid claim.",
      "id": "s150"
    },
    {
      "text": "If the conclusion is that Ms Dowling has not done so, the question will then arise whether she has any prospect of ever providing either.",
      "id": "s151"
    },
    {
      "text": "The answers to these two questions will then determine the ultimate question whether Ms Dowling has any reasonable prospects of successfully prosecuting her proceedings against the CBA.",
      "id": "s152"
    },
    {
      "text": "NO VALID CLAIM IDENTIFIED --- NO FACTUAL MATERIALS TO FOUND A VALID CLAIM \n \n 32 As appears from the summary of the thirty affidavits at Annexure A, most of the affidavits that Ms Dowling has sought to rely upon deal with matters that are: \n\n&#8226; no longer in issue between the parties e.g.",
      "id": "s153"
    },
    {
      "text": "the service of documents;\n \n&#8226; entirely misconceived and misdirected e.g.",
      "id": "s154"
    },
    {
      "text": "seeking further and better particulars of the statement of claim from the CBA, or seeking to have the CBA make disclosure of her documents to the Court, or applying for an order under O 14 r 2;\n \n&#8226; completely irrelevant, e.g.",
      "id": "s155"
    },
    {
      "text": "listing the affidavits previously filed, or filing a copy of an affidavit previously filed, or referring to the Privacy Act and the CBA's privacy policy, or referring to the Australian Constitution , or to the Workplace Relations case, or to CCH and Trade Practices Commission publications on various issues, or\n \n&#8226; in many cases, quite nonsensical e.g.",
      "id": "s156"
    },
    {
      "text": "her references to the \" Law of Understanding \", and to \"secret dealings \" with the Public Trustee in Toowoomba, and to her mission statement including her mission to \"assist the saints \", to mention just some.",
      "id": "s157"
    },
    {
      "text": "33 When all this material is excluded the only material remaining that could possibly identify a valid claim or delineate any factual materials to found a valid claim against the CBA are the following documents: \n \n \n &#8226; The application filed 3 October 2007\n &#8226; The affidavit sworn 25 September 2007\n &#8226; The affidavit cum statement of claim filed 30 October 2007\n &#8226; The affidavit cum submissions filed 4 December 2007\n &#8226; The affidavit sworn 14 December 2007 which attempts to explain her affidavit sworn 25 September 2007\n &#8226; The affidavit sworn 19 December 2007 which further attempts to explain her affidavit sworn 25 September 2007 \n \n \n I propose to examine these documents in turn to ascertain whether they identify a valid claim and outline the facts or matters that could found that claim, or some other valid claim against the CBA.",
      "id": "s158"
    },
    {
      "text": "Application 3 October 2007 \n \n 34 Ms Dowling's application filed on 3 October 2007 describes the nature of her application and the legislative basis for it as: \" breach of practice under s.86 (2) s.52 of the Trade Practices Act 1974 (part IV) to receive ownership of property with compensation\" .",
      "id": "s159"
    },
    {
      "text": "In the details of claim section she states that she wants her claims determined under sections 22 and 21 of the Federal Court of Australia Act 1976 .",
      "id": "s160"
    },
    {
      "text": "While it is unclear what is meant by the words \" to receive ownership of property\" and it is difficult to understand why s 86(2) of the Trade Practices Act has been mentioned in this context (perhaps she meant to refer to s 87(2)) I am prepared to assume that Ms Dowling has identified a valid claim for a breach of s 52 of the Trade Practices Act .",
      "id": "s161"
    },
    {
      "text": "On that basis she would then need to delineate a factual foundation for that claim.",
      "id": "s162"
    },
    {
      "text": "As the application relies on to the accompanying affidavit to set out the grounds of this claim, it is necessary to turn to that document to see whether it supplies the necessary factual foundation for this claim, or, indeed, some other valid claim \n Affidavit sworn 25 September 2007 \n \n 35 The affidavit accompanying Ms Dowling's application was the one sworn on 25 September 2007.",
      "id": "s163"
    },
    {
      "text": "In this affidavit Ms Dowling sets out a chronology of events beginning on 30 March 1995 and concluding on 28 January 2007.",
      "id": "s164"
    },
    {
      "text": "This chronology extends over some 176 paragraphs.",
      "id": "s165"
    },
    {
      "text": "Most of this chronology simply records the events in relatively neutral terms e.g.",
      "id": "s166"
    },
    {
      "text": "\" On 18 June 1997 --- I received from the CBA a Better Business Loan for $ 45,000......\" .",
      "id": "s167"
    },
    {
      "text": "Indeed the chronology confirms most of the significant dealings between Ms Dowling and the CBA that are also set out in the business records annexed to Ms Everett's affidavit including the establishment of the loan accounts, the delivery of the letters of demand for the re-payment of the loan accounts and the service of the notice of exercise of power of sale.",
      "id": "s168"
    },
    {
      "text": "However, in confirming those events, the chronology does little, if anything, to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or some other valid claim against the CBA.",
      "id": "s169"
    },
    {
      "text": "Furthermore, many of the other events recorded in the chronology have little obvious relevance to any claim Ms Dowling may have against the CBA e.g.",
      "id": "s170"
    },
    {
      "text": "\" On 13-8-1996 --- a rate notice is paid for the 129 Spring Street property\".",
      "id": "s171"
    },
    {
      "text": "36 Nonetheless, Ms Dowling does make some vague references to misconduct on the part of the CBA in some of the paragraphs of this chronology, but she does that without providing any detail or explanation.",
      "id": "s172"
    },
    {
      "text": "On at least three occasions Ms Dowling states that a \" suspect transaction had occurred\" .",
      "id": "s173"
    },
    {
      "text": "She says this in relation to the 22 nd August 1995 when she says a mortgage was executed in the amount of $250,000 (paragraph 7), the 22 nd August 1995 when she says she received documents for a mortgage on her private home for $250,000 (paragraph 10) and 28th March 1996 when she says she received a loan schedule from the CBA for a loan for $100,000 (paragraph 34).",
      "id": "s174"
    },
    {
      "text": "Since no details were provided on how any of these events were said to be \" suspect \" and only the first of them involved an actual transaction - the other two involved what amounted to proposals to enter transactions - it is almost impossible to identify exactly how they could amount to \" suspect transactions \".",
      "id": "s175"
    },
    {
      "text": "To the contrary, they each appear to be quite innocuous on their face.",
      "id": "s176"
    },
    {
      "text": "Moreover, it is totally impossible to see how they provide any factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s177"
    },
    {
      "text": "37 The other vague references to possible misconduct on the part of the CBA occur where Ms Dowling states that a particular document or documents 'contain legal information for a mediation' or statements to similar effect: see paragraphs 14, 15, 16, 55, 65, 67, 68, 69, 73, 79, 80, 82, 91, 96, 97 and 98.",
      "id": "s178"
    },
    {
      "text": "However, nowhere did she explain what she meant by this statement or how it could provide any factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s179"
    },
    {
      "text": "38 This affidavit contains many other obscure statements none of which constitutes a factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s180"
    },
    {
      "text": "For example at paragraph 30, referring to an event on 19 March 1996 which appears to relate to a loan of $160,000 to pay Mr Gordon Burke, a builder, for work on a strata title office at the Hill and Clifford Street complex she says \" I have to make it clear that at no time did I expect or want this process and at no time was any of the funds spend other than a forced legal matter building the appearance of Non Compos Mentis was a pure product of bias\" .",
      "id": "s181"
    },
    {
      "text": "This statement is both obscure and nonsensical.",
      "id": "s182"
    },
    {
      "text": "Similarly, her statement at paragraphs 109 to 111 referring to events that occurred in September 1999 where she says \" all sample ethics of practice and gross errors of conduct and money transactions, and it was refused\" ; and at paragraph 135, referring to an event that occurred on the 15 th of February 2001, where she says \" I could not work in a \" trick environment\" and I do not think anybody could' '.",
      "id": "s183"
    },
    {
      "text": "Finally at paragraph 170, referring to an event that occurred on 17 th of September 2003, she makes the bizarre and nonsensical statement that \" the practice of thug tactics took place to me in the pound, needles, drugs, fear, maniac behaviour, assault, damage, handcuffs, fake papers, having to produce ethical material for sanity, and then producing it and being assaulted, mental revoke tribunals, TAFE accountancy courses\" .",
      "id": "s184"
    },
    {
      "text": "Self evidently, none of this comes close to delineating a factual foundation for any valid claim against the CBA.",
      "id": "s185"
    },
    {
      "text": "39 In relation to the $25,000 issue, Ms Dowling says at paragraph 6 that on the 3 rd August 1995 an NBA (presumably National Bank of Australia) cheque number 00122 for $25,000, being the deposit for 108 Wood Street property, was handed over to the parties for the contract to be finalised.",
      "id": "s186"
    },
    {
      "text": "The only other mention of a payment of $25,000 occurs at paragraph 24 where Ms Dowling records that on 7 December 1995 she received an application for the advance of a loan of $25,000 from the CBA (see further my comments about this issue below).",
      "id": "s187"
    },
    {
      "text": "As I have already pointed out, Ms Dowling does not allege that the CBA took, or stole, this amount from her, when she paid it as a deposit in connection with the purchase of a property at 108 Wood Street as she did orally at the hearing on 17 December 2007.",
      "id": "s188"
    },
    {
      "text": "The second allegation that she raised orally at that hearing, viz that the CBA had recorded a loan of $350,000 against her name when she had neither requested that loan, nor had received the proceeds of it, does not appear to be mentioned at all.",
      "id": "s189"
    },
    {
      "text": "In my view none of this material provides any factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim.",
      "id": "s190"
    },
    {
      "text": "40 Finally, as with the contents of many of the other documents she has filed, many of the events recorded in Ms Dowling's affidavit sworn on 25 September 2007 are completely irrelevant to any claim she may have against the CBA eg.",
      "id": "s191"
    },
    {
      "text": "at paragraph 78 she says that on 23 October 1997 she received the rates notice for the 129 Spring Street property, or at paragraph 116 she says that on 13 May 2000 she received a letter regarding land tax.",
      "id": "s192"
    },
    {
      "text": "41 In summary, having examined it carefully, I cannot find in her affidavit sworn on 25 September 2007 any delineation by Ms Dowling of any factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s193"
    },
    {
      "text": "Significantly, she has not raised the two specific allegations that she raised orally with me at the hearing on 17 December 2007, beyond mentioning the first in relatively neutral terms.",
      "id": "s194"
    },
    {
      "text": "Statement of Claim dated 30 October 2007 \n \n 42 The affidavit of the 30 th of October 2007 annexes at annexure \"A\" a document headed \"Statement of Claim\" .",
      "id": "s195"
    },
    {
      "text": "Having filed an affidavit in support of her application it was not necessary for Ms Dowling to also file a statement of claim.",
      "id": "s196"
    },
    {
      "text": "However, since that is what she has done, and it may serve to achieve what the affidavit does not, it bears closer examination.",
      "id": "s197"
    },
    {
      "text": "This document extends over four pages and contains 14 main paragraphs with a number of sub-paragraphs.",
      "id": "s198"
    },
    {
      "text": "The following is a summary: \n\n&#8226; Paragraphs one and two describe the corporate status of the CBA and the nature of its business in non controversial terms.",
      "id": "s199"
    },
    {
      "text": "&#8226; Paragraph three sets out a list of the affidavits that Ms Dowling had filed with the Court to that time.",
      "id": "s200"
    },
    {
      "text": "This list is, of course, is completely irrelevant to identifying any valid claim Ms Dowling may have against the CBA.",
      "id": "s201"
    },
    {
      "text": "&#8226; Paragraph four begins with the statement \" Pursuant to the agreement of being invited to be a vested/customer the Respondent's Business Dealings a 'Breach' took place \".",
      "id": "s202"
    },
    {
      "text": "Seven sub-paragraphs follow containing a confusing array of references to \" trademarks, business transactions, a statutory declaration\" dated 16 January 2002 which is said to be \" a legal alert, personal business practice\" from the \" Executive Office of Government Finance and the Respondents' Advisors to allow the process to be amended \" and concludes with a jumble of references to \" Breach, Restrictive Trade Practice, Excluded Assets dealings\", and Trademark privileg e.\" Apart from all this being obscure, confused and irrelevant, it does not provide any factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s203"
    },
    {
      "text": "&#8226; Paragraph five begins by stating that \" there were terms and conditions to being a vested/customer and those are\" - seven sub-paragraphs are then set out.",
      "id": "s204"
    },
    {
      "text": "As with paragraph four, these sub-paragraphs refer to a confusing array of irrelevant matters including: \" free market trading, Commonwealth Bank codes, the Banking Act, The Australia Constitution \" and \" National laws \".",
      "id": "s205"
    },
    {
      "text": "Again, none of this serves to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s206"
    },
    {
      "text": "&#8226; Paragraph six then pleads that the Respondent is in breach of all of the above mentioned \" conditions\" .",
      "id": "s207"
    },
    {
      "text": "It then sets out nine sub-paragraphs which also contain a jumble of references to \" property holdings, income, company legislation, trademarks, the local financial market, registered builders \", and \" futures and basic stock certificates\" .",
      "id": "s208"
    },
    {
      "text": "The concluding three sub paragraphs set out details of Ms Dowling's earnings in 1999 and end with the statement: \" The applicant would contribute to the reputation of the respondent.",
      "id": "s209"
    },
    {
      "text": "\" This paragraph is in a similar vein to the other paragraphs above --- confused and irrelevant without any delineation of the factual foundation for a claim against the CBA.",
      "id": "s210"
    },
    {
      "text": "&#8226; Paragraph seven contains a peculiar reference to a \" breach of the Respondent's knowledge\" and then sets out two sub-paragraphs that are just as confused and obscure as all of the others above.",
      "id": "s211"
    },
    {
      "text": "&#8226; Paragraph eight contains a relatively straightforward claim that Ms Dowling has suffered \" loss and damage \", but no more details are given.",
      "id": "s212"
    },
    {
      "text": "&#8226; Paragraph nine appears to contain an alternative claim that the CBA would not \" respond to regulation \", whatever that may mean.",
      "id": "s213"
    },
    {
      "text": "&#8226; Paragraph ten is in similar terms, claiming that the CBA would not \" respond to commercial practice\" , whatever that may mean.",
      "id": "s214"
    },
    {
      "text": "&#8226; The remaining paragraphs, 11-14 inclusive, appear to repeat the earlier references to breach, the statutory declaration dated 16 January 2002, the vested/customer account and the claim that Ms Dowling had suffered loss and damage.",
      "id": "s215"
    },
    {
      "text": "43 In summary, this so called statement of claim is a confused, obscure, nonsensical document containing a host of irrelevant material, which does nothing to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s216"
    },
    {
      "text": "As with the affidavit of 25 September 2007, it does not raise as a basis for a claim the two specific allegations that Ms Dowling raised orally with me at the hearing on 17 December 2007.",
      "id": "s217"
    },
    {
      "text": "Submissions dated 4 December 2007 \n \n 44 Instead of being an affidavit, the so-called 'affidavit' dated 4 December 2007 appears to be Ms Dowling's submissions in response to the CBA's application.",
      "id": "s218"
    },
    {
      "text": "This document is also confused.",
      "id": "s219"
    },
    {
      "text": "It begins by referring to Ms Dowling's dealings with the bank from 1995 to 2002 (paragraph 1A).",
      "id": "s220"
    },
    {
      "text": "It then refers to the Respondent being a \" trademark business corporation \" and sets out some details about the share capital of the CBA (paragraph 2A), followed by what appears to be a quote from the House of Lords decision in Salomon v A Salomon &amp; Co Ltd [1897] AC 22.",
      "id": "s221"
    },
    {
      "text": "Section 2 of the document then appears to set out nine alleged breaches under the Trade Practice Act Part 4 sections 52 and 86.",
      "id": "s222"
    },
    {
      "text": "Nowhere in this section does she descend into any detail about the facts involved in these alleged breaches.",
      "id": "s223"
    },
    {
      "text": "Throughout these paragraphs there are smatterings of references to court decisions which do not appear to have much relevance to the subject matter dealt with.",
      "id": "s224"
    },
    {
      "text": "Furthermore these paragraphs contain some bizarre statements, such as: \" The new act of service to the Applicant is a forgery of service under the trademark of the Respondent and reported on papers as a forgery for the Applicant because the service of the papers is gross and a person could not feel secure in any trade dealings with the matters\" .",
      "id": "s225"
    },
    {
      "text": "45 The final page of this document contains a mention of the allegation that the loan of $350,000 was not received.",
      "id": "s226"
    },
    {
      "text": "However, there is no explanation as to why the CBA is responsible for that, or how it could amount to a breach of s 52 of the Trade Practices Act , or, for that matter, any other valid claim against the CBA.",
      "id": "s227"
    },
    {
      "text": "This document then proceeds to list nine further transactions where the monies were allegedly either not received, or not recorded.",
      "id": "s228"
    },
    {
      "text": "In most cases it is not clear what the CBA has to do with these various allegations or, indeed, what the allegations are referring to.",
      "id": "s229"
    },
    {
      "text": "More importantly, even if these events occurred, this document does not explain how they could amount to a breach of s 52 of the Trade Practices Act , or found any other valid claim against the CBA.",
      "id": "s230"
    },
    {
      "text": "46 The sum of $25,000 does receive a brief mention in this document.",
      "id": "s231"
    },
    {
      "text": "On the final page there is a long list of matters including the following: \" Affidavit 25 th of September 2007 Annexure B number10.",
      "id": "s232"
    },
    {
      "text": "The amount of $25,000 was not deducted off the contract established by the bank \".",
      "id": "s233"
    },
    {
      "text": "This statement does not explain why the CBA was obliged to make such a deduction, or even whether that obligation rested with the CBA.",
      "id": "s234"
    },
    {
      "text": "It certainly does not explain how this could amount to a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s235"
    },
    {
      "text": "As with Ms Dowling's application, the affidavit of 25 September 2007 and the statement of claim, this document does nothing to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or, for that matter, any other valid claim against the CBA.",
      "id": "s236"
    },
    {
      "text": "Whilst she has mentioned the sums of $350,000 and $25,000 that were central to the specific allegations that she raised orally with me at the hearing on 17 December 2007, she has not provided any further details as to how either of these incidents involves a valid claim against the CBA.",
      "id": "s237"
    },
    {
      "text": "Affidavits sworn 14 December 2007 --- the first attempt at an explanation of the claim against the CBA \n \n 47 The four affidavits filed after Ms Dowling was given her first opportunity to explain exactly what she was claiming against the CBA and what the CBA had done to give rise to that claim, are as follows: \n\n&#8226; Affidavit of 12 December 2007 - This affidavit appears to be an attempt to respond to the affidavit of Ms Everett.",
      "id": "s238"
    },
    {
      "text": "It describes Ms Everett's affidavit as \" defunct \" or as establishing a \" motion to criminal proceedings \".",
      "id": "s239"
    },
    {
      "text": "Otherwise this affidavit is confused, disjointed and nonsensical.",
      "id": "s240"
    },
    {
      "text": "This is exemplified by one of the concluding paragraphs (paragraph 15) where it is stated that: \" the Applicant is in possession of commitment that in practice can not be described or act in \" defunct \" to the Federal Court from the Respondent \".",
      "id": "s241"
    },
    {
      "text": "&#8226; Affidavit of 13 December 2007: This affidavit appears to be an attempt to reply to the amended Notice of Motion said to be under Order 19 Rule 2 , which, of course, it is not.",
      "id": "s242"
    },
    {
      "text": "It sets out a list of irrelevant matters such as: Attorney-Generals, interim orders, industrial proceedings etc.",
      "id": "s243"
    },
    {
      "text": "It then sets out references to a number of the Rules of Court which appear to be totally irrelevant to the matters dealt with by the Notice of Motion.",
      "id": "s244"
    },
    {
      "text": "&#8226; Affidavit of 14 December 2007: This affidavit contains a number of references to the CBA's privacy policy, the relevance of which is not apparent.",
      "id": "s245"
    },
    {
      "text": "The Annexure to the affidavit is a blank Discharge Refinance Authority Form which also appears to have little, if any, relevance to any matter in issue.",
      "id": "s246"
    },
    {
      "text": "&#8226; Affidavit of 14 December 2007 (2 nd occurring): Paragraphs one and two of this affidavit appear to record the fact that the affidavit of the 25 th of September 2007 was filed in the Court on the 3 rd of October 2007.",
      "id": "s247"
    },
    {
      "text": "This is not in issue and is therefore completely irrelevant.",
      "id": "s248"
    },
    {
      "text": "Paragraph three of this affidavit appears to relate to the service of documents on the bank as does the section under the heading \" Service to the above Affidavits \" on the third page of the Affidavit.",
      "id": "s249"
    },
    {
      "text": "Again, this is not in issue and is therefore completely irrelevant.",
      "id": "s250"
    },
    {
      "text": "The remaining paragraphs of the affidavit give some detail of various transactions that occurred in relation to Ms. Dowling's various properties; none of which appears to be of any relevance to Ms Dowling's claims against the Bank or to explain what those claims are.",
      "id": "s251"
    },
    {
      "text": "The references on page 3 of this affidavit to various bodies \" not listening \" including \" the Law Society, the Police Society, the Real Estate Society and all the authority regulatory bodies\" are, likewise, completely irrelevant, as is the list of matters on page 4 following the confused statement: \" The office invented a third party that was somehow attached to the applicant in a mystery type of manner to establish \".",
      "id": "s252"
    },
    {
      "text": "The balance of this affidavit is similarly confused and nonsensical.",
      "id": "s253"
    },
    {
      "text": "In summary, as with all the other documents that preceded them (above) these four affidavits do nothing to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s254"
    },
    {
      "text": "Furthermore, these affidavits do not contain a mention of the allegations associated with the sums of $350,000 and $25,000 that emerged as the central and specific allegations at the hearing on 17 December 2007.",
      "id": "s255"
    },
    {
      "text": "Affidavit sworn 19 December 2007 --- the second and final attempt at an explanation of the claim against the CBA \n \n 48 Ms Dowling's second and final attempt to explain what her claims against the CBA were and, more importantly, to provide a factual foundation for any claim she may have, is contained in her affidavit of 19 December 2007.",
      "id": "s256"
    },
    {
      "text": "This affidavit commences with the bizarre statement: 'The applicant in not armed or dangerous and can proceed under the English language'.",
      "id": "s257"
    },
    {
      "text": "The affidavit then proceeds to go through the chronology of events recorded in the affidavit of 25 th of September 2007 by reference to the paragraph numbers in that affidavit and attempts to provide comments, or details, in relation to each of those events.",
      "id": "s258"
    },
    {
      "text": "Most of the information provided is either irrelevant, simple repetition, or nonsensical.",
      "id": "s259"
    },
    {
      "text": "This theme begins with the first event that occurred on the 30 th of March 1995 where Ms Dowling states, among other things, that \" the equity was governed by the Corporations Law\" , whatever that may mean.",
      "id": "s260"
    },
    {
      "text": "The theme continues through to the end of the affidavit which concludes (paragraph 178) with a warning as follows: \" The applicant advises that it could be an offence under the Federal Court Rules and law in general a legal and moral crime to withhold information given in these proceedings or stated proceedings from a law enforcement body or an authority under the Constitution of Australia\".",
      "id": "s261"
    },
    {
      "text": "49 Ms Dowling deals with the $25,000 issue, at paragraph 6 of this affidavit.",
      "id": "s262"
    },
    {
      "text": "There she appears to allege that $225,000 was to be paid by the CBA when the funds appearing on the title transfer for the 108 Wood Street property suggested $250,000 was paid.",
      "id": "s263"
    },
    {
      "text": "Given that $250,000 was the purchase price of the property this is the figure one would ordinarily expect to be stated on the title transfer.",
      "id": "s264"
    },
    {
      "text": "Ms Dowling then says that she \" could not turn the matter around and back to the $225,000 \".",
      "id": "s265"
    },
    {
      "text": "There is no logical reason why the purchase price should be \"turn[ed]....around and back to $225,000 \".",
      "id": "s266"
    },
    {
      "text": "Ms Dowling concludes that section of this affidavit by stating that the process was reported to the local police and adding \" the police started to play in \"creepy britches\" mental tempering was established.",
      "id": "s267"
    },
    {
      "text": "\" None of this provides any further explanation for, or detail of, Ms Dowling's allegation that the CBA had taken, or stolen, $25,000: see paragraphs 10, 39 and 46 above.",
      "id": "s268"
    },
    {
      "text": "Moreover Ms Dowling has completely failed to delineate any factual foundation for this claim (whether it involves a breach of s 52 of the Trade Practices Act or not) or any other valid claim against the CBA.",
      "id": "s269"
    },
    {
      "text": "50 At paragraph 8 of this affidavit, Ms Dowling refers to the loan of $350,000 which she alleges was never requested and the proceeds of which were never received.",
      "id": "s270"
    },
    {
      "text": "However, as I have already observed above (see paragraph 11), Ms Dowling appears to contradict this claim by stating that she applied the funds from this loan to various nominated purposes.",
      "id": "s271"
    },
    {
      "text": "Moreover, neither Ms Dowling nor the CBA has produced any record that would suggest a loan in this amount ever existed e.g.",
      "id": "s272"
    },
    {
      "text": "a letter of offer or a schedule of loan conditions similar to those set out at paragraph 13 above.",
      "id": "s273"
    },
    {
      "text": "The explanation for this may lie in a letter Ms Dowling sent to the CBA on 7 March 2002 which is annexed to her affidavit cum submissions dated 4 December 2007.",
      "id": "s274"
    },
    {
      "text": "In the third and fifth paragraphs of that letter Ms Dowling appears to explain that the amount of $350,000 is made up of the loan for $250,000 to purchase the 108 Wood Street property and the loan for $100,000 to improve the 26A Hill Street property.",
      "id": "s275"
    },
    {
      "text": "These amounts are confirmed in the schedule of loans set out in paragraph 17 above.",
      "id": "s276"
    },
    {
      "text": "Ms Dowling returns to this issue at paragraph 13 of this affidavit where she states: \"On the 31-8-2007 The Applicant received a Schedule from the Bank for $350,000.00 Term Loan 10 years maturing September 2005 (no specific date) FRTA Loan Account No.",
      "id": "s277"
    },
    {
      "text": "4433.",
      "id": "s278"
    },
    {
      "text": "Nominated Account No.",
      "id": "s279"
    },
    {
      "text": "4433.",
      "id": "s280"
    },
    {
      "text": "Attached Description of Security.",
      "id": "s281"
    },
    {
      "text": "A Second Registered Mortgage over the 129 Spring Street Property (my private home) and that the First Mortgage does not exceed $160,000.00.",
      "id": "s282"
    },
    {
      "text": "Significantly, this schedule has not been produced.",
      "id": "s283"
    },
    {
      "text": "51 As this affidavit proceeds, Ms Dowling appears to raise a number of new allegations against the CBA including that an account was raised under duress or fear (see paragraph 22), that a loan in the sum of $164,415 was raised and not received (paragraph 25) and that Ms Dowling did not receive the amounts of two loans, one for $160,000 and the other for $180,000 (paragraph 30).",
      "id": "s284"
    },
    {
      "text": "At paragraph 84, Ms Dowling seems to suggest that the CBA was responsible for the failure of the 108 Wood Street investment and that this was somehow connected with the figures available from the Main Roads Department of Queensland.",
      "id": "s285"
    },
    {
      "text": "When this affidavit deals with the events surrounding the forced sales of Ms Dowling's two properties to pay out the five loans (see paragraphs 118 to 130 inclusive) she describes the process variously as \"illegal\" and \"pure murder \" without explaining what she means by those words.",
      "id": "s286"
    },
    {
      "text": "Finally, the affidavit becomes incoherent where (at paragraphs 168 to 174 inclusive) Ms Dowling includes a claim that, in relation to an unspecified event: \"the concept of place was distorted to the point of a film production that was being filmed privately from a hidden source in the Family Home, at the Hospital, at the Family Home and the applicant was taking part.",
      "id": "s287"
    },
    {
      "text": "\" \n 52 In summary, Ms Dowling has entirely failed in this, her second and final attempt, to explain what her claims against the CBA were and exactly what the CBA had done to give rise to those claims i.e.",
      "id": "s288"
    },
    {
      "text": "the factual foundation for the claims.",
      "id": "s289"
    },
    {
      "text": "As with all the other documents that preceded it (above) this affidavit does nothing to delineate the factual foundation for any valid claim against the CBA, whether the claims be for breaches of s 52 of the Trade Practices Act , or some other valid claim against the CBA.",
      "id": "s290"
    },
    {
      "text": "53 Furthermore, this affidavit does not provide the necessary factual foundation for Ms Dowling's allegations about the loan of $ 350,000 and the deposit payment of $ 25,000 that became the central and specific allegations that Ms Dowling raised with me orally at the hearing on 17 December 2007.",
      "id": "s291"
    },
    {
      "text": "CONCLUSION \n \n 54 I have examined the application and the thirty affidavits Ms Dowling has relied upon to try to identify whether she had identified a valid claim against the CBA and the factual foundation for that claim, whether the claim be for a breach of s 52 of the Trade Practices Act or some other valid claim that this court might entertain.",
      "id": "s292"
    },
    {
      "text": "In particular, I have carefully examined the six affidavits that could possibly identify the claim and the factual foundation for it.",
      "id": "s293"
    },
    {
      "text": "This has been an extremely difficult and time consuming process because the affidavits are voluminous, disjointed, largely irrelevant and rambling.",
      "id": "s294"
    },
    {
      "text": "They contain a jumble of allegations about ethics, commercial practice, trademarks, the Australian Constitution , the Trade Practices Act , and many other things.",
      "id": "s295"
    },
    {
      "text": "I should add in relation to the trademark issue, that Ms Everett deposes in her affidavit to the fact that the CBA has not had any dealings with Ms Dowling in relation to any trademark matter.",
      "id": "s296"
    },
    {
      "text": "Moreover none of the correspondence that Ms Dowling annexes to her numerous affidavits makes any mention of any claim involving a trademark.",
      "id": "s297"
    },
    {
      "text": "Indeed it is difficult to see how Ms Dowling could have a trademark claim against the CBA arising out of her customer/banker relationship with the CBA.",
      "id": "s298"
    },
    {
      "text": "55 Quite apart from any trademark claim, Ms Dowling has completely failed in all the material she has filed to explain exactly what her claims against the CBA are, and exactly what the CBA had done to give rise to those claims.",
      "id": "s299"
    },
    {
      "text": "In other words she has not, despite filing and relying on a large volume of material, been able to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s300"
    },
    {
      "text": "In particular, she has not been able to provide the necessary details of, and factual foundation for, any valid claim arising out of the allegations that she made to me orally at the hearing on 17 December 2007 that the CBA took, or stole, the sum of $25,000, or raised a loan for the sum of $350,000 in her name and did not provide the proceeds thereof to her.",
      "id": "s301"
    },
    {
      "text": "56 Having reached this conclusion, the next question is whether Ms Dowling has any reasonable prospect of being able to identify a valid claim against the CBA, or the factual foundation for it, sometime in the future.",
      "id": "s302"
    },
    {
      "text": "I have concluded that the answer to this question is \"no\" .",
      "id": "s303"
    },
    {
      "text": "In reaching that conclusion I have taken into account the thirty affidavits that Ms Dowling has thus far filed and relied upon in which she has attempted to identify a valid claim and the factual foundation for it, but has completely failed to do so.",
      "id": "s304"
    },
    {
      "text": "Further, I take into account the fact that she has been granted two adjournments for the express purpose of allowing her to file further material directed to identifying her claims against the CBA and the factual foundation for them, with the same result.",
      "id": "s305"
    },
    {
      "text": "I also take into account the obscure, confused and sometimes bizarre nature of much of the material Ms Dowling has filed and the like manner in which she made submissions and responded to my questioning of her during the three days of hearing in this application.",
      "id": "s306"
    },
    {
      "text": "Finally I take into account these facts: Ms Dowling's concerns (whether or not they amounted to valid claims) arose out of events that occurred between six and twelve years ago which would ordinarily put them outside any relevant limitation period; the specific claims Ms Dowling raised about the loan of $350,000 and the deposit payment of $25,000 were (at once) of recent origin, improbable, not supported by any documents and apparently contradicted by Ms Dowling's own evidence; and Ms Dowling had a tendency as this matter proceeded to raise more and more allegations about misconduct on the part of the CBA, which allegations appeared to me to become increasing extreme and unconnected to reality.",
      "id": "s307"
    },
    {
      "text": "57 I am mindful of the fact that notwithstanding the lower test for summary judgment introduced by s 31A of the Federal Court of Australia Act it is incumbent upon the Court to be very cautious about terminating a litigant's right to pursue a genuine claim.",
      "id": "s308"
    },
    {
      "text": "I am also mindful of the fact that Ms Dowling is self represented and that this has probably affected her capacity to identify whatever claim she believes she has against the CBA.",
      "id": "s309"
    },
    {
      "text": "For this reason I have conducted a careful examination of the relevant materials Ms Dowling has relied upon to see whether any real basis for a claim exists within it.",
      "id": "s310"
    },
    {
      "text": "At the end of that process, even taking into account all these factors, I am forced to conclude that Ms Dowling's proceedings against the CBA have no reasonable prospect of success because nowhere in all the material that she has filed, or indeed in any of the material that the CBA has filed, has she been able to delineate the factual foundation for a claim involving a breach of s 52 of the Trade Practices Act , or any other valid claim against the CBA.",
      "id": "s311"
    },
    {
      "text": "Furthermore, based upon her conduct in, and of, these proceedings, I have concluded that there is no reasonable prospect of her ever being able to so.",
      "id": "s312"
    },
    {
      "text": "58 For these reasons I order that judgment be entered for the CBA against Ms Dowling in these proceedings and that Ms Dowling pays the CBA's costs of the proceedings.",
      "id": "s313"
    },
    {
      "text": "Since I have concluded that the CBA is entitled to summary judgment it is not necessary for me to consider the alternative applications it has made under O 20 r 5 and under O 11 r 16.",
      "id": "s314"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Reeves.",
      "id": "s315"
    },
    {
      "text": "Associate: \n\nDated: 8 February 2008 \n\n\n Counsel for the Applicant: In person \n \n Solicitor for the Applicant: Self represented litigant \n \n Counsel for the Respondent: Mr D S F Farquhar \n \n Solicitor for the Respondent: Cridlands Lawyers \n \n Date of Hearing: 11, 17 and 20 December 2007 \n \n Date of Judgment: 8 February 2008 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ANNEXURE A \n\n\n SUMMARY OF THE 30 AFFIDAVITS MS DOWLING HAS RELIED UPON \n \n\n Affidavit No Date Brief Summary of subject matter of the contents 1 25 September 2007 A chronology of events from 30 March 1995 to 28 January 2007 2 18 October 2007 Service of documents 3 16 October 2007 Service of documents 4 24 October 2007 Correspondence with Mr Gordon of the CBA which includes extensive quotes from the Australian Constitution 5 26 October 2007 Correspondence with Mr Gordon about the Registered Certificate Titles.",
      "id": "s316"
    },
    {
      "text": "6 30 October 2007 Annexes a document entitled Statement of Claim 7 5 November 2007 Annexes a document entitled Request for Further and Better Particulars of Statement of Claim 8 5 November 2007 Correspondence with Mr Gordon of the CBA about an amendment to an earlier affidavit 9 12 November 2007 Annexes a letter to Mr Gordon of the CBA about 'the Law of Understanding'.",
      "id": "s317"
    },
    {
      "text": "10 12 November 2007 Appears to relate to service 11 14 November 2007 Lists all earlier affidavits filed 12 16 November 2007 Annexes a statement 'A' wherein Ms Dowling does not admit to 'any secret dealing with the Public- Trustee of Toowoomba, Queensland or... Police of Toowoomba...' 13 20 November 2007 Annexes six pages of quotes from the Australian Trade Practices Commission Australian Business Law Review.",
      "id": "s318"
    },
    {
      "text": "14 21 November 2007 Annexes a statement 'A' wherein Ms Dowling confirms the receipt of the CBA's Notice of Appearance and seeks discovery of documents.",
      "id": "s319"
    },
    {
      "text": "It includes a statement 'My consent is available to the respondent's solicitors to discover all the records of the Court and any record under affidavit that would be available to the bank.",
      "id": "s320"
    },
    {
      "text": "The (Respondent) or any Authority engaged in Banking Regulations and Service to the community by the Respondent knowing the Respondent has already replied to the matter....' 15 28 November 2007 Appears to relate to the service of a letter on the 18 December 2006 and an affidavit dated 13 August 2007 and concludes with the statement: 'The applicant is not to accept the Statement as purger (sic) from the Respondent .....'.",
      "id": "s321"
    },
    {
      "text": "16 29 November 2007 Appears to be a copy of the affidavit of 28 November 2007 (above).",
      "id": "s322"
    },
    {
      "text": "17 29 November 2007 Quotes from a CCH publication on the Privacy Act , annexes an affidavit sworn 13 August 2007 and another document entitled \"affidavit\" which among other things refers to the disclosure of information and gives consent to the CBA releasing all information on the applicant.",
      "id": "s323"
    },
    {
      "text": "It also annexes what appears to be the CBA's Privacy Policy Statement.",
      "id": "s324"
    },
    {
      "text": "18 3 December 2007 Is headed 'Reply to papers offered by the Respondent' but refers to the Workplace Relations Case, the duties of Cridlands (the CBA's solicitors) and concludes with the statement: 'In view of the matter the Applicant would feel assured with the above assurance given because of the alleged \"Breach\" by the Respondent and \"Money usage is a man made science\" and is regulated by the Federal Government.",
      "id": "s325"
    },
    {
      "text": "' 19 4 December 2007 Whilst in the form of an affidavit, appears to be Ms Dowling's submissions on the CBA's application.",
      "id": "s326"
    },
    {
      "text": "20 5 December 2007 As above with what are said to be amended submissions yet appears to be the same as annexure E to the above 21 5 December 2007 Acknowledges receipt of the CBA's submissions and says Ms Dowling's submissions will be delivered in person.",
      "id": "s327"
    },
    {
      "text": "22 7 December 2007 Appears to be an application under Order 14 Rule 2.",
      "id": "s328"
    },
    {
      "text": "23 10 December 2007 Lists the 18 affidavits to that time 24 10 December 2007 Sets out the Applicant's mission statement including: '10 To assist the Saints by remembering the advice of one is to be sincere.",
      "id": "s329"
    },
    {
      "text": "' 25 12 December 2007 Sets out what appear to be comments on the Affidavit of Ms Everett.",
      "id": "s330"
    },
    {
      "text": "26 14 December 2007 Said to be a 'further explanation of the Applicant's affidavit dated 25 September 2007 .....\".",
      "id": "s331"
    },
    {
      "text": "27 14 December 2007 Refers to the CBA's privacy policy and annexures a blank discharge/refinance authority 28 13 December 2007 Refers to the Respondent's Notice of Motion and sets out Ms. Dowling's understanding of the procedures of the Court.",
      "id": "s332"
    },
    {
      "text": "29 12 December 2007 Appears to be a further copy of the Affidavit of 12 December 2007 (above).",
      "id": "s333"
    },
    {
      "text": "30 19 December 2007 Said to be a 'submission and statement attached to the affidavit dated 25 September 2007.....' and comments on each of the paragraphs of the affidavit dated 25 September 2007 in turn.",
      "id": "s334"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/59.html",
      "id": "s335"
    }
  ]
}