{
  "name": "Sharples v Australian Electoral Commission (No 3) [2008] FCA 63 (12 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/63.html",
  "catchphrases": [
    {
      "text": "federal court rules 1979 (cth) o 80",
      "id": "c0"
    },
    {
      "text": "request by party for referral to legal practitioner",
      "id": "c1"
    },
    {
      "text": "referral refused",
      "id": "c2"
    },
    {
      "text": "held that order 80 confined to proceedings before the court",
      "id": "c3"
    },
    {
      "text": "held that order 80 does not extend to making a referral prior to commencement of proceedings",
      "id": "c4"
    },
    {
      "text": "proceedings not properly \"commenced\" or \"carried on\"",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings have been commenced by way of an Applicatio n filed on 21 November 2007.",
      "id": "s0"
    },
    {
      "text": "That Application identifies the Applicants as being Terry Patrick Sharples, First Applicant, and The Fishing Party, as being the Second Applicant.",
      "id": "s1"
    },
    {
      "text": "There are a number of Respondents, including the Australian Electoral Commission as the First Respondent and the Australian Fishing &amp; Lifestyle Party as the Second Respondent.",
      "id": "s2"
    },
    {
      "text": "2 The Application seeks ( inter alia ) a declaration that the registration of the Australian Fishing &amp; Lifestyle Party pursuant to the Commonwealth Electoral Act 1918 (Cth) was \" induced or procured by fraud or misleading information .",
      "id": "s3"
    },
    {
      "text": "\"\n \n3 Order 4, r 6(1A) of the Federal Court Rules 1979 (Cth) provides that \" an applicant seeking to rely on an allegation of fraud, misrepresentation, breach of trust, wilful default or undue influence must file and serve a statement of claim .",
      "id": "s4"
    },
    {
      "text": "\"\n \n4 On 12 December 2007 a directions hearing was held in Canberra and a variety of matters were then addressed, including a direction for the filing by the Applicants of a \" Statement of Claim, including particulars of any fraud or misrepresentation relied upon, on or before 18 January 2008 .",
      "id": "s5"
    },
    {
      "text": "\" \n \n5 The filing of a Statement of Claim was directed to addressing two issues: namely, the need for allegations such as those sought to be advanced to proceed by way of a Statement of Claim and to permit the Second Applicant to commence proceedings -- or hereafter \"carry on\" proceedings -- in accordance with O 4, r 14(2) which provides as follows:\n \n Except as provided by or under any Act, a corporation may not, without the leave of the Court, commence or carry on any proceeding otherwise than by a solicitor.",
      "id": "s6"
    },
    {
      "text": "The Application as filed was not commenced by a solicitor.",
      "id": "s7"
    },
    {
      "text": "The need to proceed by way of Statement of Claim has previously been brought to the attention of the Applicants, as have the terms of O 4, r 6(1A).",
      "id": "s8"
    },
    {
      "text": "6 The terms of O 4, r 14 have also been brought to the attention of the Second Applicant.",
      "id": "s9"
    },
    {
      "text": "Indeed, on 21 November 2007 Spender J made an order that:\n \n The Second Applicant is to prosecute the application only in accordance with Order 4 rule 14 of the Federal Court Rules .",
      "id": "s10"
    },
    {
      "text": "On 11 December 2007 the Second Applicant contended that it then had available to it evidence which was not before Spender J and sought to have a Mr Robert Smith appear for the Second Applicant.",
      "id": "s11"
    },
    {
      "text": "On that occasion the need for compliance with O 4, r 14 was again affirmed and the indulgence sought by the Second Applicant to have Mr Smith appear for it was refused: Sharples v Australian Electoral Commission [2007] FCA 2102.",
      "id": "s12"
    },
    {
      "text": "Leave to appeal that decision was sought and refused: Sharples v Australian Electoral Commission (No 2) [2007] FCA 2103.",
      "id": "s13"
    },
    {
      "text": "7 Directions were made as to the future conduct of the proceedings on 12 December 2007 and permitted the Second Applicant an opportunity to comply with O 4, r 14, it being envisaged that if the Second Applicant wished to \" carry on \" the proceedings it could do so by way of a Statement of Claim naming it as a party and by retaining a solicitor for that purpose.",
      "id": "s14"
    },
    {
      "text": "No Statement of Claim has been filed in accordance with that direction.",
      "id": "s15"
    },
    {
      "text": "8 On 12 December 2007 the proceedings were stood over for further directions on 8 February 2008.",
      "id": "s16"
    },
    {
      "text": "9 Prior to 8 February 2008, and notwithstanding non-compliance with the direction made for the filing of a Statement of Claim , the ACT Registry of this Court received a letter dated 18 January 2008 stating:\n \n The Fishing Party as the Second Applicant hereby urgently applies to the Registrar of the Federal Court for legal assistance under the Federal Court Legal Assistance Scheme.",
      "id": "s17"
    },
    {
      "text": "The party has already presented before Justice Flick [on] 11 December 2007 in relation to its finances with an Affidavit from the Party Agent and evidence of the Federal Party's only bank account which depicted a balance at that time of $677.00.",
      "id": "s18"
    },
    {
      "text": "The party is an unincorporated voluntary non-profit organisation registered as a federal political party to contest federal elections.",
      "id": "s19"
    },
    {
      "text": "The Party has surely shown that it is not in a current position to employ or pay for any legal representation in this matter that it sees as a National public interest case and Flick J has refused leave for the party to have a non solicitor represent them.",
      "id": "s20"
    },
    {
      "text": "The seriousness of the case is that the party is claiming that a political party AFLP obtained party registration by fraud or misrepresentation and has now contested the 2007 Federal Election that if exposed may bring the 2007 Federal Senate Elections of Qld, NSW and SA into disrepute.",
      "id": "s21"
    },
    {
      "text": "If further evidence that pro bono legal assistance is required, then the party can provide the necessary statements or documents.",
      "id": "s22"
    },
    {
      "text": "There is a hearing set down for 8 February in the ACT Federal Court to which The Fishing Party wishes to proceed with if it can receive legal assistance.",
      "id": "s23"
    },
    {
      "text": "That Application , as made on behalf of the Second Applicant, has been construed as an Application for a referral to be made pursuant to O 80, r 4(1) of the Federal Court Rules.",
      "id": "s24"
    },
    {
      "text": "10 Also prior to 8 February 2008, a Notice of Motion was filed on 6 February 2008 on behalf of Mr Sharples seeking ( inter alia ) an extension of time within which to comply with the directions previously made.",
      "id": "s25"
    },
    {
      "text": "The Notice of Motion was accompanied by a letter and an Affidavit which he requested not be made available to the other parties to the proceeding.",
      "id": "s26"
    },
    {
      "text": "The letter stated that for \" health reasons \" he would not be able to attend on 8 February 2008.",
      "id": "s27"
    },
    {
      "text": "Given the request that the Affidavit not be made available to the other parties, it was not read and as events unfolded on 8 February 2008 it was not necessary to do so.",
      "id": "s28"
    },
    {
      "text": "11 On 8 February 2008 the Court was informed that Mr Sharples sought to discontinue the proceedings provided that he was not thereby exposed to an order for the payment of costs.",
      "id": "s29"
    },
    {
      "text": "The Respondents were content to embrace that proposal.",
      "id": "s30"
    },
    {
      "text": "12 Accordingly, there were before the Court on 8 February three matters for consideration, namely:\n \n 1. the making of orders to give effect to the proposal for Mr Sharples to discontinue the proceedings; \n 2. the request for an order of referral pursuant to O 80; and \n 3. the future conduct of the proceedings given the orders previously made on 11 December 2007 against The Fishing Party.",
      "id": "s31"
    },
    {
      "text": "DISCONTINUANCE BY MR SHARPLES \n \n13 On 8 February 2008 there was, not unexpectedly, no appearance by Mr Sharples.",
      "id": "s32"
    },
    {
      "text": "14 The Court was, however, informed of discussions between Mr Sharples and Ms Dowsett of the Australian Government Solicitor as well as a proposal by Mr Sharples for him to discontinue the proceedings.",
      "id": "s33"
    },
    {
      "text": "The Second Respondent has to date not taken any active part in the proceedings.",
      "id": "s34"
    },
    {
      "text": "Ms Dowsett represents the First and Seventh Respondents.",
      "id": "s35"
    },
    {
      "text": "15 Order 22 of the Federal Court Rules governs the withdrawal and discontinuance of proceedings.",
      "id": "s36"
    },
    {
      "text": "Order 22, r 2(1) provides in relevant part as follows:\n \n Subject to subrules 2 and 3 a party making a claim for relief may discontinue a proceeding so far as concerns the whole or any part of any claim for relief, by notice in accordance with Form 29: \n \n (a) ... \n (b) where after the directions hearing the proceeding continues on pleadings but the pleadings are not closed -- without the leave of the Court or the consent of any other party; ... \n\n16 Order 22, r 3(1) further provides:\n \n A party who discontinues pursuant to paragraph 2 (1) (a) or (b) shall be liable to pay the costs of the other party or parties occasioned by the whole or the relevant part of the proceeding.",
      "id": "s37"
    },
    {
      "text": "17 The Affidavit of Ms Dowsett affirmed on 25 January 2008 gives an account of a series of emails between Ms Dowsett and Mr Sharples in January 2008.",
      "id": "s38"
    },
    {
      "text": "The subject of this exchange was Mr Sharples' proposal to discontinue the proceedings with each side bearing its own costs beyond any orders already made by this Court.",
      "id": "s39"
    },
    {
      "text": "18 There thus being a desire on the part of Mr Sharples to discontinue the proceedings and concurrence on the part of the Respondents to the course proposed, it was considered only appropriate to make orders giving effect to the agreement of those parties.",
      "id": "s40"
    },
    {
      "text": "A REQUEST FOR A REFERRAL -- ORDER 80, RULE 4 \n \n19 On 8 February 2008 there was also no appearance for The Fishing Party and, accordingly, no submissions made in respect to the request made on behalf of The Fishing Party by Mr Robert Smith that there be a referral pursuant to O 80, r 4 of the Federal Court Rules.",
      "id": "s41"
    },
    {
      "text": "Notwithstanding the non-appearance, it is appropriate to address the request made in case it be thought by The Fishing Party (or other interested persons) that the request has not been considered.",
      "id": "s42"
    },
    {
      "text": "20 Order 80, r 4(1) and (2) provide as follows:\n \n (1) The Court or a Judge may, if it is in the interests of the administration of justice, refer a litigant to the Registrar for referral to a legal practitioner on the Pro Bono Panel for legal assistance in relation to a proceeding before the Court.",
      "id": "s43"
    },
    {
      "text": "(2) For subrule (1), the Court or Judge may take into account: \n (a) the means of the litigant; and \n (b) the capacity of the litigant to obtain legal assistance outside the scheme; and \n (c) the nature and complexity of the proceeding; and \n (d) any other matter that the Court, or Judge, considers appropriate.",
      "id": "s44"
    },
    {
      "text": "21 The discretionary power to make a referral is expressed in terms of whether a referral is \" in the interests of the administration of justice \".",
      "id": "s45"
    },
    {
      "text": "It is a power expressed in \" wide terms \": Taylor v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 319.",
      "id": "s46"
    },
    {
      "text": "French J there observed:\n \n [10] In deciding whether to refer a matter to the Registrar under O 80 r 4, a judge undertakes an administrative function in aid of the jurisdiction of the Court: Scho kker v Commissioner of Taxation [2000] FCA 1734.",
      "id": "s47"
    },
    {
      "text": "The decision whether to issue a referral certificate does not depend necessarily upon any assessment of the strength of the case.",
      "id": "s48"
    },
    {
      "text": "Indeed as O 80 r 1(4) makes clear, a referral under O 80 is not an indication that the Court has formed any opinion on the merits of a litigant's case.",
      "id": "s49"
    },
    {
      "text": "Where a case is patently hopeless then that might form a basis for refusing an O 80 certificate.",
      "id": "s50"
    },
    {
      "text": "The 'interests of justice' is a wide term.",
      "id": "s51"
    },
    {
      "text": "It can encompass a circumstance in which, regardless of the merits of his appeal, the significance of the outcome to an appellant and perhaps to third parties such as family members is such that the appellant should be afforded every opportunity to properly present his or her case and should have legal representation for that purpose.",
      "id": "s52"
    },
    {
      "text": "That does not mean that if legal representation is unavailable the litigation must come to a halt.",
      "id": "s53"
    },
    {
      "text": "It may be that, if in the end, no pro bono practitioner is found who is willing to act then the appellant would have to represent himself.",
      "id": "s54"
    },
    {
      "text": "A referral has been refused where it has been concluded that proceedings disclose no arguable basis or disclose no reasonable prospects of success: see, eg, Ri v era v Commonwealth of Australia [2007] FCA 1465 ; Rivera v Minister for Home Affairs [2008] FCA 1.",
      "id": "s55"
    },
    {
      "text": "22 No matter how wide the discretionary power may be, it is considered that it is a power confined by reference to the requirement that it be a power to be exercised \" in relation to a proceeding before the Court \", namely a \" proceeding \" which has been properly commenced.",
      "id": "s56"
    },
    {
      "text": "Order 4, r 14 expressly provides that, without the leave of the Court, the Second Applicant \" may not ... commence ... any proceeding otherwise than by a solicitor .",
      "id": "s57"
    },
    {
      "text": "\" The orders of Spender J made clear that The Fishing Party was \" to prosecute the application only in accordance with O 4, r 14 \".",
      "id": "s58"
    },
    {
      "text": "Leave subsequently sought to have Mr Smith appear for the Party was refused.",
      "id": "s59"
    },
    {
      "text": "Although the definition of the term \" proceeding \" is further defined by O 4, r 4, and is a \" very wide definition \" ( Fiorentino v Irons (1997) 79 FCR 327 at 330), the width of the definition would not embrace a \" proceeding \" which the Rules expressly prohibit being \" commenced \", at least in the manner pursued to date by the Second Applicant.",
      "id": "s60"
    },
    {
      "text": "23 No power to make a referral exists prior to the commencement of proceedings, be it at the request of an individual or a corporation, whether or not represented by a solicitor.",
      "id": "s61"
    },
    {
      "text": "It is at that point of a proceeding being commenced in the Court that the interest of the Court \"in the administration of justice \" arises.",
      "id": "s62"
    },
    {
      "text": "24 Even if O 80, r 4(1) is not to be so construed, and even if it be concluded that the Court does have power to make a referral at the request of the Second Applicant, it is nevertheless considered that the power should not be exercised in the present case.",
      "id": "s63"
    },
    {
      "text": "Thus, even if the proceedings had been properly \" commenced \" by The Fishing Party, or even had the request been made by the First Applicant, it would have been refused.",
      "id": "s64"
    },
    {
      "text": "25 Order 80, r 1(2) states that the purpose of O 80 is to:\n \n ... facilitate, where it is in the interests of the administration of justice, the provision of legal assistance to litigants who are otherwise unable to obtain assistance.",
      "id": "s65"
    },
    {
      "text": "The letter seeking the referral sets forth those limited monies to the credit of what is said to be The Fishing Party's \" only bank account .",
      "id": "s66"
    },
    {
      "text": "\" But that assertion falls short of establishing that The Fishing Party is unable to raise such monies as may be necessary to secure legal assistance.",
      "id": "s67"
    },
    {
      "text": "Whether the members of The Fishing Party have been approached with a view to securing such monies as may be necessary to pursue the proceedings, and their response to any approach, has been left to speculation.",
      "id": "s68"
    },
    {
      "text": "26 Even if funds were not available, the power would still not have been exercised in favour of making a referral.",
      "id": "s69"
    },
    {
      "text": "The Commonwealth Electoral Act 1918 (Cth) plays a central role in the registration of political parties and, accordingly, a central role in the democratic processes of the Commonwealth.",
      "id": "s70"
    },
    {
      "text": "The First Respondent to the proceedings, the Australian Electoral Commission, is established pursuant to s 6(1) of the 1918 Act.",
      "id": "s71"
    },
    {
      "text": "Proceedings which seek to agitate the manner in which that legislation is being administered are thus to be approached with a proper sense of the objects and purposes of the Act itself.",
      "id": "s72"
    },
    {
      "text": "27 The case sought to be advanced by the Applicants is that the Australian Fishing &amp; Lifestyle Party secured its registration as a political party by means described as \" fraudulent \" and by using \" misleading information .",
      "id": "s73"
    },
    {
      "text": "\" The First Applicant in his Affidavit contends that the Australian Fishing &amp; Lifestyle Party:\n \n ... knowingly and fraudulently submitted 500 plus names and addresses and signed membership application forms to the first respondent on or about the 4 January 2007.",
      "id": "s74"
    },
    {
      "text": "The detail as to how such serious allegations are to be established remains at this stage elusive.",
      "id": "s75"
    },
    {
      "text": "The evidence as filed to date is more characterised by broadly expressed conclusions and allegations than by any exposition of facts from which the Court could make its own findings.",
      "id": "s76"
    },
    {
      "text": "28 Now is not the occasion, of course, to undertake a detailed review of the evidence and to make any findings of fact, no matter how tentatively they may be expressed.",
      "id": "s77"
    },
    {
      "text": "And no attempt has been made to form any conclusion as to the strengths or weaknesses of the case sought to be advanced, either as to its legal merits or the factual basis upon which submissions may ultimately be made.",
      "id": "s78"
    },
    {
      "text": "For present purposes it is only necessary to form some view as to how the case could possibly be advanced.",
      "id": "s79"
    },
    {
      "text": "29 The allegations being made are serious.",
      "id": "s80"
    },
    {
      "text": "And it may well be that the Court would be assisted by the factual and legal contentions sought to be advanced by the Applicants being presented by a legal practitioner.",
      "id": "s81"
    },
    {
      "text": "The resolution of the contentions being advanced will involve, if the proceedings were otherwise to proceed, some legal and factual complexity.",
      "id": "s82"
    },
    {
      "text": "Indeed, when previously addressing O 4, r 14, one consideration taken into account was the positive input which it was considered a legal practitioner could bring to the proceedings, including a disciplined consideration as to the allegation of fraud: Sharples v Australian Electoral Commission [2007] FCA 2102 at [10] --- [11].",
      "id": "s83"
    },
    {
      "text": "30 The desirability of legal assistance does not, however, dictate that in all cases where such assistance is desirable that a referral should necessarily be made.",
      "id": "s84"
    },
    {
      "text": "Order 80, r 4(1) retains unto the Court a discretion, \" The Court or a Judge may ...\" make a referral.",
      "id": "s85"
    },
    {
      "text": "Assuming the Court had power to make a referral in the present proceedings, a referral would not be made in the exercise of the discretion conferred.",
      "id": "s86"
    },
    {
      "text": "Factors which have been considered when exercising the discretion have included considerable reservation as to the utility of any relief which may ultimately be granted and also considerable reservation as to the ability of the Applicants to make out necessary findings of facts.",
      "id": "s87"
    },
    {
      "text": "Also taken into account is whether the present proceedings involve anything more than an examination of the conduct of two groups of members of rival bodies.",
      "id": "s88"
    },
    {
      "text": "The evidence would likely ultimately address the conduct of those two rival groups and whether or not there has been conduct amounting to fraud or misleading conduct.",
      "id": "s89"
    },
    {
      "text": "If that be correct, the present proceedings may be more concerned with the private interests of the group members than with more broadly expressed interests of the public generally.",
      "id": "s90"
    },
    {
      "text": "DISMISSAL OF THE PROCEEDINGS -- THE FISHING PARTY \n \n31 As stated, The Fishing Party did not appear on 8 February 2008.",
      "id": "s91"
    },
    {
      "text": "Nor was any Statement of Claim filed on its behalf and no request made for any extension of time within which to do so.",
      "id": "s92"
    },
    {
      "text": "32 Also as stated, it is considered that the proceedings were not properly \" commenced \" by The Fishing Party and, even if that not be so, O 4, r 14 provides that it cannot \" carry on \" the proceedings otherwise than by a solicitor, leave for Mr Smith to appear having been refused.",
      "id": "s93"
    },
    {
      "text": "33 In such circumstances it is considered appropriate to make an order dismissing the proceedings generally.",
      "id": "s94"
    },
    {
      "text": "34 The order dismissing the present proceedings, it should be noted, does not preclude The Fishing Party from commencing any such future proceeding as it sees fit which complies with the Federal Court Rules and O 4, r 14 in particular.",
      "id": "s95"
    },
    {
      "text": "35 In embracing the proposal that Mr Sharples discontinue his proceedings, the only order as to costs sought to be preserved on 8 February 2008 by the Respondents represented by Ms Dowsett was that made on 11 December 2007.",
      "id": "s96"
    },
    {
      "text": "That was an order not made against Mr Sharples but rather an order that The Fishing Party pay costs of and incidental to the hearing of its Motion seeking to have Mr Smith appear.",
      "id": "s97"
    },
    {
      "text": "No other submissions were made as to costs by those Respondents on 8 February 2008.",
      "id": "s98"
    },
    {
      "text": "It was thus assumed that those Respondents, when seeking an order that the proceedings be dismissed generally, did not intend to recover any further or additional costs against The Fishing Party by reason of the dismissal of its proceedings.",
      "id": "s99"
    },
    {
      "text": "ORDERS \n \n36 The orders of the Court are:\n \n1.",
      "id": "s100"
    },
    {
      "text": "Leave be granted to the First Applicant, Terry Patrick Sharples, to discontinue the proceedings.",
      "id": "s101"
    },
    {
      "text": "2.",
      "id": "s102"
    },
    {
      "text": "There be no order as to costs other than the order as to costs made on 11 December 2007.",
      "id": "s103"
    },
    {
      "text": "3.",
      "id": "s104"
    },
    {
      "text": "The proceedings be otherwise dismissed.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick \n\n\n Associate:\n\nDated: 12 February 2008\n\n\n The Applicant: No appearance \n \n Counsel for the Respondent: C Dowsett (Australian Government Solicitor) \n \n Date of Hearing: 9 February 2008 \n \n Date of Judgment: 12 February 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/63.html",
      "id": "s106"
    }
  ]
}