{
  "name": "Etl v Kliger Partners [2008] FCA 602 (30 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/602.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "applicant sought to appeal from interlocutory judgment",
      "id": "c1"
    },
    {
      "text": "leave to appeal required",
      "id": "c2"
    },
    {
      "text": "principles to be applied",
      "id": "c3"
    },
    {
      "text": "where no argument advanced which suggested the trial judge erred in his discretion",
      "id": "c4"
    },
    {
      "text": "where no substantial injustice to applicant",
      "id": "c5"
    },
    {
      "text": "application dismissed",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 There is before the Court an application by Mr Etl for an extension of time in which to file and serve a notice of appeal from a judgment of Marshall J given on 17 December 2007.",
      "id": "s0"
    },
    {
      "text": "On that date his Honour made an order affirming a sequestration order made against Mr Etl by a Registrar on 25 September 2007.",
      "id": "s1"
    },
    {
      "text": "His Honour also dismissed an application for review of the judgment of the Registrar and made certain orders relating to costs.",
      "id": "s2"
    },
    {
      "text": "It appears that an application was made by counsel appearing for Mr Etl before his Honour for an adjournment.",
      "id": "s3"
    },
    {
      "text": "That application was refused.",
      "id": "s4"
    },
    {
      "text": "Thereafter, Mr Etl did not oppose the making of the orders made by his Honour on 17 December 2007.",
      "id": "s5"
    },
    {
      "text": "2 There is before the Court a draft notice of appeal which has been filed by Mr Etl.",
      "id": "s6"
    },
    {
      "text": "That notice of appeal says that the appeal is from the whole of the judgment given on 17 December 2007.",
      "id": "s7"
    },
    {
      "text": "However, when one comes to the grounds, they are that his Honour erred in the exercise of his discretion in refusing the adjournment.",
      "id": "s8"
    },
    {
      "text": "The ground is that his Honour had not exercised his discretion judicially and had done so \"in a manner that caused a miscarriage of justice in the affirming of the sequestration order made against the Appellant.",
      "id": "s9"
    },
    {
      "text": "\"\n \n3 As I understand it, the appeal is directed to the refusal of the adjournment.",
      "id": "s10"
    },
    {
      "text": "I take that view because of what appears in the draft notice of appeal and by reason of the fact that the orders that were made after the adjournment application was refused were not opposed.",
      "id": "s11"
    },
    {
      "text": "4 Mr Etl appeared in person before me on 30 April 2008 and made a strong plea for, in substance, a further adjournment of the proceeding so that he could pursue various lines of inquiry which, as I understood him, were directed towards establishing that the sequestration order made against him by the Registrar in September last year was obtained as a result of conduct by the parties seeking that order which he was disposed to characterise as criminal, fraudulent and improper.",
      "id": "s12"
    },
    {
      "text": "The Court is in no doubt that Mr Etl harbours a serious subjective grievance about the circumstances surrounding the making of the sequestration order.",
      "id": "s13"
    },
    {
      "text": "5 His submissions amounted to an attempt to reargue matters which had been raised or which could have been raised before the Registrar in opposition to the making of the sequestration order.",
      "id": "s14"
    },
    {
      "text": "As I have noted, allegations of fraud and criminal conduct were made against a number of people.",
      "id": "s15"
    },
    {
      "text": "No evidence was advanced to support these claims.",
      "id": "s16"
    },
    {
      "text": "It was said that complaints had been made to a legal regulatory authority and a copy of a police statement made by Mr Etl six days ago was also handed up.",
      "id": "s17"
    },
    {
      "text": "These complaints related to alleged misconduct which was said to have occurred prior to September 2007.",
      "id": "s18"
    },
    {
      "text": "In addition, Mr Etl said that he was involved in discussions with his trustee and other interested parties with a view to having his bankruptcy discharged.",
      "id": "s19"
    },
    {
      "text": "6 Some of the complaints and negotiations which he described postdate the orders made by his Honour and plainly could not have been relied on in support of the application for an adjournment which was made on 17 December 2007.",
      "id": "s20"
    },
    {
      "text": "Insofar as there were matters relating to conduct which predated 17 December 2007, they were matters which could properly have been raised before the Registrar at the time the sequestration order was sought.",
      "id": "s21"
    },
    {
      "text": "Mr Etl says that he did raise some of these matters.",
      "id": "s22"
    },
    {
      "text": "Others were not.",
      "id": "s23"
    },
    {
      "text": "7 In these circumstances the first issue for the Court is whether leave should be granted to Mr Etl to make an application for leave to appeal against his Honour's refusal of the adjournment out of time.",
      "id": "s24"
    },
    {
      "text": "8 Mr Etl would appear not to have slept on his rights but to have made contact with the Registry of the Court with a view to doing that which was necessary procedurally to commence an appeal against his Honour's orders.",
      "id": "s25"
    },
    {
      "text": "He was not legally represented at the time.",
      "id": "s26"
    },
    {
      "text": "He did not appear to understand the difference between an application for leave to appeal and an appeal.",
      "id": "s27"
    },
    {
      "text": "He sought to file a notice of appeal within a relatively short time after his Honour made the order on 17 December.",
      "id": "s28"
    },
    {
      "text": "Were that the only issue involved on the present application, I would be disposed to grant Mr Etl the indulgence which he seeks to file a draft notice of appeal out of time.",
      "id": "s29"
    },
    {
      "text": "However, there is a more fundamental problem and that is that what he is seeking to do is to appeal against a refusal of an adjournment.",
      "id": "s30"
    },
    {
      "text": "That is an order of an interlocutory character and he, therefore, requires leave to appeal (see s 24(1A) Federal Court of Australia Act 1976 (Cth)).",
      "id": "s31"
    },
    {
      "text": "9 The principles are well established.",
      "id": "s32"
    },
    {
      "text": "A Court which is asked to grant leave to appeal from an interlocutory decision must first determine whether, in all the circumstances, the decision is attended by sufficient doubt to warrant it being reconsidered.",
      "id": "s33"
    },
    {
      "text": "Secondly, it must consider whether substantial injustice would result if leave were refused, supposing the decision to be wrong, see Decor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397.",
      "id": "s34"
    },
    {
      "text": "Mr Etl has advanced no argument at all which suggests that his Honour made any error in the exercise of his discretion to refuse the adjournment sought on 17 December 2007.",
      "id": "s35"
    },
    {
      "text": "10 Even if the draft notice of appeal is to be understood as an attempt to commence an appeal from the whole of his Honour's judgment which includes the affirmation of the sequestration order, no error is established, given that the making of those orders was not opposed and no argument was directed to his Honour designed to persuade him that the Registrar had erred in making the sequestration order.",
      "id": "s36"
    },
    {
      "text": "Accordingly, I am not persuaded that his Honour's decision is attended by any doubt and there is, therefore, no occasion for it to be reconsidered on appeal.",
      "id": "s37"
    },
    {
      "text": "11 Moreover, no substantial injustice will result for Mr Etl in the event that leave is refused because he will remain free to pursue the inquiries which he has been undertaking with a view to obtaining fresh evidence which, if it is obtained, may enable him to make application to the Court for the sequestration order to be set aside.",
      "id": "s38"
    },
    {
      "text": "That is a matter for the future.",
      "id": "s39"
    },
    {
      "text": "12 There is, therefore, nothing to be gained by enlarging time for the filing and serving of a notice of appeal.",
      "id": "s40"
    },
    {
      "text": "13 The application should be dismissed.",
      "id": "s41"
    },
    {
      "text": "I will hear the parties on costs.",
      "id": "s42"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s43"
    },
    {
      "text": "Associate:\n\nDated: 5 May 2008\n\n Counsel for Applicant: Applicant appeared in person Counsel for Respondent: Mr M Barrett Solicitor for Respondent: Kliger Partners Counsel for Trustee in Bankruptcy: \nMr A Cox Solicitor for Trustee in Bankruptcy \nPointon Partners \n\n Date of Hearing: 30 April 2008 \n \n Date of Judgment: 30 April 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/602.html",
      "id": "s44"
    }
  ]
}