{
  "name": "Your Water Your Say Inc v Minister for the Environment, Heritage and the Arts [2008] FCA 670 (16 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/670.html",
  "catchphrases": [
    {
      "text": "proposed desalination plant",
      "id": "c0"
    },
    {
      "text": "application for review of alleged decision that certain preliminary works did not require approval under the environment protection and biodiversity conservation act 1999 (cth)",
      "id": "c1"
    },
    {
      "text": "whether there was a decision in regard to preliminary works excluded from referral to federal minister",
      "id": "c2"
    },
    {
      "text": "whether the making of that alleged decision was beyond the power of the federal minister",
      "id": "c3"
    },
    {
      "text": "whether failure to consider potential greenhouse gas emissions and impact on matters of national environmental significance",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Victorian Government proposes the construction of a desalination plant (the Project) on the Gippsland Coast near Wonthaggi.",
      "id": "s0"
    },
    {
      "text": "Seawater will be desalinated and piped some 85 km to Melbourne.",
      "id": "s1"
    },
    {
      "text": "2 On 31 December 2007 the Victorian Department of Sustainability and Environment referred the Project to the Federal Minister for the Environment, Heritage and the Arts under the Environment Protection and Biodiversity Conservation Act 1999 (Cth) (the EPBC Act).",
      "id": "s2"
    },
    {
      "text": "Under s 68 of that Act a person proposing to take an \"action\" which may have a significant impact on any of the matters of national environmental significance specified in Pt 3 of Ch 2 must \"refer\" the action to the Federal Minister.",
      "id": "s3"
    },
    {
      "text": "The Minister then decides whether the action needs Federal approval because of its potential impact on those matters.",
      "id": "s4"
    },
    {
      "text": "If so, the Minister will designate it under s 75(1) as a \"controlled action\".",
      "id": "s5"
    },
    {
      "text": "At the same time the Minister identifies the specific provisions of Pt 3 which are applicable (the \"controlling provisions\").",
      "id": "s6"
    },
    {
      "text": "The Minister must then decide under s 87 which of a number of approaches must be used for the assessment of the relevant impacts.",
      "id": "s7"
    },
    {
      "text": "After that assessment is completed the Minister may approve the taking of the action (s 133).",
      "id": "s8"
    },
    {
      "text": "3 The referral by the Victorian Department (the Referral) described the Project and its potential impacts but expressly excluded from the Referral certain works, referred to in the present case as \"the Preliminary Works\".",
      "id": "s9"
    },
    {
      "text": "The Preliminary Works are preliminary investigation works which are to be undertaken to obtain information for the purpose of project design, location and environmental assessment.",
      "id": "s10"
    },
    {
      "text": "Amongst other things, information obtained from such investigations will be essential for those tendering for the construction of the Project.",
      "id": "s11"
    },
    {
      "text": "4 The Preliminary Works consist of:\n \n \n &#8226; Geotechnical drilling and sampling to determine site conditions, including onshore and offshore drilling and horizontal directional drilling from onshore entry points, as well as digging of test pits;\n &#8226; Installation of pipes into horizontal directional drill holes from onshore entry points;\n &#8226; Construction of offshore marine structures above the seabed for seawater intake and discharge;\n &#8226; Construction and temporary operation of seawater sampling units;\n &#8226; Installation and operation of one or more pre-treatment and/or desalination pilot plants of a maximum aggregate capacity of 6 megalitres per day;\n &#8226; Provision of power and water supply that is adequate for the construction and operation of the works... \n \n \n5 With the exception of the inlet and outlet pipes, which will be decommissioned in situ, the Preliminary Works are temporary in nature and will be removed and the site rehabilitated at the completion of the operation of the testing regime.",
      "id": "s12"
    },
    {
      "text": "6 On 4 February 2008 the delegate of the Federal Minister made a decision under s 75(1) that the referred Project was a controlled action and that the controlling provisions were: \n \n \n &#8226; ss 16 and 17B: Wetlands of international importance; and \n &#8226; ss 18 and 18A: Listed threatened species and communities.",
      "id": "s13"
    },
    {
      "text": "7 At the same time, the delegate made a decision under s 87(4) that the assessment approach would be assessment by an \"accredited assessment process\", viz an Environment Effects Statement under the Environment Effects Act 1978 (Vic).",
      "id": "s14"
    },
    {
      "text": "I shall refer to these decisions collectively as \"the s 75 Decision\".",
      "id": "s15"
    },
    {
      "text": "8 The s 75 Decision made it clear that the Preliminary Works were excluded.",
      "id": "s16"
    },
    {
      "text": "The delegate stated that the Preliminary Works \"are excluded from the scope of this referral and do not require approval under the EPBC Act\".",
      "id": "s17"
    },
    {
      "text": "The applicant's case \n \n9 The applicant says:\n \n&#8226; There was a \"decision\" (which I shall refer to as \"the alleged Preliminary Works decision\") by the delegate to exclude the Preliminary Works;\n \n&#8226; The alleged Preliminary Works decision was beyond the power of the Minister because the Preliminary Works were a \"component\" of, and could not, as a matter of law, be \"carved out\" of, the Project: Administrative Decisions (Judicial Review) Act 1977 (Cth) (AD(JR) Act) s 5(1)(d).",
      "id": "s18"
    },
    {
      "text": "This \"carve out\" amounted to \"de facto development consent\" for the Preliminary Works;\n \n&#8226; In making the s 75 Decision the delegate failed to take into account a relevant consideration, namely linkages between additional greenhouse gas emissions and potential adverse impacts on matters protected by the EPBC Act;\n \n&#8226; The Preliminary Works will have or are likely to have a significant impact on matters of national environmental significance.",
      "id": "s19"
    },
    {
      "text": "The State of Victoria should be restrained from carrying them out unless and until it obtains approval under Pt 9 of the EPBC Act.",
      "id": "s20"
    },
    {
      "text": "The Referral \n \n10 The Referral gave the following description of the Project:\n The project involves the following components, and is illustrated in Attachments 2, 3 and 4.",
      "id": "s21"
    },
    {
      "text": "1.",
      "id": "s22"
    },
    {
      "text": "A reverse osmosis Desalination Plant located on the Bass Coast near Wonthaggi.",
      "id": "s23"
    },
    {
      "text": "This will include intake and outlet tunnels extending underground and under the seabed from the site and connecting to submerged structures constructed on and above the seabed in the offshore environment.",
      "id": "s24"
    },
    {
      "text": "The plant will use reverse osmosis technology and is planned to initially provide up to 150 GL per year of water, but to allow for expansion to 200 GL per year.",
      "id": "s25"
    },
    {
      "text": "It is likely to occupy a site area of approximately 30 to 40 ha once constructed.",
      "id": "s26"
    },
    {
      "text": "2.",
      "id": "s27"
    },
    {
      "text": "A Transfer Pipeline which will transfer the desalinated water to the Melbourne supply system.",
      "id": "s28"
    },
    {
      "text": "This will be around 85 km in length (refer Attachments 2, 3 and 4).",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "Providing a Power Supply in the order of 90 MW of power to the plant for (150 GL), and the purchase of renewable energy to offset the energy used by the plant during operation.",
      "id": "s31"
    },
    {
      "text": "11 Under the heading \"Power Supply\" the Referral stated: \n Alternative methods of delivering an adequate Power Supply to the project are under investigation.",
      "id": "s32"
    },
    {
      "text": "Three broad sets of options are potentially available for the provision of an adequate and reliable power supply to the project: &#8226; establishing new 220 kV, 132 kV or 66 kV transmission lines from optional connection points to the north, east or west of the region.",
      "id": "s33"
    },
    {
      "text": "&#8226; establishing a new gas fired power station at or near the Desalination Plant or a remote location.",
      "id": "s34"
    },
    {
      "text": "&#8226; hybrid options combining wind power backed up by gas fired power station or transmission lines to ensure reliability of supply.",
      "id": "s35"
    },
    {
      "text": "Potential sites and routes as well as technology options (eg different types of transmission poles, undergrounding cables) will be investigated and evaluated during the EES process, and the preferred and any feasible alternatives will be put forward in the exhibited EES.",
      "id": "s36"
    },
    {
      "text": "12 Under the heading \"Excluded works and activities\" the Referral stated:\n The following works and activities are excluded from the scope of this referral... \n\nA description of the Preliminary Works as in [4] above was then set out.",
      "id": "s37"
    },
    {
      "text": "The Referral continued: \n Further information on these activities is available upon request.",
      "id": "s38"
    },
    {
      "text": "These works and activities have been excluded from the scope of the Victorian EES process.",
      "id": "s39"
    },
    {
      "text": "The information collected by these preliminary investigations will be essential for project design decisions such as refining the final location and design of the Desalination Plant, including the seawater intake and outlet structures, and will inform environmental assessments including the likely nature, volume and management options for the pre-treatment plant sludge.",
      "id": "s40"
    },
    {
      "text": "These activities are unlikely to have any significant environmental effects, including on matters of National environmental significance, and need to be commenced prior to the completion of any environmental assessment process.",
      "id": "s41"
    },
    {
      "text": "Any environmental investigations required to achieve State consents for these activities will be undertaken separately.",
      "id": "s42"
    },
    {
      "text": "13 The Referral, along with an invitation for public submissions, was published on the Federal Department's website.",
      "id": "s43"
    },
    {
      "text": "A total of 67 submissions were received.",
      "id": "s44"
    },
    {
      "text": "Some expressed concern about the level of greenhouse gas emissions potentially resulting from the operation of the desalination plant and its consequential contribution to climate change.",
      "id": "s45"
    },
    {
      "text": "The s 75 Decision \n \n14 The s 75 Decision described the \"proposed action\" as:\n To construct and operate a 150 GL/year (with capacity to expand to 200 GL/year) reverse osmosis seawater desalination plant and associated infrastructure near Wonthaggi, Victoria, excluding the preliminary site works described at Schedule 1.",
      "id": "s46"
    },
    {
      "text": "Schedule 1 set out the Preliminary Works as described in [4] above, introduced in these terms:\n The following preliminary works are excluded from the scope of this referral decision and do not require approval under the EPBC Act... \nAs already mentioned, the s 75 Decision also decided on the assessment approach.",
      "id": "s47"
    },
    {
      "text": "This aspect is no longer attacked by the applicant.",
      "id": "s48"
    },
    {
      "text": "15 Following the applicant's request for reasons under the AD(JR) Act, the delegate on 6 March 2008 provided written reasons for the s 75 Decision.",
      "id": "s49"
    },
    {
      "text": "The reasons included the following in relation to the Preliminary Works:\n 11.",
      "id": "s50"
    },
    {
      "text": "The preliminary works required to inform the final design, location and environmental assessment of the desalination plant and associated infrastructure, including the seawater intake and outlet structures, are not part of the referred action.",
      "id": "s51"
    },
    {
      "text": "The proposed preliminary works include terrestrial geotechnical drilling and sampling, the installation of pipelines and offshore marine structures for seawater intake and discharge; and the installation and operation of one or more pre-treatment and/or desalination pilot plants up to a maximum aggregate capacity of 6 megalitres per day.",
      "id": "s52"
    },
    {
      "text": "In the view of the Department of Sustainability and Environment, the proposed preliminary works are unlikely to have any significant environmental effects on matters of national environmental significance.",
      "id": "s53"
    },
    {
      "text": "In relation to greenhouse gas emissions the delegate stated: \n 53.",
      "id": "s54"
    },
    {
      "text": "I found that activities associated with the operation of the desalination plant, including transport of materials and the consumption of fossil fuels to produce electricity, will contribute to greenhouse gas emissions currently produced by Australia.",
      "id": "s55"
    },
    {
      "text": "54.",
      "id": "s56"
    },
    {
      "text": "I found that contributions from the proposed desalination plant operations are likely to be relatively minor compared to total Australian greenhouse gas emissions.",
      "id": "s57"
    },
    {
      "text": "I further found that the Australian contribution to current annual greenhouse gas emissions, though relatively large on a per capita basis, is only one amongst many contributions that are made by all other industrialised nations.",
      "id": "s58"
    },
    {
      "text": "55.",
      "id": "s59"
    },
    {
      "text": "I found that, while there is a relationship between the amount of carbon dioxide in the atmosphere and warming of the atmosphere, the climate system is complex.",
      "id": "s60"
    },
    {
      "text": "I found that a possible link between the additional greenhouse gases arising from the proposed action and a measurable or identifiable increase in global atmospheric temperature is speculative and unlikely to be identifiable.",
      "id": "s61"
    },
    {
      "text": "I found that linkages between specific additional greenhouse gas emissions and potential adverse impacts on matters protects by Part 3 of the EPBC Act are uncertain and conjectural only.",
      "id": "s62"
    },
    {
      "text": "The alleged Preliminary Works decision \n \n16 Section 75(1) provides:\n (1) The Minister must decide: \n \n (a) whether the action that is the subject of a proposal referred to the Minister is a controlled action; and\n (b) which provisions of Part 3 (if any) are controlling provisions for the action.",
      "id": "s63"
    },
    {
      "text": "Part 3 sets out the various matters of national environmental significance which are matters of Federal responsibility.",
      "id": "s64"
    },
    {
      "text": "In the present case the relevant matters were considered to be \"Wetlands of International importance\" (ss 16 and 17B) and \"Listed threatened species and communities\" (ss 18 and 18A).",
      "id": "s65"
    },
    {
      "text": "17 The respondents say, correctly in my opinion, that the alleged Preliminary Works decision was not a decision at all.",
      "id": "s66"
    },
    {
      "text": "The Preliminary Works did not form part of the \"action\" the Victorian Department \"referred\" to the Federal Minister.",
      "id": "s67"
    },
    {
      "text": "They were expressly excluded form the Referral.",
      "id": "s68"
    },
    {
      "text": "They were not the \"subject of (the) proposal referred to the Minister\".",
      "id": "s69"
    },
    {
      "text": "18 In stating that the Preliminary Works \"are excluded from the scope of this referral decision and do not require approval under the EPBC Act\" the delegate was simply recording a fact, namely that the Preliminary Works had been excluded.",
      "id": "s70"
    },
    {
      "text": "In this context, the two parts of the sentence separated by \"and\" are linked.",
      "id": "s71"
    },
    {
      "text": "The meaning conveyed is that the Preliminary Works do not require approval because they are excluded from the Referral.",
      "id": "s72"
    },
    {
      "text": "There is no expression of opinion on the environmental merits of the Preliminary Works.",
      "id": "s73"
    },
    {
      "text": "19 The term \"decision\" itself is not defined in the AD(JR) Act, although s 3(2) gives examples of different kinds of conduct which are to be treated as \"the making of a decision\" for the purposes of the Act.",
      "id": "s74"
    },
    {
      "text": "To be reviewable under the AD(JR) Act a decision will generally need to be \"final or operative and determinative\" and not just a \"step along the way\", and \"substantive\" rather than \"procedural\": Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 at 337.",
      "id": "s75"
    },
    {
      "text": "However, more fundamentally, there must be a decision, that is to say \"the act of deciding; determination (of a question of doubt)\": Macquarie Dictionary.",
      "id": "s76"
    },
    {
      "text": "To \"decide\" is, according to the same authority:\n \n \n 1. to determine or settle (a question, controversy, struggle, etc.) by giving victory to one side.",
      "id": "s77"
    },
    {
      "text": "2. to adjust or settle (anything in dispute or doubt).",
      "id": "s78"
    },
    {
      "text": "20 An essential element of decision is choice between two or more possibilities --- whether a defendant is guilty or not guilty, whether a ball is in or out.",
      "id": "s79"
    },
    {
      "text": "In the present case, the delegate made no such choice and decided nothing in relation to the Preliminary Works.",
      "id": "s80"
    },
    {
      "text": "She had no power under s 75(1) to do so.",
      "id": "s81"
    },
    {
      "text": "21 The s 75 Decision did not amount to \"de facto approval\" of the Preliminary Works; quite the contrary.",
      "id": "s82"
    },
    {
      "text": "If a person who has not referred an action and obtained the approval of the Federal Minister does anything which results in significant impact on the matter of national environmental significance in question, Pt 3 of the EPBC Act provides criminal sanctions.",
      "id": "s83"
    },
    {
      "text": "In the present case the relevant provisions of Pt 3 are ss 17B (wetlands) and 18A (threatened species).",
      "id": "s84"
    },
    {
      "text": "Thus a person who takes action which may result in a significant impact on the matters covered by Pt 3 without referring the action runs the risk of such criminal sanctions.",
      "id": "s85"
    },
    {
      "text": "Further, the Minister or an \"interested person\" may apply to the Federal Court for an injunction to restrain such actions: s 475.",
      "id": "s86"
    },
    {
      "text": "Greenhouse gas emissions \n \n22 To establish the ground that a decision-maker has failed to take a relevant consideration into account (AD(JR) Act s 5(2)(b)) it must be shown that he or she was bound by law to have regard to the particular consideration: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39.",
      "id": "s87"
    },
    {
      "text": "The question of greenhouse gas emissions was not such a matter.",
      "id": "s88"
    },
    {
      "text": "In any event, the delegate did give consideration to it (see [15] above).",
      "id": "s89"
    },
    {
      "text": "Injunction to restrain Preliminary Works \n \n23 The applicant has not provided any relevant or admissible evidence to show that the Preliminary Works will cause environmental damage.",
      "id": "s90"
    },
    {
      "text": "24 The applicant sought to tender two reports by a company called Brett Lane &amp; Associates Pty Ltd dated December 2002 and February 2003.",
      "id": "s91"
    },
    {
      "text": "These were exhibited to an affidavit by Mr John Wright, the vice-president of the applicant.",
      "id": "s92"
    },
    {
      "text": "The author of the report did not swear an affidavit, indeed was not identified unless the assumption can be made that it was a Mr Brett Lane.",
      "id": "s93"
    },
    {
      "text": "The report was thus hearsay and not admissible: Evidence Act 1995 (Cth) s 59.",
      "id": "s94"
    },
    {
      "text": "25 In any event, the reports appear to deal with the likely effects on flora and fauna of a proposed wind farm near Wonthaggi and would seem not to be relevant to present issues.",
      "id": "s95"
    },
    {
      "text": "26 The State of Victoria had filed affidavits from a number of experts.",
      "id": "s96"
    },
    {
      "text": "However, once objection was taken and upheld to the admission of the Brett Lane reports, senior counsel for the State of Victoria did not read those affidavits into evidence.",
      "id": "s97"
    },
    {
      "text": "There being no evidence, the application for an injunction must be dismissed.",
      "id": "s98"
    },
    {
      "text": "Orders \n \n27 This was the trial of the proceeding.",
      "id": "s99"
    },
    {
      "text": "Since claims raised in the application other than those dealt with above were abandoned by the applicant, and those which were argued have been rejected, there must be judgment for the respondents.",
      "id": "s100"
    },
    {
      "text": "28 As to costs, I will direct that the respondents may file and serve any written submissions they wish to make within seven days, and the applicant may file and serve any submissions in response within seven days thereafter.",
      "id": "s101"
    },
    {
      "text": "The question of costs will be decided on the papers.",
      "id": "s102"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s103"
    },
    {
      "text": "Associate:\n\nDated: 16 May 2008\n\n Counsel for the Applicant: M Morehead \n \n Solicitor for the Applicant: Moreheads Lawyers \n \n Counsel for the First Respondent: P Hanks QC and R Orr \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second Respondent: G Garde QC and K Emerton SC \n \n Solicitor for the Second Respondent: Victorian Government Solicitor \n\n Date of Hearing: 13 May 2008 \n \n Date of Judgment: 16 May 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/670.html",
      "id": "s104"
    }
  ]
}