{
  "name": "Birri-Gubba (Cape Upstart) People v State of Queensland [2008] FCA 659 (14 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/659.html",
  "catchphrases": [
    {
      "text": "native title",
      "id": "c0"
    },
    {
      "text": "costs",
      "id": "c1"
    },
    {
      "text": "application by state government for costs order against applicant in respect of steps taken for purposes of preparing for interlocutory hearings to preserve evidence of witnesses",
      "id": "c2"
    },
    {
      "text": "state incurred substantial costs in seeking to comply with court's orders",
      "id": "c3"
    },
    {
      "text": "course ultimately abandoned by applicants",
      "id": "c4"
    },
    {
      "text": "whether applicant group had caused state to incur costs by any 'unreasonable act or omission'",
      "id": "c5"
    },
    {
      "text": "whether costs could be ordered pursuant to s 85a(2), native title act 1993 (cth) or s 43 , federal court of australia act 1976 (cth)",
      "id": "c6"
    },
    {
      "text": "meaning of 'any unreasonable act or omission' in s 85a(2), native title act",
      "id": "c7"
    },
    {
      "text": "whether court's power under s 85a(2) confined to circumstances which would warrant order for costs on indemnity basis in ordinary civil litigation",
      "id": "c8"
    },
    {
      "text": "aboriginals",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The State of Queensland has applied for an order for costs against the Birri-Gubba People in respect of steps taken in 2006 and 2007 for the purpose of preparing for hearings to preserve evidence of witnesses.",
      "id": "s0"
    },
    {
      "text": "Ultimately the proposal to have such hearings was abandoned.",
      "id": "s1"
    },
    {
      "text": "The State argued that it was entitled to an order for the costs of that exercise under s 85A(2) of the Native Title Act 1993 (Cth), or alternatively under the general power of the Court to order costs under s 43 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s2"
    },
    {
      "text": "It argued that it had incurred those costs as a result of unreasonable acts or omissions of the Birri-Gubba People in connection with the conduct of the proceedings for the preservation of evidence.",
      "id": "s3"
    },
    {
      "text": "2 At a number of directions hearings between September 2006 and up to October 2007 the Birri-Gubba People had indicated that there were persons whose evidence ought be preserved prior to any trial of these proceedings occurring.",
      "id": "s4"
    },
    {
      "text": "The matter then was, and now is still, a long way from being ready for trial.",
      "id": "s5"
    },
    {
      "text": "The Birri-Gubba People have not yet served any connection material.",
      "id": "s6"
    },
    {
      "text": "They now propose to amend their application to join it with another application and to reformulate the relevant claim groups.",
      "id": "s7"
    },
    {
      "text": "3 Initially the State resisted the taking of any preservation evidence because no connection material had been served or otherwise identified by the Birri-Gubba People, despite a number of orders that they do so.",
      "id": "s8"
    },
    {
      "text": "However, ultimately, as will appear, the State co-operated in framing an interlocutory regime for the taking of preservation evidence on an urgent basis.",
      "id": "s9"
    },
    {
      "text": "In part, this was because when there was a directions hearing in Mackay on 18 May 2007, it was obvious that there were several elderly or frail people among the claim group who attended on that occasion and indicated that they wished to give evidence.",
      "id": "s10"
    },
    {
      "text": "I will now turn to the procedural history.",
      "id": "s11"
    },
    {
      "text": "PROCEDURAL HISTORY \n \n4 On 26 September 2006, I raised the question as to whether orders for the preservation of evidence should be made.",
      "id": "s12"
    },
    {
      "text": "The solicitor for the Birri-Gubba People said that some of the applicant group were then present in court including two elders, whom she identified.",
      "id": "s13"
    },
    {
      "text": "She said the two elders would be among those whose evidence would have to be preserved.",
      "id": "s14"
    },
    {
      "text": "Consequently, I made orders that each party was to file and serve, by 1 December 2006, a document which both would identify the names of the persons whose evidence may need to be preserved and indicate the urgency of any necessary hearing.",
      "id": "s15"
    },
    {
      "text": "I also ordered the Birri-Gubba People to provide the respondents with a history report and connection material researched by a named person by 1 December 2006.",
      "id": "s16"
    },
    {
      "text": "I directed that the parties file, a week beforehand, their proposed draft orders and submissions as to how the matter ought to be dealt with at the next directions hearing scheduled for 12 March 2007.",
      "id": "s17"
    },
    {
      "text": "5 On 1 December 2006, the Central Queensland Land Council, which has acted on behalf of the Birri-Gubba People, filed a list identifying eight persons whose evidence may need to be preserved.",
      "id": "s18"
    },
    {
      "text": "That list did not indicate the urgency of any necessary hearing, in breach of the order which I had made.",
      "id": "s19"
    },
    {
      "text": "The affidavit and other submissions filed on behalf of the Birri-Gubba People prior to the 12 March 2007 hearing did not indicate anything about urgency either.",
      "id": "s20"
    },
    {
      "text": "Queensland filed submissions dealing with its position in accordance with my orders.",
      "id": "s21"
    },
    {
      "text": "6 I held a further directions hearing on 12 March 2007, at which I made orders listing the matter for further directions in Mackay on 18 May 2007 and requiring the Birri-Gubba People to file and serve a statement setting out:\n \n (a) the circumstances including (but not limited to) the health, age and location of each of the persons in the list filed on 1 December 2006;\n \n \n (b) the reasons in respect of each such person why, if at all, that person's evidence needs to be preserved;\n (c) all of the facts, matters and circumstances that will enable the Court and the respondents to understand the urgency, if any, for taking that person's evidence.",
      "id": "s22"
    },
    {
      "text": "7 On 2 May 2007, the land council filed a second list.",
      "id": "s23"
    },
    {
      "text": "This identified eleven persons whose evidence may need to be preserved and added three persons to those on the first list.",
      "id": "s24"
    },
    {
      "text": "It identified three people of comparatively advanced age, two of whom were well over 70, whose evidence should be preserved as a precaution.",
      "id": "s25"
    },
    {
      "text": "The second list also identified another person as suffering some memory loss whose evidence needed to be preserved from further loss, and, finally a person suffering from breathing problems.",
      "id": "s26"
    },
    {
      "text": "The second list noted that six persons were in 'reasonably good health' and that there was no urgent or special reason which would require an immediate hearing to preserve their evidence.",
      "id": "s27"
    },
    {
      "text": "The last statement, of course, suggested that those six persons ought not to have been included on either list, though it may be that this insight was only gained shortly before the filing of the second list without any lapse of due diligence.",
      "id": "s28"
    },
    {
      "text": "On 11 May 2007, the land council filed a work plan and draft orders which did not deal with the issue of preservation of evidence.",
      "id": "s29"
    },
    {
      "text": "8 At the directions hearing in Mackay on 18 May 2007 the solicitor for the Birri-Gubba People said she had prepared a new list which she had circulated to those of her clients who were present in court that day.",
      "id": "s30"
    },
    {
      "text": "She said:\n \n '... really their evidence does need to be preserved, and it is very --- some of it quite detailed and intricate and they are the ones with it, and I'm unsure as to how much has been passed on, so I've got some extra names and again, I can hand up a copy.",
      "id": "s31"
    },
    {
      "text": "' (emphasis added)\n \n\n9 The list to which she was then referring contained an additional five names.",
      "id": "s32"
    },
    {
      "text": "On that occasion a number of the applicant group addressed me.",
      "id": "s33"
    },
    {
      "text": "These included an elder who had been named in all lists.",
      "id": "s34"
    },
    {
      "text": "He told me that he was 87 years old and, very articulately, spoke about his connection to the land at Cape Upstart.",
      "id": "s35"
    },
    {
      "text": "Unfortunately, I was later informed, he had passed away without his evidence being preserved.",
      "id": "s36"
    },
    {
      "text": "I made orders on 18 May 2007 requiring the parties to circulate among themselves draft orders concerning an appropriate regime for the preservation of evidence and stood the matter over to 24 May 2007 for directions.",
      "id": "s37"
    },
    {
      "text": "10 On 21 May 2007 the land council filed a third list identifying twenty-two persons whose evidence may need to be preserved.",
      "id": "s38"
    },
    {
      "text": "It added eleven persons to those identified on the list previously filed.",
      "id": "s39"
    },
    {
      "text": "This list did not include any detail regarding the age of four of the persons.",
      "id": "s40"
    },
    {
      "text": "It repeated the information concerning the five persons whose state of health or age was specifically referred to in the second list.",
      "id": "s41"
    },
    {
      "text": "It advised that seventeen persons were in reasonably good health and that there were no urgent or special reasons which would require an immediate hearing for the preservation of their evidence.",
      "id": "s42"
    },
    {
      "text": "Draft orders were circulated by both the applicant group and Queensland.",
      "id": "s43"
    },
    {
      "text": "11 Senior counsel appeared for Queensland and counsel appeared for the Birri-Gubba People at the directions hearing on 24 May 2007.",
      "id": "s44"
    },
    {
      "text": "I ordered that a preservation hearing be set down for the period 19-30 November 2007 and I also ordered that on or before 10 July 2007, the Birri-Gubba People:\n \n '... after consultation with the State and with other respondents, will advise the Court and the parties of: \n \n (a) the names of witnesses whose evidence is required to be preserved; \n \n \n \n (b) the suggested locations and venues for the hearing of the evidence of each witness; \n \n (c) the options for travel and accommodation of the Court and the parties; \n \n \n \n \n \n (d) the estimated time required to be allocated to hear the testimony of each witness; and \n \n \n \n \n \n (e) the need (if any) to use interpreters or any other special assistance required by witnesses; and any proposal for how the Court should conduct the proceedings to take account of those concerns.",
      "id": "s45"
    },
    {
      "text": "' \n \n \n \n\n12 The requirement for consultation in those orders had been developed during the course of the directions hearing because it was necessary to provide for a co-operative approach to the formulation of appropriate procedural orders.",
      "id": "s46"
    },
    {
      "text": "Despite this, the Birri-Gubba People did not consult the State prior to 10 July 2007.",
      "id": "s47"
    },
    {
      "text": "At about 2:00pm on 10 July, the land council faxed a draft preservation of evidence report to the State for comment.",
      "id": "s48"
    },
    {
      "text": "The State responded promptly within 2 hours on the same day.",
      "id": "s49"
    },
    {
      "text": "Subsequently on 10 July the land council filed a list in the same terms as the draft preservation of evidence report.",
      "id": "s50"
    },
    {
      "text": "That fourth list stated that '... the Applicant after considering the health and ages of the Applicant group, decided that the evidence of [four named persons] are required to be preserved'.",
      "id": "s51"
    },
    {
      "text": "Two of those four persons had not been identified previously on the earlier three lists.",
      "id": "s52"
    },
    {
      "text": "The ages and health status of those two persons was not identified.",
      "id": "s53"
    },
    {
      "text": "There was little information in the list about locations, venue, travel and accommodation which the orders of 24 May 2007 had specified so as to enable the orderly preparation of the evidence and hearings.",
      "id": "s54"
    },
    {
      "text": "13 On 11 July 2007 I made orders in chambers re-listing the matter for directions on 24 July 2007 and directing that any party file any notice of motion by 19 July 2007 regarding the witnesses whose evidence should be taken and the location of any hearing.",
      "id": "s55"
    },
    {
      "text": "This was necessary because the Birri-Gubba People had failed to provide any meaningful information in conformity with the orders of 24 May 2007 set out above.",
      "id": "s56"
    },
    {
      "text": "That material was necessary to enable the parties and the Court to take steps to prepare for the hearing at which the evidence was to be preserved.",
      "id": "s57"
    },
    {
      "text": "14 On 19 July 2007 the State filed a notice of motion, supporting affidavit and submissions in accordance with the orders I had made for that purpose.",
      "id": "s58"
    },
    {
      "text": "On 23 July 2007 the Birri-Gubba People filed an affidavit of Gertrude Stotz, and submissions regarding conclusions about the composition of a claim group which would involve, so it was said, the need to revise the earlier timetable envisaged by the Court.",
      "id": "s59"
    },
    {
      "text": "15 At the directions hearing on 24 July 2007 the solicitor for the Birri-Gubba People said that:\n \n '... Now, turning to the matters about the evidence and preservation of evidence, I was away when that was filed, and unfortunately --- and I don't know the circumstances in which it happened.",
      "id": "s60"
    },
    {
      "text": "The person filing that --- it just went to Dr Stotz --- didn't look at the earlier list , and Dr Stotz had four names of quite elderly people.",
      "id": "s61"
    },
    {
      "text": "So that's why there is a lack of congruence between that and the earlier list ... the list, as you probably were aware, given to you on that day after 18 May was compiled by the applicants, and I do apologise for any confusion.",
      "id": "s62"
    },
    {
      "text": "' (emphasis added)\n \n\n16 As is apparent, there were internal problems within the land council's office which led to what might be accurately described as 'confusion'.",
      "id": "s63"
    },
    {
      "text": "Ultimately, on 24 July 2007, I vacated the dates set aside in November 2007 for the preservation of evidence hearing.",
      "id": "s64"
    },
    {
      "text": "I ordered the applicant to file and serve on or before 17 August 2007 a list of all persons known by them to be potential witnesses whose evidence ought to be preserved in relation to the present proceedings and related ones brought by the Gia People against the State of Queensland, together with the proposed further proceedings which had been foreshadowed in Dr Stotz' s 23 July affidavit.",
      "id": "s65"
    },
    {
      "text": "I required that each person be identified by name, age, state of health, present address and the reason for taking their evidence as soon as practicable.",
      "id": "s66"
    },
    {
      "text": "I ordered that each party file and serve submissions one week later regarding the conduct of any proceedings for the purpose of taking preservation evidence.",
      "id": "s67"
    },
    {
      "text": "The matter was stood over for further directions on 31 August 2007.",
      "id": "s68"
    },
    {
      "text": "17 On 17 August 2007 the land council filed a fifth list.",
      "id": "s69"
    },
    {
      "text": "That identified four persons whose evidence was sought to be preserved.",
      "id": "s70"
    },
    {
      "text": "No age was given for one of those witnesses.",
      "id": "s71"
    },
    {
      "text": "Each witness was simply stated to be 'not in good health'.",
      "id": "s72"
    },
    {
      "text": "No reason was given for taking evidence from any of those witnesses as soon as practicable.",
      "id": "s73"
    },
    {
      "text": "On 24 August 2007 the State filed submissions regarding the fifth list and the conduct of any proceedings for preservation of evidence, but the Birri-Gubba People did not file any submissions.",
      "id": "s74"
    },
    {
      "text": "18 On 31 August 2007 the solicitor for the Birri-Gubba People referred to there being 'a balance' between the elderly and a number of other people who were not quite well or whose health had deteriorated.",
      "id": "s75"
    },
    {
      "text": "She said that in particular, one elder's health had deteriorated markedly in the preceding couple of months.",
      "id": "s76"
    },
    {
      "text": "She said that the names had been given to her by the group.",
      "id": "s77"
    },
    {
      "text": "She identified one, whose health was deteriorating, as having very bad diabetes.",
      "id": "s78"
    },
    {
      "text": "On that day I made further orders that the Birri-Gubba People file and serve, by 17 October 2007, an affidavit deposing to the state of health of each person whose evidence was proposed to be preserved based on evidence from a medical practitioner (which could be on information and belief) and a progress report setting out, among other things, the proposed orders for the conduct of the proceedings.",
      "id": "s79"
    },
    {
      "text": "19 On 17 October 2007 the land council filed an affidavit by its solicitor in which she deposed that she had not received instructions from the applicant group regarding the need to preserve the evidence of any person.",
      "id": "s80"
    },
    {
      "text": "No explanation was provided about why that change of course had taken place.",
      "id": "s81"
    },
    {
      "text": "STATUTORY CONTEXT \n \n20 The jurisdiction of the Court to order costs is conferred by s 43 of the Federal Court of Australia Act which provides, relevantly:\n \n ' 43 Costs \n \n \n \n (1) Subject to subsection (1A), the Court or a Judge has jurisdiction to award costs in all proceedings before the Court (including proceedings dismissed for want of jurisdiction) other than proceedings in respect of which any other Act provides that costs shall not be awarded.",
      "id": "s82"
    },
    {
      "text": "... \n \n (2) Except as provided by any other Act, the award of costs is in the discretion of the Court or Judge.",
      "id": "s83"
    },
    {
      "text": "' \n \n \n\n21 However, that discretionary power is constrained in proceedings brought under s 61 of the Native Title Act by s 85A of that Act which provides:\n \n ' 85A Costs \n \n \n \n (1) Unless the Federal Court orders otherwise, each party to a proceeding must bear his or her own costs.",
      "id": "s84"
    },
    {
      "text": "Unreasonable conduct \n \n \n \n (2) Without limiting the Court's power to make orders under subsection (1), if the Federal Court is satisfied that a party to a proceeding has, by any unreasonable act or omission, caused another party to incur costs in connection with the institution or conduct of the proceeding, the Court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s85"
    },
    {
      "text": "' \n \n \n \n\n22 In De Rose v South Australia (No 2) [2005] FCAFC 137 at [8] - [10] , Wilcox, Sackville and Merkel JJ held that s 85A(1) is intended to remove any ground for anticipation or expectation that, unless cause were shown for another order, costs would follow the event.",
      "id": "s86"
    },
    {
      "text": "Nonetheless, s 85A acknowledges that the Court has an overriding discretion as to costs and does not expressly impose a limit on the scope of the discretion.",
      "id": "s87"
    },
    {
      "text": "They said that there was no requirement that a threshold condition be met before the Court is empowered to make a costs order.",
      "id": "s88"
    },
    {
      "text": "Thus, the exercise of the discretion under s 85A(1) does not require a finding of a fact or the formation of an opinion that there has been unreasonable conduct or that special circumstances exist.",
      "id": "s89"
    },
    {
      "text": "23 However, they held that s 85A(2) of the Act puts beyond doubt the extent of the Court's discretion in cases where a party has acted unreasonably.",
      "id": "s90"
    },
    {
      "text": "That provision does not control or limit the discretion available to the Court under s 85A(1).",
      "id": "s91"
    },
    {
      "text": "Their Honours held that the matters to be taken into account in making a costs order were left to the Court's discretion, which had to be exercised judicially.",
      "id": "s92"
    },
    {
      "text": "They said that the starting point was that each party would bear its own costs unless the Court determined that it was appropriate in the circumstances to make an order for costs.",
      "id": "s93"
    },
    {
      "text": "They emphasised that the starting point was not that costs ordinarily followed the event.",
      "id": "s94"
    },
    {
      "text": "Their Honours followed what Lee J had said at first instance in Ward v Western Australia [1999] FCA 580 ; (1999) 93 FCR 305 at 311-312 [31] - [37] .",
      "id": "s95"
    },
    {
      "text": "A similar approach has been taken in McKenzie v South Australia [2006] FCA 891 at [8] per Finn J and Reid v South Australia [2007] FCA 1479 at [53] - [54] per Finn J.",
      "id": "s96"
    },
    {
      "text": "In Reid [2007] FCA 1479 at [54] Finn J said that it is not proper to use the power to award costs to punish either a successful or unsuccessful party or to use it to operate as a deterrent to other would-be applicants.",
      "id": "s97"
    },
    {
      "text": "24 It is inappropriate to read a provision, such as s 43(2) of the Federal Court of Australia Act , which confers jurisdiction on, or grants powers to, a court, by making conditions or imposing limitations which are not to be found in the words used: Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 at 81 [21] per Gaudron and Gummow JJ; see also Owners of \"Shin Kobe Maru\" v Empire Shipping Co Inc [1994] HCA 5 ; (1994) 181 CLR 404 at 421.",
      "id": "s98"
    },
    {
      "text": "The section contains no positive indication of the considerations upon which the Court is to determine by whom or to what extent costs to be paid.",
      "id": "s99"
    },
    {
      "text": "The power must be exercised judicially, not arbitrarily or capriciously or so as to frustrate the legislative intent.",
      "id": "s100"
    },
    {
      "text": "In the absence of some positive indication of the considerations on which a grant or refusal of consent is to depend, the discretion is 'unconfined except in so far as the subject matter and the scope and purpose of the statutory enactments may enable the Court to pronounce given reasons to be definitely extraneous to any objects the legislature could have had in view' as Dixon J said in Water Conservation and Irrigation Commission (NSW) v Browning [1947] HCA 21 ; (1947) 74 CLR 492 at 505; see also The Queen v Australian Broadcasting Tribunal; Ex parte 2HD Pty Ltd [1979] HCA 62 ; (1979) 144 CLR 45 at 49 per Stephen, Mason, Murphy, Aicken and Wilson JJ; Oshlack 193 CLR at 81 [22]; Probiotic Limited v The University of Melbourne [2008] FCAFC 5 at [47] in my judgment, with which Finn J at [1] and Besanko J at [82] agreed.",
      "id": "s101"
    },
    {
      "text": "25 There is no absolute rule that the sole purpose of a costs order made under a provision such as s 43 of the Federal Court of Australia Act is to compensate one party at the expense of another under the Judicature Act system: Oshlack 193 CLR at 89 [43].",
      "id": "s102"
    },
    {
      "text": "The general power conferred by s 43 is not to be narrowly construed.",
      "id": "s103"
    },
    {
      "text": "However, where there has been some delinquency on the part of an unsuccessful party, the Court has power to order costs against that party, and sometimes on a scale greater than party/party costs: Oshlack 193 CLR at 89 [44]; Probiotic [2008] FCAFC 5 at [48] .",
      "id": "s104"
    },
    {
      "text": "26 During the course of argument I raised the question whether other authorities may bear on the meaning of 'any unreasonable act or omission' in s 85A(2) of the Native Title Act .",
      "id": "s105"
    },
    {
      "text": "The parties filed submissions after I had reserved judgment.",
      "id": "s106"
    },
    {
      "text": "27 The power to order costs under s 85A(2) is expressed in similar, but not identical terms, in the provisions of s 824(2) of the Workplace Relations Act 1996 (Cth) which were considered by Young J in Paras v Public Service Body Head of the Department of Infrastructure (No 3) [2006] FCA 745 ; (2006) 152 FCR 534.",
      "id": "s107"
    },
    {
      "text": "He gave that section a wide construction on its plain and natural meaning: Paras 152 FCR at 538 [16].",
      "id": "s108"
    },
    {
      "text": "But Young J held that the applicant for the order had to satisfy the Court that, relevantly, the other party's conduct 'involved unreasonable acts or omissions that caused the [party applying for the order] to incur costs': Paras 152 FCR at 539 [19].",
      "id": "s109"
    },
    {
      "text": "SUBMISSIONS \n \n28 At the hearing of the costs argument, counsel for the Birri-Gubba People argued that in preparing a matter for trial, the litigious landscape often changes.",
      "id": "s110"
    },
    {
      "text": "He pointed to the fact that it could be expected in ordinary litigation that some issues which were hotly contested at an interlocutory stage might fall away by the time of the trial as minds became focused on the real issues.",
      "id": "s111"
    },
    {
      "text": "And, he pointed out that since at least March 2007 all parties had been on notice that the description of the claim group would have to change in light of the latest anthropological research obtained by Birri-Gubba People as to the correct identity of the persons who could claim native title over the relevant lands and waters in the vicinity of Cape Upstart.",
      "id": "s112"
    },
    {
      "text": "Counsel for the Birri-Gubba People also argued that there were practical problems with the funding available to the land council.",
      "id": "s113"
    },
    {
      "text": "29 The land council is presently the representative body under the Native Title Act .",
      "id": "s114"
    },
    {
      "text": "It was entitled to prioritise and make determinations as to the funding, staff, resources and complexity of this matter as one of a number for which it was responsible.",
      "id": "s115"
    },
    {
      "text": "Counsel argued that there was no basis on which the Court's discretion under s 85A of the Native Title Act was enlivened to warrant the making of a costs order against the Birri-Gubba People.",
      "id": "s116"
    },
    {
      "text": "He argued that the jurisdiction to award costs under s 85A should be only be exercised in circumstances where there were special or unusual features of the case, or where there had been conduct in the nature of an abuse of process, improper purpose, contempt or unreasonableness.",
      "id": "s117"
    },
    {
      "text": "In essence, that argument sought to confine the Court's power to award costs to circumstances which would warrant an order for costs on an indemnity basis in ordinary civil litigation (that is, in litigation where the Court's power to award costs does not have the constraint of s 85A(1) of the Act).",
      "id": "s118"
    },
    {
      "text": "CONSIDERATION \n \n30 For almost a year, the Birri-Gubba People asserted that there were persons from whom they wished to obtain evidence for the purpose of having that evidence preserved prior to the matter being ready for trial.",
      "id": "s119"
    },
    {
      "text": "That arose in the context that this application for the determination of native title was filed on 18 December 1998.",
      "id": "s120"
    },
    {
      "text": "Queensland pointed out that one might have expected that the elders and others in the society claiming the determination would have been identified and their ability to give evidence to support the claim ascertained, at least in general terms, by those representing the Birri-Gubba People long before 2006.",
      "id": "s121"
    },
    {
      "text": "On the other hand, the Birri-Gubba People argued in a general way, not limited to their own claims, that there had been substantial dispersal of the persons who had held native title at white settlement, including in the areas of Queensland, the subject of this claim.",
      "id": "s122"
    },
    {
      "text": "31 Thus, persons who may still be able to speak of their connection to country, the customs and other factors connecting the claim group to the land the subject of the claim, may be scattered far and wide.",
      "id": "s123"
    },
    {
      "text": "Those persons may not necessarily be in ready or convenient locations to be interviewed by the legal representatives of the Birri-Gubba People.",
      "id": "s124"
    },
    {
      "text": "This was in part due to funding constraints upon the land council and the need for it to decide, among the various persons whose interests it was obliged to represent, which claims would be pursued and in what priority.",
      "id": "s125"
    },
    {
      "text": "32 Because of the age and apparent state of health of a number of the members of the claim group, it was obvious that some steps ought to have been taken to preserve evidence, whether for the present application or the foreshadowed amendment to the claim group.",
      "id": "s126"
    },
    {
      "text": "Evidence taken from old, frail or sick members of the present claim group or the amended claim group would be available in any amended proceedings: see s 86 of the Native Title Act .",
      "id": "s127"
    },
    {
      "text": "33 Nonetheless, it seems to me that until the decision not to put forward any person whose evidence was sought to be preserved, there had been no proper investigation by the Birri Gubba People of the nature of the evidence which could be given by any witnesses identified on the various lists filed with the Court and served on the State.",
      "id": "s128"
    },
    {
      "text": "As the sequential variations in the lists showed, some of the persons, on later investigation, were not in a fit condition to give evidence, and hence, should never have been included on a list in the first place.",
      "id": "s129"
    },
    {
      "text": "Others, for whatever unknown reason, were removed from the list.",
      "id": "s130"
    },
    {
      "text": "In adversarial proceedings, including matters such as this brought under s 61 of the Native Title Act , it is for the parties to determine which witnesses they call, if at all, and in what order.",
      "id": "s131"
    },
    {
      "text": "However, I am of opinion that it is likely that there are several persons who are likely to be able to give relevant evidence at the moment, but who may be too sick or no longer alive when these proceedings, as they are amended or evolve into other proceedings, are likely to go to trial.",
      "id": "s132"
    },
    {
      "text": "34 On the evidence before me, the State has incurred substantial costs in complying with the orders and directions relating to the preservation of evidence and preparing for and attending the various directions hearings for that purpose.",
      "id": "s133"
    },
    {
      "text": "Here, a total of five lists emerged before the Birri Gubba People determined, without any explanation, that no witnesses were to be called whose evidence might be preserved.",
      "id": "s134"
    },
    {
      "text": "35 I am of opinion that having regard to the history that I have set out above, the State has incurred substantial costs in seeking to comply with the regimes ordered for the purposes of progressing with hearings for the preservation of evidence.",
      "id": "s135"
    },
    {
      "text": "That expenditure has not had any value at all in the litigation because of the abandonment of that course by the Birri Gubba People.",
      "id": "s136"
    },
    {
      "text": "36 The object of the Court is to decide the rights of the parties in and to resolve controversies.",
      "id": "s137"
    },
    {
      "text": "It is not to punish parties for mistakes they make in the conduct of their cases.",
      "id": "s138"
    },
    {
      "text": "Thus, the courts have developed principles as to when amendments may be made to pleadings to raise or change the form of the litigation, even at very late stages, provided that the other party can be compensated by an appropriate order for costs: Queensland v JL Holdings Pty Limited [1997] HCA 1 ; (1997) 189 CLR 146 at 152-155 per Dawson, Gaudron and McHugh JJ.",
      "id": "s139"
    },
    {
      "text": "37 I consider that it was unreasonable of the Birri Gubba People to present a total of five lists, none of which, on final consideration, produced even one person whom they wished to call.",
      "id": "s140"
    },
    {
      "text": "The Birri Gubba People were represented by lawyers and the land council at all times.",
      "id": "s141"
    },
    {
      "text": "They were not in the position of litigants in person unable to make informed forensic judgments or to properly present their case to the Court.",
      "id": "s142"
    },
    {
      "text": "On the evidence before me, no proper, considered attention was given to the inclusion of any of the persons in the five lists that were provided by the Birri Gubba People for the purposes of identifying whose evidence ought be preserved.",
      "id": "s143"
    },
    {
      "text": "This is evident from the fact that the end result is that no such witness has been identified, although one person who was clearly an appropriate witness, has unfortunately passed away in the meantime.",
      "id": "s144"
    },
    {
      "text": "38 On a number of occasions in open court the state of preparation of the land council was disclosed as being in disarray.",
      "id": "s145"
    },
    {
      "text": "I have no doubt that there was a sincere attempt to identify persons whose evidence might need to be taken on a number of occasions.",
      "id": "s146"
    },
    {
      "text": "But the attempt does not appear to have been undertaken by a lawyer familiar with litigation or with a view to determining whether or not any of those persons ought to be called to give evidence and what evidence he or she could give until, ultimately, the forensic decision was taken not to call any of them.",
      "id": "s147"
    },
    {
      "text": "39 In those circumstances, I consider that it would be unjust to require the State to bear all of its legal costs for an exercise which, in effect, has been a waste of time and resources.",
      "id": "s148"
    },
    {
      "text": "While the internal attention of the Birri Gubba People to the preparation of their case is one thing, the bringing of the State to court on a number of occasions for, what ultimately turned out to be no good purpose, has caused the incurring of costs which were unnecessary.",
      "id": "s149"
    },
    {
      "text": "In the ordinary course wholly successful parties will incur substantial cost in native title proceedings which they will not recover because of the prima facie rule in s 85A(1) of the Native Title Act that each party bear their own costs.",
      "id": "s150"
    },
    {
      "text": "In my opinion the present application for costs warrants recognition that expense over and above that which would ordinarily be incurred in these proceedings has been visited upon the State by the unreasonable way in which the Birri Gubba People have conducted the issue of preservation of evidence.",
      "id": "s151"
    },
    {
      "text": "I am satisfied that it would be unjust to the State to require it to bear the whole of the costs associated with preparing for and appearing at the directions hearings involving the issue of preservation of evidence.",
      "id": "s152"
    },
    {
      "text": "40 It is impossible to be precise in these matters or to fix a sum with any scientific accuracy.",
      "id": "s153"
    },
    {
      "text": "In my view a fair allocation of the costs burden would be that the Birri-Gubba People pay 50% of the costs of the State relating to its preparation for and appearance at directions hearings between 1 December 2006 and 17 October 2007 in relation to the issue of what evidence ought be preserved.",
      "id": "s154"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s155"
    },
    {
      "text": "Associate:\n\nDated: 14 May 2008\n\n\n Counsel for the Applicant: H Alexander \n \n Solicitor for the Applicant: Dr C O'Brien \n \n Counsel for the First Respondent: H Bowskill \n \n Solicitor for the First Respondent: Crown Law \n \n Solicitor appearing for the Second and Third Respondents: A Kerr \n \n Solicitor for the Second and Third Respondents: MacDonnells Solicitors \n \n Solicitor appearing for the Fourth and Fifth Respondents: P Gore \n \n Solicitor for the Fourth and Fifth Respondents: Gore &amp; Associates \n \n Date of Hearing: 7 March 2008 \n \n Date of last Written Submissions: 12 March 2008 \n \n Date of Judgment: 14 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/659.html",
      "id": "s156"
    }
  ]
}