{
  "name": "Tervonen v Finland [2008] FCA 781 (29 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/781.html",
  "catchphrases": [
    {
      "text": "review of surrender determination of magistrate in respect of applicant",
      "id": "c0"
    },
    {
      "text": "challenge to sufficiency of \"supporting documents\" under s 19 extradition act 1988 (cth)",
      "id": "c1"
    },
    {
      "text": "whether certain arrest warrants validly authenticated",
      "id": "c2"
    },
    {
      "text": "whether arrest warrant backing for certain extradition offences",
      "id": "c3"
    },
    {
      "text": "whether certain arrest warrants were for the arrest of the applicant for an extradition offence or for coercive investigation only",
      "id": "c4"
    },
    {
      "text": "whether determination of latter issue foreclosed by high court authority",
      "id": "c5"
    },
    {
      "text": "whether dual criminality established for certain extradition offences",
      "id": "c6"
    },
    {
      "text": "whether certain extradition offences barred by time limitation in finland",
      "id": "c7"
    },
    {
      "text": "whether applicant on remand for purposes of s 19 extradition act",
      "id": "c8"
    },
    {
      "text": "whether notice of extradition request issued out of time for purposes of s 16 extradition act",
      "id": "c9"
    },
    {
      "text": "whether applicant afforded reasonable time before magistrate",
      "id": "c10"
    },
    {
      "text": "grounds of review not made out",
      "id": "c11"
    },
    {
      "text": "orders of magistrate confirmed",
      "id": "c12"
    },
    {
      "text": "extradition",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 On 20 December 2007 I made orders pursuant to s 21(2)(b)(i) of the Extradition Act 1988 (Cth) (the Act) on the application of Jan Tervonen quashing an order of the second respondent made on 6 June 2007 that Tervonen was eligible for surrender to the first respondent, the Republic of Finland, for certain offences, and the consequent issue of a warrant pursuant to s 19(9) of the Act ( Tervonen v Finland [2007] FCA 2067).",
      "id": "s0"
    },
    {
      "text": "That decision was based upon the judgment of Rares J in Tervonen v Minister for Justice and Customs [2007] FCA 1684 ; (2007) 98 ALD 589 and consequent orders declaring invalid and quashing successive notices purporting to have been given pursuant to s 16 of the Act ( Tervonen v Minister for Justice and Customs (No 3) [2007] FCA 1898).",
      "id": "s1"
    },
    {
      "text": "That basis for the decision meant that I did not need to consider the other arguments raised on behalf of Tervonen.",
      "id": "s2"
    },
    {
      "text": "The Full Court allowed an appeal from the decision of Rares J ( Minister for Home Affairs v Tervonen [2008] FCAFC 24 , corrected in Minister for Home Affairs v Tervonen (No 2) [2008] FCAFC 32).",
      "id": "s3"
    },
    {
      "text": "Consequently, on 6 March 2008, the Full Court allowed an appeal from my earlier decision, set aside the orders that I had made and remitted the matter to me to be determined according to law ( Republic of Finland v Tervonen [2008] FCAFC 25).",
      "id": "s4"
    },
    {
      "text": "2 The general nature of the jurisdiction pursuant to s 21 of the Act is not in doubt --- it is a rehearing in which the Court reaches its own conclusions on the eligibility for surrender, although only having regard to the material before the Magistrate ( Dutton v O'Shane [2003] FCAFC 195 ; (2003) 132 FCR 352 at 386; Brock v United States of America [2007] FCAFC 3 ; (2007) 157 FCR 121 per Black CJ at [20]---[24] and [29] and Rares J at [73]---[80]).",
      "id": "s5"
    },
    {
      "text": "Tervonen challenges both satisfaction of the conditions precedent in s 19(1) and the conclusions on the merits of surrender reached by the Magistrate pursuant to s 19(2).",
      "id": "s6"
    },
    {
      "text": "In Tervonen [2007] FCA 2067 (at [6]---[9]), I discussed the question as to how a review is to be conducted in relation to s 19(1).",
      "id": "s7"
    },
    {
      "text": "It is convenient to deal with the questions arising pursuant to s 19(2) in the first instance.",
      "id": "s8"
    },
    {
      "text": "SECTION 19(2) \n Statutory background \n \n3 Section 19 of the Act relevantly provides as follows:\n \n \n \"(2) For the purposes of subsection (1), the person is only eligible for surrender in relation to an extradition offence for which surrender of the person is sought by the extradition country if: \n \n \n \n \n (a) the supporting documents in relation to the offence have been produced to the magistrate;\n (b) where this Act applies in relation to the extradition country subject to any limitations, conditions, exceptions or qualifications that require the production to the magistrate of any other documents--those documents have been produced to the magistrate;\n (c) the magistrate is satisfied that, if the conduct of the person constituting the offence in relation to the extradition country, or equivalent conduct, had taken place in the part of Australia where the proceedings are being conducted and at the time at which the extradition request in relation to the person was received, that conduct or that equivalent conduct would have constituted an extradition offence in relation to that part of Australia; and\n (d) the person does not satisfy the magistrate that there are substantial grounds for believing that there is an extradition objection in relation to the offence.",
      "id": "s9"
    },
    {
      "text": "(3) In paragraph (2)(a), supporting documents , in relation to an extradition offence, means: \n \n \n \n \n (a) if the offence is an offence of which the person is accused--a duly authenticated warrant issued by the extradition country for the arrest of the person for the offence, or a duly authenticated copy of such a warrant;\n ...\n (c) in any case: \n \n \n \n \n \n (i) a duly authenticated statement in writing setting out a description of, and the penalty applicable in respect of, the offence; and\n (ii) a duly authenticated statement in writing setting out the conduct constituting the offence.",
      "id": "s10"
    },
    {
      "text": "... \n \n (6) Subject to subsection (5), any document that is duly authenticated is admissible in the proceedings.",
      "id": "s11"
    },
    {
      "text": "(7) A document that is sought by or on behalf of an extradition country to be admitted in the proceedings is duly authenticated for the purposes of this section if: \n \n \n \n \n (a) it purports to be signed or certified by a judge, magistrate or officer in or of the extradition country; and\n (b) it purports to be authenticated by the oath or affirmation of a witness or to be sealed with an official or public seal: \n \n \n \n \n \n (i) in any case--of the extradition country or of a Minister, Department of State or Department or officer of the Government, of the extradition country; or\n (ii) where the extradition country is a colony, territory or protectorate--of the person administering the Government of that country or of any person administering a Department of the Government of that country.",
      "id": "s12"
    },
    {
      "text": "... \n \n (8) Nothing in subsection (6) prevents the proof of any matter or the admission of any document in the proceedings in accordance with any other law of the Commonwealth or any law of a State or Territory.",
      "id": "s13"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s14"
    },
    {
      "text": ")\n \n \n\n4 The Extradition (Finland) Regulations are also applicable.",
      "id": "s15"
    },
    {
      "text": "Clause 3 and cl 4 are as follows:\n \"Declaration of Finland as extradition country \n \n 3.",
      "id": "s16"
    },
    {
      "text": "Finland is declared to be an extradition country.",
      "id": "s17"
    },
    {
      "text": "Application of Act \n \n 4.",
      "id": "s18"
    },
    {
      "text": "The Act applies in relation to Finland subject to the Treaty between Australia and Finland concerning Extradition that came into force on 23 June 1985 (being the treaty a copy of the English text of which is set out in Schedule 1) as amended by the Protocol between Australia and Finland amending that Treaty that came into force on 14 February 1986 (being the protocol a copy of the English text of which is set out in Schedule 2).",
      "id": "s19"
    },
    {
      "text": "\"\n \n \n\nSchedule 1 consists of the Treaty and Sch 2 is the Protocol amending the Treaty.",
      "id": "s20"
    },
    {
      "text": "Articles 1, 7 and 8 of the amended Treaty are as follows:\n \n \"Article 1\n 1.",
      "id": "s21"
    },
    {
      "text": "Each Contracting Party undertakes to extradite to the other Contracting Party, subject to the provisions of this Treaty, any person found in its territory who is charged by a competent authority with, or has been convicted of, an offence against the law of the other Contracting Party, whether committed within the territory of that Party or outside that territory in the circumstances referred to in paragraph 3.",
      "id": "s22"
    },
    {
      "text": "2.",
      "id": "s23"
    },
    {
      "text": "Extradition may be refused for an offence committed within the territory of the requested State, but if the offence has been committed within that territory by an officer or employee of the requesting State who is a national of the requesting State, the requested State shall, subject to its law, extradite the person sought unless it considers it proper not to do so, in which event it shall submit the case to its competent authorities for the purpose of prosecution.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "Extradition shall be granted in respect of an offence committed outside the territory of the requesting State only where the law of the requested State provides for the punishment of an offence committed outside its territory in similar circumstances.",
      "id": "s26"
    },
    {
      "text": "...",
      "id": "s27"
    },
    {
      "text": "Article 7 \n \n 1.",
      "id": "s28"
    },
    {
      "text": "A request for extradition shall be made in writing.",
      "id": "s29"
    },
    {
      "text": "All documents submitted in support of a request for extradition shall be duly authenticated.",
      "id": "s30"
    },
    {
      "text": "2.",
      "id": "s31"
    },
    {
      "text": "The request for extradition shall be accompanied: \n \n \n (a) if the person is accused of an offence --- by a warrant for the arrest or a copy of the warrant for arrest of the person, a statement of each offence for which extradition is sought and a statement of the acts or omissions which are alleged against the fugitive in respect of each offence;\n (b) if the person has been convicted of an offence --- by such documents as provide evidence of the conviction and the sentence imposed, the fact that the sentence is immediately enforceable, and the extent to which the sentence has not been carried out;\n (c) if the person has been convicted of an offence but no sentence has been imposed --- by such documents as provide evidence of the conviction and a statement affirming that it is intended to impose a sentence;\n (d) in all cases by documents setting out the relevant provision of the statute, if any, creating the offence or a statement of the relevant law as to the offence including any law relating to the limitation of proceedings, as the case may be, and in either case a statement of the punishment that can be imposed for the offence; and\n (e) in all cases by information as to the nationality and residence of the person and by documents that establish that the person whose surrender is sought is the person accused or convicted of the extraditable offence.",
      "id": "s32"
    },
    {
      "text": "3.",
      "id": "s33"
    },
    {
      "text": "To the extent permitted by the law of each Contracting Party extradition may be granted of a person sought pursuant to the provisions of this Treaty notwithstanding that the requirements of paragraph 2 of this Article have not been complied with provided that the person sought consents to an order for his extradition being made.",
      "id": "s34"
    },
    {
      "text": "Article 8\n 1.",
      "id": "s35"
    },
    {
      "text": "A document that, in accordance with Article 7, accompanies a request for extradition shall be admitted in evidence, if duly authenticated, in any extradition proceedings in the territory of the requested State.",
      "id": "s36"
    },
    {
      "text": "2.",
      "id": "s37"
    },
    {
      "text": "A document is duly authenticated for the purposes of this Treaty if: \n \n \n \n \n (a) in the case of a warrant it is signed, and in any other case its authenticity is certified, by a Judge, Magistrate or other competent authority in the requesting State; and\n (b) it is sealed with the official seal of a Minister of State or a Ministry of the requesting State.",
      "id": "s38"
    },
    {
      "text": "\"\n \n \n \n Supporting documents \n \n5 The original request for extradition was dated 27 July 2006.",
      "id": "s39"
    },
    {
      "text": "This, in turn, referred to what was described as a draft request dated 20 July 2006.",
      "id": "s40"
    },
    {
      "text": "That request identified eight warrants for arrest, a request for provisional arrest dated 22 June 2006, the applicable provisions of the Finnish Penal Code and a list of property requested to be delivered pursuant to Art 14 of the Treaty.",
      "id": "s41"
    },
    {
      "text": "6 Supplementary information was provided in support of the request for extradition by a document dated 14 August 2006 which enclosed a table describing the acts and omissions of Tervonen as well as the evidence available in more detail than the original request.",
      "id": "s42"
    },
    {
      "text": "There were four headings to the supplementary material: \n \n(1) Statement of the offence, statutory provision;\n \n(2) Description of the conduct;\n \n(3) Statement about the maximum punishment; and\n \n(4) Limitation of proceedings.",
      "id": "s43"
    },
    {
      "text": "The amended notice of receipt of extradition request pursuant to s 16 set out 58 offences, some being the subject of multiple counts.",
      "id": "s44"
    },
    {
      "text": "7 Finland's submissions to the Magistrate included a table with the following headings:\n \n(1) Offence number on the s 16 notice;\n \n(2) Offence as described in the Finnish warrant;\n \n(3) Finnish Warrant Number; and\n \n(4) Dual Criminality.",
      "id": "s45"
    },
    {
      "text": "The fourth heading contained reference to the local provision or provisions that it was said would correspond with the Finnish offence.",
      "id": "s46"
    },
    {
      "text": "Warrant for arrest?",
      "id": "s47"
    },
    {
      "text": "8 Tervonen puts authentication of the warrants in issue but also takes a point of substance.",
      "id": "s48"
    },
    {
      "text": "He contends (and contended before the Magistrate) that five of the eight warrants are for his arrest for pre-trial investigation purposes rather than for trial for the offences.",
      "id": "s49"
    },
    {
      "text": "He submits that there is a clear distinction in Finnish law between the two purposes.",
      "id": "s50"
    },
    {
      "text": "He submits that only a public prosecutor can bring a prosecution, the police powers being limited to the investigation stage.",
      "id": "s51"
    },
    {
      "text": "These submissions are not evidence, but have clearly flagged an issue.",
      "id": "s52"
    },
    {
      "text": "The material relied upon by Tervonen before the Magistrate included a statement from his Finnish attorney dated 9 March 2007.",
      "id": "s53"
    },
    {
      "text": "The substance of the statement is as follows:\n \"I have today inquired from The City Court of Helsinki which are the indictments that have been taken legal proceedings.",
      "id": "s54"
    },
    {
      "text": "According to this discussion indictments are these:\" [19 charges in seven groups are then set out].",
      "id": "s55"
    },
    {
      "text": "The statement concludes:\n \"No other charges had been taken legal proceedings in City Court of Helsinki.",
      "id": "s56"
    },
    {
      "text": "\" \nTervonen has cross-referenced all of those charges to the first three warrants.",
      "id": "s57"
    },
    {
      "text": "9 The present point is not taken as to the first three warrants for arrest which were claimed by a District Prosecutor.",
      "id": "s58"
    },
    {
      "text": "The claim for the fourth warrant is made by a Senior Detective Superintendent of Police.",
      "id": "s59"
    },
    {
      "text": "The following appears in that warrant:\n \"Special prerequisites for arrest The maximum punishment for the crime is imprisonment of one year or more, and there is reason to suspect that the suspect will flee or otherwise avoid the pre-trial investigation, the criminal proceedings or the enforcement of the punishment, obstruct investigations and continue criminal activity.",
      "id": "s60"
    },
    {
      "text": "Arrest is not an excessive measure due to the nature of the case, the age of the suspect or other personal conditions.",
      "id": "s61"
    },
    {
      "text": "This coercive measure can be deemed justified considering the seriousness of the offence, the importance of solving the case, the violation of the rights of the suspect and other persons the application of this coercive measure means, as well as other relevant factors.",
      "id": "s62"
    },
    {
      "text": "Grounds The authorities have not been able to reach Jan Tervonen for the pre-trial investigation, and his place of residence is unknown.",
      "id": "s63"
    },
    {
      "text": "Jan Tervonen has been missing since August 2004 in connection with other criminal cases.",
      "id": "s64"
    },
    {
      "text": "There is reason to suspect that Tervonen will obstruct investigations by e.g.",
      "id": "s65"
    },
    {
      "text": "contacting witnesses and other suspects in this case.",
      "id": "s66"
    },
    {
      "text": "In addition, accounting of e.g.",
      "id": "s67"
    },
    {
      "text": "Creative Builders Oy and Bauflex Ab are missing.",
      "id": "s68"
    },
    {
      "text": "\" \n10 The same Senior Detective Superintendent made the claim for the fifth warrant.",
      "id": "s69"
    },
    {
      "text": "Under the heading \"Special prerequisites for arrest\" the following appears:\n \"The maximum punishment for the crime is imprisonment of six years or more, and there is reason to suspect that the suspect is avoiding criminal proceedings, obstructing investigations and continuing criminal activity.",
      "id": "s70"
    },
    {
      "text": "The suspect does not have a permanent place of residence in Finland and it is probable that he will leave the country.",
      "id": "s71"
    },
    {
      "text": "Arrest is not an excessive measure due to the nature of the case, the age of the suspect or other personal conditions.",
      "id": "s72"
    },
    {
      "text": "This coercive measure can be deemed justified considering the seriousness of the offence, the importance of solving this case, the violation of the rights of the suspect and other persons the application of this coercive measure means, as well as other relevant factors.",
      "id": "s73"
    },
    {
      "text": "\" \n11 The following paragraphs appear under the heading \"Background on case\".",
      "id": "s74"
    },
    {
      "text": "\"The person claimed to be arrested, Jan Tervonen, is suspected of having been involved, as one of the central background figures, in the carrying out of the criminal activity.",
      "id": "s75"
    },
    {
      "text": "His identity was unknown to Raappana and S&ouml;derqvist who acted as dummies.",
      "id": "s76"
    },
    {
      "text": "Jan Tervonen served a sentence of imprisonment between April and August 2004.",
      "id": "s77"
    },
    {
      "text": "In spite of this, he is suspected with probable cause of having been involved in the case at hand.",
      "id": "s78"
    },
    {
      "text": "Information on Tervonen's suspected involvement in the present case was gathered mainly through coercive measures related to pre-trial investigations of different cases.",
      "id": "s79"
    },
    {
      "text": "\" \n12 Under the heading \"Special prerequisites\" the following appears:\n \"Regarding Jan Tervonen, there is reason to suspect that if he is released, he will obstruct investigations by attempting to influence his suspected accomplices and avoid pre-trial investigations and criminal proceedings.",
      "id": "s80"
    },
    {
      "text": "Furthermore, there is reason to suspect that Tervonen will attempt to alter, hide or destroy evidence in Finland or abroad that the investigators have not yet obtained.",
      "id": "s81"
    },
    {
      "text": "There is a particularly large amount of criminal proceeds missing.",
      "id": "s82"
    },
    {
      "text": "There is reason to suspect that Jan Tervonen will attempt to be involved in the further hiding of the proceeds in Finland or abroad.",
      "id": "s83"
    },
    {
      "text": "In the context of a different case, an international wanted notice has been issued on Jan Tervonen, and the authorities have not been able to reach him since August 2004.",
      "id": "s84"
    },
    {
      "text": "\" \n13 Significantly, under the heading \"Time limit for prosecution and place of custody\" the following appears:\n \"District Prosecutor Markku Pohjanoksa from the Helsinki District Prosecutor's Office has been given an order to prosecute this case.",
      "id": "s85"
    },
    {
      "text": "\" \n14 The party making the claim for the sixth warrant is another Senior Detective Superintendent.",
      "id": "s86"
    },
    {
      "text": "The material under \"Special prerequisites for arrest\" was as follows:\n \"The maximum punishment for the crime is imprisonment of one year or more, and there is reason to suspect that the suspect is avoiding criminal proceedings and obstructing investigations.",
      "id": "s87"
    },
    {
      "text": "The suspect does not have a permanent place of residence in Finland and it is probable that he will leave the country.",
      "id": "s88"
    },
    {
      "text": "Arrest is not an excessive measure due to the nature of the case, the age of the suspect or other personal conditions.",
      "id": "s89"
    },
    {
      "text": "This coercive measure can be deemed justified considering the seriousness of the offence, the importance of solving the case, the violation of the rights of the suspect and other persons the application of this coercive measure means, as well as other relevant factors.",
      "id": "s90"
    },
    {
      "text": "\" \n15 The claim for the seventh warrant was made by the same Senior Detective Superintendent as made the claim for the sixth warrant.",
      "id": "s91"
    },
    {
      "text": "The material under \"Special prerequisites for arrest\" was as follows:\n \"The maximum punishment for the crime is imprisonment of one year or more, and there is reason to suspect that the suspect is avoiding criminal proceedings and obstructing investigations.",
      "id": "s92"
    },
    {
      "text": "The suspect does not have a permanent place of residence in Finland and it is probable that he will leave the country.",
      "id": "s93"
    },
    {
      "text": "Arrest is not an excessive measure due to the nature of the case, the age of the suspect or other personal conditions.",
      "id": "s94"
    },
    {
      "text": "This coercive measure can be deemed justified considering the seriousness of the offence, the importance of solving the case, the violation of the rights of the suspect and other persons the application of this coercive measure means, as well as other relevant factors.",
      "id": "s95"
    },
    {
      "text": "\" \n16 The request for the eighth warrant was made by another Detective Superintendent.",
      "id": "s96"
    },
    {
      "text": "The material under \"Special prerequisites for arrest\" was as follows:\n \"The maximum punishment for the crime is imprisonment of one year or more, and there is reason to suspect that the suspect is avoiding criminal proceedings.",
      "id": "s97"
    },
    {
      "text": "The suspect does not have a permanent place of residence in Finland and it is probable that he will leave the country.",
      "id": "s98"
    },
    {
      "text": "Arrest is not an excessive measure due to the nature of the case, the age of the suspect or other personal conditions.",
      "id": "s99"
    },
    {
      "text": "This coercive measure can be deemed justified considering the seriousness of the offence, the importance of solving the case, the violation of the rights of the suspect and other persons the application of this coercive measure means, as well as other relevant factors.",
      "id": "s100"
    },
    {
      "text": "\" \n17 The original request to Australia of 22 June 2006 included under the heading \"Arrest warrants\" the following:\n \"Tervonen was remanded in absentia on the basis of three warrants for arrest issued by the Helsinki District Court on 23 August 2004 and 15 October 2004.",
      "id": "s101"
    },
    {
      "text": "The translations of the warrants are attached to this request.",
      "id": "s102"
    },
    {
      "text": "\" \nThose three warrants are clearly enough warrants 1, 2 and 3 by virtue of the correspondence in dates.",
      "id": "s103"
    },
    {
      "text": "The request included the following material under the heading \"Competence of the requesting party\":\n \"According to the Finnish Coercive Measures Act, chapter 1, section 3, subsection 1, a person suspected of an offence on a probable cause may be arrested e.g.",
      "id": "s104"
    },
    {
      "text": "when: - a less severe punishment than an imprisonment for two years has been provided for the offence, but the most severe punishment exceeds or equals imprisonment for one year and having regard to the circumstances of the suspect or on some other grounds, it is probable that the suspect will escape or otherwise avoid pre-trial investigation, court proceedings or enforcement of punishment; - the identity of the suspect is not known and the suspect refuses to divulge his name or address, or gives evidently false information; or - the suspect does not have a permanent residence in Finland and it is probable that the suspect will avoid pre-trial investigation, court proceedings or enforcement of punishment by leaving the country.",
      "id": "s105"
    },
    {
      "text": "According to the Coercive Measures Act, chapter 1, section 6, an official with the power of arrest shall decide on arrest.",
      "id": "s106"
    },
    {
      "text": "A public prosecutor has, according to this section, the power of arrest.",
      "id": "s107"
    },
    {
      "text": "According to the Coercive Measures Act, chapter 1, section 10, during the criminal investigation, an official with the power of arrest may request detention.",
      "id": "s108"
    },
    {
      "text": "Before a request is made, it shall be notified to the prosecutor, who may take it upon himself to decide whether the detention request is to be made.",
      "id": "s109"
    },
    {
      "text": "When the case has been sent to the prosecutor after the conclusion of the criminal investigation, the prosecutor may request detention.",
      "id": "s110"
    },
    {
      "text": "The court shall not order the detention of the defendant on its own initiative.",
      "id": "s111"
    },
    {
      "text": "\" \n18 In the body of the request under the heading of \"Evidence\" the following appeared:\n \"11) Count 10 concerns destroying of account documents and count 11 alternatively misplacing the account documents through gross negligence.",
      "id": "s112"
    },
    {
      "text": "The evidence is the same as in count 10.",
      "id": "s113"
    },
    {
      "text": "...",
      "id": "s114"
    },
    {
      "text": "The Finnish legislation makes a difference between deliberate neglecting of accounting duties and neglecting them through gross negligence, if the essential elements of both provisions are fulfilled in other respects, as in this case.",
      "id": "s115"
    },
    {
      "text": "The essential difference between the Sections 9 and 10 of Chapter 30 is the degree of deliberation with which the act can be considered committed.",
      "id": "s116"
    },
    {
      "text": "If on the basis of pre-trial investigation both provisions are applicable, the claims may be presented as alternatives.",
      "id": "s117"
    },
    {
      "text": "The court will then decide on the basis of the hearings, which one will apply.",
      "id": "s118"
    },
    {
      "text": "\" \n19 The supplementary information which was provided included the following:\n \"We want to point out that Tervonen's offences are white-collar crime of which it is very hard to get unambiguous evidence and for which trials many times take weeks.",
      "id": "s119"
    },
    {
      "text": "At this stage of the procedure and investigations the information provided is as detailed as possible.",
      "id": "s120"
    },
    {
      "text": "\" \n20 It appears that Tervonen put a similar argument to Rares J in the proceeding challenging the validity of the s 16 notice --- see Tervonen [2007] FCA 1684 ; 98 ALD 589 at [33] ---[44].",
      "id": "s121"
    },
    {
      "text": "Rares J decided that it was open to the Minister to form the relevant opinion but did not consider the correctness or otherwise of that opinion, the proceeding before him being a challenge on administrative law grounds.",
      "id": "s122"
    },
    {
      "text": "21 In my opinion, it is tolerably clear in the present case that only the first three warrants would normally be regarded as being \"for the arrest of the person for the offence\", the other warrants being connected with coercive investigation.",
      "id": "s123"
    },
    {
      "text": "To borrow from Art 1 of the Treaty, it was only those warrants by which Tervonen had been charged by a competent authority with the relevant offences against the law of Finland, bearing in mind that an extradition treaty must be a treaty relating to the surrender of persons accused or convicted of offences (s 5).",
      "id": "s124"
    },
    {
      "text": "That conclusion is assisted by the failure of Finland to produce material to the Magistrate explaining the system as it applied to the issues in the case.",
      "id": "s125"
    },
    {
      "text": "22 However, counsel for Finland submits that this argument is effectively foreclosed to Tervonen by the decision of the High Court in Director of Public Prosections (Cth) v Kainhofer [1995] HCA 35 ; (1995) 185 CLR 528.",
      "id": "s126"
    },
    {
      "text": "There are certainly similarities between that case and this, as extradition was sought by the Republic of Austria, a civil law country as is Finland.",
      "id": "s127"
    },
    {
      "text": "The Full Court of this Court had held that, on the material placed before the Magistrate on behalf of the Republic of Austria, he could not properly be satisfied in terms of s 19(2)(a) and s 19(3)(a) of the Act that the duly authenticated warrant that he had before him provided for the arrest of the appellant as a person \"accused\" of the offences to which the warrant referred ( Kainhofer v Director of Public Prosecutions (1994) 52 FCR 341 at 359G).",
      "id": "s128"
    },
    {
      "text": "The Court had held that the Act and the Treaty with Austria (which appears to be similar to that in the present case) provided for the surrender of a person only if the person was \"accused\" or convicted of an extradition offence.",
      "id": "s129"
    },
    {
      "text": "Their Honours said ( Kainhofer 52 FCR at 358---359):\n \"Neither the Act nor the Treaty, however, defines the circumstances in which a person is to be regarded as being \"accused\" of the offence or offences in respect of which surrender is sought.",
      "id": "s130"
    },
    {
      "text": "In the jurisprudence of this country, one would not normally speak of a person as a person who is \"accused\" of a criminal offence in the sense in which that expression is used in the Act unless legal proceedings for the imposition of a penalty in respect of the offence have been commenced by the laying before a magistrate or other appropriate official of an information or complaint alleging the commission of the offence or by the presentation to a court of an indictment alleging such commission or unless the person has been formally charged with the offence before an appropriate official following upon his arrest.",
      "id": "s131"
    },
    {
      "text": "That statement may not be exhaustive but, in any event, it would not be sufficient to establish that a person was \"accused\" of an offence to show only that a complaint had been made to the police alleging the commission of the offence or that the police, or other investigating body, were conducting inquiries to determine whether there was evidence of the commission of the offence sufficient to warrant the person being \"accused\" of the offence in the sense mentioned.",
      "id": "s132"
    },
    {
      "text": "\" \n23 In the High Court, Brennan CJ, Dawson and McHugh JJ said ( Director of Public Prosecutions (Cth) v Kainhofer 185 CLR at 539---540): \n \"The function of the s 19 magistrate under sub-s (2)(a) of s 19 is concerned solely with the correspondence between the \"supporting documents in relation to the offence\" produced to the magistrate and the description of \"supporting documents\" in sub-s (3).",
      "id": "s133"
    },
    {
      "text": "The \"offence\" referred to in sub-s (2)(a) is the offence referred to in sub-s (1), namely, \"the extradition offence or extradition offences for which surrender of the person is sought by the extradition country\".",
      "id": "s134"
    },
    {
      "text": "Given that the person is an extraditable person, \"the offence\" in s 19(2)(a) must be taken to be either an offence \"that the person is accused of having committed\" or an offence of which the \"person has been convicted\".",
      "id": "s135"
    },
    {
      "text": "The introductory words of sub-s (3)(a) and (b) merely direct the s 19 magistrate to the relevant description to be applied to the supporting documents in the case of the particular extraditable person who is the subject of the s 19 proceedings.",
      "id": "s136"
    },
    {
      "text": "The relevant direction is obtained by the s 19 magistrate by reference to whatever material is produced.",
      "id": "s137"
    },
    {
      "text": "If that material does not include supporting documents that answer one of the categories of documents described in sub-s (3), the requirement of sub-s (2)(a) is not satisfied; if there be supporting documents that answer the description in one of those categories, the requirement of sub-s (2)(a) is satisfied.",
      "id": "s138"
    },
    {
      "text": "In the present case, the only issue for determination under s 19(2)(a) was whether the document produced was a duly authenticated warrant or copy warrant issued by the Republic of Austria for the arrest of the respondent for an extradition offence for which the surrender of the respondent was sought by the Republic of Austria.",
      "id": "s139"
    },
    {
      "text": "That issue did not require a finding as to whether the respondent was a person \"accused\".",
      "id": "s140"
    },
    {
      "text": "\" \nToohey J agreed with those reasons (185 CLR at 540).",
      "id": "s141"
    },
    {
      "text": "Gummow J agreed in that result, although by a somewhat different path.",
      "id": "s142"
    },
    {
      "text": "24 It is not at all clear to me what meaning is to be given to the words \"for the offence\" in s 19(3)(a) in the light of the decision of the High Court.",
      "id": "s143"
    },
    {
      "text": "The submission for Finland reduces the content of s 19(3)(a) (and so s 19(2)(a)) to mere authentication of the warrant.",
      "id": "s144"
    },
    {
      "text": "So far as the substance of the warrant is concerned, all that is necessary is to tick off the offences against those in relation to which extradition is sought.",
      "id": "s145"
    },
    {
      "text": "It is difficult to discern any reason in principle why the opinion of the Attorney-General in relation to s 16(2)(a)(i) should not be examinable by the Magistrate where appropriate and yet the opinion in relation to s 16(2)(a)(ii) and s 16(2)(b) can be dealt with on the merits by the Magistrate notwithstanding the earlier opinion of the Attorney-General.",
      "id": "s146"
    },
    {
      "text": "It is even more difficult to understand why a magistrate's satisfaction in relation to a provisional arrest warrant pursuant to s 12 should decide the relevant issue to the exclusion of a magistrate pursuant to s 19 where appropriate.",
      "id": "s147"
    },
    {
      "text": "Neither the Attorney-General nor the first Magistrate has any better means of deciding the point than would be available to a properly instructed magistrate acting pursuant to s 19.",
      "id": "s148"
    },
    {
      "text": "However, I can see no escape from the conclusion that the decision of the High Court in Director of Public Prosections (Cth) v Kainhofer [1995] HCA 35 ; 185 CLR 528 does have the effect as submitted on behalf of Finland.",
      "id": "s149"
    },
    {
      "text": "25 On the merits of the issue, if it were open to be considered, in Director of Public Prosections (Cth) v Kainhofer [1995] HCA 35 ; 185 CLR 528 , Gummow J said (at 564):\n \"The fundamental question is whether the person whose extradition is sought under Pt II is one in respect of whom there has been taken by the competent authorities in the extradition country a decision to invoke the operation of the criminal law by the taking of whatever steps are necessary to initiate what might fairly be described as a prosecution.",
      "id": "s150"
    },
    {
      "text": "\" \nThe fact that his Honour did not agree with the conclusion of the Full Court in that case on that issue would not be of any significance here, as the facts here are considerably stronger than the facts in Director of Public Prosections (Cth) v Kainhofer [1995] HCA 35 ; 185 CLR 528.",
      "id": "s151"
    },
    {
      "text": "There is nothing in the majority judgment in the High Court to indicate that they would have taken a different view in principle from Gummow J if the question had fallen for determination.",
      "id": "s152"
    },
    {
      "text": "Authentication \n \n26 In my opinion, there is no substance to the issues raised by Tervonen concerning authentication of the warrants, bearing in mind the provisions of s 19(7) and s 19(8) of the Act and Art 8(2) of the Treaty.",
      "id": "s153"
    },
    {
      "text": "The original documents are in evidence.",
      "id": "s154"
    },
    {
      "text": "27 It was also submitted that warrants 1, 2 and 3 were vitiated by a conflict of interest on the part of the prosecutor making the claim for those warrants as he was a victim of one of the other alleged offences, and so the warrants could not be authenticated.",
      "id": "s155"
    },
    {
      "text": "Even if a conflict were established, it would not affect authentication and there is no other relevant ground to oppose surrender available under s 19(2) on that basis.",
      "id": "s156"
    },
    {
      "text": "Individual offences \n \n28 Tervonen submits that there is no warrant backing for offence 7 in the amended s 16 notice.",
      "id": "s157"
    },
    {
      "text": "It is submitted for Finland that this is the ninth offence in the first warrant, although it is conceded that there is a typographical error in the English translation of the dates of the offence.",
      "id": "s158"
    },
    {
      "text": "In my opinion, the offences correspond in substance.",
      "id": "s159"
    },
    {
      "text": "There is a similar question in relation to offence no 4 in the amended s 16 notice.",
      "id": "s160"
    },
    {
      "text": "The form of the documents is such that offence 4 in the notice should relate to offence 5 in warrant 1.",
      "id": "s161"
    },
    {
      "text": "Offence 4 is described as \"One count of Aggravated Receiving Offence between 1 October 2001 and 30 November 2001\".",
      "id": "s162"
    },
    {
      "text": "Offence 5 in the summary portion of warrant 1 is described as \"Aggravated receiving offence 01 October 2001 and 28 October 2002, Helsinki\".",
      "id": "s163"
    },
    {
      "text": "However, the actual offence was aggravated receiving 1 October 2001---30 November 2001.",
      "id": "s164"
    },
    {
      "text": "The s 16 notice is correct.",
      "id": "s165"
    },
    {
      "text": "Double criminality \n \n29 It is then submitted that the conduct in relation to offences numbered 1, 2, 3, 8, 9, 10, 11, 12, 14, 15, and 16 is insufficient to establish dual criminality.",
      "id": "s166"
    },
    {
      "text": "No particulars are given about that contention.",
      "id": "s167"
    },
    {
      "text": "Counsel for Finland has provided a cross-reference for each of those counts and the conduct alleged to constitute the relevant offence to a provision of the Crimes Act 1900 (NSW), the Corporations Act 2000 (Cth) or the Criminal Code 1995 (Cth) that it is submitted would be contravened if the conduct which is alleged by Finland took place in New South Wales at the time of the alleged conduct.",
      "id": "s168"
    },
    {
      "text": "I accept the contentions on behalf of Finland in that respect.",
      "id": "s169"
    },
    {
      "text": "30 In relation to the offences reflected in warrants 4---8 inclusive, Tervonen has relied upon his general attack upon those warrants rather than taking issue with individual offences.",
      "id": "s170"
    },
    {
      "text": "The table which was provided to the Magistrate identifying the equivalent offences in Australia is in the Review Book and, in the absence of argument to the contrary, I accept the submission that it is correct.",
      "id": "s171"
    },
    {
      "text": "Limitation \n \n31 Tervonen argues that at least one charge (offence 5) is barred by a time limitation in Finland and that the limitation of time in relation to offence 8 and offence 9 expired on 5 July 2007.",
      "id": "s172"
    },
    {
      "text": "It is submitted for Finland that that question is irrelevant as it does not arise pursuant to s 19(2).",
      "id": "s173"
    },
    {
      "text": "That proposition follows from the wording of the section together with the authority of the Court in Zoeller v Federal Republic of Germany (1989) 23 FCR 282 at 303.",
      "id": "s174"
    },
    {
      "text": "Tervonen submits that this should be qualified because Art 7(2)(d) of the Treaty requires setting out the relevant provisions of the statute creating the offence or a statement of the relevant law as to the offence including any law relating to the limitation of proceedings.",
      "id": "s175"
    },
    {
      "text": "It was also submitted on behalf of Finland that, certainly in relation to the first warrant, it is clear that criminal proceedings were commenced within the limitation period.",
      "id": "s176"
    },
    {
      "text": "32 Whilst the effect of the Treaty when combined with s 11 of the Act may be to require production of information as to time limitations, there is nothing in the Treaty or the Act which would entitle the Magistrate to take that information into account in deciding eligibility for surrender.",
      "id": "s177"
    },
    {
      "text": "This may seem anomalous, but presumably the Attorney-General can take that information into account in exercising the discretions in relation to surrender pursuant to s 22 of the Act as well as the earlier discretion pursuant to s 16.",
      "id": "s178"
    },
    {
      "text": "SECTION 19(1) \n Background \n \n33 I need not repeat the discussion concerning the proper approach to this provision in a s 21 review set out in Tervonen [2007] FCA 2067 at [6] ---[9].",
      "id": "s179"
    },
    {
      "text": "The approach most favourable to Tervonen is that the issues are to be decided on the merits.",
      "id": "s180"
    },
    {
      "text": "I will consider them on that basis in the first instance.",
      "id": "s181"
    },
    {
      "text": "34 Section 19(1) is as follows:\n \"(1) Where: \n \n \n (a) a person is on remand under section 15;\n (b) the Attorney General has given a notice under subsection 16(1) in relation to the person;\n (c) an application is made to a magistrate by or on behalf of the person or the extradition country concerned for proceedings to be conducted in relation to the person under this section; and\n (d) the magistrate considers that the person and the extradition country have had reasonable time in which to prepare for the conduct of such proceedings; \n \n \n \n \n the magistrate shall conduct proceedings to determine whether the person is eligible for surrender in relation to the extradition offence or extradition offences for which surrender of the person is sought by the extradition country.",
      "id": "s182"
    },
    {
      "text": "\"\n \n \n On remand \n \n35 Tervonen does not dispute that he was arrested pursuant to a provisional arrest warrant and was remanded in custody pursuant to s 15 of the Act on 4 July 2006 and then again on 8 March 2007.",
      "id": "s183"
    },
    {
      "text": "However, he claims that he was not on remand in relation to all of the extradition offences.",
      "id": "s184"
    },
    {
      "text": "That may be correct in one sense as the amended s 16 notice was served after the second remand, but I accept the submission on behalf of Finland that s 19(1) does not require that the applicant be on remand pursuant to s 15 in relation to each and every extradition offence.",
      "id": "s185"
    },
    {
      "text": "In any event, the point is academic in the sense that the offences which had been added after the last remand (57 and 58) are now excluded because of the decision of the Full Court as to the s 16 notice.",
      "id": "s186"
    },
    {
      "text": "Notice pursuant to s 16(1) \n \n36 The validity of the amended s 16 notice, excluding offences 55, 57 and 58, has been established by the decision of the Full Court in Minister for Home Affairs v Tervonen [2008] FCAFC 24 with supplementary reasons Minister for Home Affairs v Tervonen (No 2) [2008] FCAFC 32.",
      "id": "s187"
    },
    {
      "text": "In any event, in Director of Public Prosections (Cth) v Kainhofer [1995] HCA 35 ; 185 CLR 528 , Brennan CJ, Dawson and McHugh JJ said (at 539):\n \"Lacking any power to review those decisions [including the giving of a s 16 notice], a s 19 magistrate must proceed on the footing that the order and the notice, if not invalid ex facie, were validly made.",
      "id": "s188"
    },
    {
      "text": "\" \n37 Tervonen also submitted that the notice had been issued too late in the sense that it was not issued within 45 days from the s 15 remand order as required by s 17(2)(a) of the Act.",
      "id": "s189"
    },
    {
      "text": "Tervonen was not released, whether or not he was entitled to be released.",
      "id": "s190"
    },
    {
      "text": "In any event, the decision of Rares J held that a s 16 notice could be amended, and, once the invalidity that he found is removed by the decision of the Full Court, the foundation for Tervonen's submission disappears.",
      "id": "s191"
    },
    {
      "text": "Reasonable time \n \n38 The warrant was issued on 23 June 2006 and executed on 4 July 2006.",
      "id": "s192"
    },
    {
      "text": "After several appearances, on 8 March 2007 Tervonen was remanded in custody under s 15 with a return date of 14 March 2007.",
      "id": "s193"
    },
    {
      "text": "On that date the matter was adjourned to 18 April 2007 for hearing for one day.",
      "id": "s194"
    },
    {
      "text": "On that date the matter was adjourned on the basis that it must proceed on the next occasion with no more adjournments.",
      "id": "s195"
    },
    {
      "text": "On 8 May 2007 the matter was adjourned to 6 June 2007 for hearing and it was agreed that the matter would proceed on the papers with no evidence to be called by way of witnesses.",
      "id": "s196"
    },
    {
      "text": "There is no transcript of that appearance.",
      "id": "s197"
    },
    {
      "text": "39 There is a transcript of what took place on 6 June 2007.",
      "id": "s198"
    },
    {
      "text": "It records, inter alia, the following:\n \"HIS HONOUR: The court hasn't gone to the papers because in the presence of the defendant the court would go through and then the court will retire and read them, but are you ready for the matter to be finalised today, Mr Tervonen, as indicated on the last occasion?",
      "id": "s199"
    },
    {
      "text": "FUGITIVE: Yes, I am, your Honour.",
      "id": "s200"
    },
    {
      "text": "HIS HONOUR: Have you filed your submissions?",
      "id": "s201"
    },
    {
      "text": "FUGITIVE: Yes, I have.",
      "id": "s202"
    },
    {
      "text": "\" \nLater, the following appears:\n \"HIS HONOUR: All right, Mr Tervonen, is there anything further you wanted to say before the court makes its decision in this matter?",
      "id": "s203"
    },
    {
      "text": "FUGITIVE: No, your Honour.",
      "id": "s204"
    },
    {
      "text": "HIS HONOUR: You wish to rely completely on the documents?",
      "id": "s205"
    },
    {
      "text": "FUGITIVE: Yes.",
      "id": "s206"
    },
    {
      "text": "HIS HONOUR: From the crown?",
      "id": "s207"
    },
    {
      "text": "MORGAN: No, your Honour.",
      "id": "s208"
    },
    {
      "text": "\" \n40 Tervonen claims in his submissions that on 18 April 2007 he told the Magistrate of the difficulties he had in understanding the material produced to him because half of it had been produced in English only and that he had very limited access to law books.",
      "id": "s209"
    },
    {
      "text": "He did not raise any problem on the hearing in June because the Magistrate had said on 18 April 2007 that he would not give any more adjournments no matter what.",
      "id": "s210"
    },
    {
      "text": "41 No doubt, anybody in Tervonen's position would have difficulties in dealing with an extradition from custody being without legal representation and not being a native English speaker.",
      "id": "s211"
    },
    {
      "text": "However, in the present circumstances, on any view, Tervonen had more than reasonable time in which to prepare for the conduct of the proceedings.",
      "id": "s212"
    },
    {
      "text": "CONCLUSION \n \n42 It follows that the order of the Magistrate should be confirmed save in respect of the offences omitted from the amended s 16 notice as a result of the order of the Full Court.",
      "id": "s213"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s214"
    },
    {
      "text": "Associate:\n\nDated: 29 May 2008\n\n\n Counsel for the Applicant: The Applicant appeared in person on 25 September 2007\nMr D Ash on 29 November and 18 December 2007 \n \n Counsel for the First Respondent: Ms K Morgan on 25 September 2007\nMr R Beech-Jones SC; Ms K Morgan on 29 November and 18 December 2007 \n \n Solicitor for the First Respondent: Commonwealth Director of Public Prosecutions \n \n \n The Second Respondent appeared and submitted \n \n Dates of Original Hearing: 25 September, 29 November and 18 December 2007 \n \n Date of Original Orders: 20 December 2007 \n \n Date of Remittal by Full Court: 6 March 2008 \n \n Date of Judgment: 29 May 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/781.html",
      "id": "s215"
    }
  ]
}