{
  "name": "Peter Hanne &amp; Associates Pty Ltd v Village Life Limited [2008] FCA 719 (22 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/719.html",
  "catchphrases": [
    {
      "text": "motion to strike out statement of claim",
      "id": "c0"
    },
    {
      "text": "representative action",
      "id": "c1"
    },
    {
      "text": "claims for damages for misleading and deceptive conduct, breach of obligations of disclosure",
      "id": "c2"
    },
    {
      "text": "material facts not pleaded",
      "id": "c3"
    },
    {
      "text": "statement of claim struck out",
      "id": "c4"
    },
    {
      "text": "procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction &amp; Overview \n \n1 This notice of motion raises the question of the extent to which modern case management procedures under the Court's individual docket system can displace the strict rules of pleadings.",
      "id": "s0"
    },
    {
      "text": "The question arises in the context of a representative action under Part IVA of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s1"
    },
    {
      "text": "2 The reason it does so is that the applicant, Peter Hanne &amp; Associates Pty Ltd (\"Hanne\"), seeks to overcome what it acknowledges to be certain gaps in the Statement of Claim by providing particulars.",
      "id": "s2"
    },
    {
      "text": "However, it wishes to provide the particulars only after the respondent, Village Life Limited, has answered a Notice to Produce.",
      "id": "s3"
    },
    {
      "text": "However, Village Life seeks to set aside the Notice to Produce which it contends to be both oppressive and an impermissible way of overcoming the defects in the pleading.",
      "id": "s4"
    },
    {
      "text": "3 Hanne sues as the representative of Group Members who are defined in [1](d) of the Statement of Claim.",
      "id": "s5"
    },
    {
      "text": "The Group Members comprise investors who obtained an interest in shares in Village Life in the period from 8 December 2003 to 1 February 2005 and who satisfy the other criteria stated in [1](d) of the Statement of Claim.",
      "id": "s6"
    },
    {
      "text": "The criteria include the entry into of a litigation funding agreement with a nominated funder.",
      "id": "s7"
    },
    {
      "text": "4 The Statement of Claim pleads various causes of action founded upon misleading and deceptive conduct said to arise from a number of specified representations.",
      "id": "s8"
    },
    {
      "text": "The representations comprise express representations said to have been made in a prospectus issued by Village Life on 6 November 2003 and implied representations also said to have been made in the prospectus, as well as certain other representations defined in the Statement of Claim collectively as the 2004 Profitability Representations.",
      "id": "s9"
    },
    {
      "text": "5 The principal express representations pleaded in the Statement of Claim are as to the profit forecast for Village Life for the year ending 30 June 2005 and the forecast number of retirement villages that Village Life would have under management as at that date.",
      "id": "s10"
    },
    {
      "text": "6 The 2004 Profitability Representations comprise: (1) an announcement by or on behalf of Village Life to the Australian Stock Exchange dated 27 August 2004; (2) an address by the Chairman of Village Life dated 27 October 2004; (3) the \"Post-Prospectus Silence\" which is a defined term in the Statement of Claim.",
      "id": "s11"
    },
    {
      "text": "7 The 27 August 2004 announcement and the Chairman's address of 27 October 2004 each included a Statement that nothing had come to the attention of the directors to indicate that the 2005 profit forecast in the prospectus would not be met.",
      "id": "s12"
    },
    {
      "text": "The \"Post-Prospectus Silence\" is said to be a failure to withdraw or correct the representations made in the prospectus in the period 8 December 2003 to 1 February 2005.",
      "id": "s13"
    },
    {
      "text": "8 The fulcrum of the Statement of Claim is found in [13] of that document.",
      "id": "s14"
    },
    {
      "text": "I will set it out in full later but it is sufficient to say by way of introduction that this paragraph pleads that on a date or dates presently unknown to Hanne, eight different circumstances occurred which adversely affected the profitability of Village Life.",
      "id": "s15"
    },
    {
      "text": "9 This paragraph of the Statement of Claim lies at the heart of the action because the gravamen of the claim is that events occurred after the issue of the prospectus which rendered misleading the representation made as to the 2005 profit forecast and the number of retirement villages expected to be completed.",
      "id": "s16"
    },
    {
      "text": "10 However, Village Life contends that [13] is pleaded at such a high level of generality that it has a tendency to cause prejudice or embarrassment within the meaning of O 11 r 16(b) of the Federal Court Rules .",
      "id": "s17"
    },
    {
      "text": "Village Life seeks an order that the whole or certain parts of the Statement of Claim be struck out under this rule.",
      "id": "s18"
    },
    {
      "text": "11 Village Life also calls in aid in its strike out application the terms of [31] of the Statement of Claim.",
      "id": "s19"
    },
    {
      "text": "Under this paragraph, Hanne pleads that each of it and group members and/or their professional advisers who read the prospectus and/or the 27 August 2004 announcement and/or the 27 October 2004 Announcement relied on the truth or reasonableness of the representations in deciding to acquire or hold shares in Village Life.",
      "id": "s20"
    },
    {
      "text": "12 Village Life contends that [31] is obscure because it does not plead that Hanne in fact read the prospectus or the two statements.",
      "id": "s21"
    },
    {
      "text": "If it did not, adverse consequences flow because the proceeding will not determine the case of other Group Members who may have read those documents.",
      "id": "s22"
    },
    {
      "text": "Moreover, there would be implications as to the composition of the Group which may have to be redefined into various sub-classes.",
      "id": "s23"
    },
    {
      "text": "13 Senior Counsel for Hanne, Mr Gageler SC, fairly conceded that particulars of [13] must be supplied.",
      "id": "s24"
    },
    {
      "text": "However, he submitted that this may be done after the Notice to Produce is answered.",
      "id": "s25"
    },
    {
      "text": "He relied in particular upon the fact that the adverse profitability circumstances are based directly upon statements made by directors or management of Village Life.",
      "id": "s26"
    },
    {
      "text": "A schedule recording those statements and the source of them was in evidence.",
      "id": "s27"
    },
    {
      "text": "14 The Notice to Produce seeks all documents relied upon by Village Life in making each of the statements identified in the schedule.",
      "id": "s28"
    },
    {
      "text": "15 A further question which arises on the motion is whether Hanne should be ordered to provide a list of the Group Members so as to enable Village Life to determine when they purchased shares in the company.",
      "id": "s29"
    },
    {
      "text": "This is to enable Village Life to make appropriate investigations as to whether the shares were purchased after the issue of the prospectus or the making of the August or October 2004 statements.",
      "id": "s30"
    },
    {
      "text": "Those enquiries are relevant to the issue of reliance and the composition of the Group.",
      "id": "s31"
    },
    {
      "text": "The Statement of Claim \n \n16 The Statement of Claim pleads five express representations said to have been made in the prospectus.",
      "id": "s32"
    },
    {
      "text": "These are pleaded in [6].",
      "id": "s33"
    },
    {
      "text": "As I have said, the principal representations are the 2005 profit forecast and the number of villages that would be constructed and under management.",
      "id": "s34"
    },
    {
      "text": "The profit forecast was $15.4 million and the number of villages under Village Life's management was to be 102.",
      "id": "s35"
    },
    {
      "text": "17 Paragraphs [7] and [8] of the Statement of Claim plead certain omissions from the prospectus and certain implied representations said to have been made in it.",
      "id": "s36"
    },
    {
      "text": "The Statement of Claim contains a large number of defined terms.",
      "id": "s37"
    },
    {
      "text": "These are two of them; the omissions are called \"the Prospectus Omitted Information\" and the implied representations are called \"the Implied Prospectus Representations\".",
      "id": "s38"
    },
    {
      "text": "18 The 27 August 2004 Announcement is pleaded in [11] and the 27 October 2004 Chairman's address is pleaded in [12].",
      "id": "s39"
    },
    {
      "text": "19 Paragraph [13] of the Statement of Claim is as follows:\n \n On a date or dates presently unknown to the Applicant: \n \n (a) The construction and completion program for villages by Village Life and the licensees was slower than predicted; \n (b) The occupancy levels of completed villages were lower than expected; \n (c) There were falling occupancy rates for completed villages, and Village Life had to bear the cost differential between the rent it paid to the Village Life Trust (as owners of some of the villages) and the income Village Life actually received from tenants; \n (d) Land prices of sites suitable for Village Life or licensees to build on had increased; \n (e) The rollout of the licensee and trust villages suffered delays in development approval, weather delays and issues associated with engineering; \n (f) Construction costs of villages had increased in comparison with historical construction costs; \n (g) Land prices of sites suitable for Village Life or licensees to build villages on and construction costs of villages were growing at a faster rate than the Australian Government Age Pension; and \n (h) Village Life was not replacing its inventories at levels necessary to enable the 2005 Village Completion Rate Forecast to be met.",
      "id": "s40"
    },
    {
      "text": "\" \n \n \n \n \n (the ' Adverse Profitability Circumstances' ).",
      "id": "s41"
    },
    {
      "text": "20 Paragraph [14] pleads that between 8 December 2003 and 1 February 2005 Village Life took no steps (or no adequate steps) to inform Hanne or Group Members of the Prospectus Omitted Information or withdraw or correct the Express Prospectus Representations or the Implied Prospectus Representations.",
      "id": "s42"
    },
    {
      "text": "This is called the Post-Prospectus Silence.",
      "id": "s43"
    },
    {
      "text": "21 The August 2004 Announcement, the October 2004 Chairman's Address and the Post-Prospectus Silence are said in [16] to constitute express or implied representations that Village Life was achieving, or would be likely to achieve the forecasts made in the prospectus.",
      "id": "s44"
    },
    {
      "text": "These representations are called the 2004 Profitability Representations.",
      "id": "s45"
    },
    {
      "text": "22 Paragraph [17] pleads that each of the 2004 Profitability Representations was misleading.",
      "id": "s46"
    },
    {
      "text": "The gravamen of this paragraph is that Village Life was not likely to achieve the forecasts in the prospectus as a result of the adverse profitability circumstances.",
      "id": "s47"
    },
    {
      "text": "That is to say the 2004 Profitability Representations are said to have been misleading by reason of the various matters affecting profitability and construction of retirement villages set out in [13] of the Statement of Claim.",
      "id": "s48"
    },
    {
      "text": "23 Paragraph [18] pleads the terms of an announcement made by Village Life on February 2005.",
      "id": "s49"
    },
    {
      "text": "The announcement disclosed a retreat from the prospectus forecasts.",
      "id": "s50"
    },
    {
      "text": "In particular, completed villages were forecast to be 81 by 30 June 2008, rather than 102, and the profit forecast was reduced from $15.4 million to $11.5-$12.5 million.",
      "id": "s51"
    },
    {
      "text": "24 A further downturn in the forecasts is pleaded in a related proceeding and I will refer to that later.",
      "id": "s52"
    },
    {
      "text": "25 Paragraph [19] of the Statement of Claim pleads that by reason of a number of specified paragraphs, including [13], the Express and Implied Prospectus Representations and the 2004 Profitability Representations constituted misleading and deceptive conduct.",
      "id": "s53"
    },
    {
      "text": "26 Breaches of the misleading and deceptive conduct provisions of the Corporations Act 2001 (Cth), the Australian Securities and Investments Commission Act 2001 (Cth) (\"ASIC Act\") , the Trade Practices Act 1974 (Cth) and the Fair Trading Acts of each State and the Australian Capital Territory are pleaded in [19] and in an alternative claim made in [20].",
      "id": "s54"
    },
    {
      "text": "27 In [22] --- [23] Hanne pleads a claim of contravention of the obligations of continuous disclosure contained in s 674 of the Corporations Act as well as contravention of the Australian Stock Exchange listing rules.",
      "id": "s55"
    },
    {
      "text": "It is sufficient to say that the failure to disclose, what is said to be material information, is based upon the allegations of Adverse Profitability Circumstances pleaded in [13].",
      "id": "s56"
    },
    {
      "text": "28 The claim of loss and damage are set out in [30] --- [33].",
      "id": "s57"
    },
    {
      "text": "I will reproduce those paragraphs, omitting the particulars.",
      "id": "s58"
    },
    {
      "text": "They are as follows:\n \n 30.",
      "id": "s59"
    },
    {
      "text": "The Express and Implied Prospectus Representations and/or the 2004 Profitability Representations and the failure to disclose the Material Information caused the share price of Village Life to be higher during the Relevant Period than it would have been if the Representations had not been made and/or the Material Information had been disclosed.",
      "id": "s60"
    },
    {
      "text": "31.",
      "id": "s61"
    },
    {
      "text": "Further or in the alternative, each of the Applicant and Group Members and/or their professional advisers who read the Express Prospectus Representations and/or the 27 August Announcement and/or 27 October 2004 Announcement: \n \n \n \n (a) Believed the truth of what they read; or \n (b) Believed that the representations were made on reasonable grounds; and \n (c) Relied on the truth or the reasonableness of the representations in deciding to acquire or retain interests in shares in Village Life.",
      "id": "s62"
    },
    {
      "text": "32.",
      "id": "s63"
    },
    {
      "text": "Further or in the alternative, the Applicant and Group Members, in relation to their respectively obtaining interests in shares in Village Life, relied upon the existence of an open and efficient (or semi-efficient) market.",
      "id": "s64"
    },
    {
      "text": "33.",
      "id": "s65"
    },
    {
      "text": "By reason of the matters referred to in paragraphs 7 --- 32, the Applicant and Group Members have suffered loss and damage.",
      "id": "s66"
    },
    {
      "text": "Additional background facts \n \n29 In a related matter of Vernon v Village Life (NSD 2049 of 2007), further relevant material facts are pleaded.",
      "id": "s67"
    },
    {
      "text": "30 On 9 May 2005 Village Life announced further significant delays in its construction program and further revised its profit forecast for the financial year to $4.5-$4.7 million.",
      "id": "s68"
    },
    {
      "text": "31 On 23 May 2005 Village Life requested a voluntary suspension of trading in its shares on the Australian Stock Exchange.",
      "id": "s69"
    },
    {
      "text": "Moreover it stated that the profit forecast made on 9 May 2005 would not be achieved.",
      "id": "s70"
    },
    {
      "text": "32 On or about 21 June 2005 Village Life further revised the 2005 profit forecast to $1.5-$1.8 million.",
      "id": "s71"
    },
    {
      "text": "Pleadings \n \n33 In Banque Commerciale SA En Liquidation v Akhil Holdings Ltd [1990] HCA 11 ; (1990) 169 CLR 279 at 293, Dawson J observed that pleadings are but a means to an end, not an end in themselves.",
      "id": "s72"
    },
    {
      "text": "His Honour referred to an early authority of the High Court in which it was said that the function of pleadings is to state with sufficient clarity the case which the other party to the proceeding is required to meet: Gould and Birbeck and Bacon v Mount Oxide Mines Ltd (in liq) [1916] HCA 81 ; (1916) 22 CLR 490 at 517.",
      "id": "s73"
    },
    {
      "text": "34 This principle is no less applicable today.",
      "id": "s74"
    },
    {
      "text": "It was reiterated by Young J in Cadence Asset Management Pty Ltd v Concept Sports Ltd (2006) 58 ACSR 435 at [34] --- [35].",
      "id": "s75"
    },
    {
      "text": "35 Young J observed in Cadence at [35] that the authorities establish that any want of clarity in the pleading can be cured by amendment or by particulars, although he also said that particulars cannot be used to fill gaps in material facts, which must be alleged.",
      "id": "s76"
    },
    {
      "text": "His Honour went on to say at [37] that consistent with the rules of pleading, a case can be pleaded at different levels of generality:\n \n But, whatever level of generality is adopted in the statement of claim, it must adhere to the basic principle that the purpose of pleadings is to define the issues and thereby inform the parties in advance of the case they have to meet and so enable them to take steps to deal with it ... On the other hand, a pleading will infringe the applicable practice rules if it contains nothing more than broad conclusions asserted at such a high level of generality that the opposite party cannot understand the case it has to meet.",
      "id": "s77"
    },
    {
      "text": "36 Other authorities to similar effect are Shelton v National Roads and Motorists' Association (2004) 51 ACSR 278 at [18] --- [21] (per Tamberlin J) and BWK Elders (Australia) Pty Ltd v Westgate Wool Company Pty Ltd (No 2) [2002] FCA 87 at [20] (per Mansfield J).",
      "id": "s78"
    },
    {
      "text": "37 In Northam v Favelle Favco Holdings Pty Ltd (unreported, Sup Ct of NSW, 7 March 1995), Bryson J observed that it is not fair to require a defendant to flesh out general expressions or indirect allusions.",
      "id": "s79"
    },
    {
      "text": "38 The importance of formulating a claim in an intelligible form was also stressed by Byrne J in Ipex ITG Pty Ltd v Melbourne Water Corporation (No 3) [2006] VSC 83 at [42] .",
      "id": "s80"
    },
    {
      "text": "39 In Cadence at [40] Young J referred to earlier authority of the Court which emphasises that the case management and individual docket system is such that it is well placed to ensure no embarrassment or prejudice about pleadings.",
      "id": "s81"
    },
    {
      "text": "Usually this can be addressed by requiring particulars to be supplied or by other means short of striking out the pleading: see Johnson Tiles Pty Ltd v Esso Australia Ltd [1999] FCA 569 at [8] --- [9] (per Merkel J).",
      "id": "s82"
    },
    {
      "text": "40 In the Full Court decision of Philip Morris (Australia) Ltd v Nixon [2000] FCA 229 ; (2000) 170 ALR 487 at [129] --- [136], Sackville J set out the principles applicable to pleadings in representative actions under Part IVA of the Federal Court of Australia Act .",
      "id": "s83"
    },
    {
      "text": "His Honour observed that unless the rules of pleading permit a degree of flexibility, serious inroads would be made into the utility of the representative procedure.",
      "id": "s84"
    },
    {
      "text": "41 However, it is clear from what Sackville J said that the level of generality which may be permitted in pleadings in representative actions is concerned with the pleading of facts material to the claims of each member of the represented group: see Philip Morris at [134], [136], cf.",
      "id": "s85"
    },
    {
      "text": "Bray v Hoffman La Roche [2003] FCAFC 153 ; (2003) 200 ALR 607 at [122] per Carr J, at [199] per Branson J (dissenting), and at [248] per Finkelstein J.",
      "id": "s86"
    },
    {
      "text": "42 As Merkel J said in Bray v F Hoffman-La Roche Ltd (2003) ATPR 41-906 at [24], the level of generality permitted in a representative pleading should not be so great that the respondents cannot reasonably be expected to know, with any precision, the case they have to meet.",
      "id": "s87"
    },
    {
      "text": "This decision was reversed on appeal on other grounds, but that does not affect Merkel J's statement of the principle.",
      "id": "s88"
    },
    {
      "text": "Discussion \n \n43 The effect of what Young J said in Cadence at [40] is that a strike-out motion is a blunt instrument, to be used only in the event that the Court's case management procedures cannot be adapted to enable the matter to go forward.",
      "id": "s89"
    },
    {
      "text": "44 However, it seems to me that this is a case where the defect in the pleading is so fundamental that it cannot be allowed to stand in this form.",
      "id": "s90"
    },
    {
      "text": "45 The difficulty which arises is that [13] of the Statement of Claim is central to the allegation that statements made in the prospectus, and in the August 2004 and October 2004 announcements, were rendered false by reason of events which occurred later.",
      "id": "s91"
    },
    {
      "text": "But as a Full Court observed in Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 88, the non-fulfilment of a prediction when the time for performance arrives does not of itself establish that the prediction was false when made or that its maker did not have an adequate foundation for its content (per Bowen CJ, Lockhart and Fitzgerald JJ).",
      "id": "s92"
    },
    {
      "text": "46 What is required in the present case is a statement of the material facts in terms sufficiently clear to enable the respondents to understand precisely what the facts are that are relied upon to establish the falsity of the alleged representations or the absence of reasonable grounds.",
      "id": "s93"
    },
    {
      "text": "47 The Statement of Claim does not meet this test because the eight adverse profitability circumstances are stated at a level of generality which does not enable the respondents to know what is alleged.",
      "id": "s94"
    },
    {
      "text": "In particular, they are not linked to any comparison with the contents, express or implied, of the prospectus or the August 2004 or October 2004 announcements and they are unlimited in point of time.",
      "id": "s95"
    },
    {
      "text": "48 I accept that the actual dates when relevant matters became known are within the knowledge of the directors of Village Life.",
      "id": "s96"
    },
    {
      "text": "But it is for Hanne to plead whether by inference from other facts, or otherwise, matters which disclose an arguable case that the directors were, or ought to have been, aware of particular circumstances which affected the accuracy of the earlier predictions.",
      "id": "s97"
    },
    {
      "text": "49 It may well be that Hanne can do so.",
      "id": "s98"
    },
    {
      "text": "It is notable that Village Life does not seek to strike out the claim on the ground that the Statement of Claim is hopeless or does not disclose a cause of action.",
      "id": "s99"
    },
    {
      "text": "The proximity of the downgrades in February 2005 and May 2005 to the announcements made in late 2004 is pertinent.",
      "id": "s100"
    },
    {
      "text": "So too is Mr Gageler's submission that the matters alleged in general terms in [13] of the Statement of Claim did not happen overnight.",
      "id": "s101"
    },
    {
      "text": "What occurred was apparently revealed by events over a period of time.",
      "id": "s102"
    },
    {
      "text": "50 I do not consider that the deficiencies in [13] are overcome by the fact that the eight circumstances merely restate certain statements made by the directors or officers of Village Life.",
      "id": "s103"
    },
    {
      "text": "As Senior Counsel for Village Life, Mr Fagan SC submitted, the directors were not pleading a case against themselves.",
      "id": "s104"
    },
    {
      "text": "The question is whether the statements satisfy the rule that the pleading set out with sufficient precision the case the respondents have to meet.",
      "id": "s105"
    },
    {
      "text": "In my view, they do not.",
      "id": "s106"
    },
    {
      "text": "51 Nor is it an answer to say that the gaps in the pleading can be filled by allowing Hanne's Notice to Produce to go forward.",
      "id": "s107"
    },
    {
      "text": "52 Sometimes a Notice to Produce may be an appropriate method of case management: see eg P Dawson Nominees Pty Ltd v Multiplex Ltd (2007) 64 ACSR 53 at [30] per Heerey J.",
      "id": "s108"
    },
    {
      "text": "But that would usually be where the notice, or a subpoena, would be expected to produce documents that have at least potential relevance to the issues in the case: see P Dawson at [31].",
      "id": "s109"
    },
    {
      "text": "53 Here, the difficulty which arises is that the issues are not defined because the pleading is too general to enable that to occur.",
      "id": "s110"
    },
    {
      "text": "It is the pleadings which inform the question of the content of a valid Notice to Produce.",
      "id": "s111"
    },
    {
      "text": "It is not for Hanne to issue a Notice to Produce to find out what case it might be able to plead.",
      "id": "s112"
    },
    {
      "text": "That is not to say that in due course a Notice to Produce may still be impermissible.",
      "id": "s113"
    },
    {
      "text": "It will be a question of whether Hanne can plead a case appropriate to what is admittedly an early stage of the proceedings.",
      "id": "s114"
    },
    {
      "text": "54 Moreover, [31] of the Statement of Claim is also defective because it obscures a fact which is fundamental to the claim of reliance.",
      "id": "s115"
    },
    {
      "text": "Did Hanne read the prospectus or the August 2004 or October 2004 announcements?",
      "id": "s116"
    },
    {
      "text": "If it did, this should be pleaded.",
      "id": "s117"
    },
    {
      "text": "If it did not, the pleading should reflect this because there may be serious consequences for the constitution of the proceeding and the composition of the represented group.",
      "id": "s118"
    },
    {
      "text": "55 I do not consider that the course proposed by Mr Gageler falls within that which was adopted by Wilcox J in Telstra v Taylor .",
      "id": "s119"
    },
    {
      "text": "That matter was ultimately settled but I referred in my judgment approving the compromise to his Honour's order for discovery: Taylor v Telstra [2007] FCA 2008 at [11] .",
      "id": "s120"
    },
    {
      "text": "56 Wilcox J did not publish reasons for his decision but I have been provided with a transcript of argument dated 31 March 2006.",
      "id": "s121"
    },
    {
      "text": "It is evident from the transcript that Senior Counsel for Telstra accepted that the case could go forward but he submitted that the pleading was defective only in so far as it related to the definition of the class and other matters which did not affect the ability of the respondent to understand the case made against it.",
      "id": "s122"
    },
    {
      "text": "Identity of Group Members \n \n57 If I were not proposing to strike out the pleading, I would be inclined to the view that Hanne should provide a list of the Group Members.",
      "id": "s123"
    },
    {
      "text": "As I will order the Statement of Claim be struck out, that issue does not arise, although it may be necessary to revisit the question when the claim is re-pleaded.",
      "id": "s124"
    },
    {
      "text": "Hanne's Notice to Produce \n \n58 For the reasons referred to above, I propose to order that Hanne's Notice to Produce be set aside.",
      "id": "s125"
    },
    {
      "text": "Orders \n \n59 The orders I will make are:\n \n \n (i) The Statement of Claim be struck out pursuant to O 11 r 16(b).",
      "id": "s126"
    },
    {
      "text": "(ii) The Applicant be granted leave to re-plead.",
      "id": "s127"
    },
    {
      "text": "(iii) The Applicant be directed to file and serve an Amended Statement of Claim on or before a date to be fixed.",
      "id": "s128"
    },
    {
      "text": "(iv) The Applicant's Notice to Produce dated 8 April 2008 be set aside.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s130"
    },
    {
      "text": "Associate:\nDated: 22 May 2008\n\n Counsel for the Applicant: S Gageler SC and A Abadee \n \n Solicitor for the Applicant: Slater Gordon \n \n Counsel for the Respondent: D J Fagan SC with A P Cheshire \n \n Solicitor for the Respondent: Ebsworth &amp; Ebsworth \n \n Date of Hearing: 12 May 2008 \n \n Date of Judgment: 22 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/719.html",
      "id": "s131"
    }
  ]
}