{
  "name": "NBDV v Minister for Immigration and Citizenship [2008] FCA 778 (28 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/778.html",
  "catchphrases": [
    {
      "text": "allegedly inconsistent findings",
      "id": "c0"
    },
    {
      "text": "reasons of refugee review tribunal not to be read in an over-zealous manner",
      "id": "c1"
    },
    {
      "text": "findings explained by context",
      "id": "c2"
    },
    {
      "text": "no inconsistency",
      "id": "c3"
    },
    {
      "text": "no need to afford opportunity to comment upon reasoning process of tribunal",
      "id": "c4"
    },
    {
      "text": "appellant's written submissions raised new grounds",
      "id": "c5"
    },
    {
      "text": "leave to amend refused",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant is a citizen of India.",
      "id": "s0"
    },
    {
      "text": "2 He arrived in Australia on 30 November 2000 and applied to the Department of Immigration and Multicultural Affairs for a Protection (Class XA) Visa on 10 July 2001.",
      "id": "s1"
    },
    {
      "text": "A delegate refused that application on 25 February 2002 and an application for review was thereafter lodged with the Refugee Review Tribunal.",
      "id": "s2"
    },
    {
      "text": "3 The Tribunal affirmed the decision of the delegate but this decision of the Tribunal was set aside by a decision of the Federal Magistrate's Court on 12 May 2006.",
      "id": "s3"
    },
    {
      "text": "4 The present decision of the Tribunal, differently constituted, was signed on 25 October 2006 and again affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "On 6 March 2008 the Federal Magistrates Court dismissed an application seeking review of the decision of the reconstituted Tribunal: NBDV v Minister for Immigration &amp; Citizenship [2008] FMCA 309.",
      "id": "s5"
    },
    {
      "text": "5 The Appellant now appeals to this Court.",
      "id": "s6"
    },
    {
      "text": "His Notice of Appeal relies upon the same two grounds as were before the Federal Magistrates Court, namely:\n \n(i) a failure on the part of the Tribunal to \" consider the Applicant's refugee claims in a constructive and articulate manner because of ... contradictory findings it made during the assessment of the claims \"; and \n \n(ii) a failure to comply with s 424A(1)(a) of the Migration Act 1958 (Cth).",
      "id": "s7"
    },
    {
      "text": "For the same reasons as were provided by the learned Federal Magistrate, neither ground is made out and the appeal is dismissed.",
      "id": "s8"
    },
    {
      "text": "6 The Appellant appeared before this Court unrepresented, although he did have the assistance of an interpreter.",
      "id": "s9"
    },
    {
      "text": "Previously filed with the Court were written submissions signed by the Appellant and dated 12 May 2008.",
      "id": "s10"
    },
    {
      "text": "INCONSISTENT OR CONTRADICTORY FINDINGS?",
      "id": "s11"
    },
    {
      "text": "7 The first finding made by the Tribunal and now relied upon by the Appellant in his Notice of Appeal is the following:\n \"The Tribunal accepts the Applicant may have been involved in humanitarian work through his temple and in association with Madho once he started working for him in 1984, however the Tribunal is not satisfied that he was committed to this work as he claimed given the inconsistencies in his evidence as to his involvement in these activities at various times.\"...",
      "id": "s12"
    },
    {
      "text": "This finding is said to be inconsistent with the following finding of the Tribunal, again as set forth in the Notice of Appeal , namely:\n \"The Tribunal is satisfied the Applicant has not worked for human rights in the past in either Bihar or the Punjab.",
      "id": "s13"
    },
    {
      "text": "It accepts the Applicant may have assisted Sikh families through providing(aid) such as food or money through the temple and also his employer Madho, but it does not accept the Applicant actively worked for human rights over a period of 15 or more years.\"...",
      "id": "s14"
    },
    {
      "text": "8 As was the conclusion of the Federal Magistrate, it is not considered that there is any inconsistency as between these findings.",
      "id": "s15"
    },
    {
      "text": "The former finding is a conclusion as to the Appellant's involvement in \" humanitarian work \" and a conclusion as to the extent of his commitment to that work.",
      "id": "s16"
    },
    {
      "text": "The latter finding is a conclusion that the Appellant had not worked for \" human rights \" but that he \" may have \" provided assistance, and a conclusion as to the active work undertaken by the Appellant over a \" period of 15 or more years \".",
      "id": "s17"
    },
    {
      "text": "9 There is not considered to be any necessary inconsistency or contradiction as between those two findings.",
      "id": "s18"
    },
    {
      "text": "10 When considering the decision of an administrative tribunal, including the Refugee Review Tribunal, considerable caution must be exercised in construing the findings and reasons set forth in that decision: Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272 per Brennan CJ, Toohey, McHugh and Gummow JJ.",
      "id": "s19"
    },
    {
      "text": "This approach has since been endorsed: SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [25] , [2007] FCA 26 ; 235 ALR 609 at 617 per Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ; Black v Minister for Immigration &amp; Citizenship [2007] FCAFC 189 at [36] , [2007] FCAFC 189 ; 99 ALD 1 at 9.",
      "id": "s20"
    },
    {
      "text": "11 Not only is there no necessary inconsistency as between the two findings relied upon by the Appellant, it is further considered that the findings and reasons of the Tribunal -- when read in their entirety -- dispel any support for the asserted \" inconsistency \".",
      "id": "s21"
    },
    {
      "text": "Those findings and reasons thus draw a distinction as between what the Tribunal regarded as \" human rights work \" and \" charity or humanitarian work \".",
      "id": "s22"
    },
    {
      "text": "When that distinction emerges, the manner in which the Tribunal expressed itself in the two findings set forth in the Notice of Appeal becomes more readily apparent.",
      "id": "s23"
    },
    {
      "text": "The distinction emerges from the following findings of the Tribunal:\n The Tribunal does not accept the applicant was a human rights activist in India.",
      "id": "s24"
    },
    {
      "text": "It has serious doubts the applicant was involved in working for human rights as he claimed given the number of inconsistencies in his evidence and general lack of credibility as a result.",
      "id": "s25"
    },
    {
      "text": "...",
      "id": "s26"
    },
    {
      "text": "The Tribunal also found the applicant's evidence regarding the activities he engaged in as part of his \"human rights work\" was more accurately described as charity or humanitarian work.",
      "id": "s27"
    },
    {
      "text": "The applicant's primary role, as described by him in the hearing, was to identify needy people requiring assistance in the form of food, money or finding employment.",
      "id": "s28"
    },
    {
      "text": "Although the applicant claimed he also helped Sikh families find their loved ones who had gone missing, the Tribunal found the applicant's evidence in relation to how he went about locating these missing people to be unconvincing.",
      "id": "s29"
    },
    {
      "text": "The Tribunal does not accept getting information from his workers or friends and being on the lookout for these people demonstrated any real commitment to locating people who had been reported as missing by their loved ones.",
      "id": "s30"
    },
    {
      "text": "For these reasons the Tribunal does not accept the applicant was active in working for human rights in India.",
      "id": "s31"
    },
    {
      "text": "...",
      "id": "s32"
    },
    {
      "text": "The Tribunal accepts the applicant may have taken an interest in helping Sikhs in Bihar from the time of the riots in 1984 following the assassination of Mrs Gandhi and that he had provided assistance to poor Sikhs by distributing money, food and other provisions.",
      "id": "s33"
    },
    {
      "text": "However, the Tribunal is satisfied the applicant did not engage in any activities associated with human rights.",
      "id": "s34"
    },
    {
      "text": "Nor does it accept the applicant experienced any difficulties because of his humanitarian work.",
      "id": "s35"
    },
    {
      "text": "Whatever support may have been provided to the Appellant's argument by reason of the distinction drawn by the Tribunal as between \" humanitarian work \" and work for \" human rights \" -- had that distinction remained unexplained -- that support is removed once the distinction is explained and understood.",
      "id": "s36"
    },
    {
      "text": "12 It is an impermissible course for an appellant to seize upon two findings made by the Tribunal and to thereafter attempt to weave a fabric of contradiction or inconsistency founded solely upon those findings and divorced from the balance of the reasoning process.",
      "id": "s37"
    },
    {
      "text": "13 To construe the reasons provided by the Tribunal as involving an \" inconsistency \", it is considered, would be to engage in the \" over-zealous judicial review \" warned against in Wu Shan Liang.",
      "id": "s38"
    },
    {
      "text": "See: Huttner R, Judicial Review of Refugee Decisions: The High Court's Decision in Minister for Immigration and Ethnic Affairs v Wu Shan Liang (1996) 3 AJ Admin L 222.",
      "id": "s39"
    },
    {
      "text": "The reasons provided by the Tribunal adequately explain the basis upon which it proceeded.",
      "id": "s40"
    },
    {
      "text": "14 The first Ground of Appeal is therefore rejected.",
      "id": "s41"
    },
    {
      "text": "SECTION 424A(1)(A) \n \n15 Section 424A(1)(a) of the Migration Act 1958 (Cth) provides as follows:\n Information and invitation given in writing by Tribunal (1) Subject to subsections (2A) and (3), the Tribunal must: \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; ... \n \n \nCompliance with this provision is mandatory: SAAP v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 24 , 215 ALR 162 ; SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [13] , [2007] FCA 26 ; 235 ALR 609 at 614 per Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ.",
      "id": "s42"
    },
    {
      "text": "16 One difficulty confronting the Appellant is that the second Ground of Appeal does not identify any \" information \" which falls within the provisions of s 424A(1)(a).",
      "id": "s43"
    },
    {
      "text": "The ground only identifies what may properly be characterised as the factual findings made by the Tribunal.",
      "id": "s44"
    },
    {
      "text": "The ground, in its entirety, thus provides as follows:\n 2.",
      "id": "s45"
    },
    {
      "text": "The Learned Federal Magistrate was in error in not determining that the Refugee Review Tribunal failed to comply with sec.",
      "id": "s46"
    },
    {
      "text": "424A(1)(a) of the Migration Act 1958 because of the following finding it made and thereby denying the Applicant with the opportunity to comply with this provision in terms of the decisions that were made in SAAP and SZEEU... \"The Tribunal does not accept the Applicant was again arrested in 1986.",
      "id": "s47"
    },
    {
      "text": "The Tribunal notes the Applicant claimed in the hearing that this incident took place in June or July 1986 and he was detained for 2 days.",
      "id": "s48"
    },
    {
      "text": "However, in his Statement, the Applicant claimed it was early 1986, February, according to the evidence he provided to the first Tribunal and was detained for 4.5 days.",
      "id": "s49"
    },
    {
      "text": "The applicant submits that this was a serious error made by the Tribunal.\"...",
      "id": "s50"
    },
    {
      "text": "17 The findings as made by the Tribunal and extracted in the second Ground of Appeal are not \" information \" which could fall within s 424A(1)(a).",
      "id": "s51"
    },
    {
      "text": "This Ground of Appeal is more properly characterised as an impermissible challenge to the merits of the decision made by the Tribunal: NAHI v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 10 at [10] per Gray, Tamberlin and Lander JJ.",
      "id": "s52"
    },
    {
      "text": "18 At best, it is a contention that the Appellant was entitled to be informed of the findings as proposed to be made by the Tribunal and to be afforded a further opportunity to be heard.",
      "id": "s53"
    },
    {
      "text": "The Appellant was not entitled to any such further opportunity.",
      "id": "s54"
    },
    {
      "text": "Concurrence is expressed with the reliance by the Federal Magistrate upon SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [18] , [2007] FCA 26 ; 235 ALR 609 at 616 and his Honour's conclusion that such findings do not fall within s 424A(1)(a).",
      "id": "s55"
    },
    {
      "text": "In SZBYR , Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ held:\n [18] ... if the reason why the Tribunal affirmed the decision under review was the Tribunal's disbelief of the appellants' evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting \"information\" within the meaning of para (a) of s 424A(1).",
      "id": "s56"
    },
    {
      "text": "Again, if the Tribunal affirmed the decision because even the best view of the appellants' evidence failed to disclose a Convention nexus, it is hard to see how such a failure can constitute \"information\".",
      "id": "s57"
    },
    {
      "text": "Finn and Stone JJ correctly observed in VAF v Minister for Immigration and Multicultural and Indigenous Affairs [[2004] FCAFC 123 , 206 ALR 471 at 477] that the word \"information\".",
      "id": "s58"
    },
    {
      "text": "does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc.",
      "id": "s59"
    },
    {
      "text": "If the contrary were true, s 424A would in effect oblige the Tribunal to give advance written notice not merely of its reasons but of each step in its prospective reasoning process.",
      "id": "s60"
    },
    {
      "text": "However broadly \"information\" be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s61"
    },
    {
      "text": "The appellants were thus correct to concede that the relevant \"information\" was not to be found in inconsistencies or disbelief, as opposed to the text of the statutory declaration itself.",
      "id": "s62"
    },
    {
      "text": "See also: SZICU v Minister for Immigration &amp; Citizenship [2008] FCAFC 1 at [24] ---[25], 100 ALD 1 at 6---7 per Tamberlin, Finn and Besanko JJ; SZLBA v Minister for Immigration &amp; Citizenship [2008] FCA 484 at [23] ---[24] per Cowdroy J.",
      "id": "s63"
    },
    {
      "text": "19 The ground is further without merit for the simple reason that such \" information \" as is to be discerned from the findings relied upon by the Appellant were -- in any event -- identified in a letter sent to him pursuant to s 424A(1)(a) on 9 October 2006.",
      "id": "s64"
    },
    {
      "text": "That letter invited the now Appellant to comment upon a number of matters, including the following: \n ...",
      "id": "s65"
    },
    {
      "text": "In the hearing you claimed that the second time you were arrested was June or July 1986 and you were detained for 2 days.",
      "id": "s66"
    },
    {
      "text": "However in your statement, you claimed it was in early 1986 that you were arrested the second time, February according to the evidence you provided to the first Tribunal, and you were detained for 4.5 days.",
      "id": "s67"
    },
    {
      "text": "This information is relevant because the discrepancies in the evidence you provided at various stages of the process as to when you were detained in 1986 and how long you were detained, raises doubts that you were arrested in 1986 at all.",
      "id": "s68"
    },
    {
      "text": "It is also apparent from the reasons of the Tribunal that this issue, as raised in the 9 October 2006 letter, was further pursued with the now Appellant during the course of the hearing before the Tribunal.",
      "id": "s69"
    },
    {
      "text": "20 The second Ground of Appeal therefore is also rejected.",
      "id": "s70"
    },
    {
      "text": "APPELLANT'S WRITTEN SUBMISSIONS?",
      "id": "s71"
    },
    {
      "text": "21 At the hearing of the appeal, the Appellant explained that both his Notice of Appeal , filed on 25 March 2008, and his written submissions, filed on 14 May 2008, were drafted by a Pakistani lawyer who had apparently returned to Pakistan on or about 16 May 2008.",
      "id": "s72"
    },
    {
      "text": "Not surprisingly -- and without being critical of the Appellant -- he was unable to assist the Court as to what was intended to be conveyed by either document.",
      "id": "s73"
    },
    {
      "text": "22 The Appellant, not surprisingly, had no knowledge as to the terms of s 424A of the Migration Act 1958 (Cth) or the contents of the written submissions.",
      "id": "s74"
    },
    {
      "text": "23 It is not considered that the interests of unrepresented appellants in this Court are generally assisted by the provision of such purported assistance.",
      "id": "s75"
    },
    {
      "text": "Certainly this Court is not assisted by written submissions or grounds of appeal divorced from the issues resolved by the Refugee Review Tribunal and the Federal Magistrates Court.",
      "id": "s76"
    },
    {
      "text": "24 In the present proceedings, the written submissions contained no less than seven further arguments which had not been presented for resolution before the Federal Magistrates Court, namely:\n \n(i) a contention that the Tribunal had either misconstrued or not properly applied s 91R of the Migration Act 1958 (Cth); \n \n(ii) a contention that the Tribunal had failed to \" perform its statutory functions under either s.65 or s. 414 of the Migration Act \";\n \n(iii) a contention that the Tribunal had \" failed to assess information that the Appellant had worked for human rights for Sikhs \";\n \n(iv) a contention that the Tribunal was biased; \n \n(v) a contention that the Tribunal ignored the now Appellant's claims; \n \n(vi) a contention that there was no evidence to support \" the findings of the Tribunal \"; and \n \n(vii) a contention that the Tribunal's decision was otherwise \" not reasonable \" in the \" Wednesbury \" sense.",
      "id": "s77"
    },
    {
      "text": "Notwithstanding the Appellant's assertion that these submissions were drafted by a now absent Pakistani lawyer, they have all the hallmarks of having been drafted by an Australian legal practitioner.",
      "id": "s78"
    },
    {
      "text": "But that issue need not presently be pursued further.",
      "id": "s79"
    },
    {
      "text": "25 Assuming that the written submissions constituted a previously unexpressed application for leave to amend the Notice of Appeal , the granting of such leave was opposed by the solicitor appearing for the Respondent Minister.",
      "id": "s80"
    },
    {
      "text": "Two principal contentions advanced on behalf of the Minister were that:\n \n(a) none of the grounds had been advanced before the Federal Magistrates Court; and \n \n(b) none of the grounds were formulated in such a manner as to be able to be properly understood.",
      "id": "s81"
    },
    {
      "text": "Further, and more specifically, submissions focussed upon the fact that s 91R initially had been raised as a ground before the Federal Magistrates Court and an alternative ground expressly \" substituted \" in lieu.",
      "id": "s82"
    },
    {
      "text": "A party, of course, is generally not entitled to raise new grounds which were deliberately or by inadvertence not put to the court from which an appeal is brought: SZIBR v Minister for Immigration &amp; Citizenship [2008] FCA 502 at [38] per Lander J.",
      "id": "s83"
    },
    {
      "text": "The contention that there was a failure to \" assess information \" is simply denied by the very task undertaken by the Tribunal.",
      "id": "s84"
    },
    {
      "text": "That, and other grounds, it was submitted were thus without substance, nor was there any specification as to which of the \" findings \" of the Tribunal were said to have been made without sufficient evidentiary foundation.",
      "id": "s85"
    },
    {
      "text": "26 To entertain the written submissions filed by the Appellant, leave to amend the Notice of Appeal would necessarily have been required.",
      "id": "s86"
    },
    {
      "text": "That leave was refused.",
      "id": "s87"
    },
    {
      "text": "The submissions as advanced on behalf of the Respondent Minister should be accepted.",
      "id": "s88"
    },
    {
      "text": "None of the grounds, it is considered, have merit: VUAX v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 158.",
      "id": "s89"
    },
    {
      "text": "That, it should be noted, was the decision communicated to the Appellant during the course of the hearing of the appeal.",
      "id": "s90"
    },
    {
      "text": "ORDERS \n \n27 The orders of the Court are:\n \n1.",
      "id": "s91"
    },
    {
      "text": "The Appeal be dismissed.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "The Appellant to pay the costs of the First Respondent of and incidental to the appeal.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s95"
    },
    {
      "text": "Associate:\n\nDated: 28 May 2008\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Solicitor for the First Respondent: A Nanson (Australian Government Solicitor) \n\n Date of Hearing: 21 May 2008 \n \n Date of Judgment: 28 May 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/778.html",
      "id": "s96"
    }
  ]
}