{
  "name": "SZITU v Minister for Immigration &amp; Citizenship [2008] FCA 758 (16 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/758.html",
  "catchphrases": [
    {
      "text": "consideration of contentions that a federal magistrate fell into error in failing to identify jurisdictional error on the part of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "consideration of the practice of framing contended errors on the part of a federal magistrate simply on the footing of a failure to identify jurisdictional error on the part of the tribunal rather than properly framing contended errors on the part of the federal magistrate",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a matter which is listed for judgment this afternoon.",
      "id": "s0"
    },
    {
      "text": "2 The appeal was heard on Tuesday morning at 10.15am and in light of some of the submissions that were put to me by the appellant, I further considered the issues raised by the appeal against the background of the Appeal Book and the appellant's claim of a continuing apprehension of real and serious harm should he return to Bangladesh.",
      "id": "s1"
    },
    {
      "text": "Having considered those matters in some detail, I propose to express these observations about the matter.",
      "id": "s2"
    },
    {
      "text": "3 This is an appeal from orders and a judgment in support of those orders made by Nicholls FM on 6 December 2007 dismissing an application for orders for review and the issue of constitutional writs concerning a decision of the Refugee Review Tribunal (\"the Tribunal\"), which affirmed a decision of the Delegate of the first respondent to refuse the appellant a Protection Visa under the provisions of the Migration Act 1958 (Cth).",
      "id": "s3"
    },
    {
      "text": "4 The grounds of appeal recited in the notice of appeal filed on 24 December 2007 at AB30 and AB31 are the same grounds relied upon by the appellant in his amended application for relief before the Federal Magistrates Court of Australia, at AB9 and AB10.",
      "id": "s4"
    },
    {
      "text": "There seems to be an increasing practice on the part of those assisting otherwise unrepresented appellants in appeals to the Federal Court of Australia under ss 24 and 25 of the Federal Court of Australia Act 1976 (Cth), from decisions of the Federal Magistrates Court in the disposition of applications challenging decisions of the Tribunal, to invite the Federal Court to consider whether the Tribunal fell into error on one ground or another thus giving rise to a jurisdictional error, rather than whether the Federal Magistrate erred either in terms of the process of reasoning applied, the analysis of the applicable law or for some other identified error.",
      "id": "s5"
    },
    {
      "text": "5 The practice seems to be to simply contend that the Federal Magistrate fell into error by failing to find the contended error on the part of the Tribunal.",
      "id": "s6"
    },
    {
      "text": "No attempt is made to isolate the particular error on the part of the Federal Magistrate.",
      "id": "s7"
    },
    {
      "text": "So it is in this case that the grounds of appeal before this Court are precisely those grounds of review before the Federal Magistrates Court, except to say one thing.",
      "id": "s8"
    },
    {
      "text": "The appellant has, in support of the grounds of appeal to this Court, provided written submissions which, plainly enough, have been prepared on his behalf by a third party and although those written submissions speak to the grounds of appeal as such, the submissions also add a further matter, namely, that the Tribunal made its comments in bad faith.",
      "id": "s9"
    },
    {
      "text": "6 No particulars of bad faith are advanced and nor is there any argument addressed on the question of bad faith.",
      "id": "s10"
    },
    {
      "text": "Therefore, the grounds are, in truth, those precisely raised before the Federal Magistrates Court.",
      "id": "s11"
    },
    {
      "text": "Nevertheless, since the appellant is self represented and the ultimate question for this Court in considering an appeal is whether the interests of justice are served by discerning whether there is, in fact, an error, whether or not the self represented litigant is able to articulate that error, or identify it in writing, what I propose to do is examine the grounds of contended error on the part of the Tribunal as a surrogate for the appellate grounds before this Court.",
      "id": "s12"
    },
    {
      "text": "I do that because really the whole appeal proceeds on the footing that the Federal Magistrate erred by failing to identify the contended errors of the Tribunal.",
      "id": "s13"
    },
    {
      "text": "7 The background facts are set out at AB53, AB54, AB55, and AB56 and it is not necessary in these reasons to recite aspects of those background facts.",
      "id": "s14"
    },
    {
      "text": "They will become apparent in dealing with some aspects of concern to the Tribunal.",
      "id": "s15"
    },
    {
      "text": "For present purposes, it is sufficient to note that at AB54, AB55 and AB56 in response to questions 41, 42, 43, and 44, the appellant concluded his answers in handwriting setting out his concerns of a well-founded fear of persecution and background facts supporting that well-founded fear of persecution with the observation, \"I will provide details later.",
      "id": "s16"
    },
    {
      "text": "\" That matter became a question of some contention because the Tribunal in analysing the factual matrix before it extensively referred to inconsistencies between the contentions and factual matters advanced in the original application at AB53 to particularly AB56, and oral evidence given by the appellant at the Tribunal.",
      "id": "s17"
    },
    {
      "text": "8 The contention advanced by the appellant is that these inconsistencies between the original application and the appellant's oral evidence are not well placed and are overstated because there was a written statement which the appellant said was sent to the Tribunal but was not received by it.",
      "id": "s18"
    },
    {
      "text": "I will turn to that in a moment.",
      "id": "s19"
    },
    {
      "text": "9 The application for a Protection Visa was made 26 October 2005 and the Delegate of the first respondent on 12 December 2005 wrote to the appellant advising that the application had been refused.",
      "id": "s20"
    },
    {
      "text": "At AB79 the decision maker set out a short summary of the factual claims based on the material contained in the handwritten application document.",
      "id": "s21"
    },
    {
      "text": "On 8 February 2006 the appellant wrote to the Tribunal enclosing a range of documents to be considered by the Tribunal in support of the application for review, before the Tribunal, of the Delegate's decision.",
      "id": "s22"
    },
    {
      "text": "10 The Tribunal on 13 January 2006, by its letter to the appellant, had advised that a hearing would be conducted on 13 February 2006 in connection with the review.",
      "id": "s23"
    },
    {
      "text": "The letter to the Tribunal of 8 February enclosed a statement dated 6 December 2005, which is the statement the appellant contended was sent to the Delegate of the first respondent.",
      "id": "s24"
    },
    {
      "text": "That statement contains a number of matters which I will briefly mention.",
      "id": "s25"
    },
    {
      "text": "11 The appellant said that he was born on 12 February 1979 in Mirpur Dhaka, Bangladesh and was involved with student politics of the Awarmi League when a student at the Dhaka College at the National University of Bangladesh.",
      "id": "s26"
    },
    {
      "text": "The appellant said that after finishing student life in 1999, he continued to associate with the Awarmi Juboo League and was decorated as a Vice-President of the Mirpur Thana Juboo League until he fled from Bangladesh.",
      "id": "s27"
    },
    {
      "text": "The appellant says he commenced a business in May 1999 operating a general store at Mirpur in Dhaka.",
      "id": "s28"
    },
    {
      "text": "12 In the statement, the appellant said that on 25 September 2001, in the evening, six young men came to his shop.",
      "id": "s29"
    },
    {
      "text": "They were said to be followers of a man called Mr Shahadat and they demanded money from him and generally intimidated him.",
      "id": "s30"
    },
    {
      "text": "He says in his statement that on 5 October, Mr Shahadat's men attacked him in front of his shop, and put a revolver and a sharp knife to his head and generally intimidated and harassed him.",
      "id": "s31"
    },
    {
      "text": "They apparently blindfolded him and took him to an unknown area where, subsequently, demands were made upon his father for money.",
      "id": "s32"
    },
    {
      "text": "13 Money was paid and the appellant was released.",
      "id": "s33"
    },
    {
      "text": "In order to continue to operate his store, he was required to pay money to these men, especially in the period after 2001.",
      "id": "s34"
    },
    {
      "text": "The appellant said that he tried to organise opposition by other shopkeepers to this conduct.",
      "id": "s35"
    },
    {
      "text": "He says that from 15 October 2002, Mr Shahadat ordered the appellant to stop future protests, otherwise things might happen.",
      "id": "s36"
    },
    {
      "text": "In particular, he might be shot.",
      "id": "s37"
    },
    {
      "text": "He says that on 29 October 2002, he was attacked when leaving a rally.",
      "id": "s38"
    },
    {
      "text": "In the statement, the appellant goes on to speak about threats against him and he says that he sought assistance from the Mirpur Awarmi League and Juboo League committees of the Awarmi League.",
      "id": "s39"
    },
    {
      "text": "14 More particularly and more relevant in the present circumstance, the statement goes on to contain some assertions that by reason of these events, the appellant chose to close down his general store on 12 June 2004, the day when BNP leader Kamarul Hasan, Biplob was killed by unidentified terrorists.",
      "id": "s40"
    },
    {
      "text": "He says that after the killing of Biplob, Juboo Daal terrorists physically harassed his brother - that is, the appellant's brother - and family members.",
      "id": "s41"
    },
    {
      "text": "Members of Biplob family believed that the appellant had been involved in the killing of Biplob.",
      "id": "s42"
    },
    {
      "text": "The appellant's home was ransacked and vandalised.",
      "id": "s43"
    },
    {
      "text": "15 The appellant also says that he was an executive member of the Bangladesh Chemical and Perfumery Merchant Association; that in March 2005 he was requested to join World Expo 2005 as a shop operation director in the Bangladesh Pavilion and he did so.",
      "id": "s44"
    },
    {
      "text": "He also said in his statement that he was secretary of the Social Welfare Development Committee of F Block in Mirpur.",
      "id": "s45"
    },
    {
      "text": "He says that when he was in Japan Shahadat's group killed identified people, including the Vice-President of F Block Social Welfare and Development Committee.",
      "id": "s46"
    },
    {
      "text": "The appellant identifies other persons who were killed and harassed and mentions a Mr Uddin, who died on 29 December 2005.",
      "id": "s47"
    },
    {
      "text": "16 That statement goes on to talk about members of the appellant's family advising him of these killings and the appellant's fear of Shahadat's men.",
      "id": "s48"
    },
    {
      "text": "17 I mention those matters in some detail because they go to questions which the appellant challenges in this court, in the way I have described, concerning the failure on the part of the Tribunal to properly deal with and analyse his claims and, in particular, the notion that matters which are said to be inconsistencies are, in fact, contained in the written statement and therefore a comparison between the oral evidence before the Tribunal and the original statement in handwriting seems to misconceive the proper analysis of the factual contentions.",
      "id": "s49"
    },
    {
      "text": "18 As I mentioned, the appellant attended a hearing and gave oral evidence and arising out of the Tribunal's assessment of the oral evidence and the documents before it, the Tribunal sent a letter to the appellant pursuant to s 424A of the Migration Act .",
      "id": "s50"
    },
    {
      "text": "That letter raised a series of concerns arising out of perceived inconsistencies between the original application lodged by the appellant and the appellant's oral evidence.",
      "id": "s51"
    },
    {
      "text": "Although some of the matters identified by the Tribunal were dealt with in the written statement, some were not.",
      "id": "s52"
    },
    {
      "text": "In other words, there were matters which remain matters of inconsistency even if one accepts that the appellant had raised particular matters in the written statement which he claims he sent to the first respondent's Delegate, but which went astray.",
      "id": "s53"
    },
    {
      "text": "19 I will not recite each of the inconsistencies in these reasons, except to mention the central ones.",
      "id": "s54"
    },
    {
      "text": "20 The first was that in the original application the appellant said that he had been approached on 25 September 2001 by Shahadat members and had been kidnapped by them on that same day, yet he later said that he had been kidnapped on 5 October 2001.",
      "id": "s55"
    },
    {
      "text": "The Tribunal was concerned that the date of 5 October, of course, post-dated the election date of 1 October 2001, when the political opponents of the appellant had then come to power.",
      "id": "s56"
    },
    {
      "text": "The second matter concerned a contention as to the status and position of Mr Shahadat and the Tribunal pointed out that Mr Shahadat did not seem to occupy the position the appellant had contended for.",
      "id": "s57"
    },
    {
      "text": "21 The third matter was that in the original application the appellant said he had not lived in Dhaka City, that is, in Mirpur in Dhaka City, since October 2002, and that he moved around very considerably in November 2002 to July 2003, again in August 2003 to May 2004, and again in June 2004 to December 2004, and further in the period January 2005 until March 2005.",
      "id": "s58"
    },
    {
      "text": "The Tribunal was concerned, however, that the appellant had been able to start a new business in Mirpur in October 2002, and in October 2003, and he had been able, on his evidence to engage in activities as Vice-President of the Mirpur Thana Juboo League in October 2002 and thereafter.",
      "id": "s59"
    },
    {
      "text": "22 The next matter going to credit, involved aspects of the contention that from October 2002 the appellant was the Vice-President of the Mirpur Thana Juboo League and also formed a committee to do social work for the F Block Anti-terrorism and Social Welfare Committee.",
      "id": "s60"
    },
    {
      "text": "There seemed to the Tribunal to be contradictions between the oral and written evidence of the agreement.",
      "id": "s61"
    },
    {
      "text": "The Tribunal sought clarification on all these matters, as to credibility.",
      "id": "s62"
    },
    {
      "text": "The Tribunal in its letter made mention of its concern that in the original application, the appellant had said he would try to obtain documents to demonstrate that he had been harassed with a forgery case by the ruling party but had made no mention of a claim subsequently made that he had been falsely charged with the murder of Biplob on 12 June 2004.",
      "id": "s63"
    },
    {
      "text": "The failure to make mention of that matter seemed to be a matter of great concern to the Tribunal.",
      "id": "s64"
    },
    {
      "text": "The Tribunal further raised questions about the appellant's participation in the Welfare Development Committee I have mentioned and a number of other matters concerning documents and particularly press reports lodged by the appellant with the Tribunal.",
      "id": "s65"
    },
    {
      "text": "23 Finally, the Tribunal in its letter noted inconsistencies in relation to the contention that the appellant was sought for the murder of Biplob in June 2004, yet the appellant was able to remain in Bangladesh until March 2005 and then seemingly without restriction go to Japan for participation in Bangladesh's pavilion at World Expo in 2005.",
      "id": "s66"
    },
    {
      "text": "That seemed to be something which cast doubt upon the contentions of the appellant more generally.",
      "id": "s67"
    },
    {
      "text": "On 8 March 2006, the appellant responded and I will not identify each of the responses.",
      "id": "s68"
    },
    {
      "text": "It is sufficient to say that some of those matters were explained on the basis of spelling mistakes in the original application form; confusion about particular matters; and most particularly by reference to the statement that a number of the original answers to questions were concluded with the statement: \"I will give you particulars later\" or \"particulars will be provided later\".",
      "id": "s69"
    },
    {
      "text": "24 The Tribunal proceeded to consider all of these matters in its reasons.",
      "id": "s70"
    },
    {
      "text": "In the course of its reasons, the Tribunal analysed the foundation claims in the original application.",
      "id": "s71"
    },
    {
      "text": "It looked at each of the matters of concern reflected in the s 424A letter and stepped through each concern, the oral evidence given by the appellant and written responses.",
      "id": "s72"
    },
    {
      "text": "I do not propose to recite all of those matters in these reasons.",
      "id": "s73"
    },
    {
      "text": "I will mention these matters by way of focus upon the findings and conclusions of the Tribunal.",
      "id": "s74"
    },
    {
      "text": "25 The Tribunal at AB218, noted that a written statement had been submitted.",
      "id": "s75"
    },
    {
      "text": "The Tribunal as a matter of principle considered that it was reasonable to expect that the appellant would mention at least in outline, the most important of his claims.",
      "id": "s76"
    },
    {
      "text": "26 The Tribunal noted that in the present case, the appellant claimed that it was after Biplob was killed on 12 June 2004 and he was falsely charged with the killing that he was forced to close his business.",
      "id": "s77"
    },
    {
      "text": "People threatened him and he found it very difficult to hide, he said.",
      "id": "s78"
    },
    {
      "text": "The Tribunal noted that there was no mention of this contention that he had been charged with Biplob's murder in the original application.",
      "id": "s79"
    },
    {
      "text": "Of course, the written statement does mention Biplob and mentions Biplob's murder in the context of apprehension and threats by Biplob's family of the appellant's participation in those events, but there is no mention of any charge of the appellant with the crime.",
      "id": "s80"
    },
    {
      "text": "The Tribunal noted at AB218:\n Given the claimed importance of the killing of Biplob to the applicant's decision to leave Bangladesh in March 2005 and the claimed importance of the killing of Shahidullah, in particular to the applicant's decision not to return to Bangladesh but to come to Australia in October 2005, I do not accept that the applicant would not have mentioned these matters in his original application if he were telling the truth about his reasons for leaving Bangladesh and not returning here.",
      "id": "s81"
    },
    {
      "text": "27 Therefore, the Tribunal was expressing its concern, in the evaluation of the factual matrix, about the failure to mention that centrally important matter in the original handwritten document.",
      "id": "s82"
    },
    {
      "text": "The Tribunal also noted the oddity, to it, that despite supposedly having been charged in relation to the killing of Biplob in June 2004, the applicant continued to live in Bangladesh until March 2005 when he went to Japan.",
      "id": "s83"
    },
    {
      "text": "The Tribunal concluded that it considered that the fact that the appellant did not leave Bangladesh sooner was a matter which reflected upon his credibility.",
      "id": "s84"
    },
    {
      "text": "The Tribunal then referred to the matters concerning the other man who had been killed and their role in the committee.",
      "id": "s85"
    },
    {
      "text": "The Tribunal concluded that:\n A further reason for not accepting that the applicant is telling the truth about his reasons for leaving Bangladesh and for not wanting to return there is that his claims are inconsistent and contradictory.",
      "id": "s86"
    },
    {
      "text": "In that context the appellant dealt with the conflict between the kidnapping initially said to be on 25 September 2001 and then later on 5 October 2001, although it should be remembered that the written statement later lodged mentioned the date of 5 October 2001.",
      "id": "s87"
    },
    {
      "text": "The Tribunal deal with the inconsistency about the appellant's evidence of not having lived in Mirpur in Dakar since October 2002, yet he was able to start, organise and run businesses well after that period, which was explained by the appellant on the basis that his family ran those businesses.",
      "id": "s88"
    },
    {
      "text": "28 The Tribunal concluded:\n I find it difficult to reconcile this evidence that he had to go into hiding in October 2002 with his claimed involvement with the Mirpur Thana Juboo League from October 2002.",
      "id": "s89"
    },
    {
      "text": "29 And thus the Tribunal was not satisfied about those explanations.",
      "id": "s90"
    },
    {
      "text": "30 The Tribunal also said that it was not satisfied that the appellant was telling the truth about his reasons for leaving Bangladesh and not wishing to return there.",
      "id": "s91"
    },
    {
      "text": "A number of other matters ought to be briefly mentioned.",
      "id": "s92"
    },
    {
      "text": "In support of the oral evidence the appellant lodged a number of documents with the Tribunal as corroboration of the oral evidence.",
      "id": "s93"
    },
    {
      "text": "The Tribunal says expressly in its reasons at AB222 that it considered a letter dated 25 November 2005 from Mr Mohammed Haneef, a mayor and presidium member of the Bangladesh Awarmi League attesting to the engagement of the appellant in the Awarmi League.",
      "id": "s94"
    },
    {
      "text": "The Tribunal also considered a translation of a deposition made on 12 June 2004 produced by the appellant and also a document apparently prepared by the Police in relation to the killing of Biplob.",
      "id": "s95"
    },
    {
      "text": "The Tribunal in weighing up the corroborative value of those documents concluded in these terms:\n The documents which the applicant produced in corroboration of his claims do not outweigh my concerns with his evidence outlined above.",
      "id": "s96"
    },
    {
      "text": "For the reasons given above, I do not accept that he was falsely charged with killing Biplob in June 2004, nor that there is a real chance that he will be arrested for this reason if he returns to Bangladesh now, or in the reasonably foreseeable future.",
      "id": "s97"
    },
    {
      "text": "31 Moreover, the Tribunal did not accept that the appellant was a member of the Awarmi league or the Juboo league in Bangladesh, nor that any member of his immediate family was a member, worker or supporter of the Awarmi league.",
      "id": "s98"
    },
    {
      "text": "The Tribunal did not accept that the appellant had been harassed with a forgery case by the ruling party, or other cases.",
      "id": "s99"
    },
    {
      "text": "The Tribunal concluded:\n Having regard to the view I have formed of the applicant's credibility, for the foregoing reasons I do not accept that he was involved in a committee called the F Block Social.",
      "id": "s100"
    },
    {
      "text": "Moreover, the Tribunal did not accept that the appellant had been the subject of extortion claims or that he had been attacked on 25 September 2001.",
      "id": "s101"
    },
    {
      "text": "Ultimately, the Tribunal came to the conclusion that the evidence was, to use its language, a \"fabrication.",
      "id": "s102"
    },
    {
      "text": "\" \n32 The grounds of appeal before this Court, as I mentioned earlier, do not seek to identify any error in the reasons of the Court below, and simply invites this court to reconsider the Tribunal decision.",
      "id": "s103"
    },
    {
      "text": "That, of course, is a fundamentally false view of the role of the appeal court, and what is necessary is for the appellant to demonstrate, either legal, factual or a discretionary error on the part of the primary judge.",
      "id": "s104"
    },
    {
      "text": "Since the real grounds of appeal are a surrogate of the earlier challenge and because the applicant is unrepresented, I have spent some time examining the underlying contention going to ground 1 of the appeal.",
      "id": "s105"
    },
    {
      "text": "33 However, the notion that the duty or obligation of the appellant is to demonstrate legal, factual or discretionary error on the part of the primary judge is well established by authority ( Abeyesinghe v Minister for Immigration and Multicultural &amp; Indigenous Affairs (2004) FCA 1558 at [4] ; MZWVH v Minister for Immigration and Multicultural &amp; Indigenous Affairs [2006] FCA 1016 at [10] ).",
      "id": "s106"
    },
    {
      "text": "In relation to ground 1 of the appeal to this Court, which is that the Tribunal \"constructively failed to exercise its jurisdiction\" and thus, fell into jurisdictional error, there is simply no foundation for the ground whatsoever.",
      "id": "s107"
    },
    {
      "text": "34 The Tribunal comprehensively examined the material put to it, and against the totality of the evidence came to a clear conclusion that the evidence of the appellant was a fabrication.",
      "id": "s108"
    },
    {
      "text": "That conclusion was open on the evidence and rationally based on an assessment of a number of inconsistencies some of which I have mentioned and the implausible nature of the claims.",
      "id": "s109"
    },
    {
      "text": "One thing is perfectly clear and that is that those matters referred to the Tribunal were logically probative of the issue of credibility.",
      "id": "s110"
    },
    {
      "text": "The assessment of the inconsistencies as a logically probative foundation for the determination of the issue of credibility is made plain by Kopalapillai v Minister for Immigration &amp; Multicultural Affairs [1998] FCA 1126 ; (1998) 86 FCR 547 , and particularly at p 552, where O'Connor, Branson and Marshall JJ note the observations of Merkel J in Emianator v Minister for Immigration and Multicultural Affairs (V.G.",
      "id": "s111"
    },
    {
      "text": "721 of 1996, 3 December 1997), referring to the determination by the Tribunal of issues of credit, on the basis of logically probative material of credit arising out of inconsistencies between evidence and documents.",
      "id": "s112"
    },
    {
      "text": "35 That view is embraced more generally in a discussion by their Honours, at pages 558 and 559, and especially at 559, where the views of Merkel J in Emianator are expressly adopted.",
      "id": "s113"
    },
    {
      "text": "A similar position is taken by McHugh J, in the well known case of Minister for Immigration &amp; Multicultural Affairs ex parte Durairajasingham at (2001) 168 ALR 407 , and particularly the famous paragraph at 67, where his Honour makes reference to the proposition that findings on credibility are the function of the primary decision maker par excellence.",
      "id": "s114"
    },
    {
      "text": "Similar observations are made about the role of superior court supervisory review of administrative decisions in Attorney-General (NSW) v Quinn [1990] HCA 21 ; (1991) 170 CLR 1 , at pp 35 and 36.",
      "id": "s115"
    },
    {
      "text": "36 In particular, it should be noted that at p 36, Brennan J makes the observation contextually, in a discussion of the role of supervisory intervention that the scope of judicial review must be defined in terms of the \"legality of the exercise of power\".",
      "id": "s116"
    },
    {
      "text": "That is a useful statement because it highlights that the issue here is whether there is an error, not whether or not there is a different view which might have been formed on the facts by the Court.",
      "id": "s117"
    },
    {
      "text": "The important consideration in this particular case is that the finding on credibility was fundamental to the disposition of the claims within the Tribunal.",
      "id": "s118"
    },
    {
      "text": "The Tribunal was not obliged to make findings of fact in respect of each and every piece of evidence before it.",
      "id": "s119"
    },
    {
      "text": "37 It was sufficient for the Tribunal to consider whether the evidence of the appellant could be accepted and if, in the light of the inconsistencies, the evidence could not be accepted, it was open to the Tribunal to reject the claims.",
      "id": "s120"
    },
    {
      "text": "There was no sequential obligation to treat every piece of evidence in a dispositive way by findings.",
      "id": "s121"
    },
    {
      "text": "That position is made clear by Minister for Immigration &amp; Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [68] , [73] to [74] and [91]; Durairajasingham, as I have mentioned at [65], Appellant 169 of 2003 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 8 at 24; WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ; (2003) 75 ALD 630 at [47] .",
      "id": "s122"
    },
    {
      "text": "38 Other matters of principle might be mentioned briefly, and they are these.",
      "id": "s123"
    },
    {
      "text": "The weight the Tribunal accords the material before it is ultimately a factual matter for the Tribunal ( Lee v Minister for Immigration and Multicultural and Indigenous Affairs , (2005) FCA 464 ; Minister for Aboriginal Affairs and Another v Peko-Wallsend Limited &amp; Ors [1986] HCA 40 ; (1986-1986) 162 CLR 24 ; Tefonu Pty Limited v Insurance &amp; Superannuation Commission [1993] FCA 412 ; (1993) 44 FCR 361 ; and NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; (2006) 93 ALD 333.",
      "id": "s124"
    },
    {
      "text": "39 Whatever the boundaries of jurisdictional error might be, they do not comprehend errors of fact as to the merits of the case put to the Tribunal, nor the weight to be attributed to evidence going to the issues raised before the Tribunal ( NAHI v Minister for Immigration and Multicultural and Indigenous Affairs (2004) FCAFC 10 per Gray, Tamberlin and Lander JJ at [10].",
      "id": "s125"
    },
    {
      "text": "Accordingly, there is no substance in ground 1.",
      "id": "s126"
    },
    {
      "text": "40 In relation to ground 2, concerning excess of jurisdiction, the allegation is entirely unparticularised.",
      "id": "s127"
    },
    {
      "text": "The question of whether the findings of the Tribunal are fair or correct, are a matter for the Tribunal to determine within its fact-finding jurisdiction.",
      "id": "s128"
    },
    {
      "text": "41 The merits of the determination ought not to be examined by this Court, or for that matter, the Federal Magistrates Court, unless there is a properly identified ground such as \"no evidence\" or other jurisdictional error.",
      "id": "s129"
    },
    {
      "text": "Challenges to the merits of the determination or arguments as to conflicting views about how the Court might decide things or another decision-maker might have decided things are not to the point.",
      "id": "s130"
    },
    {
      "text": "The merits in that sense are not open to challenge here ( Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 , and particularly at 281 to 282 and 291 to 292).",
      "id": "s131"
    },
    {
      "text": "42 The further ground in the written submissions is one of bias.",
      "id": "s132"
    },
    {
      "text": "43 There is no evidence of either apprehended bias or actual bias, and no support is advanced for the contention orally or in written submissions.",
      "id": "s133"
    },
    {
      "text": "Nor is it part of the formal grounds in the Notice of Appeal.",
      "id": "s134"
    },
    {
      "text": "44 The final ground is a matter going to the relationship between the original application and the statement at the foot of three answers in the original application that the appellant would provide other material later.",
      "id": "s135"
    },
    {
      "text": "The Tribunal, of course, was not obliged to accept the appellant's explanation of the inconsistencies.",
      "id": "s136"
    },
    {
      "text": "The Tribunal made it perfectly plain that it was rejecting the appellant's evidence on credibility grounds for a number of reasons.",
      "id": "s137"
    },
    {
      "text": "As to the original application itself, the Tribunal was, plainly enough, very concerned that a significant matter such as an allegation that the appellant had been charged with the murder of Biplob was not mentioned in the original handwritten application.",
      "id": "s138"
    },
    {
      "text": "That seemed to suggest that the evidence of the appellant was unreliable.",
      "id": "s139"
    },
    {
      "text": "45 The Tribunal concluded that that evidence of the appellant proved to be unreliable for a number of other reasons as well.",
      "id": "s140"
    },
    {
      "text": "Those findings were open.",
      "id": "s141"
    },
    {
      "text": "It therefore follows, from all of these observations, that the appeal must be dismissed with costs.",
      "id": "s142"
    },
    {
      "text": "46 The Court orders that: \n \n1.",
      "id": "s143"
    },
    {
      "text": "The appeal is dismissed.",
      "id": "s144"
    },
    {
      "text": "2.",
      "id": "s145"
    },
    {
      "text": "The appellant shall pay the costs of the first respondent, of and incidental to the appeal.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding forty-six (46) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 16 May 2008\n\n Counsel for the Appellant: Appellant --- Self Represented \n \n Solicitor for the Appellant: Appellant --- Self Represented \n \n Counsel for the First Respondent: Mr J Mitchell \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 13 May 2008 \n \n Date of Judgment: 16 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/758.html",
      "id": "s148"
    }
  ]
}