{
  "name": "Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd [2008] FCA 75 (15 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/75.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "dual pricing",
      "id": "c1"
    },
    {
      "text": "distribution and publication of jewellery catalogues",
      "id": "c2"
    },
    {
      "text": "where catalogues offer jewellery for a sale price described as \"now\" in proximity to another higher price described as \"was\"",
      "id": "c3"
    },
    {
      "text": "where the price at which items previously sold was often less than the \"was\" price",
      "id": "c4"
    },
    {
      "text": "'was'",
      "id": "c5"
    },
    {
      "text": "trade practices",
      "id": "c6"
    },
    {
      "text": "words and phrases",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n Prouds Jewellers Pty Ltd is a large Australian retailer of jewellery.",
      "id": "s0"
    },
    {
      "text": "It regularly advertises its jewellery for sale in a way that has attracted the attention of the Australian Competition and Consumer Commission (\"ACCC\").",
      "id": "s1"
    },
    {
      "text": "It does so by publishing and distributing catalogues to the public promoting the sale of a range of jewellery items and offering each item for sale at a price described as a \"now\" price near a picture of the item and another price described as the \"was\" price.",
      "id": "s2"
    },
    {
      "text": "The \"was\" price is higher, and often much higher, than the \"now\" price.",
      "id": "s3"
    },
    {
      "text": "ACCC contends this method of promotion is misleading and deceptive.",
      "id": "s4"
    },
    {
      "text": "It alleges that Prouds has contravened ss 52 and 53 of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s5"
    },
    {
      "text": "The gravamen of ACCC's case is that the \"was\" price would be viewed as a previous selling price but the price at which, historically, each item was actually sold was often less.",
      "id": "s6"
    },
    {
      "text": "An overview of the facts \n \n The evidence in these proceedings was mainly documentary though a number of affidavits were read and some of the witnesses were cross-examined.",
      "id": "s7"
    },
    {
      "text": "The evidence was given by Mr Searles (a director of the enforcement and coordination branch of ACCC), Dr Ferrier (accountant), Ms Bogan (a cluster manager for Prouds), Mr Cockayne (previously the merchandise manager for Prouds and currently the General Manager of Goldmark Jewellers Pty Ltd), Ms Mangelsdorf (a director of Prouds), Ms Osborne (gold jewellery buyer for Prouds).",
      "id": "s8"
    },
    {
      "text": "I understood Ms Osborne's affidavit was not read but her evidence was, nonetheless, relied on in final submissions.",
      "id": "s9"
    },
    {
      "text": "Mr Cockayne and Ms Mangelsdorf were cross-examined.",
      "id": "s10"
    },
    {
      "text": "In addition, some facts were agreed by the parties (in a statement of agreed facts) and others were admitted in the pleadings.",
      "id": "s11"
    },
    {
      "text": "From this material the following emerges.",
      "id": "s12"
    },
    {
      "text": "In these reasons, unless I indicate otherwise, recounting facts constitutes findings of fact.",
      "id": "s13"
    },
    {
      "text": "Prouds publishes catalogues in which it offers jewellery for sale at discounted prices for a limited period.",
      "id": "s14"
    },
    {
      "text": "These proceedings concern 17 items of jewellery promoted for sale in two catalogues entitled \"Summer of Love\" and \"Love You Mum\".",
      "id": "s15"
    },
    {
      "text": "In those catalogues, the jewellery items were advertised using a \"was\" price and a \"now\" price.",
      "id": "s16"
    },
    {
      "text": "The form of the catalogues is exemplified by the front pages of each which are reproduced in schedule 1 to these reasons.",
      "id": "s17"
    },
    {
      "text": "In one instance a pair of earrings had a \"were\" price but for convenience, that will be treated as a \"was\" price.",
      "id": "s18"
    },
    {
      "text": "Schedule 2 sets out \"was\" and \"now\" prices appearing in the Summer of Love catalogue for each of the 17 items of jewellery and schedule 3 sets out those prices for the relevant items appearing in the Love You Mum catalogue.",
      "id": "s19"
    },
    {
      "text": "The Summer of Love catalogue was first published by Prouds on 29 January 2006.",
      "id": "s20"
    },
    {
      "text": "In total, 5,390,711 copies were printed and distributed predominantly by letterbox drop (4,944,711 copies) but also by providing copies at Prouds stores (291,700 copies) and distributing them through newspaper inserts (154,300 copies).",
      "id": "s21"
    },
    {
      "text": "Copies of the catalogue were distributed on 31 January and 7 February 2006.",
      "id": "s22"
    },
    {
      "text": "On the back of the catalogue were the words \"All offers valid while stocks last or until offer ends 28/02/06.",
      "id": "s23"
    },
    {
      "text": "\" The Love You Mum catalogue was first published on 23 April 2006.",
      "id": "s24"
    },
    {
      "text": "In total, 5,552,821 copies were printed and were distributed by similar means and in similar proportions as the Summer of Love catalogue.",
      "id": "s25"
    },
    {
      "text": "On the back of the Love You Mum catalogue were the words \"All offers valid while stocks last or until offer ends 15/05/06\".",
      "id": "s26"
    },
    {
      "text": "The audience for both catalogues was agreed by the parties to be \"the public generally\".",
      "id": "s27"
    },
    {
      "text": "Prouds has over 140 outlets.",
      "id": "s28"
    },
    {
      "text": "The jewellery industry is highly competitive.",
      "id": "s29"
    },
    {
      "text": "Prouds, like its competitors, discounts jewellery.",
      "id": "s30"
    },
    {
      "text": "That is, jewellery is sold at less than the price marked on the price tag or ticket attached to the goods.",
      "id": "s31"
    },
    {
      "text": "It is an agreed fact that because of the competitive nature of the industry, in order to make sales, Prouds would often sell items of jewellery that were not already discounted through part of a promotion or sale, at prices that were below the regular marked price.",
      "id": "s32"
    },
    {
      "text": "This could be as a result of any of a variety of discount policies as well as a general discretion that sales staff had to offer discounts in order to secure sales.",
      "id": "s33"
    },
    {
      "text": "Details of these policies and the level of discounting are in evidence as part of the agreed facts.",
      "id": "s34"
    },
    {
      "text": "Suffice it to say that if the consumer was aware that discounts were available and was aware that it was possible to negotiate paying something less than the regular marked price, it is probable that that particular consumer could, at least in certain circumstances, purchase the item for less than the regular marked price.",
      "id": "s35"
    },
    {
      "text": "I should note that ACCC challenged the use of the expression regular marked price given the constant cycle of discounting deployed by Prouds (discussed shortly).",
      "id": "s36"
    },
    {
      "text": "There is some force in this contention and I use the expression for convenience only.",
      "id": "s37"
    },
    {
      "text": "The pleaded contravening conduct \n \n ACCC alleged that the publication of the catalogues by Prouds gave rise to five representations which entailed misleading and deceptive conduct.",
      "id": "s38"
    },
    {
      "text": "Somewhat simplified, the case of ACCC was: &#8226; The publication of the two prices suggested in a misleading way that a consumer would save the difference between the \"was\" price and the \"now\" price if the item was purchased during the sale period (\"Level of Savings Representations\").",
      "id": "s39"
    },
    {
      "text": "&#8226; The publication of the \"was\" price suggested in a misleading way that this price was the usual price at which item would have been purchased before the sale period (\"Usual Price Representations\").",
      "id": "s40"
    },
    {
      "text": "&#8226; The publication of the \"was\" price suggested in a misleading way that there had been a substantial volume of sales, before the sale period, of the item at that price.",
      "id": "s41"
    },
    {
      "text": "(\"Substantial Volume of Sales Price Representations\").",
      "id": "s42"
    },
    {
      "text": "&#8226; In relation to three items in the Summer of Love catalogue and 11 items in the Love You Mum catalogue, the publication of the \"was\" price suggested in a misleading way that the items had been sold at that price immediately before the sale period.",
      "id": "s43"
    },
    {
      "text": "(\"Previous Selling Price Representations\").",
      "id": "s44"
    },
    {
      "text": "&#8226; The publication of the \"was\" price suggested in a misleading way that the items had been offered for sale at that price before the sale period (\"Advertised Price Representations\").",
      "id": "s45"
    },
    {
      "text": "This summary is a gloss on the pleaded case.",
      "id": "s46"
    },
    {
      "text": "Having regard to some of the submissions made by Prouds, greater attention is given to the pleadings later in these reasons.",
      "id": "s47"
    },
    {
      "text": "Each of the representations is alleged to have been made by the publication of both the Summer of Love and the Love You Mum catalogues except the Advertised Price Representation which was restricted to the publication of the latter catalogue.",
      "id": "s48"
    },
    {
      "text": "Many of the issues raised in the proceedings are relevant to a consideration of each of these alleged representations.",
      "id": "s49"
    },
    {
      "text": "It is convenient to consider most central issues in detail by reference to one of the alleged representations on the basis that the conclusions I reach will apply to the other alleged representations.",
      "id": "s50"
    },
    {
      "text": "I start with the Level of Savings Representations.",
      "id": "s51"
    },
    {
      "text": "Level of Savings Representations \n \n Paragraphs 17 and 18 of the amended statement of claim pleaded the \"Level of Saving Representations\" in relation to the Summer of Love catalogue in the following way: \n \n 17 By each statement in the Summer of Love catalogue of a Was price in proximity to a Now price for each of the 17 items of jewellery listed in paragraph 12, Prouds represented that the difference between the Was price and the Now price was the amount a consumer would save if she or he purchased each such item of jewellery for the Now price in the Catalogue Period compared with what consumers paid to purchase the item immediately preceding publication of the catalogue ( Level of Savings Representations ).",
      "id": "s52"
    },
    {
      "text": "18 Contrary to the Level of Savings Representations in the Summer of Love catalogue, the amount a consumer would save if she or he purchased an item of jewellery mentioned in paragraph 12 for the Now price at any time in the Catalogue Period compared with what consumers paid to purchase the item immediately preceding the publication of the catalogue was less that the difference between the Was price and the Now price.",
      "id": "s53"
    },
    {
      "text": "Particulars \n \n For each item up to 8 weeks immediately preceding publication of the catalogue the prices consumers usually paid were less than the Was price.",
      "id": "s54"
    },
    {
      "text": "The same allegation was made in relation to the Love You Mum sale in paragraphs 19 and 20.",
      "id": "s55"
    },
    {
      "text": "It is necessary to refer, in a little more detail, to some of the evidence before considering the elements of this allegation and whether it is made out on the evidence.",
      "id": "s56"
    },
    {
      "text": "A regular feature of Prouds business model was the discounting of all or selected items of jewellery in promotional sales conducted at various times throughout the entire calendar year.",
      "id": "s57"
    },
    {
      "text": "In substance, discounting occurred throughout the entire calendar year.",
      "id": "s58"
    },
    {
      "text": "This was achieved using catalogues (in 2005, for 28 weeks and in 2006, for 33 weeks) or in store (generic) promotions (in 2005, for 24 weeks and in 2006 for 19 weeks).",
      "id": "s59"
    },
    {
      "text": "It is to be recalled that the Summer of Love sale commenced on 29 January 2006.",
      "id": "s60"
    },
    {
      "text": "During the previous calendar year there had been 15 promotional sales.",
      "id": "s61"
    },
    {
      "text": "At no point in the year was there no promotional sale occurring.",
      "id": "s62"
    },
    {
      "text": "The first promotional sale was between 2 January 2005 and 23 (or 28) January 2005 being the Summer sale (Generic) and the last several being the Pre-Christmas Catalogue sale between 13 November 2005 and 24 December 2005, a Make This Christmas Special Catalogue sale between 4 December 2005 and 24 December 2005 and a Boxing Day sale between 26 December 2005 and 31 December 2005.",
      "id": "s63"
    },
    {
      "text": "Without identifying the periods over which the other promotional sales took place they were variously called (in the order in which they occurred during 2005 though they were described in different ways at various points in the evidence which may mean what follows is not entirely accurate), Valentines \"Love Struck\" Catalogue sale, Gold (Generic) sale, Silver (Generic) sale, May \"For All She Does\" Catalogue sale, Mad May (Generic) sale, Price Cuts Clearance Catalogue sale, Gold (Generic) sale, It's Time to Sparkle Catalogue sale, Spring Savings Catalogue sale, Absolutely Everything sale (Generic) and Summer Styles to Enjoy Catalogue sale.",
      "id": "s64"
    },
    {
      "text": "In 2006, the Summer of Love sale was preceded by the Sale (Generic) (which also appears to have been called the Summer sale as it was in 2005) between 2 January 2006 and 28 January 2006 and the Love You Mum sale was preceded by a Gold and Silver (Generic) sale (1 March 2006 to 1 April 2006) and a Jewellery Price Slash Catalogue sale (2 April 2006 to 22 April 2006).",
      "id": "s65"
    },
    {
      "text": "Many of the 17 items to which these proceedings relate were, prior to the Summer of Love sale and at various times through 2005 offered for sale at discounted prices, though some were not marketed until well into that year.",
      "id": "s66"
    },
    {
      "text": "The periods, in aggregate, for which the items were offered at the regular marked price are set out in a table which follows shortly.",
      "id": "s67"
    },
    {
      "text": "Also set out in the table is the last occasion (on or about the nominated date) on which each item was sold at the \"was\" price before both the Summer of Love sale and the Love You Mum sale as well as when each item was last offered for sale at the \"was\" price.",
      "id": "s68"
    },
    {
      "text": "Also noted is whether the item was affected by a change in the gold price (as Prouds contended) which is an issue discussed later.",
      "id": "s69"
    },
    {
      "text": "Summer of Love Love You Mum Approx % of time since January 2005 (or when first retailed in 2005) when the good were offered at the \"was\" price \n \n 29 Jan - 28 Feb 23 April - 15 May \n Last offered at \"was\" price Date of last sale at \"was\" price affected by gold price last offered at \"was\" price date of last sale at \"was\" price 2894889 25-Dec 25-Dec Yes 1-Apr None 96% first retailed in October 2906399 25-Dec 25-Dec Yes never None 59% first retailed in March 2937001 25-Dec 25-Dec Yes never None 53% \n 2952471 13-Nov 25-Oct Yes never None 48% first retailed in August 2958299 25-Dec 25-Dec Yes never None 59% first retailed in March 2958972 25-Dec 25-Dec Yes 1-Apr None 95% first retailed in November 2971390 25-Dec 25-Dec No 1-Apr 17-Mar 90% first retailed in December 2984008 25-Dec 25-Dec No 25 Dec 20-Apr 57% \n 2984016 25-Dec 24-Dec No 25-Dec 12-Apr 52% \n 2996980 25-Dec 25-Dec Yes never None 51% \n 4050554 25-Dec None Yes never None 52% \n 4050562 25-Dec 2-Oct Yes never None 52% \n 7054991 25-Dec 24-Dec No 1-Apr 25-Dec 68% \n 7102459 25-Dec 24-Dec No 1-Apr 26-Mar 60% \n 7550654 4-Dec 25-Dec No 1-Apr 27-Mar 56% \n 7712909 25-Dec 25-Dec No 1-Apr 25-Dec 63% \n 7757464 25-Dec 24-Dec No 1-Apr 23-Mar 71% first retailed in March \n This information, and the percentages in particular, was derived directly or indirectly from a graphic representation of sales furnished by ACCC during submissions.",
      "id": "s70"
    },
    {
      "text": "For that reason, the percentages and the dates are only approximate.",
      "id": "s71"
    },
    {
      "text": "I should add that this summary and the information from which it was derived does not accord in at least one respect with the pleaded case of ACCC.",
      "id": "s72"
    },
    {
      "text": "Part of that case (arising in relation to the Advertised Price Representations) was that items 2894889, 2958972 and 2971390 had been offered for sale between 26 December 2005 and 22 April 2006 at a price which in each case was less than the \"was\" price in the Love You Mum catalogue.",
      "id": "s73"
    },
    {
      "text": "The information furnished by ACCC correctly indicated that in relation to those three items, they were offered for sale, between 1 March 2006 and 1 April 2006, at the \"was\" price identified in the Love You Mum catalogue even though they were gold items subject to a price increase effective 1 March 2006.",
      "id": "s74"
    },
    {
      "text": "Another way of representing information concerning the price at which the 17 items were sold in the period leading up to the Summer of Love sale and the Love You Mum sale was found in three tables prepared by ACCC.",
      "id": "s75"
    },
    {
      "text": "They are schedules 4, 5 and 6 to these reasons.",
      "id": "s76"
    },
    {
      "text": "In relation to the Summer of Love sale, schedule 4 concerns sales in the period 23 October 2005 to 28 January 2006.",
      "id": "s77"
    },
    {
      "text": "In relation to the Love You Mum sale, schedule 5 concerns sales in the period 1 April 2006 to 22 April 2006 and schedule 6 concerns sales in the period 1 March 2006 to 22 April 2006.",
      "id": "s78"
    },
    {
      "text": "These tables set out the \"was\" price for the 17 items in each sale, the percentage of sales at the \"was\" price, the price at which most sales were made (the mode price) and the percentage of sales at the mode price.",
      "id": "s79"
    },
    {
      "text": "In summary, in relation to the period preceding the Summer of Love sale, the table reveals that in all instances less than half of the sales were at the \"was\" price, mostly the percentage of the sales at the \"was\" price was comparatively small and that the mode price was, in the majority of cases, less than the \"was\" price and that the percentage of sales at the mode price was in most cases markedly higher than the percentage of sales at the \"was\" price.",
      "id": "s80"
    },
    {
      "text": "In the two periods preceding the Love You Mum sale, there were, in relation to many items, no sales at the \"was\" price and no instances where the mode price was the same as the \"was\" price.",
      "id": "s81"
    },
    {
      "text": "ACCC has pleaded, cumulatively or in the alternative, that by its conduct, Prouds made the five representations summarized earlier.",
      "id": "s82"
    },
    {
      "text": "ACCC bears the onus of proving that these representations, as pleaded, are what would be conveyed to the relevant audience or section of the public.",
      "id": "s83"
    },
    {
      "text": "Accordingly, it is necessary first to identify what is a relevant audience and secondly whether it would understand the pricing in the catalogue as conveying the pleaded representation.",
      "id": "s84"
    },
    {
      "text": "The leading authority on this question is the judgment of the High Court in Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45.",
      "id": "s85"
    },
    {
      "text": "In considering the nexus between the conduct and the likely misleading or deception of the prospective purchasers in the case of representations to the public it is necessary to isolate who are the \"ordinary\" or \"reasonable\" members of the class of prospective purchasers.",
      "id": "s86"
    },
    {
      "text": "In Campomar the Court explained that this process involves an objective attribution of certain characteristics.",
      "id": "s87"
    },
    {
      "text": "Such a person would not fail to take reasonable care of their own interests.",
      "id": "s88"
    },
    {
      "text": "It is necessary to isolate by some criterion a representative member of that class to determine whether a misconception is likely to arise from the conduct alleged (see [103]).",
      "id": "s89"
    },
    {
      "text": "Section 52 contemplates the effect of the conduct on reasonable members of a class.",
      "id": "s90"
    },
    {
      "text": "The parties did not dispute the applicable principles in determining the relevant audience though there was an issue about the result in the facts of this case.",
      "id": "s91"
    },
    {
      "text": "ACCC submitted, correctly (and it was an agreed fact), that the audience for each catalogue was the public at large but went on to submit that at least one material section of this audience would have been misled or deceived by Prouds' conduct, namely consumers without experience in purchasing jewellery and without knowledge of the Australian jewellery industry or Prouds' pricing or promotion practice.",
      "id": "s92"
    },
    {
      "text": "As noted earlier, discounting is common in the jewellery industry and is a feature of Prouds' business model.",
      "id": "s93"
    },
    {
      "text": "Discounting occurs both during promotional periods in relation to the items being promoted and also in relation to items being offered for sale at the regular marked price.",
      "id": "s94"
    },
    {
      "text": "Ultimately, ACCC described this material section of the public as: \n\n \"a consumer without experience in purchasing jewellery and without knowledge of Australian jewellery industry or Prouds' pricing or promotion practice.",
      "id": "s95"
    },
    {
      "text": "It is a consumer who would be quite happy to pay the full \"regular market price\", and who if unhappy with that price would either go elsewhere or wait for a price promotion of the item in question.",
      "id": "s96"
    },
    {
      "text": "In short, it is a consumer who is ignorant that discounts are or would be available below a regular marked price\" .",
      "id": "s97"
    },
    {
      "text": "I accept that the evidence establishes there are consumers with these various characteristics and, at base, consumers who would be ignorant that discounted prices are or would be available lower than the regular marked price.",
      "id": "s98"
    },
    {
      "text": "Support for this conclusion is found in the evidence concerning historical sales at the regular marked price.",
      "id": "s99"
    },
    {
      "text": "Schedule 4 reveals a material percentage of sales at the \"was\" price even though they were the minority of sales and often a small minority.",
      "id": "s100"
    },
    {
      "text": "It is probable that those sales were, in many instances, to consumers who were unaware that discounts were available.",
      "id": "s101"
    },
    {
      "text": "It is tolerably clear that in identifying the hypothetical individual contemplated by the joint judgment in Campomar and in considering the effect of the impugned conduct on that individual, the Court can identify from a general and diverse group which may constitute the audience, a hypothetical individual who is most likely to be misled but only in the sense used in the following quotation.",
      "id": "s102"
    },
    {
      "text": "That is, one can test the effect of the conduct on a subclass of that general and diverse group.",
      "id": "s103"
    },
    {
      "text": "So much is apparent from the judgment of the Full Court in Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215.",
      "id": "s104"
    },
    {
      "text": "The Full Court said (at [24]): \n \n [The trial judge] (at [16]) summarised the text formulated by the High Court in Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45 at [103] - [105] in these terms: \n \n \n \n \"First, where the persons allegedly misled are not identified individuals but are members of a class it is necessary to isolate \"a representative member\" of the class and enquire whether this hypothetical individual is likely to be deceived.",
      "id": "s105"
    },
    {
      "text": "Second, when considering the likely effect of the misrepresentation on this hypothetical person he (or she) should be judged as an 'ordinary' or 'reasonable' member of the class.",
      "id": "s106"
    },
    {
      "text": "In this way, reactions to the representation that are 'extreme' or 'fanciful' will be disregarded.",
      "id": "s107"
    },
    {
      "text": "\" \n \n \n \n Having identified the test his Honour then said (at [21]): \n \n \n \n \"How then is one to identify and give characteristics to Campomar Sociedad 's hypothetical individual?",
      "id": "s108"
    },
    {
      "text": "Logic demands that if one is dealing with a diverse group then, for the purpose of determining whether particular conduct has the capacity to mislead, it is necessary to select a hypothetical individual from that section of the group which is most likely to be misled.",
      "id": "s109"
    },
    {
      "text": "If the court is satisfied that this hypothetical individual is likely to have been misled by that conduct, that would be sufficient.",
      "id": "s110"
    },
    {
      "text": "\" \n \n \n \n The appellants' complaint appears to be that his Honour should have considered the effect of the notices on the \"ordinary or reasonable\" recipient.",
      "id": "s111"
    },
    {
      "text": "However in our view his Honour accurately summarised the Campomar test.",
      "id": "s112"
    },
    {
      "text": "There is no inconsistency between testing the effect of the representation by reference to ordinary or reasonable members of the class and by reference to the hypothetical individual.",
      "id": "s113"
    },
    {
      "text": "The attribution of characteristics to the ordinary and reasonable members of the class must be objective in order to allow for the wide range of persons who would in fact make up the class: National Exchange Pty Ltd v Australian Securities and Investments Commission (2004) 49 ACSR 369 at [68] per Jacobson and Bennett JJ.",
      "id": "s114"
    },
    {
      "text": "Within a large class there may be a number of subclasses of ordinary and reasonable people.",
      "id": "s115"
    },
    {
      "text": "Thus in the present case there may be ordinary and reasonable persons who were well informed about the internet and the domain name registration system and other persons, equally ordinary and reasonable, who were not.",
      "id": "s116"
    },
    {
      "text": "As already noted, four out of five of the alleged representations, including the Level of Saving Representations presently being considered, were pleaded on the basis that the \"was\" price constituted a representation as to the price at which Prouds previously sold the item (subject to one qualification discussed later concerning the Usual Price Representations).",
      "id": "s117"
    },
    {
      "text": "Only the fifth, the Advertised Price Representations contemplated that the \"was\" price referred to a previous offer price.",
      "id": "s118"
    },
    {
      "text": "Central to the defence of Prouds, was the contention that the \"was\" price would have been understood as the offer price and not the sale price.",
      "id": "s119"
    },
    {
      "text": "Before considering what this juxtaposition of the words \"was\" and \"now\", in this particular context, would have been understood to mean by the hypothetical consumer in the subclass relied on by ACCC, it is convenient to refer to several authorities in which a broadly similar issue has been considered.",
      "id": "s120"
    },
    {
      "text": "They each concern alleged misrepresentations based on dual pricing either in catalogues or on swing tags.",
      "id": "s121"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Allans Music Group Pty Ltd [2002] FCA 1552 , Allans Music Group Pty Ltd had pleaded guilty to charges arising out of breaches of s 53(e) of the Act for making false or misleading representations about the price of goods in promotional catalogues.",
      "id": "s122"
    },
    {
      "text": "From the summary of facts agreed at the trial it emerged that Allans engaged in dual pricing by advertising for sale, in catalogues, various musical instruments with a \"was\" and a \"now\" price during the period leading up to Christmas 2000.",
      "id": "s123"
    },
    {
      "text": "The catalogue was produced as part of its Christmas sale.",
      "id": "s124"
    },
    {
      "text": "It appears from the summary of facts that Allans had not sold nine items (each the subject of a charge to which Allans pleaded guilty) at the price identified as the \"was\" price between January 2000 and the time of the publication of the catalogue at the end of that year.",
      "id": "s125"
    },
    {
      "text": "Tamberlin J described the \"gist of the false and misleading impact of the representation\" as follows: \n \n ...there will be a narrow window of opportunity in the Christmas lead-up period from 30 November 2000 wherein bargains of a very substantial nature could be obtained on Allans musical goods by paying a much lower price in that period than that which had been paid in circumstances where a purchase was made before the beginning of that period .",
      "id": "s126"
    },
    {
      "text": "As the agreed facts clearly demonstrate, this was false in the sense that for all practical purposes, the items in question had not been sold in the pre-Christmas period at the \"WAS\" price but rather at prices which were substantially below the claimed \"WAS\" price.",
      "id": "s127"
    },
    {
      "text": "The representation as to the savings for members of the public was the amount calculated as the difference between the \"WAS\" price that had been charged prior to the Christmas sale period and the \"NOW\" price, which would be charged during the Christmas sale period.",
      "id": "s128"
    },
    {
      "text": "(Emphasis added)\n \n \n As Allans had pleaded guilty in this matter, it was only necessary for Tamberlin J to assess the appropriate penalty.",
      "id": "s129"
    },
    {
      "text": "Nevertheless, it is clear from his Honour's comments about the agreed facts that he took the view that a false representation had been made because the goods had not be sold at the advertised \"was\" prices.",
      "id": "s130"
    },
    {
      "text": "His Honour treated the \"was\" price as a sale price.",
      "id": "s131"
    },
    {
      "text": "A similar issue arose in Commissioner of Competition v Sears Canada Inc (2005) 37 C.P.R.",
      "id": "s132"
    },
    {
      "text": "(4th) 65, a decision of the Canadian Competition Tribunal concerning representations made in a sales catalogue for Michelin tires.",
      "id": "s133"
    },
    {
      "text": "The Tribunal was considering the Competition Act , RSC 1985, c. C-34.",
      "id": "s134"
    },
    {
      "text": "Subsection 74.01(3) of that Act dealt with misleading representations in relation to a seller's own ordinary selling price and provided that infringing conduct would have occurred where : \n \n &#8226; \"a substantial volume of the product\" had not been sold at the represented ordinary price \"within a reasonable period of time before or after the making of the representation\" and \n &#8226; where the product had not been offered at the ordinary price or a higher price in good faith for a substantial period of time recently before or immediately after making the representation.",
      "id": "s135"
    },
    {
      "text": "Representations in that catalogue referred to the regular price of tires, \"reg\", and the sales price, \"sale\", as well as statements such as \"save 40%\" in relation to particular kinds of tires.",
      "id": "s136"
    },
    {
      "text": "In that case the Tribunal said (at [327]): \n \n ...",
      "id": "s137"
    },
    {
      "text": "I find that the general impression conveyed by them to an ordinary citizen is that consumers who purchased the Tires at Sears' promotional prices would realize substantial savings over what they would have paid for the tires had they not been on promotion.",
      "id": "s138"
    },
    {
      "text": "This impression is consistent with the literal meaning conveyed by the representations.",
      "id": "s139"
    },
    {
      "text": "The question of dual pricing, on tag tickets rather than in catalogues, was considered by this Court in Trade Practices Commission v Cue Design Pty Ltd (1996) 85 A Crim R 500; ATPR 41-475.",
      "id": "s140"
    },
    {
      "text": "That matter again concerned breaches of s 53(e) of the Act .",
      "id": "s141"
    },
    {
      "text": "O'Loughlin J had to assess the appropriate penalty.",
      "id": "s142"
    },
    {
      "text": "The contraventions in that case related to dual priced swing tags on clothing.",
      "id": "s143"
    },
    {
      "text": "They showed two prices, the higher price crossed through and the lower price written in, in circumstances where the garments had not previously been \"offered for sale\" at the higher marked price.",
      "id": "s144"
    },
    {
      "text": "His Honour imposed penalties on the basis that the defendants had reasonable cause to believe that the effect of the two-priced swing tag was that a member of the buying public would assume that the garment had previously been offered for sale at the higher of the two prices and was now available at the lower price.",
      "id": "s145"
    },
    {
      "text": "His Honour observed (at 506 of 85 A Crim R 500 and 41,834 of ATPR 41-475): \n \n In my opinion, the natural and probable consequence of a dual-priced swing tag is that members of the buying public would assume that the garment had previously been offered for sale at the higher of the two prices and was now available at the lower price.",
      "id": "s146"
    },
    {
      "text": "(Emphasis added)\n \n \n Dual price ticketing was the focus of proceedings in the Supreme Court of Western Australia in Walker, Commissioner for Fair Trading v Rugs a Million Pty Ltd [2006] WASC 127.",
      "id": "s147"
    },
    {
      "text": "Simmonds J's judgment concerned an application for an interim injunction under the Fair Trading Act 1987 (WA) and s 80(2) of the Act .",
      "id": "s148"
    },
    {
      "text": "It was alleged the defendant had contravened various provisions of the Act , including s 53(e).",
      "id": "s149"
    },
    {
      "text": "The context in which the relevant misrepresentation was discussed was whether there was a serious question to be tried in relation to dual price ticketing of rugs.",
      "id": "s150"
    },
    {
      "text": "The tickets did not use the word \"was\".",
      "id": "s151"
    },
    {
      "text": "The tickets showed details concerning the rugs including what appeared to be a printed price, and another, significantly lower price, apparently hand written.",
      "id": "s152"
    },
    {
      "text": "In discussing the evidence, Simmonds J referred to evidence that rugs bearing dual price tickets were displayed without ever having been offered for sale in Western Australia at the highest price displayed although there was also evidence of rugs bearing dual price tickets which had \"originally sold at the highest price\".",
      "id": "s153"
    },
    {
      "text": "On the face of it and because the evidence was partially in conflict, Simmonds J found there was a serious question to be tried as to the \"false, misleading or deceptive character of dual price tickets\".",
      "id": "s154"
    },
    {
      "text": "His Honour noted: \n \n ... a prospective purchaser would...take it from the tickets that the products had been on sale at the higher price for a \"substantial period of time\": see Trade Practices Commissioner v Cue Design Pty Ltd (1996) ATPR 41-475, Fed Ct, O'Loughlin J, at [48134]... .",
      "id": "s155"
    },
    {
      "text": "There is evidence in this case... of dual practice ticketing in circumstances that falsify the expectation I have described, given the inapplicability in this state of the higher price at any time.",
      "id": "s156"
    },
    {
      "text": "While it was only necessary in Cue to determine that a prospective purchaser would understand the higher price had been applicable at some previous time, I consider the quoted language to express his Honour's view of the prospective purchaser's understanding of the ticket in that case.",
      "id": "s157"
    },
    {
      "text": "That is an understanding that would apply all the more, it seems to me, in this case, as to the tickets bearing the heading, for the lower price, of \"sale price\".",
      "id": "s158"
    },
    {
      "text": "Also relevant is a decision of a District Court in New Zealand which was said to demonstrate that both the words \"was\" and \"were\" meant offered for sale: Commerce Commission v Briscoes NZ Limited (unreported, District Court Auckland, Tompkins J, 9 June 1998).",
      "id": "s159"
    },
    {
      "text": "The relevant legislation in that case was s 13(g) of the Fair Trading Act 1986 (NZ) which prohibited the making of false or misleading representations with respect to the price of goods and services by particular persons (in trade etc).",
      "id": "s160"
    },
    {
      "text": "The only issue for determination was whether the representations contained in brochures were misleading, as that term was used in the Act.",
      "id": "s161"
    },
    {
      "text": "Brochures gave two prices where the higher prices were described as \"was\" or \"were\" and the informant alleged that the vast majority of sales during the non-promotional periods immediately before the promotional periods were not at the \"was\" price.",
      "id": "s162"
    },
    {
      "text": "The proceedings in that court were criminal prosecutions and so the criminal standard of proof applied.",
      "id": "s163"
    },
    {
      "text": "The informant's case was that the brochures were misleading and the \"was\" price should be the average sales price which had been achieved in the preceding non-promotional period.",
      "id": "s164"
    },
    {
      "text": "The Court noted: \n \n 5.",
      "id": "s165"
    },
    {
      "text": "I do not consider that it is necessary for the defendant to establish that actual sales were in fact made, rather than the goods were available and offered for sale at the \"was\" prices.",
      "id": "s166"
    },
    {
      "text": "... \n 10.",
      "id": "s167"
    },
    {
      "text": "... once a promotion ceased, ... the default price which had remained on the price tag through out, and which was programmed in to the central computer was reinstated.",
      "id": "s168"
    },
    {
      "text": "Accordingly, it seems to me on the evidence I have heard that the \"was\" price was the price at which goods \"were available\" immediately prior to the relevant promotions.",
      "id": "s169"
    },
    {
      "text": "The fact that there may have been few or no sales to the public at that price is, in my judgment, irrelevant to this case.",
      "id": "s170"
    },
    {
      "text": "In the present case, the position adopted by the parties as to how the \"was\" and \"now\" prices would have been understood was to the general following effect.",
      "id": "s171"
    },
    {
      "text": "ACCC contended the \"was\" price in the catalogues would be taken by the hypothetical consumer to indicate the price at which each item had been sold to consumers in the past at least in the context of considering the Level of Savings Representations.",
      "id": "s172"
    },
    {
      "text": "Prouds, on the other hand, contended that the \"was\" price would have been understood to be the price at which each item had been offered for sale.",
      "id": "s173"
    },
    {
      "text": "This was said to flow logically from the fact that the \"now\" price could only be an offer price, and the juxtaposition of the two prices would be viewed as comparing prices of the same character together with particular features of catalogues themselves (various icons and the font sizes).",
      "id": "s174"
    },
    {
      "text": "It is necessary to refer to some of the evidence (mainly relied upon by ACCC) about the extent to which discounts were sought, discounts were given and items were sold at the regular marked price.",
      "id": "s175"
    },
    {
      "text": "Mr Cockayne, a merchandise manager of Prouds from 3 April 2006 to 18 February 2007 and now the General Manager of Goldmark Jewellers Pty Ltd said that in his experience, including discussions he had had with Prouds' employees, sales staff start their relationship with a customer with the intention of trying to sell an item at the full price, but they also have in their mind that they need to achieve certain sales targets, that they must make a certain gross profit and that they must comply with Prouds' policy that sales staff must, wherever possible, ensure that customers purchase their required items from Prouds rather than a competitor.",
      "id": "s176"
    },
    {
      "text": "The result, he said, was that staff most often used a discount as the tool to make sure they met those objectives and that sales staff who dealt with customers on a day-to-day basis used a discount in the great majority of cases to close the sale.",
      "id": "s177"
    },
    {
      "text": "Mr Cockayne also said that, in his experience, gained from visits to jewellery stores over a number of years (including Prouds' and competitors' stores), his discussions with Prouds' management and retail sales staff and discussions he has had with members of the public, the large majority of customers ask for, and expect to be given, a discount when purchasing jewellery and that Prouds sells very few of its items at the regular marked price.",
      "id": "s178"
    },
    {
      "text": "Fewer than 1% of sales of 9 of the 10 top selling items (from 23 October 2005 to 29 January 2006) occur at the \"regular marked price\" and the remaining item (a 9ct set of 3 Hoop Earrings) sells at that price in 1.38% of cases.",
      "id": "s179"
    },
    {
      "text": "Ms Osborne also gave evidence concerning this question.",
      "id": "s180"
    },
    {
      "text": "She is the gold jewellery buyer for Prouds whose responsibilities included planning and preparing the gold sections of Prouds' catalogues and generic sale promotions, ensuring that Prouds' objectives in terms of gold sales and gross profit percentages were met by monitoring the performance of the gold range and liaising with Prouds' staff in Prouds' jewellery retail stores in relation to pricing and discounts for gold items.",
      "id": "s181"
    },
    {
      "text": "Ms Osborne said that from time to time she had refused requests from store managers to discount certain items in her gold range on non-sale items, though approving discounts was not her responsibility and that the final decision lay with store managers.",
      "id": "s182"
    },
    {
      "text": "She said that she was aware of certain stores where sales staff would offer a discount on almost every item sold and that while Prouds offered items to its customers at the retail price expecting to achieve sales at their retail price, the degree of competition between jewellery retailers would often prevent sales at the full price.",
      "id": "s183"
    },
    {
      "text": "Ms Bogan also gave evidence on this topic.",
      "id": "s184"
    },
    {
      "text": "She is a cluster manager for Prouds.",
      "id": "s185"
    },
    {
      "text": "In this role, she oversees the management of Prouds' jewellery retail stores at Nepean, Wetherill Park and Merrylands in New South Wales.",
      "id": "s186"
    },
    {
      "text": "Her responsibilities included ensuring promotional set-up instructions issued to stores are followed and that stores are managed and run in accordance with Prouds' policies.",
      "id": "s187"
    },
    {
      "text": "She is also responsible for ensuring sales staff meet Prouds' customer service standards.",
      "id": "s188"
    },
    {
      "text": "Ms Bogan said that, based on her 17 years' experience selling jewellery in Prouds' stores, the majority of customers that she deals with on a day to day basis do not expect to pay full price for jewellery.",
      "id": "s189"
    },
    {
      "text": "In her opinion, the fact that Prouds' stores are located in close proximity to other jewellery retailers, encourages customers to shop around, giving them greater bargaining power to seek, and obtain, discounts.",
      "id": "s190"
    },
    {
      "text": "She said that customers frequently ask her what the best price is for an item or staff under her supervision refer such queries to her.",
      "id": "s191"
    },
    {
      "text": "Other issues referred to her are when a customer is only prepared to pay an amount less than the amount displayed or when a customer has seen a similar item offered for sale by a competitor at a cheaper price.",
      "id": "s192"
    },
    {
      "text": "She noted that they do not get as many requests for discounts on silver.",
      "id": "s193"
    },
    {
      "text": "The types of question Ms Bogan said that she and her staff are asked have been to the following effect: \n \n \"Can you give me a cheaper price for cash?",
      "id": "s194"
    },
    {
      "text": "\" \n \"What is your best price for this item of jewellery?",
      "id": "s195"
    },
    {
      "text": "\" \n \"I can get this item at Michael Hill for $X, What is your best price?",
      "id": "s196"
    },
    {
      "text": "\" \n \"What is your discount off gold?",
      "id": "s197"
    },
    {
      "text": "\" \n \"Which items are reduced?",
      "id": "s198"
    },
    {
      "text": "\" \n \"How much if I take it today?",
      "id": "s199"
    },
    {
      "text": "\" \n \n\nMs Bogan said that in response to such requests, staff under her supervision will invariably discount the item for the customer in order to secure the sale provided it is not already discounted.",
      "id": "s200"
    },
    {
      "text": "Ms Bogan said that the best way to win sales was through offering the best customer service possible and being able to discount an item to meet the customer's expectations.",
      "id": "s201"
    },
    {
      "text": "She allows staff under her supervision to offer a 10% \"VIP Discount\" without further approval.",
      "id": "s202"
    },
    {
      "text": "Ms Bogan also said that people were prepared to wait until the price was right before they made a purchase and that this was demonstrated by the fact that the majority of the sales in the Penrith, Wetherill Park or Merrylands were generated by Prouds' catalogue promotions.",
      "id": "s203"
    },
    {
      "text": "This evidence, which I accept, clearly points to extensive discounting by Prouds which, in any event, is also apparent from the evidence concerning actual sales of the 17 items to which these proceedings relate in the periods preceding the publication of the Summer of Love catalogue and the Love You Mum catalogue.",
      "id": "s204"
    },
    {
      "text": "However, this evidence (both the oral evidence and evidence of sales), does not warrant a conclusion that the hypothetical consumer ACCC relied on (see [ 17 ] above) would be likely to receive a discount were they to seek to buy an item of jewellery from Prouds in a non-sales period, unaware as they would be, of the practice of discounting in the industry generally or by Prouds in particular.",
      "id": "s205"
    },
    {
      "text": "These matters tended to suggest that the \"was\" price might, for this hypothetical consumer, not be misleading if the \"was\" price were viewed as the price that would have been paid.",
      "id": "s206"
    },
    {
      "text": "It is to be recalled that ACCC invited consideration of a consumer who did not appreciate that discounts were or would be available resulting in a price less than the regular marked price.",
      "id": "s207"
    },
    {
      "text": "I accept that this hypothetical consumer would, when seeing a \"was\" price in juxtaposition with a \"now\" price in relation to an item of jewellery which the consumer might be interested in purchasing, contemplate what savings he or she might achieve if the item was purchased during the sale.",
      "id": "s208"
    },
    {
      "text": "However, I doubt that such a hypothetical consumer would have viewed the \"was\" price as either a bare sale or a bare offer price as a matter of characterisation.",
      "id": "s209"
    },
    {
      "text": "Rather, it is probable, in my opinion, that the hypothetical consumer would have seen the two prices (the \"was\" and the \"now\" price) in juxtaposition and, in the context of considering what savings might be achieved, would have understood that before the sale to which the catalogue related, he or she would have bought the item for the \"was\" price had it been purchased then.",
      "id": "s210"
    },
    {
      "text": "But now, during the sale period, he or she would be able to buy the item at the \"now\" price.",
      "id": "s211"
    },
    {
      "text": "The difference between those two prices would be seen by the hypothetical consumer as the savings that would be achieved by him or her by purchasing an item during the sale period.",
      "id": "s212"
    },
    {
      "text": "The focus of the hypothetical consumer's consideration of the pricing in the catalogue would, in the context of savings to be made, be on the benefits flowing to him or her by the sale to which the catalogue was directed.",
      "id": "s213"
    },
    {
      "text": "Implicit in this analysis is that the \"was\" price was the price at which the goods were being offered for sale in the period before the promotional sale and thus the price at which they would then have been bought.",
      "id": "s214"
    },
    {
      "text": "I doubt that the hypothetical consumer relied on by ACCC would undertake a process of logical analysis by first identifying the \"was\" price as the offer price and then concluding that he or she might have accepted the offer price and thus have purchased the item at that price.",
      "id": "s215"
    },
    {
      "text": "The hypothetical consumer's reaction to the juxtaposition of the \"was\" price with the \"now\" price, in my opinion, would more likely be impressionistic rather than analytical.",
      "id": "s216"
    },
    {
      "text": "Nonetheless, part of that impression would have involved, at least implicitly, an understanding that the \"was\" price represented the price at which an item had been offered for sale before the promotional sale period.",
      "id": "s217"
    },
    {
      "text": "But in the result, the impression of the hypothetical consumer when considering what savings might be made would be that the \"was\" price identified the price at which an item would have been bought by that consumer before the sale.",
      "id": "s218"
    },
    {
      "text": "ACCC's case concerning at least the Level of Savings Representations, as originally advanced, appeared to involve taking what is now known about the conduct of Prouds dealing with actual consumers (those who have received discounts) who are almost certainly not in the subgroup of consumers from which the present hypothetical consumer is drawn, and treating that knowledge as in some way colouring what should be concluded about how the hypothetical consumer would view the \"was\" and \"now\" pricing of items in the catalogue.",
      "id": "s219"
    },
    {
      "text": "But the hypothetical consumer ACCC pointed to would not have sought and, more probably than not, would not have been given a discount had they sought to purchase one of the contentious items prior to the Summer of Love or Love You Mum promotional sale periods when the item was being offered at the regular marked price.",
      "id": "s220"
    },
    {
      "text": "It is now convenient to analyse separately the position concerning the Summer of Love catalogue sale and the Love You Mum catalogue sale.",
      "id": "s221"
    },
    {
      "text": "That is because the former, and not the latter, was potentially affected by decisions made within Prouds about prices of items having regard to an increase in the price of gold.",
      "id": "s222"
    },
    {
      "text": "As noted earlier (at [ 10 ]-[ 11 ]), the 17 contentious items in the Summer of Love catalogue were offered for sale at the regular marked price for various periods during 2005.",
      "id": "s223"
    },
    {
      "text": "Mostly, they were offered for sale at the regular marked price for more than 50% of the time (that they were available) during that year.",
      "id": "s224"
    },
    {
      "text": "However from 26 December 2005 until the commencement of the Summer of Love sale period (29 January 2006) all of the items had been discounted during the Boxing Day sale and the Summer Sale.",
      "id": "s225"
    },
    {
      "text": "Two of the items, item 2952471 and item 7550654 had not been offered for sale at the regular marked price since before 13 November 2005 (when the Pre Christmas Catalogue sale commenced) and before 4 December 2005 (when the Make This Christmas Special Catalogue sale commenced) respectively.",
      "id": "s226"
    },
    {
      "text": "In these circumstances, it is clear that none of the 17 items were being offered for sale at the regular marked price in the period immediately before the Summer of Love catalogue was published.",
      "id": "s227"
    },
    {
      "text": "The hypothetical consumer (with the characteristics discussed at [ 17 ] above) would almost certainly have purchased any of the items in that period at a price less than the \"was\" price.",
      "id": "s228"
    },
    {
      "text": "The question that then arises is whether the inclusion of the \"was\" price in juxtaposition with the \"now\" price in the Summer of Love catalogue for those 17 items and the publication of the catalogue constituted misleading or deceptive conduct.",
      "id": "s229"
    },
    {
      "text": "It is appropriate to return to the authorities.",
      "id": "s230"
    },
    {
      "text": "In Taco Co of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 at 200, Deane and Fitzgerald JJ emphasised that \" no conduct can mislead or deceive unless the representee labours under some erroneous assumption \".",
      "id": "s231"
    },
    {
      "text": "The issue of how a Court determines whether conduct was misleading or deceptive was addressed by the High Court in Campomar .",
      "id": "s232"
    },
    {
      "text": "As noted earlier, the Court indicated the hypothetical person would not fail to take reasonable care of their own interests.",
      "id": "s233"
    },
    {
      "text": "Section 52 contemplates the effect of the conduct on reasonable members of a class.",
      "id": "s234"
    },
    {
      "text": "The Court noted that in an assessment of the reactions or likely reactions of the \"ordinary\" or \"reasonable\" members of the class of prospective purchasers of mass-marketed products for general use, the Court may well disregard assumptions by persons whose reactions are extreme or fanciful (at [105]).",
      "id": "s235"
    },
    {
      "text": "More recently, In National Exchange Pty Ltd v Australian Securities and Investment Commission [2004] FCAFC 90 ; 49 ACSR 369, Jacobson and Bennett JJ concluded (at [70]) that \"[a] finding that reasonable members of the class would be likely to be misled carries with it the determination that a significant proportion of shareholders would be misled \".",
      "id": "s236"
    },
    {
      "text": "In my opinion, the relevant hypothetical consumer would have made the erroneous assumption that had he or she sought to buy any one of the 17 items in the period immediately before the Summer of Love catalogue sale commenced (viz.",
      "id": "s237"
    },
    {
      "text": "29 January 2006) he or she would have purchased it at the \"was\" price.",
      "id": "s238"
    },
    {
      "text": "That assumption would be erroneous because, notwithstanding that such a consumer would probably have purchased an item at the offer price, none of the items were, at that time, being offered for sale at the \"was\" price.",
      "id": "s239"
    },
    {
      "text": "It is improbable, in my opinion, that the hypothetical consumer would have viewed the \"was\" price as the price at which the goods would have been purchased by him or her at some indeterminate time before the sale such as the period preceding 25 December 2005 for 15 of the items, or 13 November 2005 or 4 December 2005 when two items had been offered for sale at the \"was\" price.",
      "id": "s240"
    },
    {
      "text": "However, does this conclusion lead to the ultimate conclusion that the Level of Saving Representations, as pleaded, was made?",
      "id": "s241"
    },
    {
      "text": "It is convenient, at this point, to digress and mention one matter raised by Prouds.",
      "id": "s242"
    },
    {
      "text": "It is important to the disposition of this case.",
      "id": "s243"
    },
    {
      "text": "Prouds submitted that the issues in this case were narrow with precise allegations in respect of 17 items and five specific representations.",
      "id": "s244"
    },
    {
      "text": "Prouds submitted the proceedings were not \"an at-large inquiry\" as to whether using \"was\" and \"now\" pricing is, in any way, misleading.",
      "id": "s245"
    },
    {
      "text": "Prouds referred to several authorities.",
      "id": "s246"
    },
    {
      "text": "In its written outline of closing submissions, it referred to Truth about Motorways Pty Ltd v Macquarie Infrastructure Investment Management Pty Ltd (1998) 42 IPR 1 at 3, Phoenix Court Pty Ltd v Melbourne Central Pty Ltd [2007] FCA 1101 , Multigroup Distribution Services Pty Ltd v TNT Australia Pty Ltd (1996) ATPR 41-522 per Burchett J at 42,679.",
      "id": "s247"
    },
    {
      "text": "In oral submissions Prouds referred to Astrazeneca Pty Limited v GlaxoSmithKline Australia Pty Limited [2006] FCAFC 22 , which was said to demonstrate that a matter raising s 52 can turn on the specificity of pleadings.",
      "id": "s248"
    },
    {
      "text": "Prouds' submission must, at a level of generality, be accepted.",
      "id": "s249"
    },
    {
      "text": "The pleading alleged that the Level of Savings Representations were false because they erroneously represented the amount a consumer would save.",
      "id": "s250"
    },
    {
      "text": "As pleaded, the saving falsely represented was the difference between the amount represented by the \"now\" price and the amount usually paid by consumers in the eight weeks preceding the publication.",
      "id": "s251"
    },
    {
      "text": "The case advanced by ACCC was based on the actual sales to consumers which, overwhelmingly in relation to most of the 17 items and entirely for the remainder, were at a sale price less than the \"was\" price.",
      "id": "s252"
    },
    {
      "text": "However, in my opinion, this is not the representation conveyed to the relevant hypothetical consumer by the juxtaposition of the \"now\" and the \"was\" price as they appeared, in context, in the catalogue.",
      "id": "s253"
    },
    {
      "text": "As I indicated earlier, the hypothetical consumer would not, in my opinion, have contemplated that the \"was\" price concerned what consumers actually paid if contemplating what savings the particular hypothetical consumer would achieve.",
      "id": "s254"
    },
    {
      "text": "That is, the hypothetical consumer would not have taken the \"was\" price as signifying the price actually paid by consumers including consumers who knew that discounting and bargaining was a feature of the jewellery industry and, accordingly, had negotiated or secured a price less than the regular market price.",
      "id": "s255"
    },
    {
      "text": "The hypothetical consumer would, when considering what savings might be made by purchasing during the sale, have viewed the \"was\" price as the price he or she would have paid had they bought the item before the sale period.",
      "id": "s256"
    },
    {
      "text": "Though, as I earlier indicated, this would have involved an erroneous assumption, it is not the case ACCC pleaded and presented.",
      "id": "s257"
    },
    {
      "text": "Accordingly, the representation as pleaded by ACCC is not established in relation to the Summer of Love catalogue.",
      "id": "s258"
    },
    {
      "text": "The case of ACCC was based on the \"was\" price being treated as a reference to prices actually paid including prices paid by consumers who were aware of discounting and negotiated a price less than the regular market price.",
      "id": "s259"
    },
    {
      "text": "It is not, in my opinion, an assumption that should be made.",
      "id": "s260"
    },
    {
      "text": "The same analysis leads to the same conclusion in relation to the Love You Mum catalogue.",
      "id": "s261"
    },
    {
      "text": "Usual Price Representations \n \n \"Usual Price Representations\" were pleaded in paragraphs 22 and 23 of the amended statement of claim in the following way: \n \n 22 Further, or in the alternative, by each statement in the Summer of Love catalogue of a Was price in proximity to a Now price, for each of the 17 items listed in paragraph 12, Prouds represented that the Was price was the usual price [at which the item was offered for sale or sold] for that item of jewellery for a reasonable period immediately preceding publication of that catalogue ( Usual Price Representations ).",
      "id": "s262"
    },
    {
      "text": "23 Contrary to the Usual Price Representations in the Summer of Love catalogue the Was price in that catalogue for each of the 17 items listed in paragraph 12 was not the usual price for that item of jewellery for the period from 1 December 2005 to 28 January 2006.",
      "id": "s263"
    },
    {
      "text": "Particulars \n \n \n (a) In the period from 1 December 2005 to 28 January 2006 \n \n \n (i) Prouds made multiple sales of each of those 17 items \n (ii) In the case of items 2952471, 4050554 and 4050562 all sales of each of those items were for prices less than the \"Was\" price \n (iii) In the case of items 2906399, 2937001, 2958299, 2958972, 2971390, 2984008, 2984016, 2996980, 7054991, 7102459, 7550654, 7712909 and 7757464 the majority of sales of each of those items in that period were for prices less than the \"Was\" price \n (iv) In the case of item 2894889 half the sales in that period were for prices less than the \"Was\" price.",
      "id": "s264"
    },
    {
      "text": "(b) In the period from 26 December 2005 to 28 January 2006 Prouds advertised and offered for sale each of those 17 items for prices which in each case were less than the \"Was\" price contained in the Summer of Love catalogue.",
      "id": "s265"
    },
    {
      "text": "(c) In the period from 4 December 2005 to 24 December 2005 Prouds offered for sale each of items 7550654 and 2952471 for a price which was less than the \"Was\" price contained in the Summer of Love catalogue.",
      "id": "s266"
    },
    {
      "text": "The same allegation was made in relation to the Love You Mum catalogue in paragraphs 24 and 25.",
      "id": "s267"
    },
    {
      "text": "During the hearing, senior counsel for ACCC indicated that the pleading should be understood as including words to the effect of those in bold between the square brackets.",
      "id": "s268"
    },
    {
      "text": "This was not resisted by senior counsel for Prouds.",
      "id": "s269"
    },
    {
      "text": "The Usual Price Representations, as pleaded, entail the \"was\" price being viewed by the hypothetical consumer as the usual price for the item, either as the offer price or the sale price.",
      "id": "s270"
    },
    {
      "text": "Counsel for Prouds submitted that the notion of an item having been offered for sale or sold at a \"usual\" price includes with it the notion of the item having been offered for sale or sold at a lower or higher price.",
      "id": "s271"
    },
    {
      "text": "But the notion of a usual price in the context of promotional sales can mean no more than the ordinary or non-sale price.",
      "id": "s272"
    },
    {
      "text": "In my view, that is how the pleading should be understood.",
      "id": "s273"
    },
    {
      "text": "It is apparent the \"was\" price did not appear in the Summer of Love catalogue in isolation.",
      "id": "s274"
    },
    {
      "text": "It appeared in juxtaposition with a \"now\" price.",
      "id": "s275"
    },
    {
      "text": "Plainly the \"now\" price identified the discounted price at which the item could be purchased during the sale period.",
      "id": "s276"
    },
    {
      "text": "The message conveyed by the \"was\" price in this context, was that the item, immediately before the sale, was being offered for sale and could be purchased for the \"was\" price.",
      "id": "s277"
    },
    {
      "text": "Senior counsel for Prouds challenged the proposition that the \"was\" price should be treated as referable to the period immediately before the catalogue was published (and the sale commenced).",
      "id": "s278"
    },
    {
      "text": "However the juxtaposition of the two prices was intended to create a contrast.",
      "id": "s279"
    },
    {
      "text": "The contrast was between circumstances existing before the sale and those existing during the period of the sale.",
      "id": "s280"
    },
    {
      "text": "The period before the sale included the period immediately before the sale.",
      "id": "s281"
    },
    {
      "text": "It was misleading to identify in the Summer of Love catalogue a \"was\" price which did not represent the price at which an item had been offered for sale and would have been purchased by the hypothetical consumer immediately before the sale commenced.",
      "id": "s282"
    },
    {
      "text": "This representation is established in relation to both the Summer of Love catalogue and the Love You Mum catalogue.",
      "id": "s283"
    },
    {
      "text": "Substantial Volume of Sales Price Reprentations \n \n Paragraphs 27 and 28 of the amended statement of claim pleaded representations described as \"Substantial Volume of Sales Price Representations\" and did so in the following way: \n \n 27 Further or in the alternative, by each statement in the Summer of Love catalogue of a Was price in proximity to a Now price for each of the 17 items of jewellery listed in paragraph 12, Prouds represented that a substantial volume of the sales of each such item of jewellery that occurred in a reasonable period immediately preceding publication of that catalogue were at the Was price ( Substantial Volume of Sales Price Representations ).",
      "id": "s284"
    },
    {
      "text": "28 Contrary to the Substantial Volume of Sales Price Representations in the Summer of Love catalogue, there was no substantial volume of sales of any of the items of jewellery listed in paragraph 12 in the 8 week period immediately preceding publication of that catalogue other than at prices less than the Was price.",
      "id": "s285"
    },
    {
      "text": "The same allegation was made in relation to the Love You Mum catalogue in paragraphs 29 and 30.",
      "id": "s286"
    },
    {
      "text": "This contention entails the \"was\" price having been viewed by the hypothetical consumer as saying something about the volume of sales at that price before the publication of the catalogue.",
      "id": "s287"
    },
    {
      "text": "I do not accept that it would have been viewed this way.",
      "id": "s288"
    },
    {
      "text": "Is it highly unlikely that the hypothetical consumer would have even thought about the volume of sales when observing, in the catalogue, the \"was\" price in juxtaposition with the \"now\" price.",
      "id": "s289"
    },
    {
      "text": "This representation is not established.",
      "id": "s290"
    },
    {
      "text": "Previous Selling Price Representations \n \n Paragraphs 32 to 36 of the amended statement of claim concerned the \"Previous Selling Price Representations\" and provided: \n \n 32 Further, or in the alternative, by each statement of a Was price in proximity to a Now price in the Summer of Love catalogue for each of items 2952471, 4050554, 4050562 Prouds represented that the Was price so stated was the price at which Prouds sold that item of jewellery immediately preceding publication of that catalogue ( Previous Selling Price Representations ).",
      "id": "s291"
    },
    {
      "text": "33 Contrary to the Previous Selling Price Representations in the Summer of Love catalogue, Prouds sold each of the items 2952471, 4050554 and 4050562 in the period of 8 weeks immediately preceding publication of that catalogue for prices which in every case were less than the Was price contained in the Summer of Love catalogue for that item of jewellery.",
      "id": "s292"
    },
    {
      "text": "34 Further or in the alternative, by each statement of a Was price in proximity to a Now price in the Love You Mum catalogue for each of the items of jewellery 2952471, 4050554, 4050562, 2894889, 2906399, 2937001, 2958299, 2958972, 2996980, 7054991 and 7712909 Prouds made a Previous Selling Price Representation.",
      "id": "s293"
    },
    {
      "text": "35 Contrary to the Previous Selling Price Representations in the Love You Mum catalogue, Prouds sold each of the items 2952471, 4050554, 4050562, 2894889, 2906399, 2937001, 2958299, 2958972, 2996980, 7054991 and 7712909 in the period which commenced on 15 February 2006 and which immediately preceded publication of that catalogue for prices which in every case were less than the Was price contained in the Love You Mum catalogue, \n \n 36 By reason of the matters pleaded at paragraphs 32 to 35, each of the Previous Selling Representations: \n \n \n \n (a) was misleading or deceptive or was likely to mislead or deceive, in contravention of s 52 of the Act; and \n (b) was a false or misleading representation with respect to the price of goods, in contravention of s 53(e) of the Act.",
      "id": "s294"
    },
    {
      "text": "ACCC has not established this representation.",
      "id": "s295"
    },
    {
      "text": "It entails the \"was\" price being viewed by the hypothetical consumer as the usual selling price for the item.",
      "id": "s296"
    },
    {
      "text": "I do not accept that it would have been viewed this way.",
      "id": "s297"
    },
    {
      "text": "Experience suggests sales are often the result of a need to increase turnover.",
      "id": "s298"
    },
    {
      "text": "That is often because minimal sales have been achieved at ordinary or regular prices.",
      "id": "s299"
    },
    {
      "text": "I do not think a hypothetical consumer would treat a \"was\" price as saying anything about the price at which actual sales had been achieved before the introduction of the discounted price.",
      "id": "s300"
    },
    {
      "text": "Advertised Price Representations \n \n Paragraphs 37, 38 and 39 of the amended statement of claim pleaded the \"Advertised Price Representations\" in the following way: \n \n 37 Further or in the alternative, by each statement in the Love You Mum catalogue of a Was price in proximity to a Now price, for each of the 17 items listed in paragraph 15, Prouds represented that the price so stated was the price at which Prouds offered that item of jewellery for sale for a reasonable period ending immediately preceding publication of that catalogue ( Advertised Price Representations).",
      "id": "s301"
    },
    {
      "text": "38 Contrary to each of the Advertised Price Representations relating to items 2952471, 4050554, 4050562, 2894889, 2906399, 2937001, 2958299, 2958972, 2971390, 2984008, 2984016 and 2996980, Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 at prices which in every case were less than the Was price in the Love You Mum catalogue.",
      "id": "s302"
    },
    {
      "text": "Particulars \n \n Each of those items was offered for sale at discounted prices set in Prouds': \n (a) Boxing Day sale from 26 December 2005 to 31 December 2005 \n (b) Summer Sale from 2 January 2006 to 28 January 2006 \n (c) Summer of Love catalogue from 29 January 2006 to 28 February 2006 \n (d) Gold and Silver Sale from 1 March 2006 to 1 April 2006 \n (e) Jewellery Price Slash catalogue from 2 April 2006 to 22 April 2006.",
      "id": "s303"
    },
    {
      "text": "39 Contrary to the Advertised Price Representations relating to items 7054991, 7102459, 7550654, 7712909, and 7757464 Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 (except for the period from 1 March 2006 to 1 April 2006) at prices which in every case were less than the Was price in the Love New Mum catalogue \n \n Particulars \n \n Those items were offered for sale at discounted prices set in Prouds': \n (a) Boxing Day sale from 26 December 2005 to 31 December 2005 \n (b) Summer Sale from 2 January 2006 to 28 January 2006 \n (c) Summer of Love catalogue from 29 January 2006 to 28 February 2006 \n (d) Jewellery Price Slash catalogue from 2 April 2006 to 22 April 2006.",
      "id": "s304"
    },
    {
      "text": "It can be seen that these representations focus on the price at which items were offered for sale rather than sold.",
      "id": "s305"
    },
    {
      "text": "It also relates only to the Love You Mum catalogue.",
      "id": "s306"
    },
    {
      "text": "I should note that at the beginning of the hearing, senior counsel for ACCC adverted to the possibility of seeking leave to amend the pleading so as to raise this allegation in relation to the Summer of Love catalogue as well.",
      "id": "s307"
    },
    {
      "text": "Senior counsel for Prouds made it clear that any such application would be opposed.",
      "id": "s308"
    },
    {
      "text": "As it transpired, the application was never made.",
      "id": "s309"
    },
    {
      "text": "It is to be recalled that The Love You Mum catalogue was first published on 23 April 2006 and that on the back of the Love You Mum catalogue were the words \"All offers valid while stocks last or until offer ends 15/05/06\".",
      "id": "s310"
    },
    {
      "text": "On or about 2 April 2006, Prouds published the \"Jewellery Price Slash catalogue\" which stated that \"all offers valid ... until offer ends 30/04/06\".",
      "id": "s311"
    },
    {
      "text": "There was what I consider to be an irrelevant factual dispute about when the sale concluded.",
      "id": "s312"
    },
    {
      "text": "I will proceed on the basis that the sale went until, at least, 22 April 2006.",
      "id": "s313"
    },
    {
      "text": "This promotion is significant because it immediately preceded the Love You Mum promotion and offered for sale, at less than the \"was\" prices in the Love You Mum catalogue, all of the contentious 17 items.",
      "id": "s314"
    },
    {
      "text": "It was common ground (having regard to the pleadings) that a number of the contentious items in the Love You Mum catalogue were not offered for sale at the \"was\" price in the period immediately preceding the sale to which the catalogue was directed.",
      "id": "s315"
    },
    {
      "text": "In relation to seven items (2906399, 2937001, 2952471, 2958299, 2996980, 4050554 and 4050562), the items had never been offered for sale at the \"was\" price.",
      "id": "s316"
    },
    {
      "text": "That is, the \"was\" price had never been the regular marked price.",
      "id": "s317"
    },
    {
      "text": "Prouds admitted that all but three (2894889, 2958972 and 2971390) of the 12 items referred to in par 38 of the amended statement of claim were offered for sale at a price less than the \"was\" price in the Love You Mum catalogue between the period 26 December 2005 and 22 April 2006.",
      "id": "s318"
    },
    {
      "text": "The defence reflects the fact.",
      "id": "s319"
    },
    {
      "text": "That is, those three items were offered for sale between 1 March 2006 and 1 April 2006 at the increased regular marked price (increased because of the increased price of gold) which became the \"was\" price in the Love You Mum catalogue though in the Jewellery Price Slash sale were offered for sale at a price less than that \"was\" price.",
      "id": "s320"
    },
    {
      "text": "Prouds also admitted that the five items referred to in par 39 had been offered for sale in the period 26 December 2005 to 22 April 2006 (except for the period from 1 March 2006 to 1 April 2006) at a price less than the \"was\" price in the Love You Mum catalogue.",
      "id": "s321"
    },
    {
      "text": "These matters are reflected in a summary form in schedule 7.",
      "id": "s322"
    },
    {
      "text": "It is convenient, at this stage, to explain how some of the items had never been offered for sale at the \"was\" price.",
      "id": "s323"
    },
    {
      "text": "Generally, the regular marked price was a price determined, principally, by taking into account costs and gross profit margins.",
      "id": "s324"
    },
    {
      "text": "Those costs included the item's labour costs and, in relation to gold items, the cost of gold.",
      "id": "s325"
    },
    {
      "text": "Prouds' mark up was also taken into account.",
      "id": "s326"
    },
    {
      "text": "The regular marked price was set by Prouds' buyers and usually the items were new items and had no sales history.",
      "id": "s327"
    },
    {
      "text": "It was a price which would ordinarily endure for the life of the item.",
      "id": "s328"
    },
    {
      "text": "In about August 2005 the price of gold began to increase.",
      "id": "s329"
    },
    {
      "text": "That increase eroded Prouds' margin.",
      "id": "s330"
    },
    {
      "text": "Towards the end of 2005, discussions took place within Prouds' management about increasing the price of items containing gold.",
      "id": "s331"
    },
    {
      "text": "In January 2006, a decision was made to increase the price of items of gold jewellery, principally, to meet the increase in their costs caused by the increase in the international gold price.",
      "id": "s332"
    },
    {
      "text": "The decision was made by Mr David Norman who was the Group Managing Director of James Pascoe Ltd which owns Prouds.",
      "id": "s333"
    },
    {
      "text": "At times he was described in the evidence also as the Managing Director of Prouds.",
      "id": "s334"
    },
    {
      "text": "So too was Mr Mike Russell who no longer works for the company.",
      "id": "s335"
    },
    {
      "text": "Mr Russell was held responsible for what transpired, namely the failure to ensure that the Prouds' promotional material was not misleading having regard to changes in the regular marked price.",
      "id": "s336"
    },
    {
      "text": "A certain amount of preparation was necessary before the decision to increase the prices could be implemented.",
      "id": "s337"
    },
    {
      "text": "It was necessary to reprice between 6000 and 7000 gold items.",
      "id": "s338"
    },
    {
      "text": "This involved the generation of a spreadsheet of all the items (over 6000) to be repriced, individually reviewing and adjusting each gold item's new price and setting the new retail price, submitting these prices to Mr Norman for approval and then uploading the new prices into the system.",
      "id": "s339"
    },
    {
      "text": "This occurred.",
      "id": "s340"
    },
    {
      "text": "All store managers were informed of the increase and were given instructions concerning the re-ticketing and re-pricing of gold items.",
      "id": "s341"
    },
    {
      "text": "In the result, new regular marked prices were determined for many gold items which included nine of the contentious 17 items in the Love You Mum catalogue.",
      "id": "s342"
    },
    {
      "text": "The increase in the price was effective from 1 March 2006.",
      "id": "s343"
    },
    {
      "text": "These new prices were identified in the Love You Mum catalogue as the \"was\" price even though, before the publication of that catalogue, seven of those items had never been offered for sale at that price.",
      "id": "s344"
    },
    {
      "text": "Indeed, as noted earlier, Prouds did not put in issue that seven items of gold jewellery in the \"Love You Mum\" catalogue bore a \"was\" price in circumstances when those items had never been offered for sale at those prices.",
      "id": "s345"
    },
    {
      "text": "Prouds contended it was a mistake to promote those seven items with a \"was\" price when they had never been offered for sale at that price.",
      "id": "s346"
    },
    {
      "text": "Whether it was a mistake which was an aberration perhaps attributable to mismanagement by one individual (as Prouds contended) or a systemic failure on the part of Prouds because Prouds' management paid little or no regard to obligations under the Act (as ACCC contended) is presently of no real significance.",
      "id": "s347"
    },
    {
      "text": "I say that because the evidence, overall, plainly points to Prouds not being concerned about whether items in a promotional sale had been offered for sale at the \"was\" price immediately before the promotional sale commenced.",
      "id": "s348"
    },
    {
      "text": "Indeed, the burden of Prouds' defence in relation to the Advertised Price Representations was that it was unnecessary for an item to have been offered for sale at the \"was\" price immediately before the Love You Mum catalogue was published (and thus immediately before the sale commenced) and it was sufficient for it to have been offered for sale at the \"was\" price at some comparatively proximate point in the past.",
      "id": "s349"
    },
    {
      "text": "Part of this defence was to argue that the word \"was\" was an example of the \"simple past or aorist tense\" and it did \"not have any connotation of when in the past the event occurred\".",
      "id": "s350"
    },
    {
      "text": "I do not agree.",
      "id": "s351"
    },
    {
      "text": "As I discussed earlier in relation to the Usual Price Representations, the \"was\" price did not appear in isolation.",
      "id": "s352"
    },
    {
      "text": "It appeared in juxtaposition with a \"now\" price.",
      "id": "s353"
    },
    {
      "text": "Plainly the \"now\" price identified the price at which the item could be purchased during the sale period.",
      "id": "s354"
    },
    {
      "text": "The message conveyed by the \"was\" price in this context, was that the item, immediately before the sale, would have been offered for sale and purchased for the \"was\" price.",
      "id": "s355"
    },
    {
      "text": "This issue is discussed earlier (see [ 45 ] above).",
      "id": "s356"
    },
    {
      "text": "It was misleading to identify in the catalogue a \"was\" price which did not represent the price at which an item had been offered for sale and would have been purchased by the hypothetical consumer immediately before the sale commenced.",
      "id": "s357"
    },
    {
      "text": "The degree to which the hypothetical consumer would be misled would vary depending on the period between the time the item was last offered for sale at the regular marked price and the time the catalogue was published (and the sale commenced).",
      "id": "s358"
    },
    {
      "text": "In the present case it was quite misleading to identify a \"was\" price in the Love You Mum catalogue when the items had not been offered for sale at that price since 26 December 2005 (a period of approximately 4 months).",
      "id": "s359"
    },
    {
      "text": "But, in my opinion, it was also misleading to identify a \"was\" price in the Love You Mum catalogue when the item had not been offered for sale at that price since 1 April 2006.",
      "id": "s360"
    },
    {
      "text": "Even though there was a period of only approximately 3 weeks preceding the publication of the Love You Mum catalogue when five items (as identified in the pleadings) had last been offered for sale at the \"was\" price, the hypothetical consumer would have been led to believe that the \"was\" price was the price at which the items could, for reasons discussed earlier, have been bought immediately before the sale.",
      "id": "s361"
    },
    {
      "text": "This was not true and each of the five items could have been bought in those three weeks at reduced prices significantly less than the \"was\" price.",
      "id": "s362"
    },
    {
      "text": "I am satisfied that ACCC has established, in this respect, that Prouds engaged in misleading and deceptive conduct in contravention of the Act.",
      "id": "s363"
    },
    {
      "text": "Relief \n \n Given that several contraventions of the Act have been established, it is necessary to consider the question of relief.",
      "id": "s364"
    },
    {
      "text": "ACCC sought an injunction, corrective advertising and submission to a compliance program.",
      "id": "s365"
    },
    {
      "text": "As to this last matter, Prouds indicated that it would consent to a compliance program if any contravention of the Act was established.",
      "id": "s366"
    },
    {
      "text": "It has been and accordingly an order will be made.",
      "id": "s367"
    },
    {
      "text": "I turn to consider the question of whether an injunction should issue and whether corrective advertising should be ordered.",
      "id": "s368"
    },
    {
      "text": "The injunction originally sought was in the following terms: \n \n An injunction restraining Prouds in trade or commerce, for a period of 3 years, or such other period as the Court determines as appropriate, whether by itself or by its officers, employees, agents or otherwise howsoever, from making in any catalogue, brochure, display, price ticket or on-line publication ( advertisement ), a representation of the price at which an item of jewellery is offered for supply to consumers ( current price offer ), in conjunction with a representation as to a higher price at which the item of jewellery has previously been supplied, or offered for supply ( higher price ), unless: \n \n (a) where Prouds has sold the item of jewellery in the period of 3 months ending on the day of first publication of the advertisement, the higher price is no greater than the price at which Prouds most frequently supplied that item of jewellery in that period, or in such other period as the Court determines as appropriate; or \n (b) where Prouds has not sold the item of jewellery in the period of 3 months ending on the day of first publication of the advertisement: \n \n (i) the item of jewellery was offered at the higher price ( higher price offer ) for a period of no less than 3 months, or such other period as the Court determines as appropriate, immediately prior to the first publication of the advertisement; and \n (ii) when the current price offer is made in one or more stores operated by Prouds, the higher price offer was displayed in each such store.",
      "id": "s369"
    },
    {
      "text": "This injunction is framed on the assumption that the \"was\" price should be viewed as the price at which items had in fact been sold.",
      "id": "s370"
    },
    {
      "text": "The draft corrective advertising was framed on the same assumption.",
      "id": "s371"
    },
    {
      "text": "During the final stages of the hearing, several issues emerged about the form of the injunction as originally sought.",
      "id": "s372"
    },
    {
      "text": "One was that ACCC indicated that if the \"was\" was to be understood as an offer price then the injunction should could be recast.",
      "id": "s373"
    },
    {
      "text": "Another was whether the injunction might require Prouds to perpetuate conduct about which ACCC complained.",
      "id": "s374"
    },
    {
      "text": "This led to further submissions from the parties.",
      "id": "s375"
    },
    {
      "text": "While I indicated during the hearing that I thought it was desirable to make final orders dealing with all aspects of the matter, I have, on reflection, decided the better course is to publish these reasons to enable the parties to consider what orders should be made to give effect to these reasons and also to address the question of costs.",
      "id": "s376"
    },
    {
      "text": "To assist the parties in considering the form of the relief, I make the following observations.",
      "id": "s377"
    },
    {
      "text": "The contravening conduct of Prouds flows from the fact that goods offered for sale in the context of dual pricing, were not offered for sale at the \"was\" price in the period immediately before the sale.",
      "id": "s378"
    },
    {
      "text": "In my opinion there would be no contravention of the Act (and assuming continued use of the dual pricing promotion manifest in the two catalogues considered in this case) if the goods had been offered for sale at the \"was\" price for a period of two months preceding the sale period.",
      "id": "s379"
    },
    {
      "text": "While there can be no precision about the length of the anterior period, it must represent a period of substance in which the price the goods were offered for sale at the \"was\" price and, negotiated discounts aside, would have been purchased at that price.",
      "id": "s380"
    },
    {
      "text": "If the period was unduly short, then the publication of the \"was\" price in the context of dual pricing would remain misleading or deceptive.",
      "id": "s381"
    },
    {
      "text": "If ACCC persists in seeking an injunction (notwithstanding the ongoing proscription by the Act of misleading or deceptive conduct) I would need to be persuaded that an injunction was, in the circumstances, necessary.",
      "id": "s382"
    },
    {
      "text": "I certify that the preceding seventy (70) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s383"
    },
    {
      "text": "Associate:\n\nDated: 15 February 2008\n\n\n Counsel for the Applicant: S White SC with T Brennan \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: AJL Bannon SC with DB Studdy \n \n Solicitor for the Respondent: Gilbert + Tobin \n \n Dates of Hearing: 23 and 24 July 2007, 17 August 2007, 4 September 2007 and 13 December 2007 \n \n Date of Final Written Submissions: 13 December 2007 \n \n Date of Judgment: 15 February 2008 \n\n\n\n\n Schedule 1\n \n \n\n\n \n\n Schedule 2\n\n Item SKU code Was price Now price 2952471 $110 $59 4050554 $749 $399 4050562 $829 $479 2894889 $179 $99 2906399 $129 $69 2937001 $199 $99.50 2958299 $129 $65 2958972 $59 $35 2996980 $90 $45 2971390 $110 $79 2984008 $69 $34.50 2984016 $79 $39.50 7054991 $249 $199 7102459 $149 $79 7550654 $99 $49 7712909 $169 $89 7757464 $99 $69 \n\n Schedule 3\n\n Item SKU code Was price Now price 2952471 $130 $65 4050554 $899 $499 4050562 $999 $599 2894889 $199 $99.50 2906399 $149 $75 2937001 $249 $99.95 2958299 $155 $79 2958972 $69 $39 2996980 $110 $55 2971390 $110 $79 2984008 $69 $34.50 2984016 $79 $39.50 7054991 $249 $199 7102459 $149 $79 7550654 $99 $49 7712909 $169 $89 7757464 $99 $69 \n\n \n \nSchedule 4\n \n \nSchedule 5\n \n \nSchedule 6\n \n Schedule 7 \n Type Catalogue Generic Generic Catalogue Generic Generic/Catalogue Catalogue Promotion Christmas Boxing Day Summer Sale Summer of Love Gold and Silver Jewellery price Slash Love You Mum Period 4/12-24/12 26/12---31/12 2/1 - 28/1 29/1-28/2 1/3 --- 1/4 2/4 --- 22/4 23/4 - 14/5 2894889 179.00 179.00 179.00 125.30 179.00 143.20 179.00 99.00 199.00 199.00 159.20 199.00 99.50 2906399 129.00 129.00 129.00 90.30 129.00 103.20 129.00 69.00 149.00 89.40 149.00 119.20 149.00 75.00 2937001 199.00 199.00 119.40 199.00 159.20 199.00 99.50 249.00 199.20 249.00 199.20 249.00 99.95 2952471 110.00 59.00 110.00 77.00 110.00 88.00 110.00 59.00 130.00 91.00 130.00 104.00 130.00 65.00 2958299 129.00 129.00 90.30 129.00 103.20 129.00 65.00 155.00 108.50 155.00 124.00 155.00 79.00 2958972 59.00 59.00 41.30 59.00 47.20 59.00 35.00 69.00 69.00 55.20 69.00 39.00 2971390 110.00 110.00 77.00 110.00 88.00 110.00 79.00 110.00 110.00 88.00 110.00 79.00 2984008 69.00 69.00 48.30 69.00 55.20 69.00 34.50 69.00 41.40 69.00 55.20 69.00 34.50 2984016 79.00 79.00 55.30 79.00 63.20 79.00 39.50 79.00 63.20 79.00 63.20 79.00 39.50 2996980 90.00 90.00 63.00 90.00 72.00 90.00 45.00 110.00 88.00 110.00 88.00 110.00 55.00 4050554 749.00 749.00 449.40 749.00 599.20 749.00 399.00 899.00 719.20 899.00 719.20 899.00 499.00 4050562 829.00 829.00 497.40 829.00 663.20 829.00 479.00 999.00 799.20 999.00 799.20 999.00 599.00 7054991 429.00 249.00 174.30 249.00 199.20 249.00 199.00 249.00 249.00 199.20 249.00 199.00 7102459 149.00 149.00 104.30 149.00 119.20 149.00 79.00 149.00 149.00 119.20 149.00 79.00 7550654 99.00 49.95 99.00 69.30 99.00 79.20 99.00 49.00 99.00 99.00 79.20 99.00 49.00 7712909 169.00 169.00 118.30 169.00 135.20 169.00 89.00 169.00 169.00 135.20 169.00 89.00 7757464 99.00 99.00 69.30 99.00 79.20 99.00 69.00 99.00 99.00 79.20 99.00 69.00 Timeline 3 weeks 1 week 4 weeks 4 weeks 4 weeks 3 weeks 3 weeks 21 days 6 days 27 days 31 days 32 days 21 days 22 days \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/75.html",
      "id": "s384"
    }
  ]
}