{
  "name": "SZHFX v Minister for Immigration and Citizenship [2008] FCA 726 (23 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/726.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "whether discrepancies between first appellant's description of known terrorist and accounts in news reports fell within s 424a(3)(b) of migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "whether information obtained by rrt from news reports on terrorist's lack of political associations adequately set out in s 424a letter",
      "id": "c3"
    },
    {
      "text": "whether independent basis for rrt decision",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by Scarlett FM on 17 September 2007 dismissing an application for review of a decision of the Refugee Review Tribunal (\"the RRT\"): see SZHFX v Minister for Immigration &amp; Citizenship [2007] FMCA 1575.",
      "id": "s0"
    },
    {
      "text": "On 10 August 2005 the RRT had affirmed a decision by a delegate of the then Minister of Immigration and Multicultural and Indigenous Affairs refusing the appellants a protection visa.",
      "id": "s1"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n2 The appellants, a mother and her three sons, are Bangladeshi citizens.",
      "id": "s2"
    },
    {
      "text": "The second appellant made independent claims for protection, although they were based on the same facts as those relied upon by his mother.",
      "id": "s3"
    },
    {
      "text": "The third and fourth appellants made no independent protection claims.",
      "id": "s4"
    },
    {
      "text": "They relied solely instead upon the claims made by their mother.",
      "id": "s5"
    },
    {
      "text": "3 The appellants arrived in Australia on 30 July 2004.",
      "id": "s6"
    },
    {
      "text": "Within a month, they applied for protection visas.",
      "id": "s7"
    },
    {
      "text": "On 20 October 2004 the Minister's delegate refused their application.",
      "id": "s8"
    },
    {
      "text": "4 In her written application in support of her protection claim, the first appellant outlined the basis upon which she feared persecution.",
      "id": "s9"
    },
    {
      "text": "She said that she was afraid that a man named Kala Jahangir (\"Jahangir\") would \"harm us\".",
      "id": "s10"
    },
    {
      "text": "Shortly before she left Bangladesh with her sons, she said that Jahangir had threatened to kidnap her eldest son unless he was paid a sum of money.",
      "id": "s11"
    },
    {
      "text": "She also referred to a local Awami League leader, named Sadeq Hossain Khoka, who she said might return to where she lived and \"create serious problems\" for local BNP members \"as well as us\".",
      "id": "s12"
    },
    {
      "text": "She described her husband as being a \"simple active member\" of the Bangladesh National Party (\"BNP\").",
      "id": "s13"
    },
    {
      "text": "5 In her son's written application, he referred to Jahangir as being a \"well-known terror\" [sic] and BNP member.",
      "id": "s14"
    },
    {
      "text": "He said that Jahangir had demanded money from his father and threatened to kidnap him from his school if it was not paid.",
      "id": "s15"
    },
    {
      "text": "6 In an accompanying submission, the appellants' solicitor wrote that the first appellant feared for her safety, and that of her children, primarily because of her husband's political activities.",
      "id": "s16"
    },
    {
      "text": "Although he had been associated with the BNP, which was at that stage in Government, factionalism within that party had led to tension and hostility.",
      "id": "s17"
    },
    {
      "text": "In addition, the solicitor produced various documents describing the chaotic state of law and order in Bangladesh.",
      "id": "s18"
    },
    {
      "text": "The first appellant subsequently provided a further submission in support of her protection claim in the form of a statutory declaration.",
      "id": "s19"
    },
    {
      "text": "7 The Minister's delegate rejected the application on the ground that any persecution that the first appellant might fear was not for a Convention reason.",
      "id": "s20"
    },
    {
      "text": "On 8 November 2004, the appellant sought review of that decision.",
      "id": "s21"
    },
    {
      "text": "8 On 24 February 2005 the RRT conducted a hearing at which the first appellant gave evidence.",
      "id": "s22"
    },
    {
      "text": "In response to questions by the Member, the appellant said that Jahangir had not set any deadline for the extortion demand that he had made in relation to her son.",
      "id": "s23"
    },
    {
      "text": "She acknowledged that there had been no kidnapping and no money was paid.",
      "id": "s24"
    },
    {
      "text": "She also acknowledged that no harm had befallen her husband but claimed that this was because he was careful and lived in more than one house in the area.",
      "id": "s25"
    },
    {
      "text": "9 The Member said that it seemed odd that a noted terrorist like Jahangir, who came up on internet searches and had been linked with assassinations and actual kidnappings, had not kidnapped her son first and then given her a deadline by which to pay a ransom.",
      "id": "s26"
    },
    {
      "text": "The Member added that it struck him as odd that Jahangir would threaten to kidnap her son, giving her the opportunity to hide him, and thereby defeat Jahangir's entire enterprise.",
      "id": "s27"
    },
    {
      "text": "The first appellant replied that Jahangir was a notorious person, and that he had done these things before.",
      "id": "s28"
    },
    {
      "text": "The Member again reiterated that the whole scenario seemed odd, and that the description given of Jahangir's conduct portrayed him as an \"inept strategist\".",
      "id": "s29"
    },
    {
      "text": "He added \"that doesn't seem like the terrorist that we read about in these news reports\".",
      "id": "s30"
    },
    {
      "text": "10 The Member challenged the authenticity of a letter purporting to come from a Bangladesh-based lawyer supporting the appellants' case, suggesting that it had been solicited for money.",
      "id": "s31"
    },
    {
      "text": "He further suggested that there was considerable evidence that the police had been trying to arrest Jahangir.",
      "id": "s32"
    },
    {
      "text": "11 The Member asked the first appellant why she had decided to stay in Australia with her children when the original plan was simply that the son, against whom the kidnapping threats had been made, would remain in Australia to attend school.",
      "id": "s33"
    },
    {
      "text": "She explained that she had decided to stay in Australia after her husband telephoned her to say that a bomb had exploded at a public meeting in Dhaka on or about 21 August 2004.",
      "id": "s34"
    },
    {
      "text": "12 The Member suggested to the first appellant that the evidence that she had given at the hearing differed significantly from that set out in her statutory declaration.",
      "id": "s35"
    },
    {
      "text": "She replied that her husband had dictated the contents of the statutory declaration to her uncle in Australia and that she had signed it without being aware of its contents.",
      "id": "s36"
    },
    {
      "text": "The Member expressed scepticism regarding that assertion.",
      "id": "s37"
    },
    {
      "text": "He was also sceptical about the authenticity of other documents tendered on her behalf.",
      "id": "s38"
    },
    {
      "text": "He said that he had researched about six hundred internet sites and that there was nothing in any of them to suggest that Jahangir was a member of the BNP, as she had claimed.",
      "id": "s39"
    },
    {
      "text": "He added that he was having difficulty in seeing any Convention nexus to the persecution that she claimed to fear.",
      "id": "s40"
    },
    {
      "text": "13 After the hearing, the appellants' solicitors wrote to the RRT enclosing a further statutory declaration, this time from a former BNP activist.",
      "id": "s41"
    },
    {
      "text": "That person said that he did not know whether Jahangir was a member of the BNP.",
      "id": "s42"
    },
    {
      "text": "However, he did know that he was a \"hired gun\" used by BNP politicians to terrorise and kill their political enemies.",
      "id": "s43"
    },
    {
      "text": "He was aware that Jahangir was associated with Khoka, who was the BNP mayor of Dhaka.",
      "id": "s44"
    },
    {
      "text": "He said that some years earlier, he had been telephoned by Jahangir and threatened with violence and knew of others who had been similarly threatened.",
      "id": "s45"
    },
    {
      "text": "He was aware that Jahangir had threatened kidnapping if payment were not made.",
      "id": "s46"
    },
    {
      "text": "Because of Jahangir's fearsome reputation, threats alone were often sufficient.",
      "id": "s47"
    },
    {
      "text": "14 On 24 May 2005 the RRT wrote to the appellants' solicitor, purportedly in compliance with s 424A of the Migration Act 1958 (Cth).",
      "id": "s48"
    },
    {
      "text": "The first items of information that were disclosed were:\n \"The Tribunal found a report to the effect that Jahangir was convicted in May 2003 of the August 2000 murder of a local BNP leader, Advocate Habibur Rahman Mondal (htpp://www.weeklyholiday.net/300503/last.html).",
      "id": "s49"
    },
    {
      "text": "He was convicted during the current BNP government, which was elected in October 2001.",
      "id": "s50"
    },
    {
      "text": "Another report observes that the Awami League leader Sheikh Hassina has been alleging, 'the BNP-Jamaat alliance government has been patronizing the terrorist groups including that led by notorious criminal Kala Jahangir to carry out its elimination against Awami League stalwarts' ('Coastal land grabbing blamed on men blessed by BNP bigwigs,' Awami League website, Thursday 19 May 2005, http://www,albd.org/news/2005/05/19/19 1.htm).",
      "id": "s51"
    },
    {
      "text": "\" \n15 The RRT observed that the evidence did not support the first appellant's suggestion that Jahangir was under the protection of powerful persons within the BNP as he had been convicted of murder during the period of the BNP government.",
      "id": "s52"
    },
    {
      "text": "The Sheikh Hassina allegations, even if correct, were not evidence of Jahangir being used to help purge parts of the BNP from within, as was claimed by the first appellant.",
      "id": "s53"
    },
    {
      "text": "16 There were also second and third items of information provided.",
      "id": "s54"
    },
    {
      "text": "However, they are of no relevance to this appeal.",
      "id": "s55"
    },
    {
      "text": "17 The appellants' solicitors replied on 12 July 2005 to the s 424A letter and made further submissions thereafter.",
      "id": "s56"
    },
    {
      "text": "However, these were to no avail.",
      "id": "s57"
    },
    {
      "text": "On 1 September 2005, the RRT affirmed the delegate's decision under review.",
      "id": "s58"
    },
    {
      "text": "THE RRT'S REASONS FOR DECISION \n \n18 After canvassing the appellants' claims and submissions in detail, the RRT referred to what it described as the \"Independent evidence about Kala Jahangir\".",
      "id": "s59"
    },
    {
      "text": "Under that heading it summarised the matters referred to earlier.",
      "id": "s60"
    },
    {
      "text": "Notably, it said:\n \"The evidence located by the Tribunal after an extensive Google search of news media sites and commentary pages, did not appear to support a position to the effect that Jahangir has been aligned with the ruling faction of the BNP.",
      "id": "s61"
    },
    {
      "text": "\" \n19 The appellants rely upon this passage in the RRT's reasons for decision as one basis upon which the Federal Magistrate erred in failing to set it aside.",
      "id": "s62"
    },
    {
      "text": "They submit that the contents of this passage were not disclosed to the first appellant during the course of the hearing or in the s 424A letter to the appellant.",
      "id": "s63"
    },
    {
      "text": "20 The RRT continued by summarising various submissions before setting out its findings.",
      "id": "s64"
    },
    {
      "text": "It said that it had considerable difficulties with the first appellant's evidence.",
      "id": "s65"
    },
    {
      "text": "It found that there was no reliable evidence of any kidnap threat ever having been made.",
      "id": "s66"
    },
    {
      "text": "The Member said:\n \"The behaviour the Applicant attributed to Kala Jahangir in her claims does not closely, or otherwise convincingly, resemble the cunning and ruthless behaviour attributed to him in independent reports.",
      "id": "s67"
    },
    {
      "text": "In the Applicant's account, Jahangir did not use any agents or intermediarie but made the call himself ...",
      "id": "s68"
    },
    {
      "text": "According to the Applicant's evidence he behaved throughout the whole affair like an amateur, or at least as though he was improvising the plot as he went along.",
      "id": "s69"
    },
    {
      "text": "\" \n21 This passage formed the basis of a second complaint regarding failure to comply with s 424A.",
      "id": "s70"
    },
    {
      "text": "The appellants claim that they were not provided with particulars of the information relied on from the \"independent reports\" referred to by the RRT to justify the conclusion that Jahangir was \"cunning and ruthless\" and not an inept amateur.",
      "id": "s71"
    },
    {
      "text": "That finding was used by the RRT as one basis upon which it disbelieved the first appellant and rejected her as a witness of credibility.",
      "id": "s72"
    },
    {
      "text": "22 The RRT ultimately found that the claimed persecution, even if it had occurred, was not Convention related.",
      "id": "s73"
    },
    {
      "text": "It characterised any kidnap threat as a purely criminal matter, unrelated to any link Jahangir might have had with the BNP.",
      "id": "s74"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n23 As previously indicated, the appellants alleged two breaches of s 424A before the Federal Magistrate.",
      "id": "s75"
    },
    {
      "text": "They submitted that the RRT had not disclosed to the appellants, as required by that section, the following two matters:\n \n \n &#8226; information relating to \"the cunning and ruthless behaviour attributed to ...\" Kala Jahangir by \"independent reports\"; and\n &#8226; information \"... located by the Tribunal after an extensive Google search of news media sites and commentary pages, [that] did not appear to support a position to the effect that Jahangir had been aligned with the ruling faction of the BNP.",
      "id": "s76"
    },
    {
      "text": "\" \n \n\n24 The Federal Magistrate rejected each of these contentions.",
      "id": "s77"
    },
    {
      "text": "His Honour said (at [42]):\n \"In my view, the reasons why the Tribunal was not satisfied that the Applicants were the target of a kidnapping threat by Kala Jahangir were: \n \n \n \n \n \n \n (a) the absence of evidence, particularly from the First Applicant's husband; and \n \n (b) the First Applicant's own account of the alleged threat.",
      "id": "s78"
    },
    {
      "text": "\" \n \n \n \n\n25 His Honour went on to say (at [43]-46]):\n \"The Tribunal had this to say about the First Applicant's account of the alleged threat: \n \n \n The behaviour the Applicant attributed to Kala Jahangir in her claims does not closely, or otherwise convincingly, resemble the cunning and ruthless behaviour attributed to him in independent reports.",
      "id": "s79"
    },
    {
      "text": "In the Applicant's account, Jahangir did not use any agents or intermediaries but made the telephone calls himself.",
      "id": "s80"
    },
    {
      "text": "More odd than that, though, he set no deadline for the payment of the money he was demanding.",
      "id": "s81"
    },
    {
      "text": "Bearing in mind the claimed circumstances, he somewhat illogically went into some detail in his telephone call as to where he wanted the ransom money to be left, but did not say when he wanted it left there.",
      "id": "s82"
    },
    {
      "text": "He personally provided his intended targets with enough information to allow them to advise the police where to set up covert surveillance (of the kind that has probably led to the arrest of other extortionists, mentioned in independent material provided by the Applicant).",
      "id": "s83"
    },
    {
      "text": "Then, just a few days later, Jahangir reduced the ransom by 90% for no apparent reason.",
      "id": "s84"
    },
    {
      "text": "He specified the harm he was threatening to perpetrate so that the intended victims could take evasive action, pulling the child out of school.",
      "id": "s85"
    },
    {
      "text": "According to the Applicant's evidence, he behaved throughout the whole affair like an amateur, or at least as though he was improvising the plot as he went along.",
      "id": "s86"
    },
    {
      "text": "The Tribunal was not convinced by this evidence, which was given by the First Applicant for the purpose of the application.",
      "id": "s87"
    },
    {
      "text": "There is no breach of s 424A in this regard.",
      "id": "s88"
    },
    {
      "text": "The Tribunal was not satisfied that Kala Jahangir was under the protection of powerful persons within the BNP because he had been convicted of murder during the time that the BNP was in government.",
      "id": "s89"
    },
    {
      "text": "This information was set out in the Tribunal's s 424A letter of the 24th May 2005.",
      "id": "s90"
    },
    {
      "text": "I am satisfied that the information upon which the Tribunal relied to cast doubt on the Applicants' claims was in fact covered by the Tribunal's letter of 24th May and put to the Applicants for comment.",
      "id": "s91"
    },
    {
      "text": "There is no breach of s 424A of the Migration Act .",
      "id": "s92"
    },
    {
      "text": "\" [Footnotes omitted.",
      "id": "s93"
    },
    {
      "text": "] THE APPEAL TO THIS COURT \n \n26 By notice of appeal filed on 20 March 2008, the appellants rely upon one ground of appeal.",
      "id": "s94"
    },
    {
      "text": "It is in virtually identical terms to the ground of review relied upon in the Federal Magistrates Court.",
      "id": "s95"
    },
    {
      "text": "It alleges two separate failures on the part of the RRT to provide written particulars to the appellant in accordance with s 424A.",
      "id": "s96"
    },
    {
      "text": "The First Particular \n \n27 The first particular set out in the notice of appeal is the alleged failure of the RRT to provide the appellants with particulars of the information establishing that \"independent reports\" did not support the attribution of \"cunning and ruthless behaviour\" to Jahangir.",
      "id": "s97"
    },
    {
      "text": "The appellants submitted that this observation by the RRT contributed to its finding that the first appellant lacked credibility and its rejection of her claim that there had been a threat to kidnap her son.",
      "id": "s98"
    },
    {
      "text": "28 In reply, the Minister pointed to the fact that the Federal Magistrate found that the RRT's conclusion that there had been no threat of any kidnapping had been based upon the first appellant's own evidence.",
      "id": "s99"
    },
    {
      "text": "That meant that it fell within s 424A(3)(b) and was therefore outside the scope of s 424A(1).",
      "id": "s100"
    },
    {
      "text": "29 The Minister submitted that there was ample material before the RRT that had been provided by the appellants themselves to support the conclusion that Jahangir was \"cunning and ruthless\".",
      "id": "s101"
    },
    {
      "text": "The material in question included firstly a statutory declaration from a former Bangladeshi resident, in which Jahangir was described as the \"top terrorist in the country\".",
      "id": "s102"
    },
    {
      "text": "It was said that Jahangir operated freely and had protection from the Government.",
      "id": "s103"
    },
    {
      "text": "The Minister noted that the appellant's lawyers described this statutory declaration as \"confirming the reputation of Kala Jahangir\".",
      "id": "s104"
    },
    {
      "text": "30 Secondly, similar comments were made in a copy of the RRT's reasons for decision in relation to that same Bangladeshi resident's successful application for a protection visa.",
      "id": "s105"
    },
    {
      "text": "The reasons record this particular applicant as attributing to Jahangir some one hundred killings and the ability to locate the applicant even though he had taken steps to conceal his whereabouts.",
      "id": "s106"
    },
    {
      "text": "31 The third \"document\" provided by the appellants' advisors to the RRT consisted of newspaper clippings describing Jahangir as a \"famous terrorist\", a \"top terrorist\", and someone who \"remained untouchable\".",
      "id": "s107"
    },
    {
      "text": "32 The Minister submitted that these three documents, taken alone, provided a sufficient basis for the RRT's conclusion that Jahangir was \"cunning and ruthless\".",
      "id": "s108"
    },
    {
      "text": "Accordingly, because they were provided to the RRT by the first appellant, and therefore fell within the exception in s 424A(3)(b) , no breach of s 424A(1) could be demonstrated.",
      "id": "s109"
    },
    {
      "text": "33 The Minister also submitted that there were many factors that led the RRT to conclude that the first appellant lacked any credibility.",
      "id": "s110"
    },
    {
      "text": "These included her failure to apply for protection at the earliest opportunity, the fact that there had been no kidnapping, no ransom paid, no complaint made to the police, and the lack of any authentication of various letters produced on the appellant's behalf.",
      "id": "s111"
    },
    {
      "text": "They also included the failure to adduce evidence from the first appellant's husband, the fact that he continued to live at his home address despite having been threatened repeatedly, and the implausibility of what she said regarding her statutory declaration.",
      "id": "s112"
    },
    {
      "text": "There was also the fact that her evidence portrayed Jahangir as an \"amateur\" rather than a person who displayed \"cunning and ruthless behaviour\" as suggested in \"independent reports\".",
      "id": "s113"
    },
    {
      "text": "34 The Minister further submitted that the RRT's reasons for decision did not suggest that its isolated reference to \"independent reports\" constituted \"part\" of its reasons for affirming the delegate's decision.",
      "id": "s114"
    },
    {
      "text": "The RRT's reference to those reports merely provided context to its conclusions regarding the first appellant's evidence concerning Jahangir's behaviour.",
      "id": "s115"
    },
    {
      "text": "It was that evidence, taken as a whole, which the Member found to be unconvincing and illogical.",
      "id": "s116"
    },
    {
      "text": "Viewed in that light, the reference to \"independent reports\" did not constitute \"information\" within the meaning of s 424A(1).",
      "id": "s117"
    },
    {
      "text": "35 The Minister referred to the recent decision of the High Court in SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; (2007) 235 ALR 609 in support of that conclusion.",
      "id": "s118"
    },
    {
      "text": "In that case, the Court held that s 424A was not engaged in circumstances where there was a discrepancy between what the appellant had said in a statutory declaration and his evidence given orally before the RRT.",
      "id": "s119"
    },
    {
      "text": "That was because the relevant parts of the statutory declaration were not \"information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\".",
      "id": "s120"
    },
    {
      "text": "36 In a joint judgment, five members of the Court stated at [15]-[19]:\n \n \"This then requires close attention to the circumstances in which s 424A is engaged.",
      "id": "s121"
    },
    {
      "text": "Section 424A does not require notice to be given of every matter the tribunal might think relevant to the decision under review.",
      "id": "s122"
    },
    {
      "text": "Rather, the tribunal's obligation is limited to the written provision of 'particulars of any information that the tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review'.",
      "id": "s123"
    },
    {
      "text": "What, then, was the 'information' that the appellants say the tribunal should have provided?",
      "id": "s124"
    },
    {
      "text": "In their written submissions, the appellants appeared to focus on the requisite 'information' as being the 'inconsistencies' between their statutory declaration and oral evidence.",
      "id": "s125"
    },
    {
      "text": "However, in oral argument they focused on the provision of the relevant passages in the statutory declaration itself, from which the inconsistencies were later said to arise.",
      "id": "s126"
    },
    {
      "text": "Four points must be noted about this submission.",
      "id": "s127"
    },
    {
      "text": "First, while questions might remain about the scope of para (b) of s 424A(3) , it was accepted by both sides that information 'that the applicant gave for the purpose of the application' did not refer back to the application for the protection visa itself, and thus did not encompass the appellants' statutory declaration.",
      "id": "s128"
    },
    {
      "text": "In this regard, the parties were content to assume the correctness of the Full Federal Court decisions in Minister for Immigration and Multicultural Affairs v Al Shamry and SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs .",
      "id": "s129"
    },
    {
      "text": "Accordingly, no occasion now arises for this court to determine whether that assumption was correct.",
      "id": "s130"
    },
    {
      "text": "Secondly, the appellants assumed, but did not demonstrate, that the statutory declaration 'would be the reason, or a part of the reason, for affirming the decision that is under review'.",
      "id": "s131"
    },
    {
      "text": "The statutory criterion does not, for example, turn on 'the reasoning process of the tribunal', or 'the tribunal's published reasons'.",
      "id": "s132"
    },
    {
      "text": "The reason for affirming the decision that is under review is a matter that depends upon the criteria for the making of that decision in the first place.",
      "id": "s133"
    },
    {
      "text": "The tribunal does not operate in a statutory vacuum, and its role is dependent upon the making of administrative decisions upon criteria to be found elsewhere in the Act.",
      "id": "s134"
    },
    {
      "text": "The use of the future conditional tense (would be) rather than the indicative strongly suggests that the operation of s 424A(1)(a) is to be determined in advance -- and independently -- of the tribunal's particular reasoning on the facts of the case.",
      "id": "s135"
    },
    {
      "text": "Here, the appropriate criterion was to be found in s 36(1) of the Act, being the provision under which the appellants sought their protection visa.",
      "id": "s136"
    },
    {
      "text": "The 'reason, or a part of the reason, for affirming the decision that is under review' was therefore that the appellants were not persons to whom Australia owed protection obligations under the Convention.",
      "id": "s137"
    },
    {
      "text": "When viewed in that light, it is difficult to see why the relevant passages in the appellants' statutory declaration would itself be \"information that the tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\".",
      "id": "s138"
    },
    {
      "text": "Those portions of the statutory declaration did not contain in their terms a rejection, denial or undermining of the appellants' claims to be persons to whom Australia owed protection obligations.",
      "id": "s139"
    },
    {
      "text": "Indeed, if their contents were believed, they would, one might have thought, have been a relevant step towards rejecting, not affirming, the decision under review.",
      "id": "s140"
    },
    {
      "text": "Thirdly and conversely, if the reason why the tribunal affirmed the decision under review was the tribunal's disbelief of the appellants' evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting 'information' within the meaning of para (a) of s 424A(1).",
      "id": "s141"
    },
    {
      "text": "Again, if the tribunal affirmed the decision because even the best view of the appellants' evidence failed to disclose a Convention nexus, it is hard to see how such a failure can constitute 'information'.",
      "id": "s142"
    },
    {
      "text": "Finn and Stone JJ correctly observed in VAF v Minister for Immigration and Multicultural and Indigenous Affairs that the word 'information': \n \n \n \n ... does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc ... \n \n \n \n If the contrary were true, s 424A would in effect oblige the tribunal to give advance written notice not merely of its reasons but of each step in its prospective reasoning process.",
      "id": "s143"
    },
    {
      "text": "However broadly 'information' be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s144"
    },
    {
      "text": "The appellants were thus correct to concede that the relevant \"information\" was not to be found in inconsistencies or disbelief, as opposed to the text of the statutory declaration itself.",
      "id": "s145"
    },
    {
      "text": "Fourthly, and regardless of the matters discussed above, the appellants' argument suggested that s 424A was engaged by any material that contained or tended to reveal inconsistencies in an applicant's evidence.",
      "id": "s146"
    },
    {
      "text": "Such an argument gives s 424A an anomalous temporal operation.",
      "id": "s147"
    },
    {
      "text": "While the Act provides for procedures to be followed regarding the issue of a notice pursuant to s 424A before a hearing, no such procedure exists for the invocation of that section after a hearing.",
      "id": "s148"
    },
    {
      "text": "However, if the appellants be correct, it was only after the hearing that the tribunal could have provided any written notice of the relevant passages in the statutory declaration from which the inconsistencies were said to arise, as those inconsistencies could not have arisen unless and until the appellants gave oral evidence.",
      "id": "s149"
    },
    {
      "text": "If the purpose of s 424A was to secure a fair hearing of the appellants' case, it seems odd that its effect would be to preclude the tribunal from dealing with such matters during the hearing itself.",
      "id": "s150"
    },
    {
      "text": "\" \n \n [Footnote omitted.",
      "id": "s151"
    },
    {
      "text": "]\n \n\n 37 The Minister submitted that, as a result of SZBYR, the scope formerly given to the term \"information\" in s 424A had narrowed.",
      "id": "s152"
    },
    {
      "text": "Moreover, by expressly approving the reasoning in the joint judgment of Finn and Stone JJ in VAF v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 123 ; (2004) 206 ALR 471 , the High Court made it clear that disbelief of a claimant's evidence arising from inconsistencies therein could hardly be characterised as constituting \"information\".",
      "id": "s153"
    },
    {
      "text": "In the words of their Honours in VAF (at 477), the word \"information\":\n \n \"... does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc ...\" \n \n\n38 The Minister submitted, by reference to SZBYR, that the Federal Magistrate did not err in finding that the \"independent reports\" to which the RRT referred were not part of its reasons for decision.",
      "id": "s154"
    },
    {
      "text": "39 The Minister submitted that if contrary to its primary submission, the independent reports did form part of the RRT's reasons for decision, the substance of what was contained in those reports was in fact provided to the appellants by the RRT in its s 424A letter.",
      "id": "s155"
    },
    {
      "text": "40 In my opinion, the RRT's finding that the behaviour, which the first appellant attributed to Jahangir in her claims and which bore no resemblance to the \"cunning and ruthless\" behaviour ascribed to him in independent reports, was not \"information\" of a kind that had to be provided in writing pursuant to s 424A(1).",
      "id": "s156"
    },
    {
      "text": "The reference to \"independent reports\", in context, was not intended to suggest that Jahangir's reputation for being \"cunning and ruthless\" came solely from those reports.",
      "id": "s157"
    },
    {
      "text": "Indeed, a fair reading of the material before the RRT in its entirety suggests quite the reverse.",
      "id": "s158"
    },
    {
      "text": "41 It is difficult to see how Jahangir could be described as anything other than \"ruthless\".",
      "id": "s159"
    },
    {
      "text": "Anyone who is a hired gun, responsible for the deaths of many people, can hardly be otherwise described.",
      "id": "s160"
    },
    {
      "text": "The real significance of the appellant's point lies in the adjective \"cunning\".",
      "id": "s161"
    },
    {
      "text": "42 While it is true that the first appellant's account of Jahangir's conduct could be regarded as asserting that he was \"amateurish\", that is not necessarily the case.",
      "id": "s162"
    },
    {
      "text": "It may be that a person wielding the kind of power that he did, and having the protection of the authorities as claimed, would not need to do any more than make threats in order to extort money.",
      "id": "s163"
    },
    {
      "text": "Putting that to one side, there is much that was conveyed to the RRT by the first appellant that leads inexorably to the conclusion that Jahangir was indeed \"cunning\".",
      "id": "s164"
    },
    {
      "text": "43 It will be recalled that the first appellant in her evidence to the RRT emphasised that Jahangir had enormous clout with the authorities and that he had been almost untouchable.",
      "id": "s165"
    },
    {
      "text": "She stressed his status as a \"renowned terrorist\" and the support he had from various henchmen.",
      "id": "s166"
    },
    {
      "text": "She said that the police had never seriously tried to catch him.",
      "id": "s167"
    },
    {
      "text": "44 The first appellant relied upon a statutory declaration in which the declarant stated that he was well aware of Jahangir's reputation.",
      "id": "s168"
    },
    {
      "text": "He was aware that Jahangir had been involved with the BNP since its election to government.",
      "id": "s169"
    },
    {
      "text": "He was aware that Jahangir was a \"hired gun\" for senior BNP politicians and had been used by them to attack and murder their opponents within that party.",
      "id": "s170"
    },
    {
      "text": "The declarant had also been the subject of an extortion attempt by Jahangir.",
      "id": "s171"
    },
    {
      "text": "He was aware that Jahangir had made threats against the United States' cultural centre and major multinationals, such as Coca Cola, operating in Bangladesh.",
      "id": "s172"
    },
    {
      "text": "45 Importantly, the declarant was aware that Jahangir operated with \"relative freedom\" in Bangladesh and that he was regarded as the \"top terrorist\" in the country.",
      "id": "s173"
    },
    {
      "text": "Because of his connections with senior members of the BNP and Government Ministers, he operated freely and had protection from the Government.",
      "id": "s174"
    },
    {
      "text": "46 In the RRT's decision relating to the person who swore the statutory declaration, the RRT noted that the applicant in that case claimed that the mayor of Dhaka had hired Jahangir, who was described as an \"underworld killer\", to murder him.",
      "id": "s175"
    },
    {
      "text": "The applicant in that case claimed that Jahangir was regarded as a \"leader\" in the underworld and was alleged to have killed one hundred people.",
      "id": "s176"
    },
    {
      "text": "In addition, Jahangir somehow managed to know where the applicant was despite his having been on the run and being protected most of the time by his friends from the police and his political opponents.",
      "id": "s177"
    },
    {
      "text": "47 All of this material was presented to the RRT by the first appellant.",
      "id": "s178"
    },
    {
      "text": "It leads inevitably to the conclusion that Jahangir was regarded as \"cunning\" as well as \"ruthless\".",
      "id": "s179"
    },
    {
      "text": "Indeed on one view, the RRT's reference to \"independent reports\" might even encompass the statutory declaration and RRT findings in the earlier proceeding in which protection had been granted to the declarant.",
      "id": "s180"
    },
    {
      "text": "48 I am not persuaded that the reference to \"independent reports\" in the RRT's reasons for decision was relevantly \"information\" of a kind that triggered s 424A(1).",
      "id": "s181"
    },
    {
      "text": "I do not regard it as being part of the reasons for decision.",
      "id": "s182"
    },
    {
      "text": "I think that the finding that Jahangir was \"cunning\" came directly and inevitably from material supplied by the first appellant herself, and therefore fell within the exception contained in s 424A(3)(b).",
      "id": "s183"
    },
    {
      "text": "49 If I am wrong about this, I would nonetheless conclude that the finding as to Jahangir being \"cunning\" was not part of the reasons for decision to reject the first appellant's claim.",
      "id": "s184"
    },
    {
      "text": "In my view, she was disbelieved for a host of reasons.",
      "id": "s185"
    },
    {
      "text": "These were set out in detail in the RRT's reasons for decision.",
      "id": "s186"
    },
    {
      "text": "Foremost among them, in my mind, was her evidence regarding the statutory declaration that she swore, which she claimed to know nothing about.",
      "id": "s187"
    },
    {
      "text": "It is hardly surprising that the RRT took a dim view of that evidence.",
      "id": "s188"
    },
    {
      "text": "50 I do not think that a throw-away line in the RRT's reasons, which represents nothing more than an additional factor supporting its finding that the first appellant was not a witness of truth, can be elevated into a vehicle for the use of s 424A.",
      "id": "s189"
    },
    {
      "text": "I note incidentally that the RRT flagged this issue of Jahangir's \"cunning\" repeatedly during the course of the hearing.",
      "id": "s190"
    },
    {
      "text": "The first appellant was given every opportunity to respond to the RRT's concerns.",
      "id": "s191"
    },
    {
      "text": "The only point being made on appeal is that this ought to have been done in writing.",
      "id": "s192"
    },
    {
      "text": "For the reasons set out above, I reject that contention.",
      "id": "s193"
    },
    {
      "text": "51 I should say for the sake of completeness that I do not regard what was said about Jahangir in the s 424A letter as satisfying the requirements of the section if it be the case that the provision was engaged.",
      "id": "s194"
    },
    {
      "text": "There is nothing in the letter that specifically draws attention to the difference between the first appellant's account of Jahangir's amateurish behaviour and the other material that suggests \"cunning\" on his part.",
      "id": "s195"
    },
    {
      "text": "However, as indicated, this makes no difference to the outcome of this appeal.",
      "id": "s196"
    },
    {
      "text": "The Second Particular \n \n52 The second particular relied upon by the appellants is the RRT's observation that the evidence that it had located did not \"appear to support a position that Jahangir has been aligned with the ruling faction of the BNP\".",
      "id": "s197"
    },
    {
      "text": "That statement was made following the RRT's reference to a particular news report, which recorded that Jahangir had been convicted of murder during the reign of the current BNP government.",
      "id": "s198"
    },
    {
      "text": "That report had been provided to the appellants in the s 424A letter because, in the RRT's assessment, it suggested that he was not \"under the protection of powerful persons in the BNP\", contrary to their case.",
      "id": "s199"
    },
    {
      "text": "53 The Federal Magistrate found that the s 424A letter did in fact provide this information to the appellants.",
      "id": "s200"
    },
    {
      "text": "The Minister submitted that the conclusion was correct.",
      "id": "s201"
    },
    {
      "text": "54 In my view, the s 424A letter, which referred to Jahangir's conviction in May 2003 of the August 2000 murder of a local BNP leader, did sufficiently inform the appellants of the RRT's concern that their argument that Jahangir was aligned to the BNP was being questioned.",
      "id": "s202"
    },
    {
      "text": "The matter was raised implicitly, and not expressly, but was sufficiently clear.",
      "id": "s203"
    },
    {
      "text": "Why else would the RRT have mentioned specifically that the conviction had occurred \"during the current BNP government\"?",
      "id": "s204"
    },
    {
      "text": "55 In any event, whether Jahangir was aligned with the BNP, or under its protection, was essentially irrelevant so far as the RRT's reasoning was concerned.",
      "id": "s205"
    },
    {
      "text": "On the first appellant's own case, Jahangir's motivation was money.",
      "id": "s206"
    },
    {
      "text": "The critical finding by the RRT was that the first appellant's claims regarding the threats by Jahangir lacked credibility.",
      "id": "s207"
    },
    {
      "text": "Accordingly, the information relied upon by the appellants for this limb of their submission, Jahangir's non-alignment with the BNP, did not form part of the RRT's reasons for decision.",
      "id": "s208"
    },
    {
      "text": "56 Finally, there is a wholly independent basis for the RRT's decision.",
      "id": "s209"
    },
    {
      "text": "See generally VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs (2005) FCA 965 at [32] - [33] .",
      "id": "s210"
    },
    {
      "text": "The RRT found that any threats made by Jahangir were in the nature of criminal acts unrelated to any political motivation.",
      "id": "s211"
    },
    {
      "text": "That finding does not turn upon questions of credibility and would inevitably lead to the rejection of the appellants' claim.",
      "id": "s212"
    },
    {
      "text": "There is nothing to controvert such a finding, which was open on the material before the RRT.",
      "id": "s213"
    },
    {
      "text": "That being so, the appeal must in any event fail.",
      "id": "s214"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s215"
    },
    {
      "text": "Associate:\n\nDated: 23 May 2008\n\n\n Counsel for the Appellants : Mr L.J.",
      "id": "s216"
    },
    {
      "text": "Karp \n \n Solicitor for the Appellants: Parish Patience Immigration \n \n Counsel for the First Respondent: Mr J. Knackstredt \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 19 May 2008 \n \n Date of Judgment: 23 May 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/726.html",
      "id": "s217"
    }
  ]
}