{
  "name": "Tapel v Minister for Immigration &amp; Citizenship [2008] FCA 857 (10 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/857.html",
  "catchphrases": [
    {
      "text": "application for an order of review of minister's decision to cancel visa on character grounds",
      "id": "c0"
    },
    {
      "text": "whether address on notice of intention to consider cancellation of visa and notice of cancellation constitutes a breach of s 494b of migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "whether minister's failure to address the fact that applicant was in custody and without professional advice constitutes a denial of procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether s 501 of migration act 1958 (cth) offends the integrity of the courts",
      "id": "c3"
    },
    {
      "text": "whether minister took into account an irrelevant consideration",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is a citizen of the Philippines who came to Australia in 1994 as the holder of a Class BC subclass 100 (Spouse) visa.",
      "id": "s0"
    },
    {
      "text": "Subsequently he was deemed to be the holder of a Class BF transitional (permanent) visa, apparently because of legislature changes.",
      "id": "s1"
    },
    {
      "text": "In May 2003 Mr Tapel was convicted in the District Court of New South Wales on three counts of sexual intercourse without consent and sentenced to three years imprisonment on each of the first two counts and four years on the third count.",
      "id": "s2"
    },
    {
      "text": "2 On 30 April 2007 a notice of intention to consider cancellation of his visa under s 501(2) of the Migration Act 1958 (Cth) was sent to Mr Tapel at the Long Bay Correctional Complex.",
      "id": "s3"
    },
    {
      "text": "The letter erroneously referred to Mr Tapel as being the holder of a \"Visa Subclass (100) Spouse granted to you on 12/08/1994\".",
      "id": "s4"
    },
    {
      "text": "It advised that if the Minister or his delegate reasonably suspected that Mr Tapel did not pass the character test he had power to cancel Mr Tapel's visa but pointed out that the decision maker has a discretion not to exercise that power.",
      "id": "s5"
    },
    {
      "text": "The letter stated:\n Before the decision maker considers whether to cancel your visa ... you have an opportunity to provide information and comments in relation to: \n \n &#8226; Whether or not you pass the character test; and/or\n &#8226; (If it is found that you do not pass the character test) Any information that you feel the decision maker ought to be aware of and take into account in deciding whether to cancel your visa.",
      "id": "s6"
    },
    {
      "text": "3 Enclosed with the letter were a number of relevant documents including copies of statutory provisions, prison records, the District Court Judge's sentencing remarks and a copy of the Minister's Direction No 21 which sets out matters relevant to the exercise of the discretion referred to above.",
      "id": "s7"
    },
    {
      "text": "The letter noted that Direction No 21 is binding on a decision maker who is a delegate of the Minister but not on the Minister personally.",
      "id": "s8"
    },
    {
      "text": "The letter invited Mr Tapel to comment on whether he passed the character test in s 501 and to provide any information that he felt the decision maker should take into account in deciding whether to cancel his visa.",
      "id": "s9"
    },
    {
      "text": "The letter required Mr Tapel to provide a response by 6 June 2007.",
      "id": "s10"
    },
    {
      "text": "Subsequently the time was extended, in a number of steps, to 9 July 2007 although Mr Tapel did not use the full extension but faxed his response to the Department on 28 June 2007.",
      "id": "s11"
    },
    {
      "text": "4 On 15 August 2007 a letter was sent from the Department to Mr Tapel correcting the reference to Mr Tapel's visa as a Spouse visa.",
      "id": "s12"
    },
    {
      "text": "The letter correctly stated that he was the holder of a transitional (permanent) visa and said that it was this visa to which the intention to consider cancellation related.",
      "id": "s13"
    },
    {
      "text": "5 The Department prepared a detailed paper discussing the issues relevant to the Minister's consideration of whether to cancel Mr Tapel's visa.",
      "id": "s14"
    },
    {
      "text": "The copy of the issues paper in the appeal book is undated however included in its annexures is a file note recording a Case Management Interview Mr Tapel had with two Departmental officers on 6 August 2007.",
      "id": "s15"
    },
    {
      "text": "Presumably the paper was provided to the Minister sometime after that date.",
      "id": "s16"
    },
    {
      "text": "6 In any event, on 11 November 2007 the Minister signed a visa cancellation decision to which was appended a statement of the Minister's reasons.",
      "id": "s17"
    },
    {
      "text": "In his reasons the Minister set out the factors that weighed in favour of cancellation and those against it.",
      "id": "s18"
    },
    {
      "text": "Those in favour of cancellation were the protection of the Australian community and its expectations.",
      "id": "s19"
    },
    {
      "text": "Relevant to these factors were the seriousness of Mr Tapel's conduct and the need to deter others from committing similar crimes.",
      "id": "s20"
    },
    {
      "text": "Factors against cancellation included favourable prospects for Mr Tapel's rehabilitation, the interests of his four children and the impact of deportation to the Philippines on Mr Tapel himself.",
      "id": "s21"
    },
    {
      "text": "At the end of his statement of reasons the Minister said:\n In reaching my decision I concluded that the best interests of the children, the protection of the Australian community and, to a lesser extent, the expectations of the Australian community, outweighed all other considerations above.",
      "id": "s22"
    },
    {
      "text": "Having given full consideration to all of these matters, I decided to exercise my discretion to cancel Mr TAPEL's class BF transitional (permanent) visa under s 501(2).",
      "id": "s23"
    },
    {
      "text": "7 The applicant signed an acknowledgment of receipt of the Notice of visa cancellation on 21 November 2007.",
      "id": "s24"
    },
    {
      "text": "The applicant's amended application for an order of review sets out the following grounds of review: \n \n \n 1.",
      "id": "s25"
    },
    {
      "text": "That the respondent violated s 494B of the Migration Act 1958 and therefore exceeded his authority.",
      "id": "s26"
    },
    {
      "text": "2.",
      "id": "s27"
    },
    {
      "text": "The Respondent denied the applicant procedural fairness in making the decision to cancel the applicant's visa.",
      "id": "s28"
    },
    {
      "text": "3.",
      "id": "s29"
    },
    {
      "text": "That the Respondent offended the integrity of the Ch III court.",
      "id": "s30"
    },
    {
      "text": "4.",
      "id": "s31"
    },
    {
      "text": "That the Respondent took into account a consideration that was internally inconsistent and/or took into account an irrelevant consideration and as such exceeded jurisdiction.",
      "id": "s32"
    },
    {
      "text": "5.",
      "id": "s33"
    },
    {
      "text": "That the respondent failed to take into account a relevant consideration.",
      "id": "s34"
    },
    {
      "text": "8 The applicant's submissions in support of these grounds are set out in his amended affidavit and in his submissions in reply which he provided at the hearing.",
      "id": "s35"
    },
    {
      "text": "I shall discuss these grounds in sequence.",
      "id": "s36"
    },
    {
      "text": "Ground 1 --- alleged breach of s 494B \n \n9 Section 494B provides that where the Minister is obliged by the Act or the regulations to give a \"document\" to a person, he or she must do so by one of the methods specified in the section.",
      "id": "s37"
    },
    {
      "text": "This section does not itself impose an obligation on the Minister to give a document, in this case presumably written notice, to a person.",
      "id": "s38"
    },
    {
      "text": "10 The Migration Act does not impose any express obligation on the Minister to give written notice of an intention to cancel a visa although in this case the Minister did so.",
      "id": "s39"
    },
    {
      "text": "In Osborne v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 1113 ; (2002) 124 FCR 416 at 423, French J held that there is an implied obligation to give prior notice of the Minister's intention to cancel a visa under s 501.",
      "id": "s40"
    },
    {
      "text": "As his Honour observed, the power to cancel a visa cannot be exercised unless the visa holder \"fails to satisfy the Minister that the person passes the character test\".",
      "id": "s41"
    },
    {
      "text": "His Honour continued:\n It is not to be supposed that the Parliament intended that condition to be met by the silence of the visa holder in the absence of any notice of the Minister's intention to cancel.",
      "id": "s42"
    },
    {
      "text": "Some process of notification is therefore contemplated even thought [sic] the Act does not set it out.",
      "id": "s43"
    },
    {
      "text": "Indeed the regulations seem to assume as much.",
      "id": "s44"
    },
    {
      "text": "The implied condition of notification is not absolute.",
      "id": "s45"
    },
    {
      "text": "It could not be.",
      "id": "s46"
    },
    {
      "text": "For otherwise a person could defeat the cancellation provisions simply by moving to an address not known to the Minister or his officers.",
      "id": "s47"
    },
    {
      "text": "The implied condition requires only that reasonable steps be taken to notify the visa holder.",
      "id": "s48"
    },
    {
      "text": "11 The notice of intention dated 30 April 2007 was sent to the applicant at the Long Bay Correctional Complex, PO Box 13 Anzac Parade, Matraville, NSW 2036 .",
      "id": "s49"
    },
    {
      "text": "The applicant submits that \"at all times relevant to the cancellation ... his correct address for service was Locked (Mail) Bag 20, MATRAVILLE NSW 2036 \".",
      "id": "s50"
    },
    {
      "text": "He submits that the Minister \"was informed of this address as early as July 27 th 2006\".",
      "id": "s51"
    },
    {
      "text": "The applicant does not dispute that he actually received the notice and that he responded to it.",
      "id": "s52"
    },
    {
      "text": "He signed an acknowledgment of its receipt on 7 May 2007 and he sent a two page submission to the Department on 28 June 2007.",
      "id": "s53"
    },
    {
      "text": "At the hearing he was not able to point to any prejudice that resulted from the document being sent to the above address.",
      "id": "s54"
    },
    {
      "text": "In my view the applicant was given reasonable notice of the intention to consider cancellation of his visa.",
      "id": "s55"
    },
    {
      "text": "12 The position with regard to the notice of cancellation of the applicant's visa is different.",
      "id": "s56"
    },
    {
      "text": "Section s 501G(1) requires the Minister to give a person written notice of the decision to cancel a visa and sets out the information that must be included in such a notice.",
      "id": "s57"
    },
    {
      "text": "Section 501G(3) provides that the notice is to be given in \"the prescribed manner\".",
      "id": "s58"
    },
    {
      "text": "Regulation 2.55 of the Migration Regulations 1994 (Cth) prescribes several methods for giving the notice to the person whose visa has been cancelled.",
      "id": "s59"
    },
    {
      "text": "One method is delivery by prepaid post to the person's last known residential address, business address or post box address known to the Minister.",
      "id": "s60"
    },
    {
      "text": "The address to which the notice of cancellation dated 11 November 2007 was sent was Long Bay Complex, Locked Bag 21, Matraville NSW 2036 .",
      "id": "s61"
    },
    {
      "text": "The applicant signed an acknowledgement of receipt of the notice on 21 November 2007.",
      "id": "s62"
    },
    {
      "text": "13 The applicant submits that the fact that he still received the Minister's correspondence is irrelevant.",
      "id": "s63"
    },
    {
      "text": "In support he cited Chan Ta Srey v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1292 and Vean of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 311.",
      "id": "s64"
    },
    {
      "text": "The applicant submitted that he was not notified in accordance with the Migration Act and consequently a precondition of the exercise of the Minister's power to cancel his visa had not been satisfied.",
      "id": "s65"
    },
    {
      "text": "14 As Mr Kennett of counsel, who appeared for the Minister, observed in his written submissions:\n ...the difference between the address provided and the address used was inconsequential.",
      "id": "s66"
    },
    {
      "text": "The Applicant's address was Long Bay Correctional Centre (or Complex) in Matraville.",
      "id": "s67"
    },
    {
      "text": "That is where the Department's letters were sent.",
      "id": "s68"
    },
    {
      "text": "Apparently there was more than one post office box to which mail for the Centre could be directed; but the choice of one rather than the other had no effect on whether the correspondence reached the Applicant.",
      "id": "s69"
    },
    {
      "text": "15 Ultimately, however, as Mr Kennett submitted, the complete answer to the applicant's submission in [13] above is that s 501G(4) expressly provides that a failure to comply with the notification procedure does not affect the validity of the cancellation decision.",
      "id": "s70"
    },
    {
      "text": "Assuming for present purposes there was an error, it was not a jurisdictional error.",
      "id": "s71"
    },
    {
      "text": "Ground 2 --- alleged denial of procedural fairness \n \n16 The applicant claims that he was denied procedural fairness because he was in communal detention at the time of the \"purported notice and cancellation\", that he did not have a lawyer or migration agent to assist him and that he informed the Minister of these circumstances.",
      "id": "s72"
    },
    {
      "text": "In support of this submission he cited Sales v Minister for Immigration and Multicultural Affairs [2006] FCA 1807.",
      "id": "s73"
    },
    {
      "text": "The facts in Sales bear some similarity in that Mr Sales was also in custody when he was notified of the intention to consider cancellation of his visa and given 14 days within which to respond.",
      "id": "s74"
    },
    {
      "text": "The seven page letter containing the notice of intention to consider cancellation also resembles that received by the applicant.",
      "id": "s75"
    },
    {
      "text": "It was described by Allsop J at [12]- [14] as follows: \n The letter dealt with the character test and whether his visas would be cancelled.",
      "id": "s76"
    },
    {
      "text": "On page 3 of the letter the applicant was advised of the considerations that would be taken into account if the decision was made by a delegate or if made by a Minister.",
      "id": "s77"
    },
    {
      "text": "It was not clear to the applicant who would make the decision, but in either case direction number 21 was said to be relevant.",
      "id": "s78"
    },
    {
      "text": "If the decision were to be made by a delegate it was mandatory and if it were to be made by the Minister it would be a direction to which the Minister could have regard.",
      "id": "s79"
    },
    {
      "text": "Thus direction number 21 was a document which was highly relevant to any applicant and this applicant to consider in relation to the position that such a person and this person would face under s 501.",
      "id": "s80"
    },
    {
      "text": "The letter included a number of other documents including extracts from the Act, the applicant's criminal history, pre-release reports of various dates, parole reports and a copy of the sentencing judge's remarks.",
      "id": "s81"
    },
    {
      "text": "Page 7 of the letter sets out in detail the documents which the applicant recognised receiving.",
      "id": "s82"
    },
    {
      "text": "The letter urged the applicant to read fully and carefully the contents of the Minister's direction.",
      "id": "s83"
    },
    {
      "text": "It urged him to address each and every topic that he felt applied to him or that was relevant to his circumstances and to provide any other information which he thought was relevant.",
      "id": "s84"
    },
    {
      "text": "The direction is a comprehensive and careful document of 11 pages.",
      "id": "s85"
    },
    {
      "text": "It makes clear in the preamble that the exercise of the discretion whether or not to cancel the visas will take into account a wide range of factors including the protection and the expectations of the Australian community, the nature of the crimes committed, the non-citizen's links to Australia and any relevant international law obligations of Australia.",
      "id": "s86"
    },
    {
      "text": "The preamble went on to say that the purpose of refusing or cancelling a visa under s 501 is to protect the safety and welfare of the Australian community and to exercise a choice on behalf of the Australian community as a whole as to who should be allowed to enter or remain in the community.",
      "id": "s87"
    },
    {
      "text": "The task to prepare material for a consideration of such matters, objectively understood, is wide-reaching and significant.",
      "id": "s88"
    },
    {
      "text": "17 His Honour held that a 14 day period was \"plainly inadequate\" for Mr Sales to address the task before him.",
      "id": "s89"
    },
    {
      "text": "His Honour focused not only on the complexity of the task but also on the fact that Mr Sales was in custody; that he had spent a significant part of his youth in an institution; that he had suffered from heroin and alcohol addiction; that he was not well educated and that his own and his family's resources were not extensive.",
      "id": "s90"
    },
    {
      "text": "Allsop J stated at [34]:\n Fourteen days for this man, in prison, with a background of incarceration, drug and alcohol addiction and otherwise of the background revealed by the papers was manifestly inadequate to undertake and complete the task before him.",
      "id": "s91"
    },
    {
      "text": "18 His Honour held that Mr Sales was not accorded procedural fairness.",
      "id": "s92"
    },
    {
      "text": "In reaching this conclusion Allsop J did not suggest that the Minister had any obligation in relation to the difficulties facing Mr Sales other than to allow him adequate time.",
      "id": "s93"
    },
    {
      "text": "19 The applicant here does not complain that the time allowed for him to respond (approximately two months) was inadequate.",
      "id": "s94"
    },
    {
      "text": "His complaint seems to be that the Minister did nothing to address the difficulties that he was facing because he was in custody and without professional advice.",
      "id": "s95"
    },
    {
      "text": "Whether procedural fairness has been accorded is always a matter of degree.",
      "id": "s96"
    },
    {
      "text": "Despite the similarities between the position of Mr Sales and the applicant, in my view the facts here are distinguishable.",
      "id": "s97"
    },
    {
      "text": "The time allowed to the applicant was not inadequate, and, in the circumstances, it is my opinion that there was not a breach of the obligation to grant procedural fairness.",
      "id": "s98"
    },
    {
      "text": "Ground 3 --- offending the integrity of the court \n \n20 In his affidavit the applicant appears to argue that in taking into account the nature and severity of the offences for which he was imprisoned and in considering the need to protect the Australian community, the Minister is usurping the role of the court which has the obligation to impose an appropriate sentence.",
      "id": "s99"
    },
    {
      "text": "The reference to a Chapter III court is misplaced.",
      "id": "s100"
    },
    {
      "text": "The applicant was tried, convicted and sentenced in the District Court of New South Wales which is not a federal court and there is no suggestion that any federal offence was involved.",
      "id": "s101"
    },
    {
      "text": "There is ample authority that in cancelling the applicant's visa, the Minister is not imposing any further punishment for the applicant's crimes or exercising judicial power; see Djalic v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 151 ; (2004) 139 FCR 292 at 306; Tuncok v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 172 at [44] ; Ex parte Walsh and Johnson; Re Yates [1925] HCA 53 ; (1925) 37 CLR 36 at 95-96.",
      "id": "s102"
    },
    {
      "text": "21 In his submissions in reply the applicant denied that he relied on any argument that s 501 is punitive.",
      "id": "s103"
    },
    {
      "text": "He submitted that in purporting to protect the Australian community \"from past conduct already dealt with by way of a finding of guilt and sentence of imprisonment\" the Minister \"offends\" the integrity of the courts.",
      "id": "s104"
    },
    {
      "text": "According to the applicant a sentence imposed by the court \"is an exhaustive statement by the court as to the length of time the community needs protection from the applicant's criminal conduct\".",
      "id": "s105"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s106"
    },
    {
      "text": "It runs counter to the scheme of the Act as found in s 501 and following, in particular s 501(6) , which sets out the various circumstances in which a non-citizen fails the character test.",
      "id": "s107"
    },
    {
      "text": "Those circumstances place clear emphasis on criminal conduct (including past criminal conduct) and other behaviour which may pose a threat to the community.",
      "id": "s108"
    },
    {
      "text": "As the Full Court observed in Djalic at 310: \n The authorities recognise that the protection of the Australian community lies at the heart of the discretionary power to cancel the visa of, or deport a non-citizen convicted of serious criminal offences.",
      "id": "s109"
    },
    {
      "text": "22 Having discussed some of the relevant authorities the Full Court further observed, at 311:\n [T]he matters identified in s 501(6) show that the legislation is designed to protect the community from criminal or other undesirable conduct and to permit the Minister to give effect to what might loosely be described as community expectations that perpetrators of such conduct, should not be permitted to remain in Australia.",
      "id": "s110"
    },
    {
      "text": "It follows from what we have said that s 501(2) of the Migration Act , on its proper construction, permits the Minister to take into account, in the exercise of his or her discretion, the effect cancellation of the non-citizen's visa will have in protecting the Australian community.",
      "id": "s111"
    },
    {
      "text": "Similarly, s 501(2) is sufficiently broad to allow the Minister to take into account his or her assessment of the expectations of the Australian community as to whether or not a non-citizen who commits serious criminal offences should be permitted to remain in the country.",
      "id": "s112"
    },
    {
      "text": "23 I accept the respondent's submission that for the Minister to make a decision in the public interest as to whether a particular non-citizen should be allowed to remain in Australia does not involve any invasion of the proper sphere of the criminal courts.",
      "id": "s113"
    },
    {
      "text": "Ground 4 --- that the Minister took into account an irrelevant consideration \n \n24 The applicant also submitted that Direction 21 is internally inconsistent in that it assumes that the community can be protected from past conduct.",
      "id": "s114"
    },
    {
      "text": "He submitted that this is irrational and illogical.",
      "id": "s115"
    },
    {
      "text": "This submission is misconceived.",
      "id": "s116"
    },
    {
      "text": "The applicant's past conduct is relevant to a consideration of the protection of the Australian community from possible future conduct of the applicant.",
      "id": "s117"
    },
    {
      "text": "There is nothing illogical about such a consideration.",
      "id": "s118"
    },
    {
      "text": "25 The applicant also submitted the Minister did not take into account the effect that cancelling his visa would have on him personally.",
      "id": "s119"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s120"
    },
    {
      "text": "Both the issues paper prepared for the Minister by the Department and the Minister's reasons for his decision address this issue.",
      "id": "s121"
    },
    {
      "text": "Under the heading \"Other Considerations\" the Minister said:\n I have considered that Mr TAPEL may have no family support in the Philippines due to the nature of his crime and his incarceration.",
      "id": "s122"
    },
    {
      "text": "I have noted Mr TAPEL's submission claiming that if his crime and incarceration become publicly known in his home area, he will be ostracised by the local community and that he fears for his safety there.",
      "id": "s123"
    },
    {
      "text": "I have noted that Mr TAPEL has lived in Australia since 1994 and has four Australian citizen children with whom he may be able to resume contact in the future, depending on the outcome of his intended legal proceedings in the Family Court.",
      "id": "s124"
    },
    {
      "text": "The information relevant to the 'other considerations' weighs against cancelling Mr TAPEL's visa.",
      "id": "s125"
    },
    {
      "text": "I gave this consideration moderate weight.",
      "id": "s126"
    },
    {
      "text": "26 For the above reasons I am satisfied that none of the grounds of review has been made out.",
      "id": "s127"
    },
    {
      "text": "27 After the conclusion of the hearing, on 5 June 2008, the Court received a letter from Sister Francis Mansour, who appeared at the hearing as a friend of the Court to assist the applicant with his documents.",
      "id": "s128"
    },
    {
      "text": "The letter requested that I take into account a matter which was not raised at the hearing and \"which was not considered by the Minister in respect to the hardship suffered as a result of visa cancellation\", namely the loss of contact with his four children the applicant would face if returned to the Philippines.",
      "id": "s129"
    },
    {
      "text": "As mentioned at [6] above, the Minister did take this matter into account, noting that \"there are four children under the age of 18 years towards whom Mr TAPEL has a relationship which is parental in nature and whose best interests may accordingly be affected by his permanent absence from Australia...\".",
      "id": "s130"
    },
    {
      "text": "The Minister found that it was in the best interests of the children that the applicant's visa not be cancelled, and gave this consideration \"substantial weight\".",
      "id": "s131"
    },
    {
      "text": "In these circumstances, there is no more to be said on this point.",
      "id": "s132"
    },
    {
      "text": "28 On 6 June 2008 the respondent filed an affidavit in support of an application for costs fixed in the amount of $8,530 pursuant to O 62 r 4(2)(c) of the Federal Court Rules and Practice Note 27.",
      "id": "s133"
    },
    {
      "text": "No such application was made at the hearing.",
      "id": "s134"
    },
    {
      "text": "The respondent's written submissions seek only that \"the Application should be dismissed with costs\".",
      "id": "s135"
    },
    {
      "text": "Given that the application for fixed costs was made after the hearing, there has been no opportunity for the applicant to make submissions either on the application for fixed costs or in relation to the amount the respondent seeks.",
      "id": "s136"
    },
    {
      "text": "In the circumstances, I do not propose to make an order for costs in a fixed amount.",
      "id": "s137"
    },
    {
      "text": "29 The application must be dismissed with costs.",
      "id": "s138"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s139"
    },
    {
      "text": "Associate:\n\nDated: 10 June 2008\n\n The Applicant appeared in person.",
      "id": "s140"
    },
    {
      "text": "Counsel for the Respondent: G Kennett \n \n Solicitor for the Respondent: Clayton Utz \n\n Date of Hearing: 4 June 2008 \n \n Date of Judgment: 10 June 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/857.html",
      "id": "s141"
    }
  ]
}