{
  "name": "SZJDI v Minister for Immigration &amp; Citizenship (No. 2) [2008] FCA 813 (16 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/813.html",
  "catchphrases": [
    {
      "text": "consideration of an application for an order that costs of the appeal be fixed in an amount",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This afternoon judgment has been published in SZJDI v Minister for Immigration &amp; Citizenship [2008] FCA 685.",
      "id": "s0"
    },
    {
      "text": "Order 2 of the Orders made today is an order that the appellant shall pay the costs of the first respondent of and incidental to the appeal.",
      "id": "s1"
    },
    {
      "text": "I have before me an application by the first respondent for an order that the costs the subject of Order 2 be fixed in an amount of $2,700.00.",
      "id": "s2"
    },
    {
      "text": "The application is supported by an affidavit of Mr Peter Snell a solicitor employed by Sparke Helmore Lawyers, the solicitors for the first respondent.",
      "id": "s3"
    },
    {
      "text": "The affidavit deposes to the sequence of steps involved in preparing and responding to the appeal.",
      "id": "s4"
    },
    {
      "text": "The affidavit of Mr Snell identifies an estimate of the party and party costs the first respondent would be entitled to recover on taxation in accordance with 'Schedule 2 --- scale of costs for work done and services performed' in accordance with the Federal Court Rules .",
      "id": "s5"
    },
    {
      "text": "Having regard to Mr Snell's affidavit, I am satisfied that an amount of $2,700.00 properly represents a discounted amount of the party and party costs the first respondent might otherwise be entitled to recover upon taxation.",
      "id": "s6"
    },
    {
      "text": "Accordingly, I make a further order that the costs of the first respondent the subject of Order 2 made today described above be fixed in the amount of $2,700.00.",
      "id": "s7"
    },
    {
      "text": "I certify that the preceding one (1) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s8"
    },
    {
      "text": "Associate:\n\nDated: 16 May 2008\n\n Counsel for the Appellant: Appellant - Self represented \n \n Solicitor for the Appellant Appellant - Self represented \n \n Counsel for the First Respondent: Ms A Mitchelmore \n \n Solicitor for the First Respondent: Sparke Helmore \n \n Date of Hearing: 13 May 2008 \n \n Date of Judgment: 16 May 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/813.html",
      "id": "s9"
    }
  ]
}