{
  "name": "Bellette v Form Print Pty Ltd trading as Pacific Mediprint [2008] FCA 841 (3 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/841.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from interlocutory decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether decision attended by sufficient doubt to warrant reconsideration",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from an interlocutory order of Jarrett FM dated 29 May 2008 pursuant to s 24(1)(d) Federal Court of Australia Act 1976 (Cth).",
      "id": "s0"
    },
    {
      "text": "The order of the Federal Magistrate was in the following terms:\n That the oral application for adjournment of the trial listed for one (1) day on Wednesday 4 June 2008 by the applicant is refused.",
      "id": "s1"
    },
    {
      "text": "2 Because the order of Jarrett FM was interlocutory, leave to appeal from his Honour's decision is required to be given by this Court (s 24(1A) Federal Court of Australia Act ).",
      "id": "s2"
    },
    {
      "text": "3 The applicant was self-represented, however the respondent had legal representation.",
      "id": "s3"
    },
    {
      "text": "Both parties are located in northern New South Wales.",
      "id": "s4"
    },
    {
      "text": "The hearing before me this afternoon was conducted by telephone.",
      "id": "s5"
    },
    {
      "text": "Background \n \n4 The application before the learned Federal Magistrate, filed on 11 December 2007, is currently listed for hearing in the Federal Magistrates Court at Lismore tomorrow.",
      "id": "s6"
    },
    {
      "text": "In the substantive proceedings the applicant seeks the following orders pursuant to the Workplace Relations Act 1996 (Cth):\n \n1.",
      "id": "s7"
    },
    {
      "text": "A penalty imposed on the employer in accordance with s 665(a).",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "Compensation in accordance with s 665(c).",
      "id": "s10"
    },
    {
      "text": "3.",
      "id": "s11"
    },
    {
      "text": "An apology in accordance with s 665(e).",
      "id": "s12"
    },
    {
      "text": "5 In summary, the grounds for the application before his Honour are that the respondent failed to give notice or adequate notice of termination to the applicant pursuant to s 661 of the Workplace Relations Act , and that the respondent terminated the applicant's employment for reasons in s 659 of that Act.",
      "id": "s13"
    },
    {
      "text": "6 The application before me arises from a hearing in these proceedings last Thursday 29 May 2008 before Jarrett FM, where the applicant sought an adjournment of the hearing listed for 4 June 2008.",
      "id": "s14"
    },
    {
      "text": "Both parties appeared by telephone at that hearing.",
      "id": "s15"
    },
    {
      "text": "As is clear from the transcript of the proceedings before his Honour, the applicant raised the following grounds for adjournment of these proceedings:\n \n&#8226; late service of an affidavit of Barbara Genz by the respondent, namely service on the evening of 26 May 2008 when the respondent had been ordered to file affidavit material by 4.00 pm on 23 May 2008;\n \n&#8226; the fact that a page of Ms Genz's affidavit, when it was served, was missing;\n \n&#8226; because of late service of Ms Genz's affidavit, the applicant did not have sufficient time to prepare his case including with respect to witnesses;\n \n&#8226; the applicant was uncontactable by email or facsimile transmission;\n \n&#8226; there were alterations to Ms Genz's affidavit without the requisite initials;\n \n&#8226; he required three days to complete research.",
      "id": "s16"
    },
    {
      "text": "7 His Honour dismissed the application for an adjournment on the basis that:\n \n&#8226; no adequate reasons, including prejudice to the applicant, had been demonstrated by the applicant to warrant adjournment of the trial; and\n \n&#8226; problems arising from the missing page in Ms Genz's affidavit could be remedied by the respondent couriering the relevant material to the applicant.",
      "id": "s17"
    },
    {
      "text": "Application for leave to appeal \n \n8 The applicant filed an application for leave to appeal against the decision of his Honour and a supporting affidavit on 30 May 2008.",
      "id": "s18"
    },
    {
      "text": "Despite the short time frame which has elapsed since the application was filed, and despite the fact that I understand that this material was served on the respondent only yesterday, DDR Belcher contacted both the applicant and Mr Hooper for the respondent by telephone yesterday morning, and informed them that the matter was listed for hearing before me today at 2.15 pm.",
      "id": "s19"
    },
    {
      "text": "Both parties were agreeable to this course of action.",
      "id": "s20"
    },
    {
      "text": "9 In his affidavit the applicant deposed as follows:\n \n \n 1.",
      "id": "s21"
    },
    {
      "text": "The respondent is in breach of Federal Court Rules Order 35A rule 2, the time for the respondent to file a defence has expired and the respondent has failed to file a defence by the due date.",
      "id": "s22"
    },
    {
      "text": "2.",
      "id": "s23"
    },
    {
      "text": "The respondent failed to serve an affidavit that was required by Order 15, the affidavit by Barbara Genz was served with paragraphs missing from it.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "The affidavit by Barbara Genz has alterations to the \"Date Affirmed\" without being initialled.",
      "id": "s26"
    },
    {
      "text": "4.",
      "id": "s27"
    },
    {
      "text": "The respondent has changed solicitors thereby failing to file a notice of the change and serve a notice on the other parties and, where practicable, his former solicitor.",
      "id": "s28"
    },
    {
      "text": "5.",
      "id": "s29"
    },
    {
      "text": "He has not been given sufficient time to prepare his case before trial.",
      "id": "s30"
    },
    {
      "text": "6.",
      "id": "s31"
    },
    {
      "text": "He seeks an order to vacate the date for trial under Federal Court Rules Order 30 rule 7.",
      "id": "s32"
    },
    {
      "text": "7.",
      "id": "s33"
    },
    {
      "text": "He seeks an order granting judgment by default against the respondent against Federal Court Rules Order 35A rule 3.",
      "id": "s34"
    },
    {
      "text": "10 The key principle assisting the Court in determining whether leave to appeal should be granted pursuant to s 24(1A) Federal Court of Australia Act is whether the judgment was attended by sufficient doubt to warrant it being reconsidered and accordingly whether substantial injustice would result if leave were refused: Telstra Corporation Ltd v AAPT Ltd [1997] 38 IPR 539 at 542.",
      "id": "s35"
    },
    {
      "text": "11 In Court this afternoon the applicant clarified the first paragraph in his affidavit as being referable to the fact that the respondent had filed Ms Genz's affidavit after the date ordered by Jarrett FM on 13 March 2008, rather than the fact that the respondent had not actually filed a defence.",
      "id": "s36"
    },
    {
      "text": "In relation to this point I note in passing that there is no general requirement to file a defence in such matters before the Federal Magistrates Court.",
      "id": "s37"
    },
    {
      "text": "Part 4 of the Federal Magistrates Court Rules allows the respondent to file a response (r 4.04) which must be filed and served within 14 days after the service of the application, and an affidavit must be filed with the response (r 4.05).",
      "id": "s38"
    },
    {
      "text": "I understand that the respondent filed a response and supporting affidavit on 24 December 2007.",
      "id": "s39"
    },
    {
      "text": "12 In this case I am unable to see that the decision of the Federal Magistrate was attended by sufficient doubt to warrant it being reconsidered, or that substantial injustice would result if leave to appeal were refused to the applicant.",
      "id": "s40"
    },
    {
      "text": "13 First, in my view, paras 2, 3 and 4 deposed by the applicant in his affidavit of 30 May 2008 have little merit as grounds for leave to appeal.",
      "id": "s41"
    },
    {
      "text": "I make this observation because, dealing with each factor in turn:\n \n&#8226; the reference by the applicant to the respondent failing to comply with O 15 in para 2 is unclear;\n \n&#8226; what appear to be minimal irregularities to Ms Genz's affidavit in relation to the date it was sworn, while undesirable without proper attestation, nonetheless do not support an adjournment of the substantive hearing in these proceedings; and\n \n&#8226; I understand from the submissions of Mr Hooper for the respondent that the firm of lawyers earlier representing the respondent merged with another firm but that the resultant merged firm continued to act for the respondent.",
      "id": "s42"
    },
    {
      "text": "Part 9 of the Federal Magistrates Court Rules deals with lawyers, and in particular r 9.02 which deals with change of lawyers.",
      "id": "s43"
    },
    {
      "text": "It is not clear to me how the applicant is affected, or has been affected, by the respondent changing its lawyer.",
      "id": "s44"
    },
    {
      "text": "The fact that a solicitor from the newly merged firm may have contacted him contrary to an arrangement that there be no telephone contact between the parties does not in my view form a reason of any substance for his Honour refusing to adjourn the substantive hearing.",
      "id": "s45"
    },
    {
      "text": "14 Second, I am not persuaded that the applicant would suffer substantial injustice should leave to appeal be refused.",
      "id": "s46"
    },
    {
      "text": "The principal issue raised by the applicant, namely the fact that the respondent served an affidavit several days late and with a page missing, was addressed by his Honour during the hearing on 29 May 2008.",
      "id": "s47"
    },
    {
      "text": "Although the applicant indicated at that hearing that the lateness and incompleteness of the affidavit would prejudice him in preparation of his case for the hearing, including calling witnesses, I do not see how the applicant has suffered more than some inconvenience.",
      "id": "s48"
    },
    {
      "text": "The applicant has commenced these proceedings - it is his responsibility to prosecute his case.",
      "id": "s49"
    },
    {
      "text": "This includes organisation of evidence for the trial, and filing and serving affidavits of witnesses upon whose evidence the applicant wishes to rely at trial.",
      "id": "s50"
    },
    {
      "text": "I note that, according to the Federal Magistrates Court file, the only witness upon whose evidence the applicant is currently relying is himself and yet if the applicant wished to rely on the evidence of other witnesses it would have been incumbent on him to file and serve affidavits of those witnesses in accordance with the timetable ordered by the Federal Magistrate.",
      "id": "s51"
    },
    {
      "text": "Indeed, the applicant would be in breach of the orders of Jarrett FM were he to produce at trial witnesses whose evidence was not previously filed and served.",
      "id": "s52"
    },
    {
      "text": "While the applicant has a number of complaints about the lack of cooperation of the respondent and his resultant inability to contact potential witnesses to give evidence in support of his application, this is not in my view relevant to the application currently before me.",
      "id": "s53"
    },
    {
      "text": "15 Further, the applicant claims that he has not been given sufficient time to prepare his case for trial.",
      "id": "s54"
    },
    {
      "text": "However these proceedings have been on foot since December 2007.",
      "id": "s55"
    },
    {
      "text": "The applicant today raised the need to care for his son as an issue which impacts upon his ability to prepare for trial.",
      "id": "s56"
    },
    {
      "text": "While I consider this to be a very real issue, there is no evidence before me that this has ever been raised before Jarrett FM as an issue relevant to the timing of the trial; nor does it relate in my view to the issue of lateness of service and incompleteness of Ms Genz's affidavit which forms the basis of the primary submissions of the applicant in this case.",
      "id": "s57"
    },
    {
      "text": "16 The applicant has indicated that he is not ready for trial tomorrow.",
      "id": "s58"
    },
    {
      "text": "However the decision for me, in deciding whether to grant leave to appeal, is whether the judgment of Jarrett FM refusing to adjourn the hearing of the substantive proceedings is attended by sufficient doubt to warrant reconsideration.",
      "id": "s59"
    },
    {
      "text": "In my view it is not.",
      "id": "s60"
    },
    {
      "text": "The appropriate order is that leave to appeal be refused, and I so order.",
      "id": "s61"
    },
    {
      "text": "I will also order that the applicant pay the respondent's costs of today's proceedings, to be taxed if not otherwise agreed.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s63"
    },
    {
      "text": "Associate:\n\nDated: 12 June 2008\n\n The Applicant appeared in person \n \n Solicitor for the Respondent: Mr G Hooper of McKenzie Cox \n\n Date of Hearing: 3 June 2008 \n \n Date of Judgment: 3 June 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/841.html",
      "id": "s64"
    }
  ]
}