{
  "name": "Brivis Australia Pty Ltd v Seeley International Pty Ltd [2008] FCA 87 (19 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/87.html",
  "catchphrases": [
    {
      "text": "application for discovery by the cross-respondent",
      "id": "c0"
    },
    {
      "text": "where material sought by the cross-respondent predated the period over which the cross-claimant's claim for damages related",
      "id": "c1"
    },
    {
      "text": "whether the cross-respondent's defence raising a bare denial was sufficient for discovery",
      "id": "c2"
    },
    {
      "text": "application allowed.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 December 2007 on the application of the cross-respondent, Brivis Australia Pty Ltd (Brivis), I made an order that the cross-claimant, Seeley International Pty Ltd (Seeley), make further and better discovery of customer complaint files and service repair records of Seeley for the period between 1992 and April 2004.",
      "id": "s0"
    },
    {
      "text": "At that time I said that I would provide brief reasons for that order.",
      "id": "s1"
    },
    {
      "text": "These are my reasons.",
      "id": "s2"
    },
    {
      "text": "2 The cross-respondent's application for further and better discovery was particularised in a letter from its solicitors to the cross-claimant's solicitors dated 19 October 2007.",
      "id": "s3"
    },
    {
      "text": "Relevantly, the cross-respondent sought:\n \n Complaint files and service repair records discovered by the cross-claimant and referred to at page 295 of the Judgment of O'Loughlin J in the proceedings between the cross-claimant and Newtronics in this Court.",
      "id": "s4"
    },
    {
      "text": "3 The cross-respondent was in fact referring to [295] of the reasons for judgment of O'Loughlin J in Seeley International Pty Ltd v Newtronics Pty Ltd [2001] FCA 1862.",
      "id": "s5"
    },
    {
      "text": "I will return to that judgment.",
      "id": "s6"
    },
    {
      "text": "4 The cross-claim in this proceeding was brought after the cross-claimant was successful on the claim.",
      "id": "s7"
    },
    {
      "text": "The cross-claimant asserts that the cross-respondent, by claiming that it had valid patents, had engaged in misleading or deceptive conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth) or made false or misleading representations in contravention of s 53 of that Act.",
      "id": "s8"
    },
    {
      "text": "The cross-claimant claims, as a result of those contraventions, that it has suffered loss and damage.",
      "id": "s9"
    },
    {
      "text": "In particular, it claims that, by reason of the cross-respondent's false claims that it had a valid patent, the cross-respondent's share of the Australian market for domestic fixed evaporative airconditioners increased and the cross-claimant's market share decreased.",
      "id": "s10"
    },
    {
      "text": "Further, it claims that the cross-claimant has suffered loss and damage by reason of the diversion of sales from the cross-claimant to the cross-respondent and a consequential loss.",
      "id": "s11"
    },
    {
      "text": "5 In paragraph 8 of the cross-claim it is pleaded:\n \n The cross-claimant has since 1994 manufactured and offered for sale a range of rooftop evaporative air conditioners incorporating a sloping base.",
      "id": "s12"
    },
    {
      "text": "Particulars \n \n \n \n \n (a) Between 1994 and December 1998, the Breezair EM and ES series;\n (b) Since December 1998, the Breezair Mirage range.",
      "id": "s13"
    },
    {
      "text": "6 The cross-claim asserts that the false and misleading conduct occurred between September 1997 and April 2004.",
      "id": "s14"
    },
    {
      "text": "7 At the hearing of this application, counsel for the cross-respondent, Mr Caine SC, stated that the cross-claimant's claim for damages was confined to the period December 1998 and April 2004.",
      "id": "s15"
    },
    {
      "text": "That, of course, is consistent with paragraph 8 of the cross-claim, although paragraph 8 recognises that the cross-claimant has manufactured units since 1994.",
      "id": "s16"
    },
    {
      "text": "8 The proceeding before O'Loughlin J was brought by the cross-claimant against a third party for damages arising out of the supply of defective parts was the cross-claimant's claim in that proceeding that a number of units caught fire as a result of the supply of defective parts which gave rise to the necessity to recall the units.",
      "id": "s17"
    },
    {
      "text": "It was said that the recall gave rise to adverse publicity, as a result of which it was said the cross-claimant suffered damage.",
      "id": "s18"
    },
    {
      "text": "9 In that proceeding, the Court was called upon to consider the quality of the product manufactured by the cross-claimant.",
      "id": "s19"
    },
    {
      "text": "O'Loughlin J said at [295]:\n \n Seeley maintained records of the complaints that they received about their units (\"the complaint files\").",
      "id": "s20"
    },
    {
      "text": "They also maintained details of all warranty services that their dealers and distributors carried out to their units.",
      "id": "s21"
    },
    {
      "text": "It is not a pretty picture.",
      "id": "s22"
    },
    {
      "text": "Seeley's Service Repair Records (\"SRRs\") were the company's computerised internal records of the occasions when the company was required to organise repairs to their products during a warranty period.",
      "id": "s23"
    },
    {
      "text": "A CD-ROM containing the particulars of the SRRs from 1992 to 1998 was discovered by Seeley and its contents were analysed by Newtronics' advisers.",
      "id": "s24"
    },
    {
      "text": "Mr Seeley, who was cross-examined about the resulting analyses, admitted that he was not familiar with the detail of the SRRs.",
      "id": "s25"
    },
    {
      "text": "However, he did accept certain propositions that were put to him by the cross-examiner which, in my assessment, were quite significant, as the following passage from his evidence reveals:\n \n \n \"If I was to put to you that in 1993-1994, though you sold 11,000 units there were only 466 warranty claims, would you know whether that sounds right?",
      "id": "s26"
    },
    {
      "text": "...",
      "id": "s27"
    },
    {
      "text": "It wouldn't sound right to me.",
      "id": "s28"
    },
    {
      "text": "It's the sort of thing I would hope for but not what I would expect.",
      "id": "s29"
    },
    {
      "text": "What about 1994-1995 where there was 15,859 units sold, according to the disk, and 4668 warranty calls.",
      "id": "s30"
    },
    {
      "text": "Does that sound right?",
      "id": "s31"
    },
    {
      "text": "... Yes, that could be.",
      "id": "s32"
    },
    {
      "text": "So it's about one in three.",
      "id": "s33"
    },
    {
      "text": "Would that be right?",
      "id": "s34"
    },
    {
      "text": "...",
      "id": "s35"
    },
    {
      "text": "It could be.",
      "id": "s36"
    },
    {
      "text": "So would you expect then one in every three units sold would require a warranty call within 12 months or two years, depending on the length of the warranty?",
      "id": "s37"
    },
    {
      "text": "... Would I expect ... \n \n Would you expect that to happen?",
      "id": "s38"
    },
    {
      "text": "...",
      "id": "s39"
    },
    {
      "text": "I expect that could happen, yes.",
      "id": "s40"
    },
    {
      "text": "So something goes wrong with one out of every three units within the warranty period?",
      "id": "s41"
    },
    {
      "text": "... Yes, that could happen.",
      "id": "s42"
    },
    {
      "text": "Is that what happens?",
      "id": "s43"
    },
    {
      "text": "...",
      "id": "s44"
    },
    {
      "text": "I'm saying it could.",
      "id": "s45"
    },
    {
      "text": "I'm not that close to the business, I've stepped back from it, but it would not surprise me that that was the case.",
      "id": "s46"
    },
    {
      "text": "If it was, however, 16,542 units and 9252 warranty calls, would that surprise you?",
      "id": "s47"
    },
    {
      "text": "... That would be high but I think it has to be looked at with respect to two considerations, and one is that we did increase warranty periods.",
      "id": "s48"
    },
    {
      "text": "Originally they were one year and subsequently it was increased to two.",
      "id": "s49"
    },
    {
      "text": "It has subsequently been increased to three.",
      "id": "s50"
    },
    {
      "text": "That extends your warranty rate substantially.",
      "id": "s51"
    },
    {
      "text": "When do you say it was increased to three years?",
      "id": "s52"
    },
    {
      "text": "...",
      "id": "s53"
    },
    {
      "text": "When did I say it?",
      "id": "s54"
    },
    {
      "text": "When was it increased to three years?",
      "id": "s55"
    },
    {
      "text": "...I don't know.",
      "id": "s56"
    },
    {
      "text": "I can't give you a precise date but I'm saying that that's my understanding of where it is at the moment.",
      "id": "s57"
    },
    {
      "text": "So that if in 1996-97 there were 16,000 units sold and 15,000 warranty calls that could be because some of the warranties were for previous years, or even two years.",
      "id": "s58"
    },
    {
      "text": "Is that what you're saying?",
      "id": "s59"
    },
    {
      "text": "Yes.",
      "id": "s60"
    },
    {
      "text": "\" \n \n\n10 It is clear from his Honour's reasons that service repair records existed at least between 1992 and 1998 because they were discovered in that proceeding.",
      "id": "s61"
    },
    {
      "text": "11 In this proceeding the cross-claimant has discovered in paper form, customer complaints records for a period between December 1998 and April 2004 which is said to be the period over which the cross-claimant has suffered damage.",
      "id": "s62"
    },
    {
      "text": "12 The cross-respondent argued, however, that notwithstanding the cross-claimant had limited its claim for damages for the period December 1998 to April 2004, the quality of the cross-claimant's product prior to that time was relevant in determining whether the cross-claimant's share of the market was already in decline prior to the impugned conduct.",
      "id": "s63"
    },
    {
      "text": "It was contended that, having regarding to O'Loughlin J's remarks and findings, it could not be assumed that the cross-claimant's product was reliable during the period with which O'Loughlin J was concerned.",
      "id": "s64"
    },
    {
      "text": "13 The cross-claimant contended that the defence to the cross-claim did not raise the issue for which further and better discovery was sought.",
      "id": "s65"
    },
    {
      "text": "It was put that there was simply a bare denial that the cross-claimant had suffered damage which was not sufficient to raise any other issues: O 11 r 10 of the Federal Court of Australia Rules 1979 (Cth).",
      "id": "s66"
    },
    {
      "text": "14 The cross-respondent indicated that it would be applying for leave to amend the defence to include a positive plea which would assert that any loss of market share suffered by the cross-claimant was not caused by any representations made by the cross-respondent.",
      "id": "s67"
    },
    {
      "text": "However, the cross-respondent asserted that, on the pleadings as they presently stand, even where the cross-respondent has raised only a bare denial, the documents sought were discoverable.",
      "id": "s68"
    },
    {
      "text": "15 I was of the opinion that the documents were discoverable because, where there is a bare denial that the cross-claimant has suffered the loss of market share for the reasons complained of, these documents were likely to be documents which might adversely affect the cross-claimant's case.",
      "id": "s69"
    },
    {
      "text": "16 It was put by the cross-claimant that the cross-claimant will need only to establish that the cross-respondent's conduct was \"a cause\" of the cross-claimant's damages: I&amp;L Securities Pty Ltd v HTW Valuers (Brisbane) Pty Ltd [2002] HCA 41 ; (2002) 210 CLR 109.",
      "id": "s70"
    },
    {
      "text": "The cross-claimant, of course, will not have to establish that the cross-respondent's conduct was the only cause.",
      "id": "s71"
    },
    {
      "text": "The question will be whether the contravention was a cause of the cross-claimant's loss.",
      "id": "s72"
    },
    {
      "text": "However, the plea as it presently stands allows the cross-respondent to say that the issue whether the cross-respondent's conduct was \"a cause\" has been raised and, in those circumstances, documents which might be adverse to the cross-claimant's case should be discovered.",
      "id": "s73"
    },
    {
      "text": "17 For those reasons, I made the order to which I have already referred.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s75"
    },
    {
      "text": "Associate:\nDated: 19 February 2008\n\n Counsel for the Applicant/Cross-Respondent: Mr B Caine SC with Mr G Tye \n \n Solicitor for the Applicant/Cross-Respondent: Johnson Winter &amp; Slattery \n \n Counsel for the Respondent/Cross-Claimant: Mr R Whitington QC with Mr M Evans and Mr C Beames \n \n Solicitor for the Respondent/Cross-Claimant: Norman Waterhouse \n \n Date of Hearing: 20 December 2007 \n \n Date of Judgment: 19 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/87.html",
      "id": "s76"
    }
  ]
}