{
  "name": "Boyn v Schering Pty Ltd [2008] FCA 961 (25 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/961.html",
  "catchphrases": [
    {
      "text": "pleading",
      "id": "c0"
    },
    {
      "text": "claim of unlawful discrimination by employer on ground of employee's age",
      "id": "c1"
    },
    {
      "text": "employee joined superannuation fund (fund) many years before commencement of age discrimination act 2004 (cth) (act) on 23 june 2004",
      "id": "c2"
    },
    {
      "text": "new scheme instituted for fund before commencement of act that operated less favourably for older employees",
      "id": "c3"
    },
    {
      "text": "complaint that employer discriminated by failing to \"top up\" amount payable when employee retired on 31 march 2005 to the amount that would have been payable if he had had a longer period to accumulate benefits beyond his retiring age of 65 years. held : pleading deficient in failing to allege unlawful discriminatory treatment by employer occurring after commencement of act.",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 By an amended notice of motion filed on 24 April 2008, the respondent (Schering) seeks summary dismissal of the proceeding, in so far as it relates to certain claims for relief, pursuant to O 20 r 5 of the Federal Court Rules (Rules), and a striking out of certain paragraphs of the statement of claim pursuant to O 11 r 16 of the Rules.",
      "id": "s0"
    },
    {
      "text": "STATEMENT OF CLAIM \n \n2 The following is a summary account of the allegations made in the statement of claim.",
      "id": "s1"
    },
    {
      "text": "Numerals in bold within brackets refer to paragraphs of the statement of claim.",
      "id": "s2"
    },
    {
      "text": "3 The applicant (Mr Boyn) was born on 16 January 1940 ( 2 ).",
      "id": "s3"
    },
    {
      "text": "From about 1971 until 31 March 2005 he was employed by Schering ( 3 ).",
      "id": "s4"
    },
    {
      "text": "He had intended to continue working for Schering until at least his 70 th birthday (on 16 January 2010) ( 5 ).",
      "id": "s5"
    },
    {
      "text": "It was, however, a term of his contract of employment that he was to retire upon attaining the age of 65 years (on 16 January 2005) ( 6 ).",
      "id": "s6"
    },
    {
      "text": "4 Mr Boyn was told by Schering that he must retire upon turning 65 ( 7 ).",
      "id": "s7"
    },
    {
      "text": "On 30 June 2004, he submitted a resignation to Berndt Maehliss of Schering ( 9 ).",
      "id": "s8"
    },
    {
      "text": "On the same day, however, Mr Boyn sent a letter to Mr Krueger of Schering expressing concern over his \"forced resignation\" and a willingness to make himself available for a further five year contract ( 10 ).",
      "id": "s9"
    },
    {
      "text": "His proposal in this respect was not accepted ( 12 ).",
      "id": "s10"
    },
    {
      "text": "5 (Schering initially applied for a striking out of paras 13 and 14 of the statement of claim relating to Mr Boyn's loss of \"long term incentives\" but upon its being made clear on behalf of Mr Boyn that his claim for damages in this respect related only to the period from 1 July 2004, and that his earlier asserted claim in respect of the years 2002 and 2003 were abandoned, Schering no longer presses for a striking out of those paragraphs.",
      "id": "s11"
    },
    {
      "text": ")\n \n6 Paragraphs 15 to 23 of the statement of claim relate to superannuation.",
      "id": "s12"
    },
    {
      "text": "Schering applies to have those paragraphs and related paras 24 and 28(b) struck out.",
      "id": "s13"
    },
    {
      "text": "If Schering succeeds and there is no leave to replead, it will follow that the proceeding should be dismissed in so far as relief is claimed founded upon those paragraphs of the statement of claim.",
      "id": "s14"
    },
    {
      "text": "7 It was a term of Mr Boyn's contract of employment that Schering would make contributions to the Schering Superannuation Fund (Fund), which Mr Boyn joined in January 1977 ( 15 ).",
      "id": "s15"
    },
    {
      "text": "It was an implied term of Mr Boyn's contract of employment that Schering, through its directors, officers and managers, \"would act in a manner consistent with fidelity and good faith towards [Mr Boyn] in relation to the conduct of the contract\" ( 16 ).",
      "id": "s16"
    },
    {
      "text": "8 In 1984, Schering took steps to improve the level of superannuation benefits provided to its employees in order to take account of industry standards ( 17 ).",
      "id": "s17"
    },
    {
      "text": "In 1985 a new scheme was instituted by Schering providing for prospective benefits, being an accumulation type scheme with benefits accruing over time ( 18 ).",
      "id": "s18"
    },
    {
      "text": "This new scheme operated less favourably for older employees who had less time after its commencement to accumulate superannuation funds and to benefit from the improved conditions ( 19 ).",
      "id": "s19"
    },
    {
      "text": "9 Schering implemented a further improvement to the Fund in or about July 1998 ( 21 ).",
      "id": "s20"
    },
    {
      "text": "10 No \"top up superannuation payment\" was made to Mr Boyn on his resignation ( 23 ).",
      "id": "s21"
    },
    {
      "text": "11 The conduct pleaded in relation to superannuation constituted \"direct discrimination\" on the ground of age by Schering against Mr Boyn within the meaning of s 14 of the Age Discrimination Act 2004 (Cth) (Act) ( 24 ).",
      "id": "s22"
    },
    {
      "text": "12 By reason of those matters, Schering unlawfully discriminated against Mr Boyn on the ground of his age ( 26 ).",
      "id": "s23"
    },
    {
      "text": "The statement of claim refers to s 18(2)(a) ---(d) of the Act which provides:\n \n \n (2) It is unlawful for an employer or a person acting or purporting to act on behalf of an employer to discriminate against an employee on the ground of the employee's age: \n \n \n \n \n (a) in the terms or conditions of employment that the employer affords the employee; or\n (b) by denying the employee access, or limiting the employee's access, to opportunities for promotion, transfer or training, or to any other benefits associated with employment; or \n \n \n \n \n (c) by dismissing the employee; or\n (d) by subjecting the employee to any other detriment.",
      "id": "s24"
    },
    {
      "text": "13 Further, or in the alternative, Mr Boyn relies on s 16 of the Act which provides that if an act is done for two or more reasons, then for the purposes of the Act, the act is taken to be done for the reason of the age of a person only if one of the reasons was the person's age, and that reason was the dominant reason for the doing of the act.",
      "id": "s25"
    },
    {
      "text": "( 27 )\n \n14 Further, or in the alternative, Schering breached Mr Boyn's contract of employment by failing to provide top up superannuation payments to him upon the termination of his employment ( 28(b) ).",
      "id": "s26"
    },
    {
      "text": "EVIDENCE \n \n15 Brief affidavit evidence was read.",
      "id": "s27"
    },
    {
      "text": "It shows that the Fund does not exist, and apparently never did exist.",
      "id": "s28"
    },
    {
      "text": "There has been a succession of superannuation funds.",
      "id": "s29"
    },
    {
      "text": "The fund of which Mr Boyn became a member after signing an application form dated 26 October 1976 was called \"Schering Pty Ltd Staff Superannuation Plan\".",
      "id": "s30"
    },
    {
      "text": "(The statement of claim pleads that Mr Boyn became a member in 1977 and it may be that the processing of his application accounts for the intervening period.",
      "id": "s31"
    },
    {
      "text": ") The current fund, pursuant to a Consolidated Deed incorporating all amendments up to and including 9 February 1995, is called the \"Schering Staff Superannuation Plan\" (Current Fund).",
      "id": "s32"
    },
    {
      "text": "That deed refers to four \"Former Plans\", including the \"Schering Pty Ltd Staff Superannuation Plan\".",
      "id": "s33"
    },
    {
      "text": "The trustee of the Current Fund is not Schering, but Schering Staff Superannuation Plan Pty Ltd (Present Trustee), which was incorporated by registration on 22 June 1994.",
      "id": "s34"
    },
    {
      "text": "Amendments to the terms of the Current Fund were made by a deed dated 30 June 1988 executed by Schering and the Present Trustee, but apparently there were no amendments between that date and 31 March 2005.",
      "id": "s35"
    },
    {
      "text": "16 An ASIC Historical Company Extract shows that the Present Trustee is deregistered, having been dissolved on 30 July 2006 pursuant to s 601AA of the Corporations Act 2001 (Cth).",
      "id": "s36"
    },
    {
      "text": "17 If it is to be alleged that Mr Boyn became a member of the Current Fund, the statement of claim will have to be amended to plead the material facts showing how and when this came about.",
      "id": "s37"
    },
    {
      "text": "THE PARTIES' SUBMISSIONS \n \n18 In order to understand the parties' submissions, it is necessary to know that the Act came into effect on 23 June 2004, and that it is common ground that it applies only to discrimination that is alleged to have occurred after that date.",
      "id": "s38"
    },
    {
      "text": "19 Schering makes three major submissions:\n \n \n 1.",
      "id": "s39"
    },
    {
      "text": "The relevant alleged conduct predated the commencement of the Act, and so the Court lacks jurisdiction to hear and determine the claim;\n 2.",
      "id": "s40"
    },
    {
      "text": "No valid claim is pleaded against Schering as distinct from the Present Trustee; \n \n\n3.",
      "id": "s41"
    },
    {
      "text": "There appears \"no proper basis for the claim to be put\".",
      "id": "s42"
    },
    {
      "text": "20 Finally, Schering submits that, if Mr Boyn's claim under the Act in relation to superannuation is summarily dismissed, his related claim for breach of contract would be shown to have been outside the jurisdiction of the Court.",
      "id": "s43"
    },
    {
      "text": "21 In response to Schering's motion, Mr Boyn emphasises the stringency of the test applicable, whether for summary dismissal of the proceeding, in whole or in part, or for a striking out of paragraphs of the statement of claim.",
      "id": "s44"
    },
    {
      "text": "22 Mr Boyn relies on ss 14 and 18 (2) of the Act.",
      "id": "s45"
    },
    {
      "text": "Section 14 is as follows:\n 14.",
      "id": "s46"
    },
    {
      "text": "Discrimination on the ground of age--direct discrimination For the purposes of this Act, a person (the discriminator) discriminates against another person (the aggrieved person) on the ground of the age of the aggrieved person if: \n \n (a) the discriminator treats or proposes to treat the aggrieved person less favourably than, in circumstances that are the same or are not materially different, the discriminator treats or would treat a person of a different age; and \n \n(b) the discriminator does so because of: \n \n (i) the age of the aggrieved person; or \n \n \n \n \n (ii) a characteristic that appertains generally to persons of the age of the aggrieved person; or\n (iii) a characteristic that is generally imputed to persons of the age of the aggrieved person.",
      "id": "s47"
    },
    {
      "text": "I set out s 18(2) at [12] above.",
      "id": "s48"
    },
    {
      "text": "23 Mr Boyn submits that all the elements referred to in ss 14 and 18 (2) are pleaded.",
      "id": "s49"
    },
    {
      "text": "24 He submits that Australian Iron &amp; Steel Pty Ltd v Banovic [1989] HCA 56 ; (1989) 168 CLR 165 ( Banovic ) bears some similarity to the present case, although it was concerned with discrimination on the ground of sex under the Anti-Discrimination Act 1977 (NSW) (AD Act).",
      "id": "s50"
    },
    {
      "text": "I refer to this case below.",
      "id": "s51"
    },
    {
      "text": "25 Mr Boyn submits that he was discriminated against on the ground of his age.",
      "id": "s52"
    },
    {
      "text": "In relation to \"causation\", he refers to Purvis v State of New South Wales [2003] HCA 62 ; (2003) 217 CLR 92 at [236] in support of a submission that the Court need only be convinced that Mr Boyn's age was one of the reasons for Schering's decision to act the way it did for the necessary causation to be established .",
      "id": "s53"
    },
    {
      "text": "In relation the appropriate comparator, Mr Boyn suggests that the comparator is a younger person who is employed by Schering after it introduced more favourable superannuation rules, and who served for as long as Mr Boyn did.",
      "id": "s54"
    },
    {
      "text": "Such a younger person would, so it is submitted, retire with greater benefits than those provided by Schering to Mr Boyn.",
      "id": "s55"
    },
    {
      "text": "26 In answer to Schering's \"wrong party\" submission, Mr Boyn submits that Schering \"played a direct role in the choice of superannuation funds and that the making of any top up payments to older employees who were provided with less beneficial superannuation arrangements\".",
      "id": "s56"
    },
    {
      "text": "27 Finally, Mr Boyn submits that even if his claim based on the Act should fail, his claim for breach of contract survives within this Court's accrued jurisdiction.",
      "id": "s57"
    },
    {
      "text": "CONSIDERATION \n \n28 There is a threshold difficulty with the statement of claim.",
      "id": "s58"
    },
    {
      "text": "29 There is a hiatus between the facts alleged and the claim for relief.",
      "id": "s59"
    },
    {
      "text": "A reading of the statement of claim alone would lead one to expect that on the basis of the facts pleaded, the Act either entitles Mr Boyn to the relief claimed in the application or gives the Court power to grant that relief.",
      "id": "s60"
    },
    {
      "text": "This not so.",
      "id": "s61"
    },
    {
      "text": "Section 59 of the Act states that the Act does not confer on a person a right of action in respect of the doing of an act that is unlawful under a provision of Pt 4 (which includes s 18) unless a provision of the Act expressly provides otherwise.",
      "id": "s62"
    },
    {
      "text": "I am not aware of any provision of the Act that expressly provides otherwise and my attention was not drawn to any.",
      "id": "s63"
    },
    {
      "text": "30 The hiatus is filled by the Human Rights and Equal Opportunity Commission Act 1986 (Cth) (HREOC Act).",
      "id": "s64"
    },
    {
      "text": "That Act provides for the lodgement of written complaints with the Human Rights and Equal Opportunity Commission (Commission) alleging unlawful discrimination under, relevantly, the Act, inquiry into the complaint, termination of the complaint, and, where a complaint has been terminated in certain circumstances and notice of the termination was given to the complainants (being the persons who lodged the complaint), application to this Court or the Federal Magistrates Court for relief by the affected person in relation to the complaint (being the persons on whose behalf the complaint was lodged): see ss 46P to 46PO of the HREOC Act.",
      "id": "s65"
    },
    {
      "text": "Subsection 46PO(4) of the HREOC Act provides for the range of orders that either of those Courts may make if it is satisfied that there has been unlawful discrimination.",
      "id": "s66"
    },
    {
      "text": "31 In fact, Mr Boyn did complain to the Commission alleging discrimination under the Act.",
      "id": "s67"
    },
    {
      "text": "The complaint was terminated pursuant to s 46PH(1)(i) of the HREOC Act on the ground that a delegate of the President of the Commission was satisfied that there was no reasonable prospect of the matter being settled by conciliation.",
      "id": "s68"
    },
    {
      "text": "Further, Mr Boyn's complaint relating to superannuation was also terminated pursuant to s 46PH(1)(c) of the HREOC Act on the ground that the delegate was satisfied that it was misconceived and lacking in substance.",
      "id": "s69"
    },
    {
      "text": "Mr Boyn was given notice of the termination.",
      "id": "s70"
    },
    {
      "text": "32 In the circumstances recounted above, s 46PO of the HREOC Act was enlivened and Mr Boyn, being an affected person in relation to the complaint, was entitled to apply to this Court alleging unlawful discrimination by Schering.",
      "id": "s71"
    },
    {
      "text": "33 The pleading would have to be amended to allege facts enlivening the Court's jurisdiction, including the lodgement of the complaint with the Commission, the termination of the complaint under s 46PH(1), and the giving of the notice of termination to the complainant under s 46PH(2) of the HREOC Act.",
      "id": "s72"
    },
    {
      "text": "34 It is common ground that in order to succeed on his claim under the Act, Mr Boyn must be able to establish that Schering unlawfully discriminated against him on the ground of his age in one of the respects identified in paras (a), (b), and (d) of s 18(2) of the Act (see [12] above --- it is common ground that para (c) is irrelevant) after the Act commenced operation on 23 June 2004: for example, see Maxwell v Murphy (1957) 96 CLR 261 at 267.",
      "id": "s73"
    },
    {
      "text": "However, the statement of claim does not allege facts falling within s 14 and s 18(2) of the Act occurring after that date.",
      "id": "s74"
    },
    {
      "text": "There is no pleading of the conduct of Schering after 23 June 2004 that amounted to Schering having treated Mr Boyn less favourably than, in circumstances that were the same or not materially different, Schering had, after 23 June 2004, treated or proposed to treat persons of a different age after 23 June 2004 (see s 14 of the Act).",
      "id": "s75"
    },
    {
      "text": "35 Banovic , relied on by Mr Boyn, is distinguishable.",
      "id": "s76"
    },
    {
      "text": "In that case, all of the relevant conduct occurred after the commencement of the Anti-Discrimination Act 1977 (NSW) (the AD Act).",
      "id": "s77"
    },
    {
      "text": "36 In Banovic , Australian Iron &amp; Steel Pty Ltd (AIS) operated a steel works at Port Kembla, New South Wales.",
      "id": "s78"
    },
    {
      "text": "All of the following events occurred after June 1977, the date of the entry into operation of the AD Act.",
      "id": "s79"
    },
    {
      "text": "Until mid-1980, AIS pursued recruitment practices that resulted in women constituting a very small proportion of the AIS ironworker workforce.",
      "id": "s80"
    },
    {
      "text": "Another result of those practices was that the waiting time for employment as an ironworker was considerably higher for women than for men.",
      "id": "s81"
    },
    {
      "text": "In mid 1980 AIS changed its practice as a result of which the number of women employed as iron workers increased, both in terms of absolute numbers and also as a proportion of the total ironworker workforce.",
      "id": "s82"
    },
    {
      "text": "Still, however, the waiting time for women as compared with the men was vastly disproportionate, being measured in years rather than a few days or weeks.",
      "id": "s83"
    },
    {
      "text": "37 A downturn occurred in the steel industry in 1981 and AIS ceased recruiting new iron workers from September of that year.",
      "id": "s84"
    },
    {
      "text": "The downturn continued.",
      "id": "s85"
    },
    {
      "text": "In October 1982, AIS announced that it would be retrenching iron workers as from 14 November 1982 on the basis of \"last on, first off\".",
      "id": "s86"
    },
    {
      "text": "AIS in fact retrenched those iron workers who commenced work after 6 January 1981.",
      "id": "s87"
    },
    {
      "text": "Eight female iron workers who were retrenched complained of unlawful discrimination on the ground of their sex.",
      "id": "s88"
    },
    {
      "text": "By a 3:2 majority, the High Court held that although the \"last on, first off\" principle was in itself unobjectionable, it exacerbated the adverse effects of past discriminatory practices by AIS, and so it was open to the Equal Opportunity Tribunal to find, in respect of retrenchments, that the past discrimination on the ground of sex was repeated.",
      "id": "s89"
    },
    {
      "text": "38 The facts are distinguishable from those of the present case because the earlier discriminatory hiring practice of AIS, as well as the implementation of the \"last on first off\" policy, post-dated the commencement of the AD Act, and because the implementation of that policy was able to be regarded as repeating the discrimination involved in the hiring practice.",
      "id": "s90"
    },
    {
      "text": "In the present case, the statement of claim does not allege any discriminatory treatment by Schering of Mr Boyn as compared with Schering's treatment of other people after the Act commenced to operate on 23 June 2004.",
      "id": "s91"
    },
    {
      "text": "39 I do not find it necessary to deal with Schering's second and third attacks on the statement of claim distinct from its first attack.",
      "id": "s92"
    },
    {
      "text": "It suffices to say that once it is accepted that, immediately before the commencement of the Act on 23 June 2004 there was in place a superannuation scheme that Mr Boyn had voluntarily joined and about which he had no legal cause of complaint at that time, one searches in vain for subsequent conduct by Schering that fits the descriptions contained in ss 14 and 18(2) of the Act.",
      "id": "s93"
    },
    {
      "text": "Mr Boyn's complaint seems to be simply that Schering did not choose to make a \"top up superannuation payment\" that would have made the amount received by Mr Boyn equal to some unidentified amount payable to some unidentified person or group who were at some unidentified time younger to some unidentified extent than Mr Schering.",
      "id": "s94"
    },
    {
      "text": "40 On my understanding of the facts, I do not think that the statement of claim can be amended so as to plead, in respect of superannuation, unlawful discrimination by Schering occurring after 23 June 2004 and falling within ss 14 and 18(2) of the Act.",
      "id": "s95"
    },
    {
      "text": "However, I am reluctant to deny Mr Boyn the opportunity of amending the statement of claim in an attempt to support the claim in respect of superannuation.",
      "id": "s96"
    },
    {
      "text": "I will allow him that opportunity.",
      "id": "s97"
    },
    {
      "text": "Before taking advantage of it, however, I strongly urge that Mr Boyn and those advising him should consider carefully the question whether facts can be pleaded showing a case falling within ss 14 and 18(2) of the Act consisting of conduct by Schering after 23 June 2004.",
      "id": "s98"
    },
    {
      "text": "41 Pending any amendment, I need not deal with the question whether the Court has jurisdiction to entertain the breach of contract claim.",
      "id": "s99"
    },
    {
      "text": "If there is not to be an amendment, I will deliver supplementary reasons dealing with that issue.",
      "id": "s100"
    },
    {
      "text": "CONCLUSION \n \n42 Paragraphs 15 to 24 and 28(b) of the statement of claim should be struck out.",
      "id": "s101"
    },
    {
      "text": "Ordinarily I would dismiss the proceeding in so far as it claims the relief sought in para 1 of the application, but, if Mr Boyn decides, notwithstanding my cautionary note, to file an amended statement of claim, the form of the application can be reviewed in the light of that document.",
      "id": "s102"
    },
    {
      "text": "43 Since I have also referred to other deficiencies in the statement of claim, the best course is to strike it out in its entirety with leave to Mr Boyn to replead.",
      "id": "s103"
    },
    {
      "text": "Mr Boyn should be ordered to pay Schering's costs of its motion.",
      "id": "s104"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s105"
    },
    {
      "text": "Associate:\n\nDated: 25 June 2008\n\n\n\n\n Counsel for the Applicant/\nRespondent to the Motion: Ms K Nomchong \n \n Solicitor for the Applicant/\nRespondent to the Motion: Harmers Workplace Lawyers \n \n Counsel for the Respondent/\nApplicant on the Motion: Ms C Ronalds SC \n \n Solicitor for the Respondent/\nApplicant on the Motion: Deacons \n\n Date of Hearing: 16 June 2008 \n \n Date of Judgment: 25 June 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/961.html",
      "id": "s106"
    }
  ]
}