{
  "name": "Your Water Your Say Inc v Minister for the Environment, Heritage and the Arts (No 2) [2008] FCA 900 (13 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/900.html",
  "catchphrases": [
    {
      "text": "costs order against unsuccessful party in environmental litigation",
      "id": "c0"
    },
    {
      "text": "costs",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 On 16 May 2008 I gave judgment for the respondents and directed written submissions as to costs: Your Water Your Say Inc v Minister for the Environment, Heritage and the Arts [2008] FCA 670.",
      "id": "s0"
    },
    {
      "text": "2 The general rule is that the losing party should pay the successful party's costs.",
      "id": "s1"
    },
    {
      "text": "As the Full Court pointed out in Save the Ridge Inc v Commonwealth [2006] FCAFC 51 ; (2006) 230 ALR 411 at [6] , the fact that the unsuccessful party was raising a matter of public interest does not necessarily warrant a departure from this rule.",
      "id": "s2"
    },
    {
      "text": "In the same vein Marshall J said in Wilderness Society Inc v Turnbull [2007] FCA 1863 ; (2007) 98 ALD 651 at [30] :\n The real issue is not what is considered to be in the public interest or whether public interest considerations are a recognised exception to the usual rule, but rather, whether it can be said that there are sufficient public interest related reasons connected with or leading up to the litigation that warrant a departure from or outweigh the important consideration that a wholly successful respondent would ordinarily be awarded its costs.",
      "id": "s3"
    },
    {
      "text": "3 Recently I declined to make an order for costs against an unsuccessful party in litigation raising environmental issues: Blue Wedges Inc v Minister for the Environment, Heritage and the Arts [2008] FCA 8 ; (2008) 165 FCR 211 at [73] .",
      "id": "s4"
    },
    {
      "text": "The present case, however, is not comparable.",
      "id": "s5"
    },
    {
      "text": "Unlike Blue Wedges , the present case did not raise any novel questions of general importance about the operation of the Environment Protection and Biodiversity Conservation Act 1999 (Cth) or any difficult questions of construction.",
      "id": "s6"
    },
    {
      "text": "4 The case against the first respondent, the Federal Minister, in my opinion had no arguable merit.",
      "id": "s7"
    },
    {
      "text": "It was plain that no relevant decision was made by the Federal Minister about the Preliminary Works.",
      "id": "s8"
    },
    {
      "text": "Neither respondent contended that the delegate's observation in the s 75 decision that the Preliminary Works did not \"require approval under the EPBC Act\" had any legal effect.",
      "id": "s9"
    },
    {
      "text": "The applicant submitted that it \"won the point --- there was no 'approval'\".",
      "id": "s10"
    },
    {
      "text": "But the respondents never suggested there was.",
      "id": "s11"
    },
    {
      "text": "It was not a case of \"de facto approval\": see [2008] FCA 670 at [17] --- [21].",
      "id": "s12"
    },
    {
      "text": "5 Reference was made in the costs submissions of the applicant to an \"advertorial\" in the South Gippsland Sentinel-Times of 26 March 2008 which stated:\n The Federal Government determined that these works in themselves would not have any significant environmental effects and subsequently decided that they would not need to be subject to the requirements of EES.",
      "id": "s13"
    },
    {
      "text": "6 Quite apart from the lack of proper proof, and consideration of the context, this does not add anything.",
      "id": "s14"
    },
    {
      "text": "As pointed out in the substantive judgment [2008] FCA 670 at [21] , if works do not have approval under the EPBC Act and in fact have significant impact on matters of national environmental significance, persons carrying out the works face criminal sanctions.",
      "id": "s15"
    },
    {
      "text": "However, as will shortly be mentioned in regard to the case against the State of Victoria, there was no proof that any such impact was likely.",
      "id": "s16"
    },
    {
      "text": "7 The case against the State of Victoria had even less merit.",
      "id": "s17"
    },
    {
      "text": "The only material adduced in support of an application to have the Court order the stopping of the Preliminary Works was a report by an unidentified individual as to the environmental effects of a wind farm some distance from the works in question.",
      "id": "s18"
    },
    {
      "text": "This was spectacularly irrelevant.",
      "id": "s19"
    },
    {
      "text": "8 Even if the applicant qualified for the special provision for standing in ss 487 and 488 of the EPBC Act, that does not carry any particular significance on the issue of costs.",
      "id": "s20"
    },
    {
      "text": "The general rule that the losing party pays the winner's costs necessarily assumes that the former has standing.",
      "id": "s21"
    },
    {
      "text": "9 There will be an order that the applicant pay the respondents' costs to be taxed including reserved costs.",
      "id": "s22"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s23"
    },
    {
      "text": "Associate:\n\nDated: 13 June 2008\n\n Counsel for the Applicant: M Morehead \n \n Solicitor for the Applicant: Moreheads Lawyers \n \n Counsel for the First Respondent: P Hanks QC and R Orr \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second Respondent: G Garde QC and K Emerton SC \n \n Solicitor for the Second Respondent: Victorian Government Solicitor \n\n Date of Final Submissions 4 June 2008 \n \n Date of Judgment: 13 June 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/900.html",
      "id": "s24"
    }
  ]
}