{
  "name": "SZIIF v Minister for Immigration and Citizenship [2008] FCA 913 (19 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/913.html",
  "catchphrases": [
    {
      "text": "protection visa application",
      "id": "c0"
    },
    {
      "text": "three refugee review tribunal hearings over almost four-year period",
      "id": "c1"
    },
    {
      "text": "purported inconsistencies between statements by appellant to delegate of minister and to rrt hearings",
      "id": "c2"
    },
    {
      "text": "failure by rrt to take into account effect of delay",
      "id": "c3"
    },
    {
      "text": "failure by rrt to take into account effect of appellant having to repeat claims on numerous occasions",
      "id": "c4"
    },
    {
      "text": "rrt error in finding multiple inconsistencies in appellant's evidence when none apparent on proper analysis",
      "id": "c5"
    },
    {
      "text": "jurisdictional error",
      "id": "c6"
    },
    {
      "text": "immigration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate delivered on 21 February 2008 dismissing an application for judicial review of a decision by the Refugee Review Tribunal (\"the Tribunal\"), reasons for which were provided on 7 November 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision by a delegate of the respondent Minister taken some four years earlier, on 14 October 2002, to refuse the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a citizen of the Ukraine.",
      "id": "s2"
    },
    {
      "text": "He was born in 1971.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 26 October 2001 and applied for a protection visa on 3 December 2001.",
      "id": "s4"
    },
    {
      "text": "His application was supported by a detailed written statement dated 1 December 2001 in which he claimed to be homosexual and to have suffered persecution in the Ukraine by reason of that fact.",
      "id": "s5"
    },
    {
      "text": "The 1 December 2001 Statement \n \n3 In his written statement, the appellant set out in some detail what he described as examples of his persecution.",
      "id": "s6"
    },
    {
      "text": "He said that he was first mistreated during military service between 1989 and 1991.",
      "id": "s7"
    },
    {
      "text": "He claimed that homosexuals were routinely assaulted and sexually abused within the military.",
      "id": "s8"
    },
    {
      "text": "He said that his sexual orientation only became known towards the end of his term of service.",
      "id": "s9"
    },
    {
      "text": "Thereafter, he was beaten and kicked, spat upon and ridiculed.",
      "id": "s10"
    },
    {
      "text": "He claimed that the matter was never investigated and his commanding officers simply pretended that nothing had occurred.",
      "id": "s11"
    },
    {
      "text": "4 The appellant went on to say that after leaving the army he worked at Ternopol Radio Factory for approximately four years.",
      "id": "s12"
    },
    {
      "text": "At some point, his work mates discovered that he was gay.",
      "id": "s13"
    },
    {
      "text": "Thereafter, they mocked him.",
      "id": "s14"
    },
    {
      "text": "His employer discriminated against him in various ways.",
      "id": "s15"
    },
    {
      "text": "This led him to leave his employment and train instead to become a barber.",
      "id": "s16"
    },
    {
      "text": "Eventually he found a position with the Hotel Ternopol.",
      "id": "s17"
    },
    {
      "text": "5 The appellant claimed that he began to attend meetings of the Ternopol gay community.",
      "id": "s18"
    },
    {
      "text": "He said that he was frequently bashed and punched in Ternopol.",
      "id": "s19"
    },
    {
      "text": "From about 1999 he became an activist in the gay community.",
      "id": "s20"
    },
    {
      "text": "He described how he had been attacked by members of various hate groups, including an occasion when \"they burst into [the] hairdressing salon and abused me there\".",
      "id": "s21"
    },
    {
      "text": "He said that he regularly received hate mail.",
      "id": "s22"
    },
    {
      "text": "On one occasion he had \"shit from a bucket\" poured over him and was threatened with rape.",
      "id": "s23"
    },
    {
      "text": "6 The appellant said that in July 2001 he went on a short business trip to Germany.",
      "id": "s24"
    },
    {
      "text": "He had never been to that country before.",
      "id": "s25"
    },
    {
      "text": "He claimed that he contemplated applying for asylum but the targeting of homosexuals by neo-Nazis that he witnessed persuaded him to abandon this idea.",
      "id": "s26"
    },
    {
      "text": "Later he returned to the Ukraine.",
      "id": "s27"
    },
    {
      "text": "He learned that while he had been away a drunken mob had burst into the meeting place used by the local gay community.",
      "id": "s28"
    },
    {
      "text": "7 The appellant claimed to have been attacked many times.",
      "id": "s29"
    },
    {
      "text": "He said that as a Christian, baptised in the Greek Catholic faith, he had been singled out for attack by the clergy who regarded his conduct as sinful.",
      "id": "s30"
    },
    {
      "text": "The 6 September 2002 interview \n \n8 The interview with an interviewing officer was conducted through an interpreter.",
      "id": "s31"
    },
    {
      "text": "The appellant was asked how he had obtained a visa to travel to Australia and replied that a friend in Ternopol had arranged this by introducing him to someone who lived in Kiev.",
      "id": "s32"
    },
    {
      "text": "The appellant gave that person his passport together with the sum of $US3000, which he said included the price of his ticket.",
      "id": "s33"
    },
    {
      "text": "He said that he did not know the person in question, and added that \"he took the passport to Kiev in April, and collected it on 24 October along with his ticket\".",
      "id": "s34"
    },
    {
      "text": "9 When questioned about his military service, the appellant said that he had been bashed \"several times\".",
      "id": "s35"
    },
    {
      "text": "However, as he was due for discharge shortly, he did not complain.",
      "id": "s36"
    },
    {
      "text": "The delegate's decision \n \n10 On 14 October 2002 the delegate rejected the appellant's application for a protection visa.",
      "id": "s37"
    },
    {
      "text": "The delegate accepted that the appellant was a witness of truth.",
      "id": "s38"
    },
    {
      "text": "The delegate therefore accepted that the appellant was homosexual, had been a gay activist, and had been subjected to all the mistreatment over the many years that he had described.",
      "id": "s39"
    },
    {
      "text": "However, the delegate was not satisfied that this amounted to \"persecution\" within the meaning of ss 91R(1)(b) , 91R (1)(c), and 91R (2) of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s40"
    },
    {
      "text": "11 The delegate noted that in assessing refugee claims, those who applied for refugee status may have been traumatised in the past and those prior experiences could adversely influence an applicant's ability to present his claims in a coherent and plausible manner.",
      "id": "s41"
    },
    {
      "text": "The delegate also noted that the procedure used in deciding a refugee application could be a stressful process, which might further interfere with the applicant's ability to recall his background accurately and express his claims consistently.",
      "id": "s42"
    },
    {
      "text": "Accordingly, a liberal approach should generally be adopted when considering the credibility of refugee claims.",
      "id": "s43"
    },
    {
      "text": "The first Tribunal \n \n12 On 8 November 2002 the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s44"
    },
    {
      "text": "Some months later, on 27 July 2003, he provided a written statement in support of his application for review.",
      "id": "s45"
    },
    {
      "text": "The account he gave of his past mistreatment in the Ukraine accorded closely with what he had earlier written and also with what he had told the delegate during the course of his interview in 2002.",
      "id": "s46"
    },
    {
      "text": "13 The Tribunal conducted a hearing on 9 September 2003.",
      "id": "s47"
    },
    {
      "text": "For convenience, I shall refer to this Tribunal hereafter as \"T1\".",
      "id": "s48"
    },
    {
      "text": "14 On 7 October 2003 T1 affirmed the delegate's decision.",
      "id": "s49"
    },
    {
      "text": "Its reasons are not set out in the Appeal Book but are summarised in subsequent Tribunal decisions.",
      "id": "s50"
    },
    {
      "text": "It appears that the appellant told T1 that, whilst in the military, he had been beaten seriously on five occasions, the first four times into unconsciousness.",
      "id": "s51"
    },
    {
      "text": "T1 drew attention to what it regarded as an inconsistency between that account and what he had said in an initial statement in support of his visa application.",
      "id": "s52"
    },
    {
      "text": "It suggested that in his written statement, he had claimed to have been beaten and kicked, and finally spat upon, but on one occasion only.",
      "id": "s53"
    },
    {
      "text": "The appellant explained that he had told his migration agent that he had been \"bashed\" and implied that he was not responsible for the way in which the agent had summarised his account.",
      "id": "s54"
    },
    {
      "text": "15 It is unclear from the material before me why T1 rejected the appellant's claims.",
      "id": "s55"
    },
    {
      "text": "It may be that this was because any persecution that had occurred did not meet the requirements of s 91R(2) , as the delegate had found.",
      "id": "s56"
    },
    {
      "text": "Alternatively, it may have relied upon country information, which suggested that homosexuals were no longer at risk of serious harm in the Ukraine.",
      "id": "s57"
    },
    {
      "text": "A third possibility is that it had doubts about some or all of the appellant's claims.",
      "id": "s58"
    },
    {
      "text": "16 On 6 October 2005 the Federal Magistrates Court, by consent, set aside T1's decision and remitted the matter to be reheard and determined according to law.",
      "id": "s59"
    },
    {
      "text": "The reasons for the Minister's consent are not apparent.",
      "id": "s60"
    },
    {
      "text": "The second Tribunal \n \n17 On 13 October 2005 the second Tribunal (\"T2\") wrote to the appellant informing him that it was unable to decide the case in his favour on the basis of the material before it and inviting him to attend a hearing if he wished to do so.",
      "id": "s61"
    },
    {
      "text": "On 30 November 2005 that hearing was held.",
      "id": "s62"
    },
    {
      "text": "On 5 January 2006 T2 wrote to the appellant informing him that on 13 December 2005 it had decided, once again, to affirm the delegate's decision.",
      "id": "s63"
    },
    {
      "text": "18 T2 reminded itself of the need when assessing credibility to be sensitive to the difficulties often faced by asylum seekers.",
      "id": "s64"
    },
    {
      "text": "It said that the benefit of the doubt should be given to asylum seekers who are generally credible but unable to substantiate all of their claims.",
      "id": "s65"
    },
    {
      "text": "It referred to various authorities, including Minister for Immigration and Multicultural Affairs v Rajalingam [1999] FCA 794 ; (1999) 93 FCR 220 , which held that where a Tribunal makes an adverse finding in relation to a material claim, but cannot make that finding with confidence, it must proceed to assess the claim on the basis that it might possibly be true.",
      "id": "s66"
    },
    {
      "text": "19 T2 noted the delegate's view that the appellant had been generally forthright at his initial interview and that the answers he gave to questions had been consistent with information contained in his written application.",
      "id": "s67"
    },
    {
      "text": "T2 further noted that T1 had found it unnecessary to determine whether the appellant was in fact homosexual but had rejected his claims for other reasons.",
      "id": "s68"
    },
    {
      "text": "T2 went on to conclude that the appellant was not, and never had been, homosexual, relying upon what it regarded as the implausibility of a gay activist leading a \"reclusive\" life in Australia, at least in terms of his contact with Sydney's gay community.",
      "id": "s69"
    },
    {
      "text": "It therefore rejected his account of past mistreatment in the Ukraine.",
      "id": "s70"
    },
    {
      "text": "For that reason, T2 affirmed the delegate's decision.",
      "id": "s71"
    },
    {
      "text": "20 On 5 May 2006 the Federal Magistrates Court, by consent, set aside T2's decision.",
      "id": "s72"
    },
    {
      "text": "It once again remitted the matter to be reheard and determined according to law.",
      "id": "s73"
    },
    {
      "text": "Once again, the reason for the Minister's consent is not apparent.",
      "id": "s74"
    },
    {
      "text": "The third Tribunal \n \n21 On 14 June 2006 the Tribunal (\"T3\") wrote to the appellant informing him, once again, that it could not decide in his favour on the basis of the material before it and inviting him to attend yet another hearing.",
      "id": "s75"
    },
    {
      "text": "22 On 20 July 2006 T3 wrote to the appellant pursuant to s 424A of the Act setting out various matters which it regarded as potentially adverse to his claim.",
      "id": "s76"
    },
    {
      "text": "In that letter, T3 identified several discrepancies between the account he had given to the delegate and what he had said during the course of his first and second Tribunal hearings.",
      "id": "s77"
    },
    {
      "text": "23 On 9 August 2006 the appellant replied, explaining that he was uncertain of what he had said during the interview with the delegate as that had taken place almost four years earlier.",
      "id": "s78"
    },
    {
      "text": "He added that he had been nervous during the course of the earlier Tribunal hearings and could not by that stage recall the exact details of what had occurred in the Ukraine so many years earlier.",
      "id": "s79"
    },
    {
      "text": "He went on to say that he had been unwell during the course of the T2 hearing, so much so that he had been offered the opportunity to have the hearing postponed.",
      "id": "s80"
    },
    {
      "text": "24 After a third hearing, the appellant's application for a protection visa was yet again rejected.",
      "id": "s81"
    },
    {
      "text": "T3 handed down its decision on 7 November 2006.",
      "id": "s82"
    },
    {
      "text": "T3'S REASONS FOR DECISION \n \n25 T3, unlike T2, accepted that the appellant was telling the truth when he claimed to be homosexual.",
      "id": "s83"
    },
    {
      "text": "However, it found that he had fabricated his claims concerning past mistreatment in the Ukraine.",
      "id": "s84"
    },
    {
      "text": "26 The basis for this finding was essentially that set out in T3's s 424A letter dated 21 July 2006.",
      "id": "s85"
    },
    {
      "text": "T3 identified a series of statements made by the appellant in the past, which it regarded as inconsistent with statements that he had made on other occasions.",
      "id": "s86"
    },
    {
      "text": "It concluded that these inconsistencies showed that he was not a witness of truth.",
      "id": "s87"
    },
    {
      "text": "As previously noted, the appellant provided an explanation for these discrepancies which, at least by inference, suggested he felt they were relatively minor.",
      "id": "s88"
    },
    {
      "text": "T3 was not persuaded.",
      "id": "s89"
    },
    {
      "text": "27 In its reason for decision, T3 said: \n \"FINDINGS AND REASONS In order to obtain a protection visa an applicant must be outside his or her country.",
      "id": "s90"
    },
    {
      "text": "The applicant claims he is a citizen of the Ukraine.",
      "id": "s91"
    },
    {
      "text": "Accordingly, for the purposes of the Convention, the applicant's claims have been assessed against the Ukraine as his country of nationality.",
      "id": "s92"
    },
    {
      "text": "The Applicant claims that he is a homosexual who suffered harm whilst in the military of the former Soviet Union.",
      "id": "s93"
    },
    {
      "text": "He claims that whilst working in a factory he was mocked by workers.",
      "id": "s94"
    },
    {
      "text": "He lost his job at the factory because of his homosexuality.",
      "id": "s95"
    },
    {
      "text": "After becoming a barber he managed to get a job at a hotel where the manager was gay.",
      "id": "s96"
    },
    {
      "text": "He was caught on the street by nationalists and hoodlums and he was attacked at his place of employment.",
      "id": "s97"
    },
    {
      "text": "He got hate mail.",
      "id": "s98"
    },
    {
      "text": "Once shit was poured over him by bucket.",
      "id": "s99"
    },
    {
      "text": "They threatened to rape him.",
      "id": "s100"
    },
    {
      "text": "He was beaten up in 2001 twice and suffered harm.",
      "id": "s101"
    },
    {
      "text": "He was hospitalised on the 2nd occasion.",
      "id": "s102"
    },
    {
      "text": "The police did not investigate his case.",
      "id": "s103"
    },
    {
      "text": "He became a gay activist and set up an organisation that was not registered.",
      "id": "s104"
    },
    {
      "text": "Whilst he was away in Germany a drunken mob broke into their meeting place and 3 of his friends were injured.",
      "id": "s105"
    },
    {
      "text": "I accept that homosexuals are members of a particular social group and I accept that the applicant is a homosexual.",
      "id": "s106"
    },
    {
      "text": "I accept that the applicant is a barber.",
      "id": "s107"
    },
    {
      "text": "But I do not accept that the applicant is a witness of truth.",
      "id": "s108"
    },
    {
      "text": "I am satisfied the applicant has created his claims in order to obtain the visa sought.",
      "id": "s109"
    },
    {
      "text": "Firstly, the applicant told the Department, at an interview, that he was beaten up once.",
      "id": "s110"
    },
    {
      "text": "He told T3 that he was beaten up on 2 occasions.",
      "id": "s111"
    },
    {
      "text": "Whilst he explained that he was nervous, I do not accept that even a nervous person would omit details of a serious attack when claiming protection from harm that occurred to him in his country of nationality.",
      "id": "s112"
    },
    {
      "text": "Secondly, the applicant told T3 that he was so seriously injured when he was attacked on the 1st occasion in 2001 he required medical treatment and on the 2nd occasion in 2001 he required hospitalisation for a few days.",
      "id": "s113"
    },
    {
      "text": "He did not inform the Department or TI or T2 that his injuries were so extensive in the Ukraine that he required medical treatment and on the 2nd occasion required hospitalisation.",
      "id": "s114"
    },
    {
      "text": "When put to the applicant, by s.424A letter, he did not respond other than to state that at the interview held by the Department he was nervous and suffered stress and could not recollect every single event.",
      "id": "s115"
    },
    {
      "text": "I accept that applicants can and do become nervous at interviews and at Tribunal hearings.",
      "id": "s116"
    },
    {
      "text": "But I do not accept that a person who has had three opportunities to explain what happened to him prior to attending the T3 Tribunal hearing would omit to inform the Department and two Tribunals of the seriousness of his injuries, especially as he claims he required hospitalisation.",
      "id": "s117"
    },
    {
      "text": "It does not ring true.",
      "id": "s118"
    },
    {
      "text": "Thirdly, the applicant has provided different descriptions of the harassment he suffered whilst working at the Hotel Ternopol.",
      "id": "s119"
    },
    {
      "text": "He stated, in his PVA, that whilst working in the hairdressing salon his attackers burst into the salon and abused him.",
      "id": "s120"
    },
    {
      "text": "He told T1 that regular clients of the salon, when they found out he was gay, verbally abused him and attacked him outside.",
      "id": "s121"
    },
    {
      "text": "He told T3 that the harassment consisted of writing on the windows and banging on the doors at his place of employment.",
      "id": "s122"
    },
    {
      "text": "His explanation, in his s.424A response, was to state he was nervous.",
      "id": "s123"
    },
    {
      "text": "I do not accept that even a nervous person would confuse details of a serious attack describing it differently on each occasion.",
      "id": "s124"
    },
    {
      "text": "Fourthly, the applicant claimed in his PVA that whilst working in a factory he was mocked by his workmates and when he appeared in any public place he was mocked and gay bashers punched him in the chest and face.",
      "id": "s125"
    },
    {
      "text": "At a hearing held by T3 the applicant only referred to being attacked on 2 occasions, the 1st occasion was in about January 2001 outside the hairdressing salon and the 2nd occasion was about a month later February/March 2001 when he was near the hairdressing salon and was attacked and had shit poured on his head.",
      "id": "s126"
    },
    {
      "text": "When asked by T3 whether any other incidents had occurred to him whilst in the Ukraine other than 2 incidents in 2001 when he was physically assaulted he stated 'No'.",
      "id": "s127"
    },
    {
      "text": "Fifthly, the applicant told the Department at an interview that he went to Kiev and gave his passport to a person in April 2001.",
      "id": "s128"
    },
    {
      "text": "He told T1 he had never been to Kiev.",
      "id": "s129"
    },
    {
      "text": "Sixthly, when put to the applicant that the Tribunal had difficulty accepting that the Hotel Ternopol would not take some action when one of its employees was being harassed at work, he responded that the gay hotel manager protected him.",
      "id": "s130"
    },
    {
      "text": "His employer could not do anything about the incidents and just cleaned the windows.",
      "id": "s131"
    },
    {
      "text": "I reject his explanation.",
      "id": "s132"
    },
    {
      "text": "I am of the view that it is implausible that the applicant's employer, the Hotel Ternopol, would not have taken some steps to curb such behaviour of persons banging on windows and doors of the premises and writing on the windows.",
      "id": "s133"
    },
    {
      "text": "It does not ring true.",
      "id": "s134"
    },
    {
      "text": "As for his claims that he suffered harm for his sexuality in the military, the applicant agreed with T3 that he served in the military of the Soviet Union and it is not part of the independent Ukraine.",
      "id": "s135"
    },
    {
      "text": "Ukraine obtained independence in 1991 with the fall of the Soviet Union.",
      "id": "s136"
    },
    {
      "text": "Any incidents of harm that occurred to him in the Soviet military are not matters for assessment of well founded fear of persecution in the Ukraine.",
      "id": "s137"
    },
    {
      "text": "Information provided by Nash Mir (Our World) Gay and Lesbian Centre, a nongovernmental Ukrainian organization, (cited above), indicates that militia employees have a 'rough attitude towards homosexuals'.",
      "id": "s138"
    },
    {
      "text": "Nash Mir stated that the Ministry did not deny existing problems and expressed readiness to cooperate in overcoming such problems.",
      "id": "s139"
    },
    {
      "text": "The applicant does not claim that he is now required to undertake military service in the Ukrainian military.",
      "id": "s140"
    },
    {
      "text": "I am satisfied the applicant is not a witness of truth and he has created his claims in order to obtain the visa sought.",
      "id": "s141"
    },
    {
      "text": "As I am satisfied the applicant is not a witness of truth it follows that I do not accept the applicant was verbally or physically harassed when he worked at the factory or that he was sacked from his employment at the factory.",
      "id": "s142"
    },
    {
      "text": "I am also not satisfied the applicant became a gay activist or that he belonged to an unregistered organisation that was attacked or that he suffered physical or verbal harm or threats when he was employed at the Hotel Ternopol or when walking on the streets.",
      "id": "s143"
    },
    {
      "text": "It follows I do not accept that he reported these incidents to the police who did nothing for him.",
      "id": "s144"
    },
    {
      "text": "I am not satisfied he was harassed, attacked, threatened with rape, verbally abused or physically harmed in the Ukraine.",
      "id": "s145"
    },
    {
      "text": "\" \n28 On 25 January 2007 the appellant sought review of T3's decision in the Federal Magistrates Court.",
      "id": "s146"
    },
    {
      "text": "On 21 February 2008 that application was dismissed.",
      "id": "s147"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n \n29 The appellant advanced three grounds in support of his application for review in the Federal Magistrates Court.",
      "id": "s148"
    },
    {
      "text": "The single ground that was relied upon is the one that remains relevant to this appeal.",
      "id": "s149"
    },
    {
      "text": "This was that T3 should have, but did not, consider the impact of delay upon his credibility.",
      "id": "s150"
    },
    {
      "text": "30 The Federal Magistrate rejected that contention.",
      "id": "s151"
    },
    {
      "text": "He said (at [31]):\n \"The Tribunal accepted that people can become nervous, but did not accept that a person who has had three opportunities to explain events would fail to inform anyone of the seriousness of his injuries.",
      "id": "s152"
    },
    {
      "text": "I am satisfied that the Tribunal did take into account the applicant's three prior opportunities, the history of the matter and, implicitly, the delay.",
      "id": "s153"
    },
    {
      "text": "I am satisfied that this ground of review cannot be sustained.",
      "id": "s154"
    },
    {
      "text": "\" \n31 His Honour found no jurisdictional error in T3's decision.",
      "id": "s155"
    },
    {
      "text": "He dismissed the application for review with costs.",
      "id": "s156"
    },
    {
      "text": "NOTICE OF APPEAL \n \n32 On 13 March 2008 the appellant filed a notice of appeal to this Court.",
      "id": "s157"
    },
    {
      "text": "It contains one ground which is in the following terms:\n \"His Honour erred by failing to find that the Second Respondent made jurisdictional error in failing to take into account delays and/or the number of occasions on which the appellant had been required to give evidence (such delays and the number of such occasions were caused by previous jurisdictional errors by the Second Respondent and without any fault on the part of the appellant) in making credibility findings based on alleged inconsistencies at difference [sic] hearings and/or number of occasions.",
      "id": "s158"
    },
    {
      "text": "\" ANALYSIS \n \n33 This case has had an unfortunate history.",
      "id": "s159"
    },
    {
      "text": "It is somewhat unusual, in my experience, for an applicant for protection to have been before the Tribunal on three occasions and to have succeeded twice in establishing jurisdictional error.",
      "id": "s160"
    },
    {
      "text": "It is also unusual for any such applicant to have provided as many detailed accounts of past persecution as this appellant has done.",
      "id": "s161"
    },
    {
      "text": "On my count, he has told the story of his mistreatment in the Ukraine no fewer than seven times.",
      "id": "s162"
    },
    {
      "text": "That includes his statement in support of a protection visa, his interview with the interviewing officer, three Tribunal hearings, and at least two responses to s 424A letters.",
      "id": "s163"
    },
    {
      "text": "34 As previously indicated, T3 concluded that the appellant was not a witness of truth.",
      "id": "s164"
    },
    {
      "text": "It was prepared to accept that he came from the Ukraine, that he was homosexual, and that he had been a barber.",
      "id": "s165"
    },
    {
      "text": "However, it rejected every other claim that he made.",
      "id": "s166"
    },
    {
      "text": "It did so primarily on the basis of the inconsistencies that it identified in its reasons for decision (and perhaps, to a lesser extent, on the basis of the one claim regarding inaction on the part of the Hotel Ternopol in the face of harassment of one of its employees, which it regarded as implausible).",
      "id": "s167"
    },
    {
      "text": "35 Normally, these matters would be regarded as involving questions of fact that lie within the sole province of the Tribunal.",
      "id": "s168"
    },
    {
      "text": "Any challenge to T3's finding that the appellant had made up the entire story regarding his past treatment in the Ukraine would be regarded as inviting merits review.",
      "id": "s169"
    },
    {
      "text": "36 However, this case has a number of peculiar features.",
      "id": "s170"
    },
    {
      "text": "In the first place, the delegate whose decision was under review found the appellant to be a wholly credible witness and accepted everything he said regarding his past mistreatment.",
      "id": "s171"
    },
    {
      "text": "The delegate's decision to reject the appellant's claim was based solely upon the view he took of s 91R(2).",
      "id": "s172"
    },
    {
      "text": "37 T1 affirmed the delegate's decision.",
      "id": "s173"
    },
    {
      "text": "As indicated, its reasons for decision were not included in the appeal book.",
      "id": "s174"
    },
    {
      "text": "It is difficult therefore to ascertain what view T1 took of the facts.",
      "id": "s175"
    },
    {
      "text": "From what I can gather, T1 seems to have found it unnecessary to make a definitive finding as to whether the appellant was homosexual.",
      "id": "s176"
    },
    {
      "text": "T1 also seems to have rejected at least some of his claims regarding his past experience.",
      "id": "s177"
    },
    {
      "text": "In the end, none of this matters very much since, in any event, T1's decision was set aside, by consent, on the basis of jurisdictional error.",
      "id": "s178"
    },
    {
      "text": "38 T2 went further and concluded that the appellant was not homosexual based upon his lack of contact with gay groups after his arrival in Australia.",
      "id": "s179"
    },
    {
      "text": "T2's decision was also set aside on the basis of jurisdictional error.",
      "id": "s180"
    },
    {
      "text": "39 T3 accepted that the appellant was homosexual but concluded that he had invented virtually every other aspect of his claim.",
      "id": "s181"
    },
    {
      "text": "We thus have a series of different findings regarding the appellant's credibility, with the delegate and three Tribunals that have heard this matter all coming to quite different conclusions.",
      "id": "s182"
    },
    {
      "text": "40 Often, when a Tribunal makes findings as to credibility, it does so, at least in part, on the basis of its assessment of the witness and his or her demeanour.",
      "id": "s183"
    },
    {
      "text": "It may conclude that the witness was evasive and had lied about significant matters.",
      "id": "s184"
    },
    {
      "text": "Sometimes it finds that various claims made were implausible.",
      "id": "s185"
    },
    {
      "text": "Usually, it will reject such claims where they are at odds with credible country information.",
      "id": "s186"
    },
    {
      "text": "41 What is interesting about this case is that T3 did not purport to rely upon matters such as these.",
      "id": "s187"
    },
    {
      "text": "Rather, it focused almost entirely upon the five separate instances of inconsistency that it had identified and, to a much lesser degree, upon the one claim that it regarded as inherently implausible.",
      "id": "s188"
    },
    {
      "text": "42 There are difficulties with T3's reasoning.",
      "id": "s189"
    },
    {
      "text": "The first of the five instances of inconsistency concerned a supposed discrepancy between what the appellant was alleged to have said during the course of his interview with the delegate and what he later told T3.",
      "id": "s190"
    },
    {
      "text": "According to T3's reasons for decision, the appellant told the delegate that he had been \"beaten up once\" whereas he said at the hearing that he had been beaten up on two occasions.",
      "id": "s191"
    },
    {
      "text": "43 With respect, T3 seems to me to have misstated the facts.",
      "id": "s192"
    },
    {
      "text": "According to the summary of the interview contained in the appeal book, the appellant told the delegate at one point that during the course of his military service he had been bashed \"several times\".",
      "id": "s193"
    },
    {
      "text": "On that basis, there was no real discrepancy between what he had said during the course of the interview and what he said to T3 regarding this matter.",
      "id": "s194"
    },
    {
      "text": "44 The second supposed inconsistency concerned the appellant's statement during the course of the hearing before T3 that he had been so seriously injured when he was attacked in 2001 that he had required medical treatment and indeed hospitalisation.",
      "id": "s195"
    },
    {
      "text": "According to T3's reasons for decision, the appellant had failed to mention that he required such treatment when he had spoken on previous occasions about having been bashed.",
      "id": "s196"
    },
    {
      "text": "45 As indicated, the appeal book does not contain T1's reason for decision.",
      "id": "s197"
    },
    {
      "text": "T2's reasons are, however, included.",
      "id": "s198"
    },
    {
      "text": "They refer to T1's reasons, which record the appellant as having stated that he had been beaten \"seriously\" five times, the first four into \"unconsciousness\".",
      "id": "s199"
    },
    {
      "text": "Plainly, the appellant was telling T1 that he had been seriously injured.",
      "id": "s200"
    },
    {
      "text": "As a matter of common sense, he was saying, by implication, that he had required medical treatment.",
      "id": "s201"
    },
    {
      "text": "46 While it is literally true that the appellant did not mention the need for medical treatment in his statement in support of his application, or in his interview with the delegate, he described how he had been beaten, kicked, and bashed.",
      "id": "s202"
    },
    {
      "text": "There is no inconsistency, as such, between his failure to add that he required medical treatment and his later statement to T3 to that effect.",
      "id": "s203"
    },
    {
      "text": "There is at best an omission, the significance of which would appear to be limited and which T3 neither explored, nor explained.",
      "id": "s204"
    },
    {
      "text": "47 The third supposed inconsistency relied upon by T3 lay in the different descriptions of the harassment that the appellant had suffered while working at the Hotel Ternopol.",
      "id": "s205"
    },
    {
      "text": "He stated in his application for a protection visa that while working in the hairdressing salon, attackers burst in and abused him.",
      "id": "s206"
    },
    {
      "text": "According to T3, he told T1 that regular clients of the salon, when they found out that he was homosexual, verbally abused and attacked him outside the salon.",
      "id": "s207"
    },
    {
      "text": "That was supposedly inconsistent with a statement made to T3 that the harassment consisted of writing on the windows and banging on the doors of his place of employment.",
      "id": "s208"
    },
    {
      "text": "48 Once again, T3 seems to have misstated what the appellant actually told T1.",
      "id": "s209"
    },
    {
      "text": "He said, according to T2's summary of T1's findings, that when regular clients realised he was gay, they abused him verbally in the shop and, on 12 or 13 occasions, assaulted him outside.",
      "id": "s210"
    },
    {
      "text": "T3 was well aware of this because it summarised the appellant's statements to T1 in its reasons for decision.",
      "id": "s211"
    },
    {
      "text": "Exactly why T3 thought that there was a discrepancy of some consequence between what the appellant had said during the course of the hearing before it, and what he had earlier said to T1, is something of a mystery.",
      "id": "s212"
    },
    {
      "text": "49 The fourth inconsistency identified by T3 related to the appellant's statement in his application for a visa that, whilst working in a factory, he was locked out by his workmates and that, when he appeared in any public place, he was mocked and punched.",
      "id": "s213"
    },
    {
      "text": "This was said to be inconsistent with his statement to T3 in which he referred to having been attacked on only two occasions, the first in January 2001 outside the salon and the second about a month later nearby when he had \"shit poured on his head\".",
      "id": "s214"
    },
    {
      "text": "50 It is difficult to discern from the general statements made by the appellant in his application for a visa any inconsistency of substance of the kind identified by T3.",
      "id": "s215"
    },
    {
      "text": "51 The fifth instance of inconsistency lay in the fact that the appellant told the interviewing officer that he went to Kiev and gave his passport to a person in April 2001.",
      "id": "s216"
    },
    {
      "text": "Supposedly he told T1 that he had never been to Kiev.",
      "id": "s217"
    },
    {
      "text": "52 The summary of the interview, which was, of course, conducted with the assistance of an interpreter, does not purport to be a verbatim account of what the appellant said.",
      "id": "s218"
    },
    {
      "text": "It is nothing more than a three-page typed summary, in broad narrative form, prepared by an interviewing officer, which went to the delegate for his consideration.",
      "id": "s219"
    },
    {
      "text": "The summary may be presumed to have been based upon contemporaneous notes but that may not in fact have been the case.",
      "id": "s220"
    },
    {
      "text": "53 The paragraph in question records the appellant as having been introduced to someone \"who lives in Kiev\" and as having given that person his passport.",
      "id": "s221"
    },
    {
      "text": "The passage goes on to state that the appellant trusted this person enough to give him his passport because a friend had arranged an introduction and vouched for him.",
      "id": "s222"
    },
    {
      "text": "Importantly, the passage continues:\n \"[The appellant] said he took the passport to Kiev in April and collected it on the 24th of October with his ticket.",
      "id": "s223"
    },
    {
      "text": "\" \n54 It must be said that when viewed in context, the word \"he\" in this narrative account is ambiguous.",
      "id": "s224"
    },
    {
      "text": "It may refer to the appellant himself, in which case the inconsistency that T3 found would be justified.",
      "id": "s225"
    },
    {
      "text": "However, it may also refer to the appellant's friend, who was the subject of the passages immediately preceding this key sentence.",
      "id": "s226"
    },
    {
      "text": "55 There was no basis upon which T3 could safely have concluded that what the appellant told the interviewing officer differed significantly from what he later told T1 regarding this issue.",
      "id": "s227"
    },
    {
      "text": "56 Finally, the one instance of implausibility upon which T3 seemed to rely lay in the difficulty it had in accepting that the Hotel Ternopol would not take some action when one of its employees was being harassed at work.",
      "id": "s228"
    },
    {
      "text": "T3 regarded the appellant's explanation for this inaction as implausible.",
      "id": "s229"
    },
    {
      "text": "Notably, this is the only issue upon which T3 made such a finding.",
      "id": "s230"
    },
    {
      "text": "It is obviously a peripheral matter.",
      "id": "s231"
    },
    {
      "text": "Every other finding as to credibility arose out of the supposed inconsistencies identified above.",
      "id": "s232"
    },
    {
      "text": "57 In my view, T3 erred in finding that there were discrepancies of any consequence between the appellant's earlier statements and what he said during the course of the hearing.",
      "id": "s233"
    },
    {
      "text": "T3 appears to have taken a number of the appellant's earlier statements out of context.",
      "id": "s234"
    },
    {
      "text": "It has also attributed to him things that he simply did not say.",
      "id": "s235"
    },
    {
      "text": "That is, of course, quite unfair.",
      "id": "s236"
    },
    {
      "text": "More than that, it undermines the foundation upon which T3 rejected the appellant's claims.",
      "id": "s237"
    },
    {
      "text": "It shows that there was no proper basis for concluding that he had invented a history of persecution in order to obtain a visa.",
      "id": "s238"
    },
    {
      "text": "58 The Minister submitted that even if there were difficulties with T3's reasoning in this respect, the Federal Magistrate was correct to dismiss the application for review.",
      "id": "s239"
    },
    {
      "text": "It would have been wrong for his Honour to have embarked upon an assessment of T3's finding regarding credibility because that would involve merits review.",
      "id": "s240"
    },
    {
      "text": "59 In the alternative, the Minister submitted that the Federal Magistrate's conclusion that T3 had \"implicitly\" taken into account the matter of delay, and the numerous occasions upon which the appellant had been required to provide a detailed history of his past experiences, was correct.",
      "id": "s241"
    },
    {
      "text": "60 I regret that I can see nothing \"implicit\" in T3's reasons to suggest that it took either of these matters into account.",
      "id": "s242"
    },
    {
      "text": "Rather, its decision appears to me to be based largely upon the inconsistencies identified, together with one allegedly implausible claim.",
      "id": "s243"
    },
    {
      "text": "There is nothing to indicate that T3 recognised that a person who is required to provide over and over again a detailed account of events long after they have occurred will almost certainly be unable to recount them in identical terms.",
      "id": "s244"
    },
    {
      "text": "That does not mean that the person is lying.",
      "id": "s245"
    },
    {
      "text": "61 I have already noted that the delegate who first dealt with this matter displayed an awareness of the need to approach refugee claims with appropriate sensitivity to the principles that govern fact finding in such matters.",
      "id": "s246"
    },
    {
      "text": "He was far more attuned to that need than was T3.",
      "id": "s247"
    },
    {
      "text": "It has been said, correctly in my view, that a person who applies for refugee status may have been traumatised in the past in a way that can adversely affect that person's ability to present claims in a coherent and plausible manner.",
      "id": "s248"
    },
    {
      "text": "In addition, the procedure used in deciding a refugee's application can be stressful and this can further interfere with his ability to recall his background accurately and to express his claims consistently.",
      "id": "s249"
    },
    {
      "text": "62 Of course, this does not mean that a delegate or the Tribunal is required to accept uncritically all claims made.",
      "id": "s250"
    },
    {
      "text": "It does, however, mean that the benefit of the doubt should be given to asylum seekers who are generally credible but unable to substantiate all their claims.",
      "id": "s251"
    },
    {
      "text": "63 For T3 to have rejected almost everything that the appellant said, on the basis of a series of misattributed, or misconstrued, prior statements, leaves this appellant with what I regard as a legitimate sense of grievance.",
      "id": "s252"
    },
    {
      "text": "The question is whether that grievance translates into jurisdictional error.",
      "id": "s253"
    },
    {
      "text": "In my view, it does.",
      "id": "s254"
    },
    {
      "text": "64 Underlying the Minister's submission is a misconception.",
      "id": "s255"
    },
    {
      "text": "It is assumed that factual errors, leading to a finding that an applicant is not a witness of truth, cannot give rise to jurisdictional error.",
      "id": "s256"
    },
    {
      "text": "That is not the case.",
      "id": "s257"
    },
    {
      "text": "As has been repeatedly stated, there are two varieties of factual error.",
      "id": "s258"
    },
    {
      "text": "The first, taking into account an irrelevant fact, or failing to take into account a relevant fact, is an error in reasoning and can give rise to a successful application for judicial review: Craig v The State of South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179 and Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 351.",
      "id": "s259"
    },
    {
      "text": "So too is arriving at a conclusion that is unreasonable in the Wednesbury sense.",
      "id": "s260"
    },
    {
      "text": "The second, namely giving too much, or too little, weight to particular evidence does not provide a ground of judicial review.",
      "id": "s261"
    },
    {
      "text": "Decisions on questions of fact of that kind are committed to merits review tribunals, such as the Tribunal.",
      "id": "s262"
    },
    {
      "text": "65 It is clear that \"the merits of administrative action, to the extent that they can be distinguished from legality, are for the repository of the relevant power and, subject to political control, for the repository alone\": Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at 36 per Brennan J.",
      "id": "s263"
    },
    {
      "text": "However, the process is not simply one of classification and there are problems at the margin.",
      "id": "s264"
    },
    {
      "text": "66 I accept that at common law want of logic is not synonymous with error of law.",
      "id": "s265"
    },
    {
      "text": "I also accept that in general, when considering factual matters, the Tribunal may draw inferences that are incorrect and give rise to findings that are wrong without necessarily thereby committing jurisdictional error.",
      "id": "s266"
    },
    {
      "text": "However, every case must be considered in the light of its own particular circumstances, and there comes a point at which it may fairly be said that the Tribunal has not discharged its statutory function.",
      "id": "s267"
    },
    {
      "text": "67 The decision of the High Court in NAIS v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 77 ; (2005) 228 CLR 470 provides a useful illustration of the fine lines that sometimes have to be drawn.",
      "id": "s268"
    },
    {
      "text": "In that case, a husband, wife and their daughter applied for protection.",
      "id": "s269"
    },
    {
      "text": "The application was refused.",
      "id": "s270"
    },
    {
      "text": "On 5 June 1997 they applied to the Tribunal for review.",
      "id": "s271"
    },
    {
      "text": "The Tribunal held oral hearings on 6 May 1998 and again on 19 December 2001.",
      "id": "s272"
    },
    {
      "text": "However, it did not hand down its decision affirming the delegate's decision until 14 January 2003.",
      "id": "s273"
    },
    {
      "text": "The Tribunal said that it did not accept as credible certain claims made, and evidence given by, the applicants.",
      "id": "s274"
    },
    {
      "text": "68 In proceedings for judicial review, the applicants submitted that the delay in determining the review involved a denial of procedural fairness or a failure by the Tribunal to perform its statutory functions.",
      "id": "s275"
    },
    {
      "text": "The application was dismissed, as was an appeal to the Full Federal Court.",
      "id": "s276"
    },
    {
      "text": "69 The High Court, by majority (Gleeson CJ, Kirby, Callinan and Heydon JJ, with Gummow and Hayne JJ dissenting) reversed the decision of the Full Federal Court.",
      "id": "s277"
    },
    {
      "text": "Gleeson CJ, with Kirby J agreeing, held that the delay created a real and substantial risk that the Tribunal's capacity to assess the applicants' evidence and evaluate their claims was so impaired as to deny them a fair hearing.",
      "id": "s278"
    },
    {
      "text": "In a separate judgment, Callinan and Heydon JJ held that procedural unfairness could spring not only from a denial of an opportunity to present a case but also from the denial of an opportunity to consider it.",
      "id": "s279"
    },
    {
      "text": "The applicants' demeanour and credibility were relevant to the Tribunal's decision.",
      "id": "s280"
    },
    {
      "text": "It could be inferred from the delay that, in the absence of contrary evidence, the Tribunal had deprived itself of its capacity to assess their oral evidence.",
      "id": "s281"
    },
    {
      "text": "70 Gleeson CJ said at [3]:\n \"There is no dispute that the delay on the part of the Tribunal was inordinate.",
      "id": "s282"
    },
    {
      "text": "There is nothing in the reasons of the Tribunal that seeks to explain or justify the delay.",
      "id": "s283"
    },
    {
      "text": "Nor is there anything in those reasons that recognises any possible effect of delay on the decision-making process, or seeks to explain how any possible problem resulting from the delay might have been taken into account or overcome.",
      "id": "s284"
    },
    {
      "text": "The reasons are expressed in a form that appears to treat the time involved in the Tribunal process as immaterial to the adjudicative function.",
      "id": "s285"
    },
    {
      "text": "\" \n71 The Chief Justice continued at [10]:\n \"In a case of failure to give a hearing when a hearing is required, the person complaining of denial of procedural fairness does not have to demonstrate that, if heard, he or she would have been believed.",
      "id": "s286"
    },
    {
      "text": "The loss of an opportunity is what makes the case of unfairness.",
      "id": "s287"
    },
    {
      "text": "The appellants in this case do not have to demonstrate that the Tribunal's assessment of them probably would have been more favourable if made reasonably promptly.",
      "id": "s288"
    },
    {
      "text": "What they have to demonstrate is that the procedure was flawed; and flawed in a manner that was likely to affect the Tribunal's capacity to make a proper assessment of their sincerity and reliability.",
      "id": "s289"
    },
    {
      "text": "The procedures required by the Act were designed to give the appellants a reasonable opportunity to state their claims and to have those claims competently evaluated.",
      "id": "s290"
    },
    {
      "text": "If the Tribunal, by its unreasonable delay, created a real and substantial risk that its own capacity for competent evaluation was diminished, it is not fair that the appellants should bear that risk.",
      "id": "s291"
    },
    {
      "text": "The delay on the part of the Tribunal in the present case was so extreme that, in the absence of any countervailing considerations advanced in the reasons of the Tribunal, it should be inferred that there was a real and substantial risk that the Tribunal's capacity to assess the appellants was impaired.",
      "id": "s292"
    },
    {
      "text": "That being so, the appellants did not have a fair hearing of their claims by the Tribunal.",
      "id": "s293"
    },
    {
      "text": "\" \n72 Kirby J formulated the relevant principles at [60]:\n \"Whilst different considerations apply to delay in a court subject to appeal and in a tribunal subject only to judicial review, there are, unsurprisingly, common principles.",
      "id": "s294"
    },
    {
      "text": "Ultimately, in either case, if the court, on appeal or review, concludes that the delayed decision is unsafe or involves material unfairness or injustice to the losing party, an affront to the common hypothesis of decision-making is established.",
      "id": "s295"
    },
    {
      "text": "That affront cannot be allowed to stand.",
      "id": "s296"
    },
    {
      "text": "Appropriate relief will then be granted, as it must be in this case.",
      "id": "s297"
    },
    {
      "text": "\" (footnote omitted) \n73 His Honour referred to the requirement in s 420 of the Act that the Tribunal carry out its functions under the Act to pursue the objective of providing a mechanism of review \"that is fair, just, economical, informal and quick\".",
      "id": "s298"
    },
    {
      "text": "He said that this provision was an indication of the nature of the Tribunal and its procedures that the legislature had in mind in establishing it.",
      "id": "s299"
    },
    {
      "text": "Because the Tribunal's decision ultimately turned on questions of credibility, which had to be judged months and even years after the appellants had given oral evidence, the carrying out of its functions in that case had been neither fair nor just.",
      "id": "s300"
    },
    {
      "text": "There had been a want of procedural fairness or at least a risk thereof.",
      "id": "s301"
    },
    {
      "text": "74 Importantly, Kirby J said at [88]:\n \"Where there is a possibility that the foregoing might have occurred, it is incumbent on a court, reviewing the impugned decision in an appeal or on judicial review, to approach its task with vigilance.",
      "id": "s302"
    },
    {
      "text": "Where the decision-maker reaches a decision in reliance upon considerations of the credibility of parties or witnesses, significant delay undermines the acceptability of such assessments.",
      "id": "s303"
    },
    {
      "text": "Where there is lengthy delay in the provision of a reasoned decision, whether by a judge or a tribunal, it may not be enough for the decision-maker simply to announce conclusions on credibility.",
      "id": "s304"
    },
    {
      "text": "It may then be necessary to say why the evidence of a witness is believed or disbelieved, in effect to demonstrate that any countervailing evidence has not been forgotten or overlooked.",
      "id": "s305"
    },
    {
      "text": "That it has not been would, in a timely provision of the decision, more readily be assumed.",
      "id": "s306"
    },
    {
      "text": "\" [Emphasis added, footnotes omitted.",
      "id": "s307"
    },
    {
      "text": "] \n75 His Honour observed at [90] that there was an obvious intersection between the process of appeal and judicial review.",
      "id": "s308"
    },
    {
      "text": "Each was concerned with questions of the fairness and justice of the process by which the impugned decision had been reached.",
      "id": "s309"
    },
    {
      "text": "In both procedures, the court was obliged to ensure compliance with the fundamental principles of fairness and justice and had to uphold a standard of decision-making that enjoyed and deserved the confidence of the parties, the community and knowledgeable observers.",
      "id": "s310"
    },
    {
      "text": "76 His Honour added at [98] that where significant delay had been shown in the determination of proceedings before an administrative tribunal, no lesser standard of justice and fairness applied than would be appropriate for complaints about judicial decisions.",
      "id": "s311"
    },
    {
      "text": "A court should set aside a Tribunal decision if it concluded that the decision was unsafe and that \"to allow it to stand would be unfair to the complainant\".",
      "id": "s312"
    },
    {
      "text": "77 Finally, Kirby J dealt at [104]-[112] with the question whether delay could, of itself, give rise to jurisdictional error.",
      "id": "s313"
    },
    {
      "text": "He accepted that courts engaged in judicial review had no general jurisdiction to \"cure administrative justice or error\".",
      "id": "s314"
    },
    {
      "text": "However, where the relevant error complained of was a departure from the postulate of decision-making in the Act , and specifically in breach of procedural fairness, the position was otherwise.",
      "id": "s315"
    },
    {
      "text": "He cited with approval (at [104]) the observation of Finkelstein J (who dissented in the Full Court at [2004] FCAFC 1 ; (2004) 134 FCR 85 at [62] ) that:\n \"A corollary of the basic right to make representations is that the representations should be taken into account.",
      "id": "s316"
    },
    {
      "text": "What is the point of giving someone a right to be heard unless, in arriving at the decision, the decision-maker considers the evidence and has regard to the manner in which it is given.",
      "id": "s317"
    },
    {
      "text": "\" \n78 Critically, Kirby J said at [106]-[107]:\n \"...",
      "id": "s318"
    },
    {
      "text": "The concern of a court, in exercising its power of judicial review and evaluating the complaint of unfairness, is with the procedure followed by the Tribunal.",
      "id": "s319"
    },
    {
      "text": "The concern is not, as such, with the decision ultimately reached.",
      "id": "s320"
    },
    {
      "text": "For this reason, whether or not the Tribunal was in fact disabled from assessing the appellants' evidence, or whether or not the ultimate outcome was in fact affected, is not determinative.",
      "id": "s321"
    },
    {
      "text": "It can reasonably be inferred from the serious delay in this case that there was a real risk that the Tribunal's capacity to assess the appellants' evidence was impaired.",
      "id": "s322"
    },
    {
      "text": "As such, the decision was flawed for want of procedural fairness.",
      "id": "s323"
    },
    {
      "text": "Nor do I believe much assistance can be derived from the distinction between a 'review of the exercise of executive power' (said to fall within the permissible scope of judicial review) and 'a review of the merits of the way in which that power had been exercised' (said to fall outside such a scope).",
      "id": "s324"
    },
    {
      "text": "Where judicial review is sought on the grounds of breach of the requirements of procedural fairness, it is precisely the merit of the way the decision-making power was carried out that is at issue.",
      "id": "s325"
    },
    {
      "text": "If that power is exercised in a manner that is unfair, within the authorities on procedural fairness, the decision may be invalidated by jurisdictional error for that reason.",
      "id": "s326"
    },
    {
      "text": "The provision of relief is then within the discretion of the court conducting the judicial review.",
      "id": "s327"
    },
    {
      "text": "\" [Footnotes omitted.",
      "id": "s328"
    },
    {
      "text": "] \n79 His Honour concluded at [112]:\n \"Entry into the merits: Nor do I accept that the conclusion that I favour, together with Gleeson CJ, Callinan and Heydon JJ, involves an impermissible shift from the proper province of judicial review to an appeal-like consideration of the issues before the Tribunal on their factual merits.",
      "id": "s329"
    },
    {
      "text": "A line of demarcation exists.",
      "id": "s330"
    },
    {
      "text": "However, there are necessarily points of intersection between the two procedures.",
      "id": "s331"
    },
    {
      "text": "Proof of a \"breach of natural justice\" is one instance.",
      "id": "s332"
    },
    {
      "text": "\" [Footnotes omitted.",
      "id": "s333"
    },
    {
      "text": "] \n80 Callinan and Heydon JJ in a joint judgment agreed that jurisdictional error had been established.",
      "id": "s334"
    },
    {
      "text": "Their Honours said at [169]-[174]:\n \"The outcome of the appellants' application for review of the decision not to grant them protection visas did depend in part at least on demeanour and credibility.",
      "id": "s335"
    },
    {
      "text": "The appellants undertook the task of persuading the Tribunal that they did hold well-founded fears of persecution.",
      "id": "s336"
    },
    {
      "text": "That in respect of some of the abuses they claimed to have suffered, they admitted fabrication, or were unable to deny collusion, provides no answer to their entitlement to have their other claims and their applications assessed in a comprehensive, unattenuated and not excessively delayed process.",
      "id": "s337"
    },
    {
      "text": "Unlike the majority in the Full Court of the Federal Court we are unable to regard the possibility, indeed, even the likelihood if that be the case, of the consultation of contemporaneous notes and tape recordings of the proceedings, as a satisfactory substitute for the observation and formation of impressions of persons in the flesh, and the timely personal commitment of these to paper as part of the process of making a decision in the light of the materials supplied to the Tribunal and all the arguments advanced to it.",
      "id": "s338"
    },
    {
      "text": "It is right, as Finkelstein J in dissent said in effect, that what appears to be a summary only, without analysis, of the transcript erodes confidence in the findings of fact of the Tribunal.",
      "id": "s339"
    },
    {
      "text": "Demeanour was clearly of some relevance here.",
      "id": "s340"
    },
    {
      "text": "One example suffices to make the point.",
      "id": "s341"
    },
    {
      "text": "The Tribunal purported to be influenced by the daughter's failure to display signs of trauma or concern while recounting the threats she said were made to her on her way to church, and her parents' reaction to her recounting of the incident.",
      "id": "s342"
    },
    {
      "text": "This is a matter of some subtlety.",
      "id": "s343"
    },
    {
      "text": "To delay committing to paper a recollection of this evidence until a long time afterwards runs a real risk of failing to recapture and give effect to that subtlety.",
      "id": "s344"
    },
    {
      "text": "The first respondent accepted that s 414 created, by implication, a duty to conduct the review and arrive at a decision within a reasonable time.",
      "id": "s345"
    },
    {
      "text": "The first respondent also accepted that s 425(1) , by implication, refers to a hearing where the evidence given is to be given proper, genuine and realistic consideration in the decision subsequently to be made.",
      "id": "s346"
    },
    {
      "text": "The first respondent, on the other hand, contended that breach of the duty to decide within a reasonable time attracted only the possibility of correction by mandamus and did not amount to jurisdictional error; that no implication as to timing could be drawn out of s 425 , because the topic had been dealt with in s 420 ; and that since s 420 was facultative, not restrictive, failure to comply with the time stipulation was not jurisdictional error either.",
      "id": "s347"
    },
    {
      "text": "The first respondent also submitted that the principles of natural justice --- the duty to act fairly --- were breached by delay only where \"the delay has denied an interested party a proper opportunity to present his or her case\".",
      "id": "s348"
    },
    {
      "text": "The answer to these arguments is that unfairness can spring not only from a denial of an opportunity to present a case, but from denial of an opportunity to consider it.",
      "id": "s349"
    },
    {
      "text": "Failure by the Tribunal to consider a case can arise not only from obstruction by the Tribunal of its presentation but also from self-disablement by the Tribunal from giving consideration to that presentation by permitting bias to affect its mind: either way the case is prevented from having a fair impact on the Tribunal's mind.",
      "id": "s350"
    },
    {
      "text": "Another way in which the Tribunal can disable itself from giving consideration to the presentation of a case arises where it permits so much time to pass that it can no longer assess the evidence offered.",
      "id": "s351"
    },
    {
      "text": "That is what happened here.",
      "id": "s352"
    },
    {
      "text": "The first respondent contended that the appellants could not succeed in the absence of findings that 'delay by the Tribunal actually resulted in a material failure to analyse the oral evidence of the Appellants'.",
      "id": "s353"
    },
    {
      "text": "That finding ought to be made because it can be inferred from the delay that, in the absence of contrary evidence, the Tribunal had deprived itself of its capacity to do so, and there is no contrary evidence.",
      "id": "s354"
    },
    {
      "text": "The circumstances of this case are specific to the Refugee Review Tribunal.",
      "id": "s355"
    },
    {
      "text": "This is in our opinion a very exceptional case.",
      "id": "s356"
    },
    {
      "text": "The facts, it is to be hoped, are extraordinary.",
      "id": "s357"
    },
    {
      "text": "It is one in which the Court is bound to hold that the proceedings have not been fairly conducted, by reason of the delays, both from beginning to end, and between each episode in them.",
      "id": "s358"
    },
    {
      "text": "We cannot accept that the only relevant delay is that which occurred.",
      "id": "s359"
    },
    {
      "text": "\" \n81 Even Gummow J, in dissent, noted at [37] that counsel for the Minister:\n \"... accepted that it is implicit in the reference in s 425 to a hearing where evidence may be given that the challenge to the decision under review by the RRT be given a proper, genuine and realistic consideration in the decision to be subsequently made by the RRT.",
      "id": "s360"
    },
    {
      "text": "\" \n82 Gummow J seems to have accepted as correct the concession on behalf of the Minister that the Tribunal was obliged to give \"proper, genuine and realistic consideration\" to the case.",
      "id": "s361"
    },
    {
      "text": "Implicitly, his Honour also accepted that this requirement did not involve merits review.",
      "id": "s362"
    },
    {
      "text": "83 Speaking generally, therefore, NAIS stands as support for the proposition that lengthy delay, unacknowledged by the Tribunal in its reasons for decision , can give rise to jurisdictional error.",
      "id": "s363"
    },
    {
      "text": "This may be because the Tribunal has failed to take into account a matter that it was obliged to consider: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24.",
      "id": "s364"
    },
    {
      "text": "Alternatively, it may be that the Tribunal has denied the applicant a fair hearing, and thereby denied him procedural fairness.",
      "id": "s365"
    },
    {
      "text": "84 The Minister submitted that NAIS could be distinguished from the present case.",
      "id": "s366"
    },
    {
      "text": "NAIS concerned delay and its effect upon the capacity of the Tribunal to assess demeanour.",
      "id": "s367"
    },
    {
      "text": "The present case also involved delay but not in the way that this issue arose in NAIS .",
      "id": "s368"
    },
    {
      "text": "85 The Minister noted that the appellant sought to rely upon Abebe v Commonwealth of Australia [2004] HCA 32 ; (1999) 197 CLR 510 as support for the proposition that T3 was obliged to consider the so-called delay that occurred in this case before making its finding on credit: However, the Minister submitted, Abebe did not support the appellant's proposition.",
      "id": "s369"
    },
    {
      "text": "In Abebe , Gummow and Hayne JJ, in referring to the potential for refugee applicants to embroider their claims, nevertheless stated that the significance of such embroidery was a matter for the Tribunal in assessing the merits of the case.",
      "id": "s370"
    },
    {
      "text": "86 The Minister did not specifically challenge the proposition that the decision in NAIS established that delay could, in some circumstances, give rise to a denial of procedural fairness.",
      "id": "s371"
    },
    {
      "text": "Nor did he necessarily accept that proposition.",
      "id": "s372"
    },
    {
      "text": "He submitted, however, that the particular circumstances of this case were far removed from those in NAIS .",
      "id": "s373"
    },
    {
      "text": "There the Tribunal had made demeanour-based findings against an appellant in circumstances in which four and a half years had elapsed between the observation of the demeanour and the making of the findings.",
      "id": "s374"
    },
    {
      "text": "In the present case, the differences between the accounts given by the appellant over time relied upon by T3 had never featured in the reasoning of either T1 or T2.",
      "id": "s375"
    },
    {
      "text": "In other words, the Minister submitted, it could not logically be said that delay had had any impact upon the memory of the appellant or upon his ability to give evidence.",
      "id": "s376"
    },
    {
      "text": "Rather, it appeared that the delay had had an \"improving effect\" upon his memory.",
      "id": "s377"
    },
    {
      "text": "It was for that reason that T3 found that he had in fact fabricated his claims.",
      "id": "s378"
    },
    {
      "text": "87 Further, the Minister submitted, as the Federal Magistrate found, T3 was well aware of the chronology of the evidence given by the appellant, including the number of times, the dates, the successful applications for judicial review, and the content of what he had previously said.",
      "id": "s379"
    },
    {
      "text": "That justified his Honour's finding that T3 had \"implicitly\" taken all relevant matters into account and, more particularly, all matters that it was obliged to take into account.",
      "id": "s380"
    },
    {
      "text": "The Minister contended that the appellant's submission amounted to no more than an attack upon the merits of T3's decision.",
      "id": "s381"
    },
    {
      "text": "88 I accept the Minister's submission that NAIS is not directly in point.",
      "id": "s382"
    },
    {
      "text": "However, the principles underlying the majority view seem to me to be relevant, by analogy, to the particular circumstances of this case.",
      "id": "s383"
    },
    {
      "text": "89 As previously indicated, the appellant first gave a detailed account of his past history in the Ukraine as far back as 2001.",
      "id": "s384"
    },
    {
      "text": "Some of the events that he described were relatively recent at that stage.",
      "id": "s385"
    },
    {
      "text": "However, through no fault of his own, he was obliged over the next four years to recall repeatedly the details of events that must have become more difficult to remember with the passage of time.",
      "id": "s386"
    },
    {
      "text": "90 In my view, T3 was obliged to take that aspect of delay into account when considering any possible inconsistencies between the various statements that he made regarding these events.",
      "id": "s387"
    },
    {
      "text": "91 Importantly, so far as this case is concerned, the appellant found himself in the invidious position of having to repeat his story on no fewer than seven separate occasions, spread out over a period of more than four years.",
      "id": "s388"
    },
    {
      "text": "T3 was obliged to have regard to that fact when considering what significance, if any, to attach to such differences as there may have been between these accounts.",
      "id": "s389"
    },
    {
      "text": "92 The Federal Magistrate understood full well that T3 was obliged to take these factors into account.",
      "id": "s390"
    },
    {
      "text": "His Honour concluded that it had \"implicitly\" done so.",
      "id": "s391"
    },
    {
      "text": "He based that conclusion upon the fact that it had set out in detail the procedural history of the matter, including the various accounts given by the appellant, from 2001 to 2006.",
      "id": "s392"
    },
    {
      "text": "93 With great respect, I do not share his Honour's view that a mere recitation of the procedural history of the matter, coupled with a summary of what the appellant had previously said, is sufficient to demonstrate that T3 took these matters into account.",
      "id": "s393"
    },
    {
      "text": "The recitation demonstrates that T3 was aware of these matters.",
      "id": "s394"
    },
    {
      "text": "It does not demonstrate that it approached them in an appropriate manner.",
      "id": "s395"
    },
    {
      "text": "The unusual circumstances of this case required T3 to exercise particular caution in assessing matters such as prior inconsistency.",
      "id": "s396"
    },
    {
      "text": "In my view, it also required T3 to explain the process of reasoning it had adopted in relation to them.",
      "id": "s397"
    },
    {
      "text": "94 An analogous point, in the context of a negligence action, was made by Heydon JA, as his Honour then was, in Hadid v Redpath (2001) 35 MVR 152, where he said at [34]:\n \"... [N]o favourable assumptions could be made, and it was up to the trial judge to put beyond question any suggestion that he or she had lost an understanding of the issues.",
      "id": "s398"
    },
    {
      "text": "Something should be said about how the possible effects of delay on the judicial process have been overcome.",
      "id": "s399"
    },
    {
      "text": "Some explanation should be given as to how the trial judge had recorded or recaptured impressions formed of witnesses at the time they testified.",
      "id": "s400"
    },
    {
      "text": "A judge might, for example, say 'I have a perfect recollection of all the characters in the trial' or 'I have contemporaneous notes of my impressions' ... [T]he trial judge made no statements of the kind just indicated, and no assumption in her favour that she had retained any relevant impressions could be made.",
      "id": "s401"
    },
    {
      "text": "\" [Emphasis added.",
      "id": "s402"
    },
    {
      "text": "] \n95 I accept that the Tribunal's task in assessing credibility is often a difficult one.",
      "id": "s403"
    },
    {
      "text": "Having regard to the divergent views previously expressed about this appellant's credibility, the present case was no exception.",
      "id": "s404"
    },
    {
      "text": "T3 had to take particular care to ensure that it did not overlook the combined effect of delay, and the disadvantage to the appellant of having to repeat a detailed account of past mistreatment, when assessing the overall consistency of his account.",
      "id": "s405"
    },
    {
      "text": "96 Both T1 and T2, as well as the delegate, seemed to have warned themselves appropriately of the need for appropriate caution when considering refugee claimants in unusual circumstances.",
      "id": "s406"
    },
    {
      "text": "T3 did nothing of the kind.",
      "id": "s407"
    },
    {
      "text": "Rather it undertook what seems to have been a detailed analysis of everything the appellant had previously said regarding his treatment in the Ukraine.",
      "id": "s408"
    },
    {
      "text": "It ultimately found five instances of supposed inconsistency.",
      "id": "s409"
    },
    {
      "text": "It extrapolated from these, together with one instance of a claim regarded as implausible, that the appellant was to be disbelieved in virtually everything he said.",
      "id": "s410"
    },
    {
      "text": "97 Had the inconsistencies that T3 identified been both real and substantial, one might well understand how it arrived at its conclusion.",
      "id": "s411"
    },
    {
      "text": "Even then, it would have been highly desirable for T3 to have stated expressly that it had taken into account the dangers associated with drawing sweeping conclusions from what on any view was a mere handful of discrepancies.",
      "id": "s412"
    },
    {
      "text": "98 However, when one adds to the mix the fact that none of the inconsistencies identified were properly analysed, several seemed to have misstated the appellant's earlier position, and some involved summaries taken out of context, the entire process appears to have gone badly wrong.",
      "id": "s413"
    },
    {
      "text": "To use the language of Gummow J in NAIS , the Tribunal did not give \"proper, genuine and realistic\" consideration to the appellant's case.",
      "id": "s414"
    },
    {
      "text": "He was not afforded the hearing to which the law entitled him.",
      "id": "s415"
    },
    {
      "text": "99 In my view, the Federal Magistrate erred in dismissing the appellant's complaints by treating the Tribunal as having \"implicitly\" taken into account matters that I frankly doubt it ever considered.",
      "id": "s416"
    },
    {
      "text": "100 It follows that the appeal must be allowed.",
      "id": "s417"
    },
    {
      "text": "The orders of the Federal Magistrates Court must be set aside.",
      "id": "s418"
    },
    {
      "text": "There will be orders in the nature of certiorari and mandamus, which will have the effect of quashing the decision given by T3 and remitting the matter to a fourth Tribunal to be dealt with according to law.",
      "id": "s419"
    },
    {
      "text": "I certify that the preceding one hundred (100) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg .",
      "id": "s420"
    },
    {
      "text": "Associate:\n\nDated: 19 June 2008\n\n Counsel for the Appellant: Mr J.",
      "id": "s421"
    },
    {
      "text": "Young \n \n Solicitor for the Appellant: Simon Diab &amp; Associates \n \n Counsel for the First Respondent: Mr J. Smith \n \n Solicitor for the First Appellant: Clayton Utz \n\n Date of Hearing: 23 May 2008 \n \n Date of Judgment: 19 June 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/913.html",
      "id": "s422"
    }
  ]
}