{
  "name": "SZMTJ v Minister for Immigration and Citizenship [2009] FCA 175 (27 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/175.html",
  "catchphrases": [
    {
      "text": "breach of s 91r(3)",
      "id": "c0"
    },
    {
      "text": "relief refused in the exercise of discretion",
      "id": "c1"
    },
    {
      "text": "order for referral to pro bono counsel",
      "id": "c2"
    },
    {
      "text": "interests of the administration of justice",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The Appellant is a citizen of the People's Republic of China.",
      "id": "s0"
    },
    {
      "text": "He entered Australia on 22 June 1999.",
      "id": "s1"
    },
    {
      "text": "An application made thereafter for a Protection (Class XA) visa was unsuccessful.",
      "id": "s2"
    },
    {
      "text": "In March 2008 the Department of Immigration and Citizenship wrote to the now Appellant inviting him to make a further application for a protection visa.",
      "id": "s3"
    },
    {
      "text": "That subsequent application was rejected by a delegate of the Minister on 21 May 2008 and the Refugee Review Tribunal affirmed that decision by a decision signed on 26 August 2008.",
      "id": "s4"
    },
    {
      "text": "An application for review was filed with the Federal Magistrates Court of Australia in September 2008.",
      "id": "s5"
    },
    {
      "text": "An amended application was filed on 14 November 2008 and identified two grounds, namely: \n(i) \"The investigation conducted by the Second Respondent was affected by bias and preoccupied subjective reasoning \"; and \n \n(ii) a breach of s 91R of the Migration Act 1958 (Cth).",
      "id": "s6"
    },
    {
      "text": "The amended application was dismissed: SZMTJ v Minister for Immigration and Citizenship [2009] FMCA 18.",
      "id": "s7"
    },
    {
      "text": "In dismissing the application, the Federal Magistrate relevantly concluded that: \n(a) the now Appellant failed to provide any evidence of any bias on the part of the Tribunal and the first ground set forth in the amended application was to be dismissed; and \n \n(b) a breach of s 91R(3) had in fact occurred; but that\n \n(c) relief should be refused in the exercise of the Court's discretion.",
      "id": "s8"
    },
    {
      "text": "The Notice of Appeal as filed in this Court on 12 February 2009 raises essentially the same grounds as were advanced before the Federal Magistrate.",
      "id": "s9"
    },
    {
      "text": "Although the Notice of Appeal does not expressly assert error on the part of the Federal Magistrate in the exercise of discretion, the written Outline of Submissions as filed by the Respondent Minister correctly addresses the question as to whether the discretionary withholding of relief has miscarried.",
      "id": "s10"
    },
    {
      "text": "The relevant conclusion of the Federal Magistrate was expressed as follows: \n [67] What remains to be considered, therefore, is whether the Tribunal's failure to disregard the applicant's conduct in applying for a protection visa in a false name and also applying for the exercise of the Minister's discretion in that same false name is a failure to comply with s. 91R(3) and therefore a jurisdictional error.",
      "id": "s11"
    },
    {
      "text": "[68] In my view, the Tribunal failed to comply with s. 91R(3) in this instance and therefore fell into jurisdictional error.",
      "id": "s12"
    },
    {
      "text": "[69] However, I am not satisfied that the Court should grant to the applicant the relief that he seeks.",
      "id": "s13"
    },
    {
      "text": "The balance of the evidence before the Tribunal is of such weight that the Tribunal's adverse credibility finding against the applicant can stand even if the evidence of the earlier application for a protection visa and the exercise of the Minister's discretion were to be disregarded.",
      "id": "s14"
    },
    {
      "text": "It is not in the interests of the administration of justice for the applicant to be granted relief by way of certiorari and mandamus because of a mere technicality.",
      "id": "s15"
    },
    {
      "text": "In those paragraphs the Federal Magistrate has identified the conduct which was not disregarded by the Tribunal and the reasons for withholding relief.",
      "id": "s16"
    },
    {
      "text": "Those reasons focussed on the weight of such other evidence as was before the Tribunal and an assessment that those findings \" can stand \" irrespective of the Tribunal's failure to comply with s 91R.",
      "id": "s17"
    },
    {
      "text": "Considerable reservation is expressed as to whether or not the Federal Magistrate has correctly identified the ambit of the discretion available to him and whether or not he has thereafter correctly applied the discretion to the facts before him.",
      "id": "s18"
    },
    {
      "text": "Section 91R(3) is a provision of considerable importance to the decision-making processes set forth in the Migration Act .",
      "id": "s19"
    },
    {
      "text": "It is a provision which mandates that certain conduct is to be disregarded.",
      "id": "s20"
    },
    {
      "text": "The subsection relevantly provides as follows: \nFor the purposes of the application of this Act and the regulations to a particular person: \n \n(a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n \ndisregard any conduct engaged in by the person in Australia unless: \n \n(b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s21"
    },
    {
      "text": "Counsel for the Respondent Minister has properly referred to the following conclusion of Lander J in SZIZO v Minister for Immigration and Citizenship [2008] FCAFC 122 , 102 ALD 541: \n [97] It should only be in exceptional circumstances that a Court should refuse to issue the constitutional writs once the court has determined that the Tribunal has failed to comply with its imperative statutory obligations to an applicant seeking the review of a decision of the delegate refusing the applicant a protection visa.",
      "id": "s22"
    },
    {
      "text": "If it were otherwise, and the Court were required to inquire into the extent to which the failure by the Tribunal to comply with its statutory obligations to accord an applicant a fair hearing prejudiced the applicant, the imperative obligation imposed on the Tribunal might well be blunted.",
      "id": "s23"
    },
    {
      "text": "His Honour had there previously referred to the following observations of Gaudron and Gummow JJ in Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 , 204 CLR 82.",
      "id": "s24"
    },
    {
      "text": "[57] It is one thing to refuse relief on the ground of utility because, as Lord Wilberforce put it, \"[t]he court does not act in vain\" ( Malloch v Aberdeen Corporation [1971] 1 WLR 1578 at 1595; [1971] 2 All ER 1278 at 1294).",
      "id": "s25"
    },
    {
      "text": "For example, the application for an administrative determination may be one which, irrespective of any question of procedural fairness or individual merits, the decision-maker was bound by the governing statute to refuse ( Mobil Oil Canada Ltd v Canada-Newfoundland Offshore Petroleum Board [1994] 1 SCR 202 at 228; Wade and Forsyth, Administrative Law , 7 th ed (1994) at 528).",
      "id": "s26"
    },
    {
      "text": "Or the prosecutor's complaint may be the refusal by the decision-maker of an opportunity to make submissions on a point of law which must clearly have been answered unfavourably to the prosecutor (See Stead v State Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 at 145).",
      "id": "s27"
    },
    {
      "text": "Again, the decision under review may have no legal effect and no continuing legal consequences may flow from it.",
      "id": "s28"
    },
    {
      "text": "In such a situation, the reasoning in Ainsworth v Criminal Justice Commission [1992] HCA 10 ; ((1992) 175 CLR 564 at 580-581), where the remedy refused was certiorari, indicates that prohibition will not lie ( Abebe v The Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at 553-554 [113] ).",
      "id": "s29"
    },
    {
      "text": "[58] However, the conditioning of a statutory power so as to require the provision of procedural fairness has, as its basis, a rationale which differs from that which generally underpins the doctrine of excess of power or jurisdiction.",
      "id": "s30"
    },
    {
      "text": "The concern is with observance of fair decision-making procedures rather than with the character of the decision which emerges from the observance of those procedures.",
      "id": "s31"
    },
    {
      "text": "Unless the limitation ordinarily implied on the statutory power is to be rewritten as denying jurisdictional error for \"trivial\" breaches of the requirements of procedural fairness, the bearing of the breach upon the ultimate decision should not itself determine whether prohibition under s 75(v) should go.",
      "id": "s32"
    },
    {
      "text": "The issue always is whether or not there has been a breach of the obligation to accord procedural fairness and, if so, there will have been jurisdictional error for the purposes of s 75(v).",
      "id": "s33"
    },
    {
      "text": "Moore and Marshall JJ agreed with Lander J.",
      "id": "s34"
    },
    {
      "text": "The written submissions as filed on behalf of the Respondent Minister did not \" urge upon the Court a duty to inquire into each case the extent to which any failure may have prejudiced an applicant \".",
      "id": "s35"
    },
    {
      "text": "What was urged upon the Court was the appropriateness \" to withhold relief in circumstances where there is a clear absence of any practical injustice or even inconvenience to an applicant resulting from any error in question \".",
      "id": "s36"
    },
    {
      "text": "Reliance was placed upon SZKGF v Minister for Immigration and Citizenship [2008] FCAFC 84 and SZIQB v Minister for Immigration and Citizenship [2008] FCAFC 20.",
      "id": "s37"
    },
    {
      "text": "It is unnecessary for present purposes to resolve whether the written submission accurately expresses the basis upon which any discretion should be exercised or whether the more difficult task is the application of any discretion to the facts.",
      "id": "s38"
    },
    {
      "text": "Reservation is also presently expressed as to whether the present case is in any way analogous to the facts before the Full Court in SZKGF .",
      "id": "s39"
    },
    {
      "text": "There the question was whether an incorrect postcode upon correspondence, which was in any event received, constituted jurisdictional error.",
      "id": "s40"
    },
    {
      "text": "The delay of over seven years in SZIQB , and the other conduct of the claimant in that case, also seem far removed from the present case.",
      "id": "s41"
    },
    {
      "text": "Reference may also be made to the observations of Middleton J in SZGBI v Minister for Immigration and Citizenship [2008] FCA 599 at [53] to [54] where His Honour indicated that relief may have been refused for a breach of s 441A of the Migration Act 1958 (Cth).",
      "id": "s42"
    },
    {
      "text": "The circumstances of the present proceeding are such that it is considered that a referral should be made pursuant to O 80 r 4 of the Federal Court Rules 1979 (Cth).",
      "id": "s43"
    },
    {
      "text": "Rule 4(1) and (2) provide as follows: \n Referral to a legal practitioner \n \n (1) The Court or a Judge may, if it is in the interests of the administration of justice, refer a litigant to the Registrar for referral to a legal practitioner on the Pro Bono Panel for legal assistance in relation to a proceeding before the Court.",
      "id": "s44"
    },
    {
      "text": "(2) For subrule (1), the Court or Judge may take into account: \n (a) the means of the litigant; and \n (b) the capacity of the litigant to obtain legal assistance outside the scheme; and \n (c) the nature and complexity of the proceeding; and \n (d) any other matter that the Court, or Judge, considers appropriate.",
      "id": "s45"
    },
    {
      "text": "Although this Court frequently has the assistance of Counsel for the Minister, there are some occasions upon which the \" interests of the administration of justice \" make it desirable for the Court to also have the further assistance of an independent legal practitioner representing the interests of the refugee claimant.",
      "id": "s46"
    },
    {
      "text": "The present proceeding is such a case.",
      "id": "s47"
    },
    {
      "text": "The expression, \" the interests of justice \", as employed in Rule 4(1) is a \" wide term \": Taylor v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 319 at [10] per French J.",
      "id": "s48"
    },
    {
      "text": "As His Honour there made clear, the decision to issue a referral is no indication by the Court of the strengths or weaknesses of a particular case.",
      "id": "s49"
    },
    {
      "text": "In the present proceeding it is considered that it is in \" the interests of the administration of justice \" that a referral be made.",
      "id": "s50"
    },
    {
      "text": "A person seeking refugee status in Australia who has established a breach of an important provision of the Migration Act 1958 is not to be lightly denied relief.",
      "id": "s51"
    },
    {
      "text": "The significance to be attached to a breach of s 91R(3) and the importance of that provision to the decision-making process need to be addressed.",
      "id": "s52"
    },
    {
      "text": "The proper basis upon which any such discretion should be exercised, and whether it is appropriate when exercising that discretion for the Federal Magistrate to himself embark upon an assessment of the weight of the evidence before the Refugee Review Tribunal, are both matters in respect to which the Court would be greatly assisted by hearing from a legal practitioner on the Pro Bono Panel.",
      "id": "s53"
    },
    {
      "text": "Although it may well be that the ground of appeal alleging bias on the part of the Tribunal is not a ground that is ultimately relied upon, it is not considered appropriate at this stage to confine the assistance that may be provided pursuant to O 80 r 5.",
      "id": "s54"
    },
    {
      "text": "The legal practitioner to whom this matter is referred may abandon some grounds or seek to raise grounds not presently identified.",
      "id": "s55"
    },
    {
      "text": "Such matters will be matters for the professional judgment of the legal practitioner concerned.",
      "id": "s56"
    },
    {
      "text": "For the purposes of O 80 r 4(2), it may be noted that the present Appellant has limited means and is presently detained at the Villawood Immigration Detention Centre.",
      "id": "s57"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: The Appellant be referred to the Registrar for referral to a legal practitioner pursuant to Order 80 rule 4(1) of the Federal Court Rules 1979 (Cth).",
      "id": "s58"
    },
    {
      "text": "Pursuant to Order 80 rule 5, the referral be for the provision of assistance being representation generally in the conduct of the proceeding within the meaning of Rule 5(d).",
      "id": "s59"
    },
    {
      "text": "The Appellant to file and serve any Amended Notice of Appeal , together with an Outline of Submissions , on or before Wednesday 25 March 2009.",
      "id": "s60"
    },
    {
      "text": "The First Respondent to provide any further Outline of Submissions on or before midday on Friday 27 March 2009.",
      "id": "s61"
    },
    {
      "text": "Liberty to apply on two days' notice in writing.",
      "id": "s62"
    },
    {
      "text": "The proceeding be stood over for the hearing of the Appeal on Monday 30 March 2009 at 10.15 am.",
      "id": "s63"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s64"
    },
    {
      "text": "Associate:\n \n \nDated: 2 March 2009\n \n The Appellant The Appellant appeared in person \n \n Counsel for the First Respondent: Ms S A Sirtes \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 27 February 2009 \n \n Date of Judgment: 27 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/175.html",
      "id": "s65"
    }
  ]
}