{
  "name": "Pampered Paws Connection Pty Ltd (ACN 116 460 621) (on its own behalf and in a representative capacity) v Pets Paradise Franchising (Qld) Pty Ltd (ACN 054 406 272) (No 5) [2009] FCA 1053 (17 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1053.html",
  "catchphrases": [
    {
      "text": "representative proceedings",
      "id": "c0"
    },
    {
      "text": "circumstances in which court might exercise power under s 33zf(1) federal court of australia act 1976 (cth) to approve or regulate correspondence between the respondents and group members or potential group members",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This matter is a representative proceeding under Pt IVA of the Federal Court of Australia Act 1976 (Cth) (the Federal Court Act).",
      "id": "s0"
    },
    {
      "text": "By order made on 4 August 2009, the applicant was directed to notify personally, and in the case of corporate respondents by service at their registered offices, the persons constituting the members of the group on whose behalf the proceeding has been instituted, in accordance with s 33Y of the Federal Court Act.",
      "id": "s1"
    },
    {
      "text": "The letter of notification was approved by the Court.",
      "id": "s2"
    },
    {
      "text": "It was also in a form which was satisfactory to the parties.",
      "id": "s3"
    },
    {
      "text": "The respondents have an ongoing business relationship with those group members who are current franchisees of the Pets Paradise franchise business.",
      "id": "s4"
    },
    {
      "text": "They wish to notify their current franchisees of their position in the proceedings, and to do so before the period within which group members may opt out of the proceedings has expired.",
      "id": "s5"
    },
    {
      "text": "For that purpose, they have sought leave to send a letter to the present Pets Paradise franchisees, other than those who are specifically specified in the further amended statement of claim as members of the group, in a form presented to the Court, pursuant to s 33ZF(1) of the Federal Court Act.",
      "id": "s6"
    },
    {
      "text": "The form of letter proposed to be sent by the respondents has been amended slightly in the light of the exchanged written submissions between the parties on the issue.",
      "id": "s7"
    },
    {
      "text": "It is now in the form attached to the respondents' written submissions in reply, filed on 10 September 2009.",
      "id": "s8"
    },
    {
      "text": "The proposed letter appears to have three purposes: to indicate that the proceedings will be disputed; to indicate that, notwithstanding the proceedings, the Pets Paradise franchise operations will not be adversely affected; and more generally to urge caution before deciding not to opt out of the proceeding.",
      "id": "s9"
    },
    {
      "text": "It is plain that s 33ZF(1) of the Federal Court Act empowers the Court, in an appropriate circumstance, to monitor, and if appropriate to regulate, the correspondence between the respondents to a representative proceeding and the group members on whose behalf the proceeding is brought if the circumstances warrant it: see King v AG Australia Holdings Ltd [2002] FCA 872 ; (2002) 121 FCR 480 , in particular at [31]-[32] per Moore J.",
      "id": "s10"
    },
    {
      "text": "In Johnstone v HIH Limited [2004] FCA 190 , Tamberlin J at [104]-[105] adopted that approach.",
      "id": "s11"
    },
    {
      "text": "His Honour there said: \n \n This power is not limited to the actual determination of the matter in question but extends to encompass all procedures necessary to bring the matter to a fair hearing on a just basis.",
      "id": "s12"
    },
    {
      "text": "This includes basic considerations regarding the manner in which members of a class are notified about their entitlements to opt out, and the way in which the proceedings are to be conducted.",
      "id": "s13"
    },
    {
      "text": "If a misleading representation is made to group members, this could well serve to confuse and disrupt the progress of the proceeding.",
      "id": "s14"
    },
    {
      "text": "It is essential that communications with class members or potential class members do not give rise to misunderstandings regarding their entitlements to opt out, or as to their responsibility for costs and expenses or their obligations to contribute to the proceedings in order to benefit from those proceedings.",
      "id": "s15"
    },
    {
      "text": "... \n \n\n \n \n The Court has an important and continuing role in managing representative proceedings in the public interest to rectify any potentially misleading communications to class members or potential class members, in order to ensure that there is no misunderstanding engendered by such communications, particularly when they emanate from legal advisers, as to rights and obligations and procedures to be followed by recipients of such communications.",
      "id": "s16"
    },
    {
      "text": "I would respectfully add to his Honour's remarks that the Court's role is not merely enlivened when it is necessary to rectify potential misleading communications, but to monitor and prevent such potentially misleading communications if it is appropriate to do so.",
      "id": "s17"
    },
    {
      "text": "It does not follow that, routinely, the Court should monitor all communications between the respondents to a representative proceeding and the potential group members on whose behalf the proceeding is brought, subject of course to professional and ethical constraints.",
      "id": "s18"
    },
    {
      "text": "In Courtney v Medtel Pty Ltd [2002] FCA 957 ; (2002) 122 FCR 168 , Sackville J at [52] said: \n \n While s 33ZF(1) of the Federal Court Act should be given a broad construction, that does not mean it can or should become a vehicle for rewriting the legislation.",
      "id": "s19"
    },
    {
      "text": "For example, in my view s 33ZF(1) cannot be read as prohibiting the respondent to a representative proceeding from communicating with a group member unless the Court has given prior approval.",
      "id": "s20"
    },
    {
      "text": "The provision itself merely confers power on the Court to make any order it thinks appropriate or necessary to ensure that justice is done in the proceeding; it does not prohibit conduct which is otherwise lawful.",
      "id": "s21"
    },
    {
      "text": "Accordingly, neither s 33ZF(1) nor any other provision in Part IVA prevents a respondent communicating with a group member in a manner which is not misleading or otherwise unfair and which does not infringe any other law or ethical constraint (such as a professional conduct rule which requires solicitors to communicate with a represented group member through the latter's own legal representatives).",
      "id": "s22"
    },
    {
      "text": "His Honour went on to say that, in principle, an offer made by a respondent to settle the claims of individual group members might be sent to those members (subject to professional or ethical constraints) without the immediate supervision or approval of the Court.",
      "id": "s23"
    },
    {
      "text": "In this matter, I do not propose to give the approval sought.",
      "id": "s24"
    },
    {
      "text": "There are two reasons for that.",
      "id": "s25"
    },
    {
      "text": "The first is that, in my view, it is not necessary to do so.",
      "id": "s26"
    },
    {
      "text": "At this point, the respondents do not know who of their existing franchisees will or will not opt not to be included as group members in the representative proceeding.",
      "id": "s27"
    },
    {
      "text": "They intend to send the proposed letter only to those existing franchisees who are not already named in the proceeding as members of the group.",
      "id": "s28"
    },
    {
      "text": "There is no reason why they should not, in terms which are not provocative or misleading, inform those existing franchisees that they intend to resist the claim.",
      "id": "s29"
    },
    {
      "text": "Nor is there any reason why they should not reassure their existing franchisees that the proceeding will not adversely affect the ongoing operations of the Pets Paradise franchise (assuming that is the case).",
      "id": "s30"
    },
    {
      "text": "I am a little more concerned about the balance of the letter (paragraphs 5 to 9), for reasons I set out below, but in principle a respondent to a representative proceeding is not acting improperly, at least in circumstances such as the present where there are relatively few group members and it has an ongoing business relationship with many of them, to remind those persons of the need to consider whether to opt out of the proceedings by the specified date.",
      "id": "s31"
    },
    {
      "text": "The proposed letter is not misleading, at least so far as is apparent on the material before me.",
      "id": "s32"
    },
    {
      "text": "Nor, in my view, is it likely to be confusing to its intended recipients.",
      "id": "s33"
    },
    {
      "text": "However, the second reason for declining to grant the necessary approval is almost a corollary of the first.",
      "id": "s34"
    },
    {
      "text": "In circumstances such as the present, I think the Court should be cautious about approving the content of such a letter, by approving it being sent.",
      "id": "s35"
    },
    {
      "text": "The Court does not know independently of the proposed letter that it is accurate.",
      "id": "s36"
    },
    {
      "text": "The respondents' intention to resist the proceedings, and the fact that the proceedings will not affect their overall franchise operations, are not matters the Court is independently aware of.",
      "id": "s37"
    },
    {
      "text": "Moreover, whilst I do not regard the letter as misleading or confusing, it is not in so neutral a form that the Court should be seen to approve it.",
      "id": "s38"
    },
    {
      "text": "Paragraphs 5 to 8 refer to the definition of the claim group and the means of opting out.",
      "id": "s39"
    },
    {
      "text": "I do not see what paragraphs 5 and 8 add to the notification letter sent by the applicants (as agreed between the parties and as approved by the Court).",
      "id": "s40"
    },
    {
      "text": "If that part of the letter serves no practical purpose, there is no reason for the Court to approve it.",
      "id": "s41"
    },
    {
      "text": "Moreover, the applicant complains of the expression \"framed the group\".",
      "id": "s42"
    },
    {
      "text": "It is unclear why that expression is used.",
      "id": "s43"
    },
    {
      "text": "That paragraph of the letter really does no more than paraphrase in a slightly assertive way the letter already sent with the approval of the Court.",
      "id": "s44"
    },
    {
      "text": "It is not as neutrally expressed as the approved form of notification.",
      "id": "s45"
    },
    {
      "text": "The eighth paragraph is also repetitive of the notification letter, perhaps emphasising to group members (in a way in which the Court did not consider necessary when approving the agreed form of notification) that any notice to opt out should be sent to the South Australia Registry of the Court.",
      "id": "s46"
    },
    {
      "text": "Finally, I do not think the final sentence of paragraph 9 is a matter that the Court could approve.",
      "id": "s47"
    },
    {
      "text": "Clearly, it is appropriate to suggest that the existing franchisees should take independent legal advice.",
      "id": "s48"
    },
    {
      "text": "But, so long as potential group members have not yet elected not to opt out of the proceedings, or have opted out of the proceedings, there is no apparent reason why the respondents could not discuss the proceedings with them.",
      "id": "s49"
    },
    {
      "text": "It is up to the respondents whether they take that position.",
      "id": "s50"
    },
    {
      "text": "If they do not engage in misleading or deceptive conduct, until a solicitor-client relationship is established between the solicitors for the applicants and the group members (either those who have agreed to be group members --- with whom the respondents do not intend to communicate --- or those who have, after the opting out date, not opted out of the group for the purposes of the proceedings), there would be no apparent reason why they should not communicate with their existing franchisees about the proceedings.",
      "id": "s51"
    },
    {
      "text": "For those reasons, on the application of the respondents to send to existing franchisees of one or other of the respondents, other than those existing franchisees who are named as group members in the further amended statement of claim, a letter in the form attached to their submissions in reply dated 10 September 2009, I decline to make any order.",
      "id": "s52"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s53"
    },
    {
      "text": "Associate:\n \n \nDated: 17 September 2009\n \n Counsel for the Applicant: MV McCarthy \n \n Solicitor for the Applicant: Piper Alderman \n \n Counsel for the Respondents: P O'Sullivan QC and C Munt \n \n Solicitor for the Respondents: Donaldson Walsh \n Date of Applicant's Written Submissions: 8 September 2009 \n \n Date of Respondents' Written Submissions 7 September 2009 and 10 September 2009 \n \n Date of Judgment: 17 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1053.html",
      "id": "s54"
    }
  ]
}