{
  "name": "Australian Competition and Consumer Commission v Allphones Retail Pty Limited (No 3) [2009] FCA 1075 (23 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1075.html",
  "catchphrases": [
    {
      "text": "whether the court should exercise its discretion pursuant to s 192a of the evidence act 1995 (cth) to rule on the admissibility of evidence in advance of that evidence being adduced",
      "id": "c0"
    },
    {
      "text": "ruling made",
      "id": "c1"
    },
    {
      "text": "whether the australian competition and consumer commission should be released from the implied undertaking attributed to it in respect of documents produced using the compulsory processes of the court",
      "id": "c2"
    },
    {
      "text": "three sets of proceedings to be heard together",
      "id": "c3"
    },
    {
      "text": "leave granted to use documents in all three actions",
      "id": "c4"
    },
    {
      "text": "whether investigative accountant's reports and associated calculations prepared for settlement negotiations and a mediation are protected from being adduced in evidence by s 131(1) of the evidence act 1995 (cth)",
      "id": "c5"
    },
    {
      "text": "meaning of expression \" in connection with \" in s 131(1)",
      "id": "c6"
    },
    {
      "text": "documents prepared for the purposes of settlement are protected",
      "id": "c7"
    },
    {
      "text": "documents ruled inadmissible",
      "id": "c8"
    },
    {
      "text": "evidence",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    },
    {
      "text": "privilege",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "Allphones Retail Pty Limited ( Allphones) has been sued by the Australian Competition and Consumer Commission ( the ACCC ) in three separate actions commenced in the New South Wales District Registry of this Court.",
      "id": "s0"
    },
    {
      "text": "In two of those actions, certain individuals who were executives of Allphones at relevant times have also been sued.",
      "id": "s1"
    },
    {
      "text": "In circumstances which I have described in two previous judgments delivered by me ( Australian Competition and Consumer Commission v Allphones Retail Pty Ltd (No 2) [2009] FCA 17 ; (2009) 253 ALR 324 , [2009] ATPR 42-274 and Allphones Retail Pty Limited v Australian Competition and Consumer Commission [2009] FCA 980) , on 29 August 2008, by Notice of Dispute dated that day ( the Notice of Dispute ), Allphones commenced a dispute resolution process with approximately ninety of its franchisees with whom it was then in dispute.",
      "id": "s2"
    },
    {
      "text": "Subsequently, Allphones retained BDO Kendalls Corporate Finance (NSW-Vic) Pty Limited ( BDO ) to prepare two investigative accountant's reports.",
      "id": "s3"
    },
    {
      "text": "Both of those reports were required for the purpose of the dispute resolution process instigated by Allphones on 29 August 2008.",
      "id": "s4"
    },
    {
      "text": "The BDO reports are dated 23 September 2008 and 22 December 2008 respectively.",
      "id": "s5"
    },
    {
      "text": "Allphones provided the two BDO reports to the ACCC in circumstances which I will describe in more detail below.",
      "id": "s6"
    },
    {
      "text": "It also provided three Mediation Position Statements to the ACCC in the period from 23 September 2008 to 13 January 2009.",
      "id": "s7"
    },
    {
      "text": "Allphones also furnished to the ACCC a document entitled Supporting Calculations to Supplementary Statement of Position dated 16 October 2008 ( the Supporting Calculations Document ).",
      "id": "s8"
    },
    {
      "text": "In addition, on 8 October 2008, BDO produced to the Court its working papers in respect of its first report.",
      "id": "s9"
    },
    {
      "text": "These documents were produced in answer to a subpoena for production issued by the ACCC.",
      "id": "s10"
    },
    {
      "text": "The ACCC wishes to be free to use all of the above documents for the purposes of the three actions (NSD 408 of 2008; NSD 1567 of 2008; and NSD 869 of 2009).",
      "id": "s11"
    },
    {
      "text": "It also wishes to issue a subpoena in which it will require production of BDO's working papers in respect of BDO's second report.",
      "id": "s12"
    },
    {
      "text": "It intends to make use of those working papers for the purposes of all three sets of proceedings.",
      "id": "s13"
    },
    {
      "text": "Allphones claims that none of the documents referred to at [3]---[7] above can be tendered in evidence because they constitute evidence of settlement negotiations or documents prepared for use in settlement negotiations.",
      "id": "s14"
    },
    {
      "text": "At an earlier point in time, it also claimed that some of these documents were subject to client legal privilege.",
      "id": "s15"
    },
    {
      "text": "That claim has now been abandoned.",
      "id": "s16"
    },
    {
      "text": "The present application has not been made by way of formal Motion.",
      "id": "s17"
    },
    {
      "text": "However, shortly before the hearing, the ACCC, as the moving party, provided to Allphones and to me a draft of the orders which it proposed to seek.",
      "id": "s18"
    },
    {
      "text": "In that draft, the ACCC sought orders that: The ACCC be granted leave to use in proceedings NSD 408 of 2008, NSD 1567 of 2008 and NSD 869 of 2009: \n \n \n (a) the Reports dated 23 September 2008 ( Initial Report ) and 22 December 2008 ( Second Report ) prepared by BDO Kendalls Corporate Finance (NSW-VIC) Pty Limited ( BDO );\n (b) the \"Supporting Calculations to Supplementary Statement of Position\" dated 16 October 2008 ( Supporting Calculations );\n (c) all documents recording communications between Allphones Retail Pty Limited and BDO relating to the Initial Report and Second Report and Supporting Calculations;\n (d) all of BDO's working papers relating to the retainer for the Initial Report and Second Report and Supporting Calculations as varied from time to time.",
      "id": "s19"
    },
    {
      "text": "As a preliminary ruling on the admissibility of evidence, each of the Initial Report, Second Report and Supporting Calculations are admissible into evidence on the tender by the ACCC at the hearing of any of proceedings NSD 408 of 2008, NSD 1567 of 2008 and NSD 869 of 2009.",
      "id": "s20"
    },
    {
      "text": "Allphones opposes the making of Order 2.",
      "id": "s21"
    },
    {
      "text": "I did not discern any real opposition to the making of Order 1.",
      "id": "s22"
    },
    {
      "text": "As I understand proposed Order 1, the ACCC seeks leave to be released from the implied undertaking in respect of the documents listed in that proposed Order that may have been required of it in accordance with the principles in Harman v Home Department State Secretary [1983] 1 AC 280 at 304, 319, 320 and 321 as explained by the High Court in Hearne v Street [2008] HCA 36 ; (2008) 235 CLR 125 at [95] ---[97] (pp 154---155) and [105]---[108] (pp 157---160).",
      "id": "s23"
    },
    {
      "text": "By proposed Order 2, the ACCC seeks a ruling in advance of adducing the evidence as to the admissibility of the two BDO reports and the Supporting Calculations Document.",
      "id": "s24"
    },
    {
      "text": "The three sets of proceedings have been fixed for hearing together to commence on 23 March 2010.",
      "id": "s25"
    },
    {
      "text": "They are to be heard at the same time.",
      "id": "s26"
    },
    {
      "text": "The evidence in each set of proceedings is likely to be evidence in each of the others.",
      "id": "s27"
    },
    {
      "text": "To give an evidentiary ruling of the kind sought by the ACCC so far in advance of the trial would be unusual.",
      "id": "s28"
    },
    {
      "text": "There may be sound discretionary reasons for the Court declining to entertain the application even though it clearly has the power to make an order of the kind sought here (see s 192A of the Evidence Act 1995 (Cth) ( the Evidence Act ).",
      "id": "s29"
    },
    {
      "text": "However, in the present case, a considerable amount of time, effort and money might be saved if the documents were ruled to be admissible now.",
      "id": "s30"
    },
    {
      "text": "After all, the documents were prepared on the instructions of Allphones and on the basis of information and documents provided by Allphones to BDO.",
      "id": "s31"
    },
    {
      "text": "They have been provided to franchisees with whom Allphones is in dispute and to the ACCC on the basis that the conclusions stated by BDO in the reports are correct and that the calculations made by BDO in the reports and in the Supporting Calculations Document are also correct.",
      "id": "s32"
    },
    {
      "text": "No suggestion has been made by Allphones at any time that the reports or the Supporting Calculations Document need to be qualified in any way.",
      "id": "s33"
    },
    {
      "text": "There is an air of unreality about Allphones' resistance to the documents being ruled as admissible.",
      "id": "s34"
    },
    {
      "text": "The objections taken by Allphones to the making of proposed Order 2 are that the three documents in question cannot be tendered because to tender them would be to adduce evidence of settlement negotiations which, in the circumstances of the present case, is prohibited by s 131(1) of the Evidence Act and that, in any event, those documents are not business records within s 69 of the Evidence Act .",
      "id": "s35"
    },
    {
      "text": "There may be additional particular objections to parts of those documents which Allphones might also wish to take but these were not identified or argued in the present application.",
      "id": "s36"
    },
    {
      "text": "These Reasons for Judgment address and determine whether Allphones' resistance to an order ruling that the three documents in question are admissible on the grounds that, in any event, they are not business records and that the tender is prohibited by s 131 of the Evidence Act , should be upheld at this point in time.",
      "id": "s37"
    },
    {
      "text": "I will also deal with the question of whether the documents described in proposed Order 1 are subject to any implied undertaking as to their use and, if so, whether the ACCC should be released from that undertaking.",
      "id": "s38"
    },
    {
      "text": "THE FACTS \n In Australian Competition and Consumer Commission v Allphones Retail Pty Ltd (No 2) [2009] FCA 17 ; 253 ALR 324 , [2009] ATPR 42-274, I dealt with an application for interlocutory injunctive relief made by the ACCC against Allphones in proceedings NSD 1567 of 2008.",
      "id": "s39"
    },
    {
      "text": "At [32]---[58] of that judgment, I described certain events leading up to the service of the Notice of Dispute.",
      "id": "s40"
    },
    {
      "text": "That description was based upon the evidence before me for the purposes of the application with which I was then dealing and, to some extent, may be controversial.",
      "id": "s41"
    },
    {
      "text": "But, allowing for these limitations, the description which I gave in those paragraphs of that judgment is a useful starting point for placing the Notice of Dispute into an appropriate context.",
      "id": "s42"
    },
    {
      "text": "Accordingly, I incorporate those paragraphs into these Reasons in order to provide some detail of the context in which the Notice of Dispute came to be issued.",
      "id": "s43"
    },
    {
      "text": "The Notice of Dispute was issued pursuant to the Franchising Code of Conduct and the contractual arrangements then in existence between Allphones and the franchisees upon whom it was served ( the eligible franchisees ).",
      "id": "s44"
    },
    {
      "text": "It was served upon all of Allphones existing franchisees who were not operating under its new Franchise Agreement or who had not released Allphones from past breaches of its old Franchise Agreement.",
      "id": "s45"
    },
    {
      "text": "The sending of the Notice of Dispute commenced a dispute resolution process in accordance with the provisions of the Franchising Code of Conduct and the contractual arrangements between Allphones and the eligible franchisees.",
      "id": "s46"
    },
    {
      "text": "The dispute resolution process commenced in this fashion was, if necessary, intended to culminate in a mediation.",
      "id": "s47"
    },
    {
      "text": "In the Notice of Dispute, Allphones raised ten issues to be addressed by negotiation and mediation with the eligible franchisees.",
      "id": "s48"
    },
    {
      "text": "The main issues may be conveniently grouped into four broad categories: The Notice of Dispute expressly referred to proceedings NSD 408 of 2008 and to the Hoy Mobile proceedings which had been decided by Rares J in May 2008 (as to which see Hoy Mobile Pty Ltd v Allphones Retail Pty Ltd (No 2) (2008) ATPR 42-240).",
      "id": "s49"
    },
    {
      "text": "In the Notice of Dispute, Allphones also mentioned the prospect that the ACCC might bring proceedings against it pursuant to s 87(1B) of the Trade Practices Act 1974 (Cth) ( the Act ).",
      "id": "s50"
    },
    {
      "text": "Those foreshadowed proceedings have now been commenced (NSD 869 of 2009).",
      "id": "s51"
    },
    {
      "text": "Allphones made quite clear in the Notice of Dispute that it was seeking to resolve all of the issues raised in all of the proceedings to which it made reference in that document.",
      "id": "s52"
    },
    {
      "text": "In the Notice of Dispute, Allphones said that the dispute resolution process was being undertaken pursuant to cl 24 of its old Franchise Agreement and Pt 4 of the Franchising Code of Conduct.",
      "id": "s53"
    },
    {
      "text": "Allphones proposed a process of negotiation followed by a mediation, if necessary.",
      "id": "s54"
    },
    {
      "text": "At the end of cl 5 of the Notice of Dispute, Allphones said: \n \n Allphones will invite the ACCC to participate in the mediation.",
      "id": "s55"
    },
    {
      "text": "If the ACCC chooses not to do so, Allphones will keep the ACCC informed of the progress of the mediation.",
      "id": "s56"
    },
    {
      "text": "Allphones proposed that Mr Fitzgerald QC be appointed to act as the mediator should mediation be required.",
      "id": "s57"
    },
    {
      "text": "Clause 9 of the Notice of Dispute was in the following terms: \n \n 9 Outcome Allphones seeks \n Allphones wishes to resolve these matters by reaching a settlement agreement with all Eligible Franchisees as soon as possible for the following reasons: \n \n Allphones wishes to ensure, so far as possible, that its relations with franchisees are harmonious.",
      "id": "s58"
    },
    {
      "text": "Many Eligible Franchisees believe that Allphones' conduct towards them has been wrongful and that they are entitled to claim compensation from Allphones as a result.",
      "id": "s59"
    },
    {
      "text": "Irrespective of whether these perceptions are wholly or partly correct, they are damaging to harmonious relations.",
      "id": "s60"
    },
    {
      "text": "Allphones wishes to address grievances and, where appropriate, pay compensation on an agreed basis.",
      "id": "s61"
    },
    {
      "text": "There is uncertainty about the extent of Allphones' liability to franchisees and certain rights that Allphones asserts under the Old Agreements.",
      "id": "s62"
    },
    {
      "text": "It is difficult for Allphones to plan ahead and to undertake financial and contractual commitments while it faces the uncertainty of its legal position under the Old Agreements and, if it is found not to have such rights, a contingent liability to its franchisees.",
      "id": "s63"
    },
    {
      "text": "In Allphones view it is very much in the interests of Allphones and Eligible Franchisees to address these matters and resolve them as quickly as possible.",
      "id": "s64"
    },
    {
      "text": "Allphones seeks an outcome which involves:\n &#8226; Allphones making a monetary payment to Eligible Franchisees; \n &#8226; Allphones and Eligible Franchisees entering into a Deed of Release; \n &#8226; Allphones and Eligible Franchisees entering into a New Agreement.",
      "id": "s65"
    },
    {
      "text": "In Allphones' view this will result in a settlement of all outstanding disputes with each Eligible franchisee which provides a final resolution of past issues and establishes an appropriate platform for the future success of the Allphones business model for the benefit of all Eligible Franchisees.",
      "id": "s66"
    },
    {
      "text": "In the Notice of Dispute, Allphones said that, by 23 September 2008, it would circulate to the eligible franchisees: Financial information, certified by an investigating accountant engaged by Allphones, detailing the amounts referred to in items 1, 2, 3 and 4 in the table of issues above that Allphones has actually charged or received; and A statement of Allphones' position on the issues in dispute.",
      "id": "s67"
    },
    {
      "text": "Where applicable, a supplementary Notice of Dispute detailing any individual issues.",
      "id": "s68"
    },
    {
      "text": "The table of issues in the Notice of Dispute contained the ten issues for consideration to which I have referred at [17] above.",
      "id": "s69"
    },
    {
      "text": "Items 1, 2, 3 and 4 in that table addressed the matters covered in subpars (a) to (c) of [17] above.",
      "id": "s70"
    },
    {
      "text": "The basis upon which levies, charges and fines were debited by Allphones against its franchisees and the quantum thereof are important issues in the proceedings between the ACCC and Allphones.",
      "id": "s71"
    },
    {
      "text": "In a similar vein, the basis upon which the bonuses, rebates and other supplier and carrier payments made to Allphones are to be shared between Allphones and its franchisees and the quantum of those payments in respect of a period of some years prior to 2008 are also significant issues in the proceedings.",
      "id": "s72"
    },
    {
      "text": "These are matters with which the BDO reports and the Supporting Calculations Document deal.",
      "id": "s73"
    },
    {
      "text": "On 5 September 2008, Corrs Chambers Westgarth ( Corrs ), who represent the ACCC, wrote to DLA Phillips Fox ( Phillips Fox ), who represent Allphones, raising various matters concerning the Notice of Dispute.",
      "id": "s74"
    },
    {
      "text": "The author of the letter observed that the dispute resolution process was intended to resolve issues which were, to a large extent, raised in proceedings NSD 408 of 2008.",
      "id": "s75"
    },
    {
      "text": "The author referred to Allphones' commitment made in the Notice of Dispute that it would provide an investigating accountant's report and then said: \n \n We request that Allphones provide the ACCC with a copy of the above information no later than the date on which that information is provided to franchisees so that the ACCC can take it into account in considering whether to be involved in the mediation process.",
      "id": "s76"
    },
    {
      "text": "We also request that Allphones provides the ACCC with the above information in the context of these proceedings.",
      "id": "s77"
    },
    {
      "text": "The information will be useful in narrowing the scope of our expert financial/accounting evidence which may in turn lead to substantial cost savings for both parties.",
      "id": "s78"
    },
    {
      "text": "Phillips Fox responded to Corrs' letter in a letter dated 17 September 2008, the text of which I reproduce in full: \n \n We refer to you [sic] letter dated 5 September 2008 and confirm that we will provide to the ACCC a copy of the statement of Allphones' position and the accompanying financial information as soon as it is circulated to franchisees.",
      "id": "s79"
    },
    {
      "text": "We suggest we discuss with you then your request for the supply of information in the context of the Federal Court proceedings.",
      "id": "s80"
    },
    {
      "text": "In a further letter from Phillips Fox to Corrs dated 26 September 2008, the following was said: \n \n We refer to your letter dated 24 September 2008.",
      "id": "s81"
    },
    {
      "text": "We attach statement of Allphones' position and report of BDO Kendalls both dated 23 September 2008.",
      "id": "s82"
    },
    {
      "text": "Our client Allphones Retail Pty Ltd has supplied these documents to eligible franchisees on a confidential and without prejudice basis.",
      "id": "s83"
    },
    {
      "text": "We supply these copies to you and the Commission on the basis that you will both also treat them as confidential and without prejudice unless we expressly agree in writing otherwise.",
      "id": "s84"
    },
    {
      "text": "The first BDO report was enclosed under cover of that letter.",
      "id": "s85"
    },
    {
      "text": "The Position Statement also enclosed with that letter detailed Allphones' position in respect of all of the issues raised by the Notice of Dispute.",
      "id": "s86"
    },
    {
      "text": "It also set out a settlement proposal by Allphones.",
      "id": "s87"
    },
    {
      "text": "It is apparent from the text of the BDO report dated 23 September 2008 that that report was procured directly by Allphones by letter of instruction dated 4 September 2008.",
      "id": "s88"
    },
    {
      "text": "That letter was not in evidence before me.",
      "id": "s89"
    },
    {
      "text": "However, the following appeared in the first part of the report: \n \n 1.1 We refer to your discussions with Mr Brett Goodyer of our office and note that you have instructed us that you require an investigative accountants report and that our report will be used for the purpose of mediation with owners of franchises that operate under the Allphones banner (\" the Franchisee s\").",
      "id": "s90"
    },
    {
      "text": "...\n 1.3 You have instructed us that Allphones was subject to an action by a franchisee and that matter was determined in the Federal Court of Australia and was reported as Hoy Mobile Pty Limited v Allphones Retail Pty Limited [2008] FCA 810.",
      "id": "s91"
    },
    {
      "text": "There is now a case pending ( ACCC v Allphones Retail Pty LTD &amp; ORS ), and you require us to assess the amount of potential liability for each of the items listed at Paragraph 31 in the Statement of Claim dated 25 March 2008 and lodged in the Federal Court of Australia (NSW District Registry) by the Australian Competition and Consumer Commission (\" the ACCC \").",
      "id": "s92"
    },
    {
      "text": "1.4 You have instructed us that our report will be utilised in mediation with the Franchisees as described above.",
      "id": "s93"
    },
    {
      "text": "...\n 1.6 This report has been prepared by Mr David Ferrier, a Chartered Accountant and director in the forensic services division of BDO Kendalls Corporate Finance (NSW-VIC) Pty Ltd (\" BDO Forensic Services \") whose CV is attached as Schedule 1 .",
      "id": "s94"
    },
    {
      "text": "We note that Mr Goodyer has been responsible for the conduct of the assignment under the direction of Mr Ferrier, and his CV is also attached at Schedule 1.",
      "id": "s95"
    },
    {
      "text": "This report, including any attachments, schedules and appendices, is for use in mediation with the Franchisees and may not be used for any other purpose without the prior express written permission of the writer.",
      "id": "s96"
    },
    {
      "text": "The first BDO report dealt with charges and fines levied by Allphones against its franchisees.",
      "id": "s97"
    },
    {
      "text": "Allphones sent Supplementary Notices of Dispute to some franchisees in the period from mid September 2008 to early October 2008.",
      "id": "s98"
    },
    {
      "text": "Under cover of a letter dated 1 October 2008, Phillips Fox sent to Corrs various documents associated with the mediation process.",
      "id": "s99"
    },
    {
      "text": "Some of those documents comprised supporting material to Allphones' Position Statement dated 23 September 2008.",
      "id": "s100"
    },
    {
      "text": "The final paragraph of that letter was in the following terms: \n \n Our client Allphones Retail Pty Ltd has supplied these documents to eligible franchisees on a confidential and without prejudice basis.",
      "id": "s101"
    },
    {
      "text": "We supply these copies to you and the Commission on the basis that you will both also treat them as confidential and without prejudice unless we expressly agree in writing otherwise.",
      "id": "s102"
    },
    {
      "text": "In a letter from Corrs to Phillips Fox dated 2 October 2008, Corrs catalogued a list of concerns which the ACCC had with the way in which Allphones was negotiating with its franchisees.",
      "id": "s103"
    },
    {
      "text": "The ACCC was of the view that Allphones was guilty of misleading and deceptive conduct and unconscionable conduct in the negotiations with its franchisees which were then taking place as part of the dispute resolution process commenced by the service of the Notice of Dispute.",
      "id": "s104"
    },
    {
      "text": "It sought undertakings from Allphones.",
      "id": "s105"
    },
    {
      "text": "It threatened to take proceedings against Allphones pursuant to ss 51AC, 51AD, 52, 80 and 87 of the Act if those undertakings were not provided.",
      "id": "s106"
    },
    {
      "text": "One of the matters which Corrs raised with Phillips Fox in its letter dated 2 October 2008 was the ACCC's contention that the first BDO report and Allphones' first Position Statement suggested to the Allphones franchisees to whom they were sent that the amounts in dispute between Allphones and its franchisees in respect of bonuses, rebates and the like received by Allphones from its carriers and suppliers were \"... considerably smaller than the actual quantum of those amounts \".",
      "id": "s107"
    },
    {
      "text": "In the letter, Corrs went on to explain in detail the basis for the ACCC's contention.",
      "id": "s108"
    },
    {
      "text": "The undertakings demanded by the ACCC were not given.",
      "id": "s109"
    },
    {
      "text": "The ACCC commenced proceedings NSD 1567 of 2008 on 3 October 2008.",
      "id": "s110"
    },
    {
      "text": "On that day, the ACCC made an ex parte application to abridge the time for the service of the originating process and supporting affidavits which it intended to file in those proceedings.",
      "id": "s111"
    },
    {
      "text": "On 3 October 2008, in proceedings NSD 1567 of 2008, I also granted leave to the ACCC to issue a subpoena to BDO.",
      "id": "s112"
    },
    {
      "text": "That subpoena was issued and made returnable before a Registrar on 8 October 2008.",
      "id": "s113"
    },
    {
      "text": "Documents were produced by BDO on that occasion without objection.",
      "id": "s114"
    },
    {
      "text": "Allphones was not represented before the Registrar on 8 October 2008, when the BDO subpoena was answered.",
      "id": "s115"
    },
    {
      "text": "On that day, leave to inspect and to photocopy the documents produced by BDO was granted to the ACCC and its lawyers.",
      "id": "s116"
    },
    {
      "text": "The proceedings were then returned before me on 9 October 2008.",
      "id": "s117"
    },
    {
      "text": "On that occasion, Allphones gave undertakings to the Court.",
      "id": "s118"
    },
    {
      "text": "Those undertakings were in the following terms: \n \n The Respondent, Allphones Retail Pty Limited ( Allphones ), undertakes to the Court as follows: \n \n Allphones will not engage in any negotiations or mediation with any franchisee in relation to any of the matters identified in the Notice of Dispute dated 29 August 2008 ( Notice ) issued by Allphones to certain of its franchisees unless it first complies with paragraphs 2, 3, 4 and 5 of this Undertaking.",
      "id": "s119"
    },
    {
      "text": "Allphones will make available to the franchisee in the manner provided in paragraph 3 of this Undertaking a statement of the amounts Allphones has received each year which relate to issues 3 and 4 in the Notice for a period of six years ending 30 June 2008, to the extent that such information is reasonably available to Allphones from its records.",
      "id": "s120"
    },
    {
      "text": "The statement referred to in paragraph 2 and the report referred to in paragraph 7 shall be made available to a franchisee on a confidential basis as follows: \n \n \n (a) for inspection by an individual franchisee or the authorised representative of a corporate franchisee at any Allphones Office subject to such person signing a confidentiality undertaking;\n (b) for inspection by an individual franchisee or the authorised representative of a corporate franchisee at the proposed negotiations and/or mediation subject to such person signing a confidentiality undertaking; \n (c) to any legal or financial adviser retained by a franchisee subject to such adviser signing a confidentiality undertaking.",
      "id": "s121"
    },
    {
      "text": "For the purpose of paragraph 3, a confidentiality undertaking shall be an undertaking not to disclose to any person other than another authorised representative of the same franchisee or the franchisee's legal or financial adviser provided that any such person has also signed a confidentiality undertaking.",
      "id": "s122"
    },
    {
      "text": "Allphones will provide to the franchisee a document containing the explanatory statements in the annexure to this Undertaking.",
      "id": "s123"
    },
    {
      "text": "Allphones shall provide to the Applicant on a confidential basis a copy of any statement and any report made available to a franchisee pursuant to paragraph 2 or paragraph 7 on the same day it is made available.",
      "id": "s124"
    },
    {
      "text": "Allphones will also provide to the Applicant the explanatory document referred to in paragraph 5 on the same day it is provided to a franchisee.",
      "id": "s125"
    },
    {
      "text": "Allphones shall include, as a term in any settlement between Allphones and a franchisee which results from the process provided for in the Notice, that the settlement is subject to a cooling off period which expires 7 days after Allphones has made available to the franchisee a report by BDO Kendall on the amounts Allphones has received each year which relate to issues 3 and 4 in the Notice for six years ending on 30 June 2008, to the extent BDO Kendall is reasonably able to make that report from the records of Allphones.",
      "id": "s126"
    },
    {
      "text": "Allphones shall not withhold consent to the assignment of any Allphones franchise on the basis that the existing franchisee has not and will not release Allphones from a liability or liabilities which Allphones has or may have to the franchisee in respect of the issues the subject of the Notice or any supplementary notice unless the franchisee requires that Allphones releases the franchisee from liabilities which the franchisee has or may have to Allphones and Allphones requires a mutual release.",
      "id": "s127"
    },
    {
      "text": "Allphones will not, without giving 7 days prior notice in writing to the Applicant of its intention to do so withhold consent to the assignment of any Allphones franchise on the basis that the assignee must enter into a form of franchise agreement which is different to the assignor's franchise agreement.",
      "id": "s128"
    },
    {
      "text": "I have not set out the explanatory statements referred to in par 5 of the undertaking, as they are not presently relevant.",
      "id": "s129"
    },
    {
      "text": "On 16 October 2008, Phillips Fox provided to Corrs Allphones' Position Statement dated 16 October 2008.",
      "id": "s130"
    },
    {
      "text": "It did so under cover of an email in the following terms: \n \n We refer to our client's undertakings to the Federal Court of Australia dated 9 October 2008.",
      "id": "s131"
    },
    {
      "text": "In accordance with Undertaking 5, we enclose a copy of our client's statement given to eligible franchisees in accordance with Undertaking 2.",
      "id": "s132"
    },
    {
      "text": "This document is provided on a confidential basis.",
      "id": "s133"
    },
    {
      "text": "Supporting calculations will be made available to you and the ACCC on the basis that you provide confidentiality undertakings of the type referred to in the statement (which is consistent with Undertaking 3).",
      "id": "s134"
    },
    {
      "text": "If you have any questions please contact the writer or Geoff Taperell of this office.",
      "id": "s135"
    },
    {
      "text": "The Supplementary Position Statement referred to in that email was circulated to the eligible franchisees on the same day.",
      "id": "s136"
    },
    {
      "text": "In that document, Allphones provided further information about the disputed bonuses and rebates.",
      "id": "s137"
    },
    {
      "text": "The Supplementary Position Statement included a statement to the following effect in respect of the Supporting Calculations Document: \n \n Those calculations are now made available as follows:\n 9.1 calculations are available for inspection by any Eligible Franchisee at any Allphones Office subject to such Eligible Franchisee signing a Confidentiality Undertaking;\n 9.2 calculations will be available for inspection by any Eligible Franchisee at the proposed negotiations and/or mediation subject to such Eligible Franchisee signing a Confidentiality Undertaking;\n 9.3 copies of calculations will be made available to any legal or financial adviser retained by any Eligible Franchisee subject to such adviser signing confidentiality undertakings in a form acceptable to Allphones.",
      "id": "s138"
    },
    {
      "text": "The ACCC refused to provide a confidential undertaking to Allphones in the above terms in respect of the Supporting Calculations Document.",
      "id": "s139"
    },
    {
      "text": "In the context of that refusal, Allphones asserted that the material was nonetheless being furnished on a confidential basis by reason of the terms of par 6 of the undertakings given to the Court on 9 October 2008.",
      "id": "s140"
    },
    {
      "text": "In a letter from Phillips Fox to Corrs dated 21 October 2008, the following was said: \n \n Further, we note that the Supplementary Statement and the Supporting Materials are provided on a without prejudice basis for the purpose of the dispute resolution process taking place in accordance with the Franchising Code of Conduct.",
      "id": "s141"
    },
    {
      "text": "The provision of the materials to the ACCC does not waive or otherwise detract from that without prejudice status.",
      "id": "s142"
    },
    {
      "text": "On the above bases, we now enclose the Supplementary Materials.",
      "id": "s143"
    },
    {
      "text": "If the ACCC does not accept them on the bases set out above, it should return them unopened and delete any copies from its possession.",
      "id": "s144"
    },
    {
      "text": "In a response sent the next day, 22 October 2008, Corrs asserted that the Supplementary Calculations Document was protected information within s 155AAA of the Act and would be treated as such by the ACCC.",
      "id": "s145"
    },
    {
      "text": "It denied that there could be any confidentiality attaching to the document beyond that which was provided for under s 155AAA.",
      "id": "s146"
    },
    {
      "text": "Corrs then went on to say in the letter: \n \n Receipt of the Supplementary Statement of position \n We note your assertion that the materials have a without prejudice status and are provided to us and the ACCC on a without prejudice basis for the purpose of the dispute resolution process taking place between your client and franchisees under the Franchising Code.",
      "id": "s147"
    },
    {
      "text": "The ACCC does not accept this claim, as whilst the materials are provided to the franchisees in a without prejudice context between your client and the franchisees, they are not provided to our client on that basis.",
      "id": "s148"
    },
    {
      "text": "Accordingly the ACCC does not agree to accept the documents on the basis you have outlined.",
      "id": "s149"
    },
    {
      "text": "The file \"supp.statement.of position.pdf\" has not been opened by the ACCC, however, a member of Corrs has opened the file prior to opening the covering letter.",
      "id": "s150"
    },
    {
      "text": "Upon reading the covering letter, the file was closed and has not been reopened.",
      "id": "s151"
    },
    {
      "text": "In light of these matters and the confidentiality proposal outlined above could you let us know by return whether your client continues to deny the ACCC access to the file by 1pm 23 October 2008?",
      "id": "s152"
    },
    {
      "text": "If that is the case, we believe it will be necessary to relist the matter before the Court on an urgent basis.",
      "id": "s153"
    },
    {
      "text": "The parties thus joined issue in late October 2008 on the question of whether or not the Supporting Calculations Document was protected from disclosure by without prejudice privilege.",
      "id": "s154"
    },
    {
      "text": "That remained the position until 14 September 2009 when the present application was heard.",
      "id": "s155"
    },
    {
      "text": "Phillips Fox sent to Corrs the second BDO report under cover of a letter dated 13 January 2009.",
      "id": "s156"
    },
    {
      "text": "That letter also enclosed Allphones' Second Supplementary Position Statement dated 13 January 2009.",
      "id": "s157"
    },
    {
      "text": "In the covering letter, Phillips Fox said: \n \n These documents are provided to the ACCC on the same basis as to Confidentiality and Without Prejudice status as Allphones provided its Supplementary Statement of Position and Supporting Materials dated 16 October 2008.",
      "id": "s158"
    },
    {
      "text": "Namely: \n Confidentiality \n \n That the ACCC treat the Second BDO Report and Allphones' Second Supplementary Statement of Position as confidential on the terms set out at numbered paragraph 1 of your letter to us dated 23 October 2008.",
      "id": "s159"
    },
    {
      "text": "Without Prejudice \n \n Allphones maintains that the Second BDO Report and Allphones' Second Supplementary Statement of Position have been produced for the sole purpose of the dispute resolution process currently being carried out pursuant to the terms of the Franchising Code of Conduct and its agreements with eligible franchisees.",
      "id": "s160"
    },
    {
      "text": "As such its contents are without prejudice.",
      "id": "s161"
    },
    {
      "text": "As you are aware, Allphones' Notice of Dispute offered to invite the ACCC to be involved in the dispute resolution process.",
      "id": "s162"
    },
    {
      "text": "Pursuant to that invitation, and for the purpose of advancing the dispute resolution process, Allphones has voluntarily provided the ACCC with copies of certain without prejudice documents created by it for the purpose of the dispute resolution process.",
      "id": "s163"
    },
    {
      "text": "On each occasion that Allphones has provided such documents to the ACCC, Allphones has noted that such documents are provided to the ACCC on a without prejudice basis.",
      "id": "s164"
    },
    {
      "text": "Allphones considers, in that context, that it was implicit in its Undertaking dated 9 October 2008 that it would provide the Second BDO Report and Allphones' Second Supplementary Statement of Position to the ACCC on terms which did not waive or otherwise affect the without prejudice nature of those documents.",
      "id": "s165"
    },
    {
      "text": "Whether a document is without prejudice is, ultimately, a question of fact to be determined in the context in which the document is sought to be used.",
      "id": "s166"
    },
    {
      "text": "Accordingly, Allphones provides the Second BDO Report and Allphones' Second Supplementary Statement of Position to the ACCC on the basis that provision of the document to the ACCC does not amount to a waiver by Allphones of the without prejudice status of the documents, including any of the privileges inherent in that status, to the extent that only that such status or privileges would attach in the absence of such disclosure.",
      "id": "s167"
    },
    {
      "text": "For clarity, Allphones acknowledges that: \n \n 13.1 acceptance of the Supporting Material on the above basis by the ACCC does not constitute an admission by the ACCC that the Supporting Material (or any part of it) is, in fact, without prejudice.",
      "id": "s168"
    },
    {
      "text": "Whether or not the Supporting Material (or any part of it) has that status is a question of fact.",
      "id": "s169"
    },
    {
      "text": "13.2 the without prejudice status of the Supporting Material (if established) does not extend to protect the Supporting Material in the event that the issue of the Supporting Material itself amounts to iniquitous or unlawful conduct.",
      "id": "s170"
    },
    {
      "text": "The contents of the Phillips Fox letter concerning the alleged without prejudice privilege repeated the substance of the Phillips Fox letter dated 27 October 2008 written in respect of the Supporting Calculations Document.",
      "id": "s171"
    },
    {
      "text": "The arguments set out in the Phillips Fox letter dated 13 January 2009 essentially capture the submissions made to me in support of the contention made by Allphones that the two BDO reports and the Supporting Calculations Document are all protected by without prejudice privilege.",
      "id": "s172"
    },
    {
      "text": "The second BDO report addressed the disputed bonuses and rebates claims.",
      "id": "s173"
    },
    {
      "text": "The authors of the report repeated that it was to be used for the purpose of mediation between Allphones and its franchisees and repeated the substance of the paragraphs which I have extracted from the first report at [29] above.",
      "id": "s174"
    },
    {
      "text": "Subsequently, the parties have been unable to reach any agreement as to the use that may be made of the contentious documents in the three sets of proceedings to which I have referred at [1] and [7] above.",
      "id": "s175"
    },
    {
      "text": "At one point, Allphones hinted that it may be prepared to allow the two BDO reports to be tendered by the ACCC in the proceedings.",
      "id": "s176"
    },
    {
      "text": "However, it made no firm commitment about this.",
      "id": "s177"
    },
    {
      "text": "CONSIDERATION AND DECISION \n The Admissibility Ruling\n The Parties' Submissions\n The ACCC has applied for a preliminary ruling in advance of the trial as to the admissibility of three documents: the two BDO reports and the Supporting Calculations Document.",
      "id": "s178"
    },
    {
      "text": "The ACCC has not called the authors of the documents to give evidence in support of the orders which it seeks.",
      "id": "s179"
    },
    {
      "text": "The ACCC submitted that all of the documents are business records of Allphones and also of BDO and, accordingly, are admissible under s 69 of the Evidence Act .",
      "id": "s180"
    },
    {
      "text": "It also submitted that Allphones has failed to prove that any of the three documents fell within either subs (1)(a) or sub s(1)(b) of s 131 of the Evidence Act .",
      "id": "s181"
    },
    {
      "text": "All three documents were said to be admissible.",
      "id": "s182"
    },
    {
      "text": "It was said that there is no need for the ACCC to establish any of the exceptions dealt with in s 131(2).",
      "id": "s183"
    },
    {
      "text": "By way of further explanation of these submissions, the ACCC contended that: Allphones challenged all of these submissions.",
      "id": "s184"
    },
    {
      "text": "In particular, Senior Counsel for Allphones submitted that Allphones had proven the facts necessary to engage subs (1) of s 131 of the Evidence Act and that the ACCC had failed to bring the case within any of the exceptions found in subs (2) of s 131.",
      "id": "s185"
    },
    {
      "text": "He also submitted that the documents in question were not business records.",
      "id": "s186"
    },
    {
      "text": "The First BDO Report\n It is clear from the ACCC's submissions that it seeks a ruling in respect of the copy of the first BDO report sent to it on 26 September 2008 (not the original).",
      "id": "s187"
    },
    {
      "text": "The first BDO report is a report in which the expert accountant retained by Allphones expresses certain conclusions as to the quantum of levies, fines and charges debited to franchisees over various periods between 1 January 2005 and September 2008.",
      "id": "s188"
    },
    {
      "text": "The evidence of an expert accountant in relation to matters within that person's expertise is admissible as an exception to the opinion rule under the Evidence Act (as to which see s 76 and s 79).",
      "id": "s189"
    },
    {
      "text": "To be admissible on this basis, the author or authors of the report would need to be called in order to prove the report.",
      "id": "s190"
    },
    {
      "text": "The report does not prove itself.",
      "id": "s191"
    },
    {
      "text": "The expert opinions expressed by the author or authors are based upon analyses of Allphones' primary records and upon other assumptions, none of which have yet been proven.",
      "id": "s192"
    },
    {
      "text": "The conclusions expressed in the report were heavily qualified (as to which see s 5 of the report).",
      "id": "s193"
    },
    {
      "text": "The original of the first BDO report is presumably in the possession of Allphones.",
      "id": "s194"
    },
    {
      "text": "The original may be a business record of Allphones or, perhaps, of BDO, although I doubt that this is so.",
      "id": "s195"
    },
    {
      "text": "For reasons which I will explain, I do not need to decide this point for present purposes (see Ringrow Pty Ltd v BP Australia Ltd [2003] FCA 933 ; (2003) 130 FCR 569 at [9] ---[21] (pp 571-573) for a discussion of some of the relevant issues).",
      "id": "s196"
    },
    {
      "text": "In my view, the original of the report is not admissible in evidence because the ACCC is prevented from seeking to tender it by s 131(1) of the Evidence Act .",
      "id": "s197"
    },
    {
      "text": "Section 131(1) of the Evidence Act is in the following terms: \n \n 131 Exclusion of evidence of settlement negotiations \n (1) Evidence is not to be adduced of: \n \n \n \n \n (a) a communication that is made between persons in dispute, or between one or more persons in dispute and a third party, in connection with an attempt to negotiate a settlement of the dispute; or\n (b) a document (whether delivered or not) that has been prepared in connection with an attempt to negotiate a settlement of a dispute.",
      "id": "s198"
    },
    {
      "text": "In my judgment, the original of the first BDO report is: \n \n A document (whether delivered or not) that has been prepared in connection with an attempt to negotiate a settlement of a dispute \n \n\n \nand is thus not permitted to be tendered (unless it falls within one or more of the exceptions set out in s 131(2)) because it is squarely within the terms of s 131(1)(b) of the Evidence Act .",
      "id": "s199"
    },
    {
      "text": "The first BDO report was obtained by Allphones for the purpose of negotiating and mediating its disputes with the eligible franchisees which are described in some detail in the Notice of Dispute.",
      "id": "s200"
    },
    {
      "text": "If it matters, that was the sole purpose for which it was created.",
      "id": "s201"
    },
    {
      "text": "In Field v Commissioner for Railways for NSW [1957] HCA 92 ; (1957) 99 CLR 285 , Dixon CJ, Webb, Kitto and Taylor JJ, in a joint judgment, said (at 291---292) \n \n The law relating to communications without prejudice is of course familiar.",
      "id": "s202"
    },
    {
      "text": "As a matter of policy the law has long excluded from evidence admissions by words or conduct made by parties in the course of negotiations to settle litigation.",
      "id": "s203"
    },
    {
      "text": "The purpose is to enable parties engaged in an attempt to compromise litigation to communicate with one another freely and without the embarrassment which the liability of their communications to be put in evidence subsequently might impose upon them.",
      "id": "s204"
    },
    {
      "text": "The law relieves them of this embarrassment so that their negotiations to avoid litigation or to settle it may go on unhampered.",
      "id": "s205"
    },
    {
      "text": "This form of privilege, however, is directed against the admission in evidence of express or implied admissions.",
      "id": "s206"
    },
    {
      "text": "It covers admissions by words or conduct.",
      "id": "s207"
    },
    {
      "text": "For example, neither party can use the readiness of the other to negotiate as an implied admission.",
      "id": "s208"
    },
    {
      "text": "It is not concerned with objective facts which may be ascertained during the course of negotiations.",
      "id": "s209"
    },
    {
      "text": "These may be proved by direct evidence.",
      "id": "s210"
    },
    {
      "text": "But it is concerned with the use of the negotiations or what is said in the course of them as evidence by way of admission.",
      "id": "s211"
    },
    {
      "text": "For some centuries almost it has been recognised that parties may properly give definition to the occasions when they are communicating in this manner by the use of the words \"without prejudice\" and to some extent the area of protection may be enlarged by the tacit acceptance by one side of the use by the other side of these words: see Thomas v. Austen [(1823) 1 LJ (OS) KB 99]; Kurtz &amp; Co. v. Spence &amp; Sons [(1888) 58 LT 438 , at p 441]; Paddock v. Forrester [(1842) [1842] EngR 146 ; 3 Man &amp; G 903 at p 919; [1842] EngR 146 ; 133 ER 1404 at p 1411]; Hoghton v. Hoghton [(1852) [1852] EngR 446 ; 15 Beav 278 at pp 314, 315; [1852] EngR 446 ; 51 ER 545 at p 559]; In re River Steamer Co.; Mitchell's Claim [(1871) LR 6 Ch App 822 at pp 831, 832]; Walker v. Wilsher [(1889) 23 QBD 335 at pp 337, 338].",
      "id": "s212"
    },
    {
      "text": "Needless to say, the privilege is a matter to be raised by objection to the admissibility of the evidence.",
      "id": "s213"
    },
    {
      "text": "For the purpose of deciding such an objection the judge may take evidence on the voir dire .",
      "id": "s214"
    },
    {
      "text": "The Justices who delivered the joint judgment went on to hold that the question of whether the privilege attaches depends upon whether the communication formed part of the negotiations for the settlement of the action or was reasonably incidental to those negotiations ( Field 99 CLR at 292).",
      "id": "s215"
    },
    {
      "text": "These statements were referrable to the common law position.",
      "id": "s216"
    },
    {
      "text": "That position may have been extended by s 131 of the Evidence Act although there is a difference of opinion on this question emerging in the authorities.",
      "id": "s217"
    },
    {
      "text": "In this Court, in Brown v Federal Commissioner of Taxation (2002) 119 FCR 269 at [99], a Full Court expressed the tentative view that the expression \"... in connection with an attempt to negotiate the settlement of a dispute \", as it appears in s 131 , appears to extend the scope of the common law privilege.",
      "id": "s218"
    },
    {
      "text": "In Korean Air Lines v Australian Competition and Consumer Commission (No 3) [2008] FCA 701 ; (2008) 247 ALR 781 , Jacobson J said (at [72]---[74]): \n \n Communications made \"in connection with an attempt to negotiate a settlement\" \n \n The statutory requirement that the communication be \"in connection with an attempt to negotiate a settlement\" reflects the language used by the High Court in Field : at 293.",
      "id": "s219"
    },
    {
      "text": "There, Dixon CJ, Webb, Kitto and Taylor JJ contemplated that the privilege extends to cover communications that are reasonably incidental to negotiations.",
      "id": "s220"
    },
    {
      "text": "The effect of the authorities at common law is that the privilege applies to offers to negotiate and expressions of willingness to do so; it is not necessary that there be an offer capable of acceptance: Arnotts at 72---3.",
      "id": "s221"
    },
    {
      "text": "The same position applies under the Evidence Act .",
      "id": "s222"
    },
    {
      "text": "It is sufficient that the communication can be described as an \"opening shot\" in negotiations: GPI Leisure Corporation Ltd v Yuill (1997) 42 NSWLR 225 at 226.",
      "id": "s223"
    },
    {
      "text": "The views expressed by Jacobson J are in line with those of Campbell J of the Supreme Court of New South Wales.",
      "id": "s224"
    },
    {
      "text": "In CJ Redman Constructions Pty Ltd v Tarnap Pty Ltd [2006] NSWSC 173 , his Honour said (at [5]---[7]): It will be apparent that the letter alludes to there being settlement discussions on foot, but gives no detail of those settlement discussions, and, most importantly, does not involve the writer of the letter either making an admission on behalf of his client concerning the matter of the settlement discussion, or attributing any admission to the recipient of the letter.",
      "id": "s225"
    },
    {
      "text": "While the letter alludes to it having been the addressee of the letter who had \" indicated the possibility of a global resolution to all outstanding matters \", I do not see that as involving any admission --- it is possible for a person to want to resolve a dispute which he or she regards as totally unmeritorious.",
      "id": "s226"
    },
    {
      "text": "The letter is one which one would not be within the rationale of the common law concerning legal professional privilege.",
      "id": "s227"
    },
    {
      "text": "That rationale is that people should be free to explore settlement of disputes, and make admissions in the course of those discussions, safe in the knowledge that any admissions which they make will not be tendered against them later in Court, if the negotiations break down.",
      "id": "s228"
    },
    {
      "text": "The wording of section 131(1) is capable, on one reading of the expression \" in connection with \", of extending wider than did the common law.",
      "id": "s229"
    },
    {
      "text": "There is, in one sense of it, a connection between this letter and the settlement negotiations, because the letter talks about the settlement negotiations.",
      "id": "s230"
    },
    {
      "text": "However, the expression \" in connection with \", while sometimes capable of referring to a connection of any kind between two subject matters, does not always have that reference: cf Wonall Pty Ltd v Clarence Property Corporation Ltd [2003] NSWSC 497 ; [2003] 58 NSWLR 23 at 44-45.",
      "id": "s231"
    },
    {
      "text": "It is necessary to look to the context in which the expression occurs to determine its particular meaning, in that particular context.",
      "id": "s232"
    },
    {
      "text": "In the particular context of section 131 , it seems to me that the expression \"in connection with\" does not extend to any connection of any kind whatever.",
      "id": "s233"
    },
    {
      "text": "Rather, the expression needs to be construed by reference to the purpose of the without prejudice privilege.",
      "id": "s234"
    },
    {
      "text": "I see no basis for concluding that the rationale of the without prejudice privilege under section 131 of the Evidence Act is any different to the common law.",
      "id": "s235"
    },
    {
      "text": "There are some exceptions to the privilege, in section 131(2) , which go wider than the exceptions to the privilege at common law, but I see no basis for concluding that the fundamental prohibition contained in section 131(1) has any different rationale to the common law on the topics.",
      "id": "s236"
    },
    {
      "text": "The ACCC did not suggest that it could invoke any of the exceptions to the operation of s 131(1) specified in s 131(2).",
      "id": "s237"
    },
    {
      "text": "The ACCC's sole submission was that the copy of the first BDO report furnished to it on 26 September 2008 was not protected by s 131(1) because it was provided for mixed purposes, one of which was for use in the litigation between the ACCC and Allphones in this Court.",
      "id": "s238"
    },
    {
      "text": "This submission ignores the terms of the Phillips Fox letters of 17 and 26 September 2008 and the terms of the Notice of Dispute itself.",
      "id": "s239"
    },
    {
      "text": "In the first of those letters, Phillips Fox deferred any commitment to the proposition that the report could be used for the purposes of that litigation.",
      "id": "s240"
    },
    {
      "text": "In the second of those letters, Phillips Fox made quite clear that it was not prepared to accede to the request made by Corrs that Allphones agree that the report be able to be admitted into evidence in the litigation in this Court.",
      "id": "s241"
    },
    {
      "text": "It restricted the use to the dispute resolution process then under way and requested that the documents be treated as \" confidential and without prejudice \".",
      "id": "s242"
    },
    {
      "text": "Further, even if the reasoning in Commissioner of Australian Federal Police v Propend Finance Pty Ltd [1997] HCA 3 ; (1997) 188 CLR 501 could sensibly be applied to documents protected by without prejudice privilege (which I doubt), I do not think it would assist the ACCC in the present case.",
      "id": "s243"
    },
    {
      "text": "The ACCC had a legitimate interest in the Allphones disputes with its franchisees as the relevant regulatory authority under the Act and for the purposes of the Franchising Code of Conduct.",
      "id": "s244"
    },
    {
      "text": "Allphones sought to involve the ACCC in those capacities in the dispute resolution process instigated by Allphones.",
      "id": "s245"
    },
    {
      "text": "In fact, the ACCC was keeping a close eye on that process.",
      "id": "s246"
    },
    {
      "text": "The disaffected franchisees were probably looking to the ACCC for protection.",
      "id": "s247"
    },
    {
      "text": "Given the promptness with which the ACCC raised its concerns about Allphones' conduct in relation to that dispute resolution process, I infer that, in the period from early September 2008 to at least January 2009, officers of the ACCC and/or its lawyers were in regular contact with franchisees and their legal representatives about the negotiations and foreshadowed mediation instigated by the Notice of Dispute.",
      "id": "s248"
    },
    {
      "text": "The copy of the first BDO report sent to Corrs on 26 September 2008 was sent in connection with Allphones' dispute with the eligible franchisees.",
      "id": "s249"
    },
    {
      "text": "It cannot be tendered in evidence because s 131(1) forbids its tender.",
      "id": "s250"
    },
    {
      "text": "For these reasons, I also decline to make an order at this time to the effect that that report is admissible in evidence.",
      "id": "s251"
    },
    {
      "text": "I do not need to decide whether the first BDO report would otherwise have been admissible as a business record pursuant to s 69 of the Evidence Act without the authors of that report being called to prove it.",
      "id": "s252"
    },
    {
      "text": "The Second BDO Report and the Supporting Calculations Document\n The ACCC submitted that the provision of a copy of each of these two documents was for the sole purpose of complying with the undertakings given to the Court by Allphones on 9 October 2008.",
      "id": "s253"
    },
    {
      "text": "Therefore, according to the ACCC, these documents were not privileged.",
      "id": "s254"
    },
    {
      "text": "Paragraph 6 of those undertakings required Allphones to provide to the ACCC on a confidential basis a copy of any statement made pursuant to par 2 of those undertakings and any report made available to a franchisee pursuant to par 7 of those undertakings.",
      "id": "s255"
    },
    {
      "text": "The second BDO report is a report which meets the description set out in par 7 of those undertakings.",
      "id": "s256"
    },
    {
      "text": "The Supporting Calculations Document is a document which meets the description set out in par 2 of those undertakings.",
      "id": "s257"
    },
    {
      "text": "The question of whether s 131(1) of the Evidence Act is engaged is not answered by answering the question posed by the ACCC in its submission.",
      "id": "s258"
    },
    {
      "text": "There is no sole purpose or dominant purpose test encapsulated in the language of s 131(1).",
      "id": "s259"
    },
    {
      "text": "The connecting concept between the relevant communication (subs (1)(a)) and the relevant document (subs (1)(b)) is to be found in the expression \"... in connection with an attempt to negotiate a settlement of the dispute \".",
      "id": "s260"
    },
    {
      "text": "In the case of a communication, it must be made in connection with such an attempt.",
      "id": "s261"
    },
    {
      "text": "In the case of a document, it must be prepared in connection with such an attempt.",
      "id": "s262"
    },
    {
      "text": "In CJ Redman Constructions Pty Ltd [2006] NSWSC 173 , Campbell J focussed particularly on the rationale for the without prejudice privilege at common law, namely, that people should be free to explore the settlement of disputes and to make admissions in the course of those discussions, safe in the knowledge that any admissions which they make will not be tendered against them later in Court, if the negotiations break down.",
      "id": "s263"
    },
    {
      "text": "In the present case, Allphones put in train a formal dispute resolution process which involved negotiations with its disaffected franchisees and, if necessary, a formal mediation.",
      "id": "s264"
    },
    {
      "text": "In order to make that process worthwhile, at the time when the process commenced (viz on 29 August 2008), Allphones promised that it would provide relevant financial information to those parties with whom it was in dispute in order to facilitate those negotiations and that mediation.",
      "id": "s265"
    },
    {
      "text": "It was quite prepared to obtain and to provide to its franchisees an investigating accountant's report in respect of all of the critical matters in dispute.",
      "id": "s266"
    },
    {
      "text": "This was contemplated in the Notice of Dispute itself which, of course, was created and served approximately five or six weeks before the undertakings were given to the Court on 9 October 2008.",
      "id": "s267"
    },
    {
      "text": "A fair appreciation of the relevant events is that the two BDO reports were always intended to be part of the dispute resolution process and that Allphones had probably always intended to use them in support of contentions which it would make in the various Statements of Position served by it as to the quantum of the levies, charges, fines, bonuses, rebates and other payments in dispute.",
      "id": "s268"
    },
    {
      "text": "At common law, documents produced for the purposes of such negotiations attracted without prejudice privilege (see Rabin v Mendoza &amp; Co [1954] 1 All ER 247, [1954] 1 WLR 271 ; and Bailey v Beagle Management Pty Limited [2001] FCA 185 at [14] ---[16]).",
      "id": "s269"
    },
    {
      "text": "The position is, of course, made clear in the Evidence Act by the terms of s 131(1)(b).",
      "id": "s270"
    },
    {
      "text": "In my judgment, the undertakings given to the Court on 9 October 2008 were given in circumstances where Allphones had already committed to its franchisees to provide the documents contemplated by par 2 and par 7 of the undertakings.",
      "id": "s271"
    },
    {
      "text": "The additional matter covered by the undertakings was that these documents would be provided to the ACCC as well.",
      "id": "s272"
    },
    {
      "text": "I do not think that the undertakings are the source of or the reason for the creation of the documents.",
      "id": "s273"
    },
    {
      "text": "Rather, the undertakings provide the basis for the provision of those documents compulsorily to the ACCC.",
      "id": "s274"
    },
    {
      "text": "For these reasons, the second BDO report and the Supporting Calculations Document are both protected from tender by s 131(1)(b) of the Evidence Act .",
      "id": "s275"
    },
    {
      "text": "Accordingly, I decline to make an order at this time to the effect that these documents are admissible in evidence.",
      "id": "s276"
    },
    {
      "text": "As was the case in respect of the first BDO report, I do not need to decide and expressly refrain from deciding whether or not these documents are business records of either Allphones or of BDO.",
      "id": "s277"
    },
    {
      "text": "The Implied Undertaking\n The first BDO report was not produced to the ACCC under compulsion by order of the Court or by reason of some other compulsory process.",
      "id": "s278"
    },
    {
      "text": "Accordingly, the ACCC is not constrained by the implied undertaking in respect of that document.",
      "id": "s279"
    },
    {
      "text": "The second BDO report and the Supporting Calculations Document are in a different category.",
      "id": "s280"
    },
    {
      "text": "Although the creation of those documents was not the result of an order of the Court or some other compulsory process of the Court, the provision of the documents to the ACCC flowed from the terms of the undertakings given to the Court on 9 October 2008.",
      "id": "s281"
    },
    {
      "text": "The provision of those documents in this way is tantamount to the provision of those documents pursuant to an express order of the Court.",
      "id": "s282"
    },
    {
      "text": "For these reasons, the ACCC did become subject to the implied undertaking in respect of these latter two documents.",
      "id": "s283"
    },
    {
      "text": "That undertaking would restrict the use to which these documents could be put to use for the purposes of proceedings NSD 1567 of 2008.",
      "id": "s284"
    },
    {
      "text": "Those proceedings are listed for hearing at the same time as proceedings NSD 408 of 2008 and NSD 869 of 2009.",
      "id": "s285"
    },
    {
      "text": "It is likely that the Court will order that evidence in each proceeding will be evidence in each of the other proceedings.",
      "id": "s286"
    },
    {
      "text": "In those circumstances, I think that the implied undertaking would extend to allowing the second BDO report and the Supporting Calculations Document to be used for the purposes of all three sets of proceedings.",
      "id": "s287"
    },
    {
      "text": "However, in order to remove all doubt, I will grant leave to the ACCC to use the second BDO report and the Supporting Calculations Document for the purposes of all three sets of proceedings, namely, proceedings NSD 408 of 2008, NSD 1567 of 2008 and NSD 869 of 2009.",
      "id": "s288"
    },
    {
      "text": "I will make the same order in respect of the documents produced by BDO on 8 October 2008 in answer to the subpoena for production served upon it in proceedings NSD 1567 of 2008 and in relation to the same classes of documents which are to be subpoenaed by the ACCC in respect of the second BDO report.",
      "id": "s289"
    },
    {
      "text": "I am conscious of the fact that I have ruled that the second BDO report and the Supporting Calculations Document are not admissible in any of the three sets of proceedings at this stage.",
      "id": "s290"
    },
    {
      "text": "However, my rulings in that regard addressed a different question from the present question.",
      "id": "s291"
    },
    {
      "text": "There are uses to which these documents may legitimately be put which are not prevented by my rulings in respect of their tender and admissibility at the present time.",
      "id": "s292"
    },
    {
      "text": "Those rulings do not constrain those uses.",
      "id": "s293"
    },
    {
      "text": "CONCLUSIONS \n For the above reasons, I rule that the first BDO report, the second BDO report and the Supporting Calculations Document are not admissible in evidence at this time.",
      "id": "s294"
    },
    {
      "text": "To the extent necessary, I grant leave to the ACCC to use the documents listed in proposed Order 1 for the purposes of all three sets of proceedings.",
      "id": "s295"
    },
    {
      "text": "I wish to make clear that the rulings which I have made apply to the admissibility of these documents at this time, and at this time only.",
      "id": "s296"
    },
    {
      "text": "Should a tender of any of these documents be made at some future time, that tender will need to be considered on its merits at that time.",
      "id": "s297"
    },
    {
      "text": "For example, Allphones may reconsider its attitude to the tender of these documents or there may be circumstances in play which are sufficiently different from those which were considered in the present application which nonetheless make the documents admissible at that future time.",
      "id": "s298"
    },
    {
      "text": "COSTS \n Allphones has substantially succeeded in resisting the making of the orders sought by the ACCC.",
      "id": "s299"
    },
    {
      "text": "I think that costs should follow the event and that the ACCC should pay Allphones' costs of and incidental to the present applications.",
      "id": "s300"
    },
    {
      "text": "I certify that the preceding ninety (90) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s301"
    },
    {
      "text": "Associate:\n \n \nDated: 23 September 2009\n \n Counsel for the Applicant: Mr S Rushton SC with Mr J Giles \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondents: Mr D Pritchard SC with Mr E Muston \n \n Solicitor for the First, Second and Fourth Respondents: DLA Phillips Fox \n \n Solicitor for the Third Respondent: Kelly &amp; Co \n Date of Hearing: 14 September 2009 \n \n Date of Judgment: 23 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1075.html",
      "id": "s302"
    }
  ]
}