{
  "name": "Devers v Kindilan Society [2009] FCA 1392 (27 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1392.html",
  "catchphrases": [
    {
      "text": "discrimination",
      "id": "c0"
    },
    {
      "text": "hearing disability",
      "id": "c1"
    },
    {
      "text": "alleged indirect discrimination of applicant contrary to ss 6 and 15 of disability discrimination act 1992 (cth)",
      "id": "c2"
    },
    {
      "text": "whether respondent imposed requirement or condition that applicant perform employment without the assistance of flashing lights or telephone typewriter",
      "id": "c3"
    },
    {
      "text": "requirement or condition that applicant attend training sessions and staff meetings without qualified interpreters",
      "id": "c4"
    },
    {
      "text": "whether applicant able to comply with requirements or conditions",
      "id": "c5"
    },
    {
      "text": "applicant failed to show requirements or conditions not reasonable",
      "id": "c6"
    },
    {
      "text": "discrimination",
      "id": "c7"
    },
    {
      "text": "hearing disability",
      "id": "c8"
    },
    {
      "text": "alleged direct discrimination of applicant contrary to ss 5 and 15 of disability discrimination act 1992 (cth)",
      "id": "c9"
    },
    {
      "text": "whether less favourable treatment of applicant",
      "id": "c10"
    },
    {
      "text": "no less favourable treatment shown",
      "id": "c11"
    },
    {
      "text": "treatment not the result of applicant's disability",
      "id": "c12"
    },
    {
      "text": "human rights",
      "id": "c13"
    },
    {
      "text": "human rights",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "The applicant, Jane Devers, brings this application pursuant to s 46PO(1) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth), following the termination of her complaint to the Human Rights and Equal Opportunity Commission on 13 August 2008.",
      "id": "s0"
    },
    {
      "text": "Ms Devers alleges that the respondent, trading as Focus (\"Focus\"), discriminated against her by reason of her disability in her employment with Focus from September 2003 to October 2008 in violation of ss 5 , 6 and 15 of the Disability Discrimination Act 1992 (Cth) (\"the Act\").",
      "id": "s1"
    },
    {
      "text": "It is common ground that Focus is an employer for the purposes of the Act.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n Ms Devers has profound deafness, a disability for the purposes of the Act; see s 4(1) of the Act.",
      "id": "s3"
    },
    {
      "text": "She is unable to hear or speak and communicates by means of Australian Sign Language (\"Auslan\").",
      "id": "s4"
    },
    {
      "text": "Ms Devers has limited written English and limited lip-reading ability.",
      "id": "s5"
    },
    {
      "text": "The respondent is a not for profit organisation and a registered charity which provides services to people with disabilities.",
      "id": "s6"
    },
    {
      "text": "It provides residential services in Victoria's Mornington Peninsula region.",
      "id": "s7"
    },
    {
      "text": "At all material times, Focus operated a Community Residential Unit (\"CRU\") in Bungower Road, Mornington.",
      "id": "s8"
    },
    {
      "text": "Ms Devers was employed by Focus at the Bungower Road CRU as a Disability Support Worker.",
      "id": "s9"
    },
    {
      "text": "Focus is not a specialist organisation catering for hearing impaired people.",
      "id": "s10"
    },
    {
      "text": "Its clients are primarily individuals with intellectual disabilities.",
      "id": "s11"
    },
    {
      "text": "Some of its intellectually impaired clients have also been hearing impaired.",
      "id": "s12"
    },
    {
      "text": "At all relevant times, two clients at the Bungower Road CRU were profoundly deaf as well as having cerebral palsy and intellectual disabilities.",
      "id": "s13"
    },
    {
      "text": "Ms Devers worked closely with those clients, David and Leigh Travaglia.",
      "id": "s14"
    },
    {
      "text": "A third resident of the Bungower Road CRU was also unable to communicate verbally and had \"extremely limited\" sign language skills.",
      "id": "s15"
    },
    {
      "text": "A volunteer --- then a casual\n Ms Devers commenced work as a volunteer at the Bungower Road CRU on 9 August 2003.",
      "id": "s16"
    },
    {
      "text": "Her engagement at the CRU was arranged by Ms Leanne Van Opijnen of SensWide, an employment service for people with hearing or visual disabilities.",
      "id": "s17"
    },
    {
      "text": "On 23 July 2003, Ms Van Opijnen and Ms Devers met with Mr Terry Guest, the then residential manager of Focus.",
      "id": "s18"
    },
    {
      "text": "Ms Van Opijnen, a qualified Auslan paraprofessional interpreter, interpreted at the meeting.",
      "id": "s19"
    },
    {
      "text": "As a result of the meeting, Focus offered Ms Devers one hour of volunteer work each Saturday.",
      "id": "s20"
    },
    {
      "text": "Ms Devers gave evidence that, at the meeting, Ms Van Opijnen explained to Mr Guest \"that interpreters needed to be provided\" and raised the issue of the provision of special equipment, such as a telephone typewriter (\"TTY\").",
      "id": "s21"
    },
    {
      "text": "Mr Guest stated that Ms Devers was able to perform her role as a volunteer without the assistance of a qualified interpreter and that nothing to the contrary was said by either Ms Devers or Ms Van Opijnen at the 23 July 2003 meeting.",
      "id": "s22"
    },
    {
      "text": "Mr Guest also gave evidence that he was not aware, following the meeting, that Ms Devers required a qualified interpreter for meetings.",
      "id": "s23"
    },
    {
      "text": "He said that \"[t]here was no discussion\" of equipment such as TTYs and flashing lights at the meeting.",
      "id": "s24"
    },
    {
      "text": "I am satisfied that the evidence discloses that Ms Devers's needs in the workplace were not discussed at the 23 July 2003 meeting.",
      "id": "s25"
    },
    {
      "text": "Ms Van Opijnen testified that she had no specific recollection of discussing such matters and her case progress notes confirm this.",
      "id": "s26"
    },
    {
      "text": "I reject Ms Devers's evidence, in cross-examination, that the provision of equipment was discussed at the 23 July 2003 meeting.",
      "id": "s27"
    },
    {
      "text": "That evidence is inconsistent with the evidence of Mr Guest and Ms Van Opijnen.",
      "id": "s28"
    },
    {
      "text": "Ms Devers appears to have been confused about the topics discussed at the two meetings that Ms Van Opijnen attended with Focus representatives, one on 23 July 2003 and one which occurred later during her employment.",
      "id": "s29"
    },
    {
      "text": "This type of confusion was present in much of Ms Devers's evidence.",
      "id": "s30"
    },
    {
      "text": "Generally, where there are conflicting accounts of events, I have preferred the evidence of other witnesses to that of Ms Devers.",
      "id": "s31"
    },
    {
      "text": "On 28 August 2003, Mr Guest offered Ms Devers paid casual employment with Focus, consisting of one shift per fortnight with the possibility of further periods of casual work when other staff members were unavailable.",
      "id": "s32"
    },
    {
      "text": "Ms Devers became an employee of Focus in early September 2003.",
      "id": "s33"
    },
    {
      "text": "At the commencement of her employment, Focus was not aware that Ms Devers required qualified interpreters or other equipment to perform her duties.",
      "id": "s34"
    },
    {
      "text": "RELIEF SOUGHT \n Ms Devers initially sought the following remedies in her amended statement of claim: \n \n (a) A declaration that the Respondent has discriminated against the Applicant since March 2003;\n (b) The Applicant be reinstated to her position at the Community Residential Unit;\n (c) An order forbidding the Respondent from discriminating against the Applicant;\n (d) An order that the Respondent provide qualified interpreters for all professional development, training opportunities and meetings;\n (e) An order that the Respondent allow the access code to the spare key of the Community Residential Unit be given to the Applicant;\n (f) An order that the Applicant receive the same opportunities as hearing staff do to fill shifts;\n (g) An order that the Applicant be allowed to work sleep over shifts;\n (h) An order that the Applicant be allowed to drive the bus in all situations that hearing staff do;\n (i) Damages;\n (j) Costs.",
      "id": "s35"
    },
    {
      "text": "Ms Devers concedes in her submissions that, as Focus no longer operates the Bungower Road CRU, \"many of the remedies previously sought are no longer relevant\".",
      "id": "s36"
    },
    {
      "text": "It is not necessary at present to say anything further about the relief sought.",
      "id": "s37"
    },
    {
      "text": "SUBMISSIONS ON THE EVIDENCE \n Ms Devers's submissions relied on Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 to suggest that her evidence should be accepted uncritically on several issues.",
      "id": "s38"
    },
    {
      "text": "Many of the issues which her counsel referred to were ones on which Focus called evidence from its witnesses.",
      "id": "s39"
    },
    {
      "text": "As counsel for Focus observed, the principle in Jones v Dunkel will not assist in the creation of evidence, merely the drawing of inferences where this is supported by Ms Devers's evidence.",
      "id": "s40"
    },
    {
      "text": "The evidence before the Court on the relevant issues raised by Ms Devers's application does not lead to the application of Jones v Dunkel , as there is nothing to suggest that Focus failed to called evidence on any matters of material significance from witnesses it would have been expected to call.",
      "id": "s41"
    },
    {
      "text": "STATUTORY FRAMEWORK \n The Act renders unlawful conduct which constitutes discrimination on the ground of disability in the context of employment.",
      "id": "s42"
    },
    {
      "text": "At all material times, s 15 of the Act relevantly provided: \n \n (1) It is unlawful for an employer or a person acting or purporting to act on behalf of an employer to discriminate against a person on the ground of the other person's disability or a disability of any of that other person's associates: \n \n \n \n \n (a) in the arrangements made for the purpose of determining who should be offered employment; or\n (b) in determining who should be offered employment; or\n (c) in the terms or conditions on which employment is offered.",
      "id": "s43"
    },
    {
      "text": "(2) It is unlawful for an employer or a person acting or purporting to act on behalf of an employer to discriminate against an employee on the ground of the employee's disability or a disability of any of that employee's associates: \n \n \n \n \n (a) in the terms or conditions of employment that the employer affords the employee; or\n (b) by denying the employee access, or limiting the employee's access, to opportunities for promotion, transfer or training, or to any other benefits associated with employment; or\n (c) by dismissing the employee; or\n (d) by subjecting the employee to any other detriment.",
      "id": "s44"
    },
    {
      "text": "For the discrimination alleged to have been unlawful, it must have occurred \"on the ground\" of Ms Devers's disability.",
      "id": "s45"
    },
    {
      "text": "The discrimination may have been either direct or indirect discrimination as defined in the Act.",
      "id": "s46"
    },
    {
      "text": "Section 15(4) of the Act provides protection for employers when hiring or dismissing a disabled person.",
      "id": "s47"
    },
    {
      "text": "The Act does not impose an affirmative obligation on an employer to provide aids to a disabled employee.",
      "id": "s48"
    },
    {
      "text": "In contrast to the position in the United States, if an employee asks for accommodation or additional services or facilities in order to be able to perform their employment the Act does not impose an obligation to provide \"reasonable accommodations\".",
      "id": "s49"
    },
    {
      "text": "Rather, the Act provides that when determining whether to hire a prospective employee or dismiss a current employee it is important to assess whether the disabled employee can carry out the \"inherent requirements\" of the particular employment and whether additional \"services or facilities\" would enable the person to meet these inherent requirements becomes relevant; see s 15(4)(a) of the Act.",
      "id": "s50"
    },
    {
      "text": "Discrimination towards an employee is not unlawful if providing the additional services or facilities would impose \"an unjustifiable hardship on the employer\"; see s 15(4)(b) of the Act.",
      "id": "s51"
    },
    {
      "text": "ISSUES FOR DETERMINATION \n The issues for determination in this proceeding are: whether Focus engaged in direct discrimination against Ms Devers; whether Focus engaged in indirect discrimination against Ms Devers; and if discrimination against Ms Devers occurred within the meaning of ss 5 or 6 of the Act, whether this discrimination is contrary to s 15(1) or (2) of the Act.",
      "id": "s52"
    },
    {
      "text": "ALLEGATIONS OF INDIRECT DISCRIMINATION \n Ms Devers claims that Focus discriminated against her on the grounds of her deafness by requiring her to comply with the requirement or condition that she access her employment without the \"adjustments\" she required.",
      "id": "s53"
    },
    {
      "text": "In this respect, Ms Devers relies on s 6 of the Act which deals with \"indirect disability discrimination\".",
      "id": "s54"
    },
    {
      "text": "At all material times, s 6 of the Act provided: \n \n For the purposes of this Act, a person ( discriminator ) discriminates against another person ( aggrieved person ) on the ground of a disability of the aggrieved person if the discriminator requires the aggrieved person to comply with a requirement or condition: \n \n \n \n \n (a) with which a substantially higher proportion of persons without the disability comply or are able to comply; and\n (b) which is not reasonable having regard to the circumstances of the case; and\n (c) with which the aggrieved person does not or is not able to comply.",
      "id": "s55"
    },
    {
      "text": "(original emphasis.",
      "id": "s56"
    },
    {
      "text": ") \n \n Ms Devers alleges that Focus indirectly discriminated against her within the meaning of s 6 of the Act by imposing a condition on her that she access her employment without the facilities she required.",
      "id": "s57"
    },
    {
      "text": "Specifically, Ms Devers claims that in order to be treated equally as an employee, she required the following facilities or \"adjustments\": \n \n (a) qualified Auslan interpreters to allow her to participate in meetings, training and in all other situations where her hearing peers relied on the spoken word;\n (b) a telephone typewriter in her workplace to allow her to make telephone calls;\n (c) flashing lights to alert her to the presence of visitors to the Community Residential Unit.",
      "id": "s58"
    },
    {
      "text": "Ms Devers submits Focus indirectly discriminated against her by denying her access or limiting her access to opportunities for promotion, training and other benefits associated with employment.",
      "id": "s59"
    },
    {
      "text": "She also claims that she was subjected to \"other detriment\" as a result of being unable to participate in training sessions as her skills stagnated, leading to reductions in the number of hours she worked and her income; see s 15(2)(a)---(c) of the Act.",
      "id": "s60"
    },
    {
      "text": "To establish that Focus indirectly discriminated against her, Ms Devers must demonstrate: that Focus required Ms Devers to comply with a requirement or condition; with which a substantially higher proportion of persons without her disability comply or are able to comply; with which Ms Devers does not, or is not able, to comply; and the requirement or condition is not reasonable having regard to all the circumstances of the case.",
      "id": "s61"
    },
    {
      "text": "Any indirect discrimination will be unlawful if Ms Devers can also show that the discrimination occurred on the ground of her disability within the meaning of ss 15(1) or (2) of the Act.",
      "id": "s62"
    },
    {
      "text": "The legislative framework\n A requirement or condition\n Whether a \"requirement or condition\" has been imposed on a person is a question of fact; see Waters v Public Transport Corporation [1991] HCA 49 ; (1991) 173 CLR 349 at 394 per Dawson and Toohey JJ, 408 per McHugh J and see also Catholic Education Office v Clarke (2004) 138 FCR 121 at [102] per Sackville and Stone JJ.",
      "id": "s63"
    },
    {
      "text": "The phrase \"requirement or condition\" in s 6 of the Act is to be construed broadly to include any form of qualification or prerequisite, although the actual requirement or condition itself should be formulated with some precision; see Clarke at [103] and Australian Iron and Steel Proprietary Limited v Banovic [1989] HCA 56 ; (1989) 168 CLR 165 at 185 per Dawson J.",
      "id": "s64"
    },
    {
      "text": "An alleged discriminator may be found to have insisted on compliance with a requirement or condition within the meaning of s 6 of the Act even though the requirement or condition is not explicitly imposed.",
      "id": "s65"
    },
    {
      "text": "It is sufficient that the requirement or condition is implicit in the conduct that is said to constitute indirect discrimination; see Waters at 360 per Mason CJ and Gaudron J, 392 per Dawson and Toohey JJ and 407 per McHugh J.",
      "id": "s66"
    },
    {
      "text": "For example, the Court in Waters considered that it was open to the trial judge to find that the removal of conductors from trams amounted to a requirement or condition that disabled people could fully avail themselves of the services only if they could use trams without the assistance of conductors; at 361 per Mason CJ and Gaudron J.",
      "id": "s67"
    },
    {
      "text": "Several cases have characterised the requirement to participate and receive classroom instruction without Auslan interpreters as a \"requirement or condition\" within the meaning of s 6 of the Act; see eg, Clarke and Hurst v Queensland [2006] FCAFC 100 ; (2006) 151 FCR 562.",
      "id": "s68"
    },
    {
      "text": "In Clarke both the trial judge and Full Court found that not providing Auslan interpreters to a student with a hearing disability imposed a condition on him with which he could not comply; at [11] per Tamberlin J, [126] per Sackville and Stone JJ.",
      "id": "s69"
    },
    {
      "text": "Similarly, the Court in Hurst held that a student would be \"denied the opportunity to achieve her full potential\" if she were required to undertake her education without the assistance of Auslan interpreters; at [130] per Ryan, Finn and Weinberg JJ.",
      "id": "s70"
    },
    {
      "text": "Focus submits that cases such as Clarke and Hurst must be treated with caution as they are education, rather than employment, cases.",
      "id": "s71"
    },
    {
      "text": "Ms Devers contends that these principles apply to both educational situations and her ability to participate in staff meetings and professional development.",
      "id": "s72"
    },
    {
      "text": "In particular, she argues that it was not sufficient for her to simply \"cope\" by attending some of the required training sessions and staff meetings and access the information through written English.",
      "id": "s73"
    },
    {
      "text": "Ms Devers alleges that she was denied meaningful access to her employment as she could not comply with the requirements imposed.",
      "id": "s74"
    },
    {
      "text": "Moreover, counsel for Ms Devers argues that Focus's submission that she accessed her employment as she attended work and received her wages over a number of years ignores the conditions of her employment which caused her detriment.",
      "id": "s75"
    },
    {
      "text": "There are significant difficulties with the case as formulated by Ms Devers, in particular the emphasis on her ability to \"access her employment\".",
      "id": "s76"
    },
    {
      "text": "Employment in that sense is ultimately the range of duties performed in the employee---employer relationship and it is not analogous to access to education, services or facilities.",
      "id": "s77"
    },
    {
      "text": "Ms Devers's emphasis on \"access\" to her employment is also not reflected in the wording of the Act which speaks only of employment and its terms and conditions.",
      "id": "s78"
    },
    {
      "text": "The notion of \"access\" to employment in the Act only arises in relation to access to the benefits associated with employment and not employment per se.",
      "id": "s79"
    },
    {
      "text": "The question posed by the Act is whether an employee has been subject to indirect discrimination in their employment.",
      "id": "s80"
    },
    {
      "text": "It is unhelpful to rely, as Ms Devers does, on an entitlement to \"access\" employment.",
      "id": "s81"
    },
    {
      "text": "The present case is not an education or a services case.",
      "id": "s82"
    },
    {
      "text": "Ultimately, whether a \"requirement or condition\" has been imposed is a question of fact.",
      "id": "s83"
    },
    {
      "text": "The Act defines discrimination and provides for specific contexts in which such discrimination is prohibited; including in employment, education, access to premises, goods, services and facilities.",
      "id": "s84"
    },
    {
      "text": "Each context is treated separately in the Act and raises different issues for consideration.",
      "id": "s85"
    },
    {
      "text": "In this respect, the \"education cases\" relied on by Ms Devers are of limited assistance.",
      "id": "s86"
    },
    {
      "text": "A substantially higher proportion without the disability comply or are able to comply with the requirement or condition\n The next step in determining whether indirect discrimination has occurred within the meaning of s 6 of the Act is to identify \"an appropriate base group\" with which to compare the individual alleging indirect discrimination in order to assess whether a substantially higher proportion of the individuals in the base group are able to comply with the requirement or condition; see Banovic at 178---9 per Deane and Gaudron JJ, 187 per Dawson J.",
      "id": "s87"
    },
    {
      "text": "Ability to comply\n The third step in the analysis is to determine whether Ms Devers was able to comply with the requirement or condition.",
      "id": "s88"
    },
    {
      "text": "The Full Court in Hurst at [134] stated if: \n \n a disabled person will suffer serious disadvantage in complying with a requirement or condition of the relevant kind, irrespective of whether that person can \"cope\" with the requirement or condition \n \n\nthe \"not able to comply\" element of s 6(c) of the Act will be satisfied.",
      "id": "s89"
    },
    {
      "text": "Reasonableness\n To succeed in her claim, Ms Devers also must show that the imposition of the requirement or condition was not reasonable having regard to all the circumstances of the case.",
      "id": "s90"
    },
    {
      "text": "In the absence of evidence to establish that the requirement or condition was unreasonable, the conduct engaged in by Focus will not be discriminatory.",
      "id": "s91"
    },
    {
      "text": "As with the other aspects of her claim, the onus is on Ms Devers to prove that the requirement or condition imposed was not reasonable in all the circumstances.",
      "id": "s92"
    },
    {
      "text": "ANALYSIS OF INDIRECT DISCRIMINATION CLAIMS \n Request for a TTY\n A major issue in contest in the proceeding is whether Ms Devers required Focus to provide her with a TTY before it ultimately provided her with one in July 2008.",
      "id": "s93"
    },
    {
      "text": "A TTY is a telephone device which can be used by deaf people.",
      "id": "s94"
    },
    {
      "text": "It looks like a small typewriter.",
      "id": "s95"
    },
    {
      "text": "One can dial a number and then communicate with another person by typing on the keyboard.",
      "id": "s96"
    },
    {
      "text": "It enables deaf people to communicate more efficiently than they otherwise could, especially with people who are not adept at texting on mobile phones.",
      "id": "s97"
    },
    {
      "text": "Ms Devers gave evidence that shortly after commencing employment with Focus in 2003, she asked her team leader, Mr Bruce Rickard, about Focus's buying of a TTY.",
      "id": "s98"
    },
    {
      "text": "She said that Mr Rickard did not deny her request but a TTY was not purchased at that time.",
      "id": "s99"
    },
    {
      "text": "She also said that she mentioned her need for a TTY to Mr Rickard a few times in 2003 and a few more times in 2004.",
      "id": "s100"
    },
    {
      "text": "Ms Devers then brought in a portable TTY from home and later her other TTY from home.",
      "id": "s101"
    },
    {
      "text": "She stopped bringing a TTY into work because other staff members were unhappy about it taking up the only telephone line available at the southern end of the CRU.",
      "id": "s102"
    },
    {
      "text": "Ms Devers's evidence about requesting a TTY in 2004 is curious because in November 2004, Mr Peter Brookhouse, the Chief Executive Officer of Focus, asked Ms Devers if Focus could assist her with the purchase of equipment, such as a warning light system.",
      "id": "s103"
    },
    {
      "text": "That was her perfect opportunity to request a TTY but she did not do so.",
      "id": "s104"
    },
    {
      "text": "This tends to suggest that the provision of a TTY was not a burning issue for her.",
      "id": "s105"
    },
    {
      "text": "In cross-examination, Ms Devers conceded that Mr Brookhouse asked how he could help her and that she said nothing about a TTY.",
      "id": "s106"
    },
    {
      "text": "In such circumstances, as at 4 November 2004, Focus could not be criticised for not providing a TTY.",
      "id": "s107"
    },
    {
      "text": "On 20 October 2006, Ms Gail Foster, the Residential Service Manager of Focus and Deputy Chief Executive Officer, offered to purchase a TTY for Ms Devers.",
      "id": "s108"
    },
    {
      "text": "Earlier, on 12 October 2006, Ms Devers had brought the issue to Ms Foster's attention by faxing to her a request for a TTY.",
      "id": "s109"
    },
    {
      "text": "It is unclear why Ms Foster's offer was not taken up.",
      "id": "s110"
    },
    {
      "text": "I find Ms Devers's response that she did not take up the offer for fear of losing more shifts to lack credibility.",
      "id": "s111"
    },
    {
      "text": "How could one realistically expect to lose shifts for taking up an offer from management for something which, on Ms Devers's own evidence, she had been \"pestering\" for repeatedly?",
      "id": "s112"
    },
    {
      "text": "Ms Devers gave evidence that she told Ms Foster she would bring in a TTY from home and that Ms Foster said that she could do so.",
      "id": "s113"
    },
    {
      "text": "Whether a TTY was necessary for Ms Devers's work is beside the point.",
      "id": "s114"
    },
    {
      "text": "There was no lack of will from Focus to provide one but Ms Devers did not press the issue with any fervour at any time between 4 November 2004 and mid 2007.",
      "id": "s115"
    },
    {
      "text": "Ms Sandra Haynes, a former employee of Focus, gave evidence that in December 2006 she told Ms Julie Dunn, Focus's Residential Co-ordinator, that Ms Devers had asked her to remind Ms Dunn that Ms Devers had sent Ms Dunn emails requesting a TTY.",
      "id": "s116"
    },
    {
      "text": "That evidence is unbelievable.",
      "id": "s117"
    },
    {
      "text": "Ms Dunn denies receiving any such emails.",
      "id": "s118"
    },
    {
      "text": "None is in evidence.",
      "id": "s119"
    },
    {
      "text": "At that time, all Ms Devers needed to do was to contact Ms Foster and take her up on her offer to provide a TTY.",
      "id": "s120"
    },
    {
      "text": "Prior to 5 July 2007 Focus could have considered with confidence that provision of a TTY to Ms Devers was not an issue at the CRU.",
      "id": "s121"
    },
    {
      "text": "However, on 5 July 2007, Ms Phillips (a self-styled \"anti-discrimination consultant\") wrote to Focus on behalf of Ms Devers.",
      "id": "s122"
    },
    {
      "text": "The letter included the following comment: \n \n I believe there is no TTY at the house to enable Ms Devers to make a phone call like other staff.",
      "id": "s123"
    },
    {
      "text": "After refusing to have a face to face meeting with Ms Foster, Ms Phillips pressed for a written response to the issues raised in the 5 July letter.",
      "id": "s124"
    },
    {
      "text": "Ms Foster responded to Ms Phillips in writing on 6 September 2007.",
      "id": "s125"
    },
    {
      "text": "Any delay from 5 July 2007 is attributable to Ms Phillips's refusal to meet with Ms Foster, despite Ms Foster's willingness to meet at a place and time suitable to Ms Phillips and for Focus to pay for an Auslan interpreter for Ms Devers to attend the meeting.",
      "id": "s126"
    },
    {
      "text": "On the issue of a TTY, Ms Foster said in her 6 September letter: \n \n We have discussed with Jane on a number of occasions our willingness to provide a TTY writer in the house for her benefit.",
      "id": "s127"
    },
    {
      "text": "On each occasion Jane has told us that she has an old TTY at home that she could bring in and set up for herself.",
      "id": "s128"
    },
    {
      "text": "To date she has not provided this TTY writer and I presume she does not regard the matter as one of significance or priority.",
      "id": "s129"
    },
    {
      "text": "At the conclusion of her 6 September letter Ms Foster reiterated her preparedness for a meeting with Ms Phillips and Ms Devers at any time that suited them.",
      "id": "s130"
    },
    {
      "text": "Focus arranged a meeting for 19 October 2007 to discuss the \"non-provision of a TTY\" and other issues but the meeting was cancelled due to the absence of a qualified Auslan interpreter.",
      "id": "s131"
    },
    {
      "text": "The evidence does not explain the circumstances that led to the provision of a TTY in July 2008.",
      "id": "s132"
    },
    {
      "text": "There is no evidence that Focus was at fault in not providing a TTY between October 2007 and July 2008.",
      "id": "s133"
    },
    {
      "text": "Ms Dunn gave evidence that she was not asked by Ms Devers for a TTY until 2008.",
      "id": "s134"
    },
    {
      "text": "I accept that evidence and Ms Dunn was not challenged on that aspect of her evidence.",
      "id": "s135"
    },
    {
      "text": "Ms Dunn frankly conceded that a TTY possibly should have been provided before 2008.",
      "id": "s136"
    },
    {
      "text": "But it was not until 2008 that it was clear to Focus that Ms Devers actually required one, as distinct from representations being made about wanting a TTY only for Ms Devers not to press the issue.",
      "id": "s137"
    },
    {
      "text": "It appears that Ms Devers did not consider the provision of a TTY a matter of high priority for her until 2008.",
      "id": "s138"
    },
    {
      "text": "There is no evidence to support the allegation that Focus engaged in indirect discrimination by not providing a TTY to Ms Devers.",
      "id": "s139"
    },
    {
      "text": "It is doubtful whether Focus can be said to have imposed a requirement or condition on Ms Devers prior to 2008 that she access her employment without a TTY, as it was unclear to Focus that Ms Devers required the provision of a TTY until 2008.",
      "id": "s140"
    },
    {
      "text": "In any event, even if such a requirement or condition were imposed by Focus, Ms Devers has not established that the imposition of that requirement or condition was not reasonable.",
      "id": "s141"
    },
    {
      "text": "As noted above, Ms Devers did not consider a TTY a high priority until 2008.",
      "id": "s142"
    },
    {
      "text": "In light of Ms Devers's failure to make her need for a TTY clear to Focus, the imposition of the requirement was reasonable.",
      "id": "s143"
    },
    {
      "text": "Indeed, in November 2004, Focus offered to purchase a TTY but this offer was not taken up by Ms Devers.",
      "id": "s144"
    },
    {
      "text": "Once Focus became aware of Ms Devers's request for a TTY in 2008, a TTY was provided.",
      "id": "s145"
    },
    {
      "text": "Accordingly, Focus did not engage in indirect discrimination against Ms Devers in relation to the failure to provide a TTY.",
      "id": "s146"
    },
    {
      "text": "Request for flashing lights\n It is difficult to believe that Ms Devers, as is contended, requested Mr Rickard to install flashing lights in 2004, given that in the minutes of the meeting of 2004 and a follow-up meeting in January 2005 nothing was said by Ms Devers of her desire to have flashing lights installed.",
      "id": "s147"
    },
    {
      "text": "In fact, at the time she did not believe a buzzer system was necessary to attract her attention.",
      "id": "s148"
    },
    {
      "text": "Ms Devers would have been expected to have said something about the installation of flashing lights given Mr Rickard's comments about her inability to attain \"equal status\" in the house because she could not answer the door or telephone.",
      "id": "s149"
    },
    {
      "text": "Ms Devers contends that she requested flashing lights, both directly, and through other staff members.",
      "id": "s150"
    },
    {
      "text": "Ms Dunn began work at Focus in May 2006 when Ms Devers was absent on long term sick leave.",
      "id": "s151"
    },
    {
      "text": "In her affidavit, Ms Dunn stated that Ms Devers did not \"at any time\" ask her to provide flashing lights for the CRU.",
      "id": "s152"
    },
    {
      "text": "Ms Dunn stated that the only request she ever received for flashing lights was from Mr Edo Travaglia, the father of Leigh and David Travaglia, and they were provided shortly after his request.",
      "id": "s153"
    },
    {
      "text": "Ms Haynes, gave evidence that she was aware of Ms Devers requesting: \n \n a TTY, interpreters and flashing lights for the house.",
      "id": "s154"
    },
    {
      "text": "In particular, Jane asked me to follow up her requests for this assistance by contacting our line manager, Julie Dunn (\"Julie\") on about 6 - 8 occasions to ask what was happening, and when her requests were going to be met.",
      "id": "s155"
    },
    {
      "text": "In cross-examination, Ms Haynes stated that she was aware of these requests because she interpreted between Ms Devers and Ms Dunn on the telephone and raised it at a staff meeting on Ms Devers's behalf.",
      "id": "s156"
    },
    {
      "text": "Ms Haynes said that she also reminded Ms Dunn, on behalf of Ms Devers, that Ms Devers had sent Ms Dunn emails requesting a TTY and flashing lights.",
      "id": "s157"
    },
    {
      "text": "Ms Haynes claimed that she had seen some of these emails.",
      "id": "s158"
    },
    {
      "text": "There is no other evidence of these emails.",
      "id": "s159"
    },
    {
      "text": "There are several emails exhibited to the affidavit of Ms Devers which are addressed to Ms Dunn discussing both pagers and a TTY.",
      "id": "s160"
    },
    {
      "text": "However, none of these emails mentions flashing lights.",
      "id": "s161"
    },
    {
      "text": "Ms Kendra Jones, who worked at the Bungower Road CRU between January 2006 and December 2007, said that \"there was regular discussion from Team Leaders in relation to purchasing supporting equipment, such as a TTY and flashing lights for Jane, and providing interpreters\".",
      "id": "s162"
    },
    {
      "text": "However, Ms Jones admitted in cross-examination that she was not a party to these discussions.",
      "id": "s163"
    },
    {
      "text": "The better view of the evidence is that Ms Devers did not ask Ms Dunn to provide her with flashing lights.",
      "id": "s164"
    },
    {
      "text": "On 12 October 2006, Ms Devers sent a fax to Ms Theresa Hughes listing questions for Focus management.",
      "id": "s165"
    },
    {
      "text": "Included was her query, \"Why not have a page with vibrate or door's bel [sic] flash (deaf equipment) and don't need to hear TTY\".",
      "id": "s166"
    },
    {
      "text": "Ms Hughes replied to Ms Devers stating that she had forwarded the questions to Ms Foster.",
      "id": "s167"
    },
    {
      "text": "Ms Foster responded in an email to Ms Hughes that she was: \n \n not prepared to attend another meeting to go over the same issues again.",
      "id": "s168"
    },
    {
      "text": "I have put some copies of minutes etc in the post for you, to demonstrate that we have in fact gone over all these areas with Jane on numerous occasions; she just doesn't want to accept the answers.",
      "id": "s169"
    },
    {
      "text": "In her response to Ms Devers's question regarding \"deaf equipment\", Ms Foster addressed only the issue of a TTY and did not discuss the issues of a pager or flashing lights.",
      "id": "s170"
    },
    {
      "text": "Ms Foster said in cross-examination that she did not address each of the queries raised by Ms Devers because \"we had already offered to purchase anything that she needed\".",
      "id": "s171"
    },
    {
      "text": "As of 12 October 2006, a request by Ms Devers had been made for the purchase of flashing lights.",
      "id": "s172"
    },
    {
      "text": "Ms Foster did not offer to meet with Ms Devers to discuss the purchase of the equipment, as occurred with the TTY.",
      "id": "s173"
    },
    {
      "text": "Although Ms Devers had not previously taken up the offer for equipment to be purchased, Ms Devers had expressed a willingness to use anything that would assist her in her employment.",
      "id": "s174"
    },
    {
      "text": "In 2007, flashing lights were installed at the Bungower Road CRU in response to the request made by Mr Travaglia on behalf of his sons.",
      "id": "s175"
    },
    {
      "text": "Prior to Ms Devers commencing paid employment with Focus, Ms Devers and Ms Van Opijnen did not ask Focus to provide qualified interpreters or any other facilities, including flashing lights, to assist Ms Devers in her employment.",
      "id": "s176"
    },
    {
      "text": "Accordingly, before 12 October 2006, Focus did not impose a condition or requirement on Ms Devers that she access her employment without flashing lights as the evidence indicates that Focus was unaware that Ms Devers required the installation of flashing lights and no such request had been made by Ms Devers.",
      "id": "s177"
    },
    {
      "text": "No indirect discrimination occurred in respect of this period.",
      "id": "s178"
    },
    {
      "text": "After Ms Devers's request for flashing lights on 12 October 2006 and until their installation in 2007, Focus imposed a requirement or condition that Ms Devers perform her employment without flashing lights.",
      "id": "s179"
    },
    {
      "text": "The requirement was one which the hearing staff at the Bungower Road CRU were able to comply with as they could hear if a visitor was at the door.",
      "id": "s180"
    },
    {
      "text": "Ms Devers was able to perform most aspects of her employment without the installation of flashing lights.",
      "id": "s181"
    },
    {
      "text": "She was unable to answer the door without the aid of flashing lights.",
      "id": "s182"
    },
    {
      "text": "Ms Devers was able to \"cope\" with the condition as another staff member was required to be in the CRU at all times.",
      "id": "s183"
    },
    {
      "text": "Nevertheless, the relevant test is whether Ms Devers was able to comply with the requirement; see Hurst at [134].",
      "id": "s184"
    },
    {
      "text": "The Court in Hurst noted that an inability to comply may shown if \"a disabled person will suffer serious disadvantage in complying with the requirement or condition\"; at [134].",
      "id": "s185"
    },
    {
      "text": "Ms Devers has not shown that she suffered any serious disadvantage from her inability to answer the door.",
      "id": "s186"
    },
    {
      "text": "There is evidence to suggest that in 2004 her inability to hear whether someone was at the door was a source of grievances among other staff members.",
      "id": "s187"
    },
    {
      "text": "However, there is no evidence to indicate that this was a live issue in 2006 when the request for flashing lights was made.",
      "id": "s188"
    },
    {
      "text": "By this time, Focus had also purchased a pager which provided staff members with a means of attracting Ms Devers's attention.",
      "id": "s189"
    },
    {
      "text": "Her work consisted of caring for the clients at the Bungower Road CRU and she has not shown that her inability to answer the door led to any serious disadvantage.",
      "id": "s190"
    },
    {
      "text": "It is a requirement with which Ms Devers was able to comply in performing her employment.",
      "id": "s191"
    },
    {
      "text": "Similarly, Ms Devers has not demonstrated that the requirement was unreasonable in all the circumstances.",
      "id": "s192"
    },
    {
      "text": "Her counsel placed considerable emphasis on Focus's failure to plead reliance on s 15(4) of the Act.",
      "id": "s193"
    },
    {
      "text": "However, the onus is on Ms Devers to demonstrate that the requirement or condition was one which was not reasonable in all the circumstances.",
      "id": "s194"
    },
    {
      "text": "At the time, Ms Devers was working approximately 15 hours per fortnight.",
      "id": "s195"
    },
    {
      "text": "It is also reasonable to infer that answering the door was incidental to the performance of her duties as a Disability Support Worker.",
      "id": "s196"
    },
    {
      "text": "In addition, Focus's policy was to not have staff members alone at the Bungower Road CRU at any time.",
      "id": "s197"
    },
    {
      "text": "Given Ms Devers's hours, the policy that staff members not work alone at any time and the incidental nature of the task, Focus's imposition of the requirement or condition that Ms Devers carry out her employment without the aid of flashing lights was reasonable.",
      "id": "s198"
    },
    {
      "text": "Ms Devers's claim of indirect discrimination as a result of the failure to provide flashing lights prior to their installation in 2007 fails.",
      "id": "s199"
    },
    {
      "text": "Training sessions\n Ms Devers contends that Focus indirectly discriminated against her as Focus required her to access her employment without the assistance of a qualified Auslan interpreter at staff meetings, training sessions and \"in all other situations\".",
      "id": "s200"
    },
    {
      "text": "Ms Devers also made allegations in relation to the forms which she was required to complete in order to apply for training sessions.",
      "id": "s201"
    },
    {
      "text": "However this issue is irrelevant to the question of whether she was required to comply with a requirement or condition that she attend training sessions without the assistance of qualified interpreters.",
      "id": "s202"
    },
    {
      "text": "A requirement or condition\n Ms Devers did not request the provision of qualified interpreters prior to commencing her employment.",
      "id": "s203"
    },
    {
      "text": "From 3 September 2003, Focus was aware of her need for interpreters following a conversation between Mr Guest and Ms Van Opijnen.",
      "id": "s204"
    },
    {
      "text": "Ms Van Opijnen discussed with Mr Guest the importance of a qualified interpreter to enable Ms Devers to access information at an upcoming first aid course.",
      "id": "s205"
    },
    {
      "text": "Mr Guest replied that Focus would \"play it by ear\".",
      "id": "s206"
    },
    {
      "text": "Ms Van Opijnen was not sure of the qualifications the person Mr Guest had arranged to act as an interpreter had, as he had not made the identity of the interpreter clear, therefore she made: \n \n a point of discussing the importance of having a qualified interpreter for Jane so that she could have a solid understanding of all the information regarding her work commitments, any training, and so on.",
      "id": "s207"
    },
    {
      "text": "Ms Van Opijnen gave evidence that during this conversation she also discussed a wage subsidy to pay for interpreting services in the future.",
      "id": "s208"
    },
    {
      "text": "Ms Devers stated that from 2003---08 she attended only three training sessions where a qualified Auslan interpreter was present.",
      "id": "s209"
    },
    {
      "text": "Each session was held at an external location and qualified interpreters were booked and paid for by the external provider.",
      "id": "s210"
    },
    {
      "text": "These sessions comprised first aid courses in 2003 and 2007 held at Vicdeaf and an information session on the Disability Act 2006 (Vic) conducted by the Department of Human Services (\"DHS\") in July 2007.",
      "id": "s211"
    },
    {
      "text": "This differs from the case pleaded by Ms Devers which said that she only attended one training session with a qualified Auslan interpreter during her employment.",
      "id": "s212"
    },
    {
      "text": "Ms Devers said that she told Ms Dunn that she wanted to attend the DHS training session and as a result assumed that she would be attending the session.",
      "id": "s213"
    },
    {
      "text": "Similarly, Ms Haynes gave evidence that Ms Devers asked Ms Dunn at a staff meeting to secure an interpreter for the DHS training and that Ms Dunn said she would obtain approval from Ms Foster.",
      "id": "s214"
    },
    {
      "text": "Ms Devers said that once she arrived at the DHS training session and realised no interpreter had been booked she arranged an interpreter for the session.",
      "id": "s215"
    },
    {
      "text": "As a result, Ms Devers did not participate in the first hour of the training session.",
      "id": "s216"
    },
    {
      "text": "Ms Dunn denies these allegations.",
      "id": "s217"
    },
    {
      "text": "She sent a facsimile to Ms Devers on 14 June 2007 stating that she was not aware that Ms Devers was attending the DHS training as Ms Devers had not confirmed her attendance.",
      "id": "s218"
    },
    {
      "text": "Earlier, on 15 September 2005, Mr Guest wrote to Ms Devers in response to her request to Ms Jo Bloxidge for the provision of interpreters at various training courses during the remainder of the year.",
      "id": "s219"
    },
    {
      "text": "Mr Guest stated: \n \n You are aware through earlier discussions, and particularly through the letter sent to you from Client Services Manager, Gail Foster on 17 September last year (see copy attached), that the cost of providing an interpreter is prohibitive on the funds we are provided in our training budget.",
      "id": "s220"
    },
    {
      "text": "However the following guidelines will give you a clear understanding of training opportunities, when an interpreter may be provided, if available, or when alternative arrangements may be made : \n \n For all compulsory training involving staff of Bungower.",
      "id": "s221"
    },
    {
      "text": "For up to 10 hours of additional training each year to attend Kindilan Society [Focus] training as selected by you and approved by your Team Leader or Coordinator, from the Annual Training Schedule.",
      "id": "s222"
    },
    {
      "text": "You will be supported to attend appropriate training through the Victorian Deaf Society's training calendar provided it relates to your work at Bungower.",
      "id": "s223"
    },
    {
      "text": "I will provide an update of their schedule as soon as it is available.",
      "id": "s224"
    },
    {
      "text": "At your request, arrangements may be made for you to receive copies of the written content, notes, or reports from courses which you do not attend, but which are relevant to your work.",
      "id": "s225"
    },
    {
      "text": "You should apply for attendance at courses or written material through your Team Leader in the usual way by using the Staff Development form.",
      "id": "s226"
    },
    {
      "text": "(original emphasis.",
      "id": "s227"
    },
    {
      "text": ")\n The three occasions on which Ms Devers attended a training session with the assistance of a qualified interpreter are noted above.",
      "id": "s228"
    },
    {
      "text": "Ms Devers attended a training session with a staff member or other person acting as an interpreter on the following occasions: The evidence indicates that Ms Devers agreed to the use of an unqualified interpreter on several occasions.",
      "id": "s229"
    },
    {
      "text": "Firstly, Ms Devers agreed to Ms Blake providing interpreting services at the 2003 first aid course.",
      "id": "s230"
    },
    {
      "text": "Ms Devers subsequently told Ms Van Opijnen and Mr Guest that she was happy with both the interpreter and the arrangements made.",
      "id": "s231"
    },
    {
      "text": "In cross-examination, Ms Devers said that she accepted the arrangements because of the short notice and her belief that, as a volunteer, she had no other choice.",
      "id": "s232"
    },
    {
      "text": "Prior to Ms Devers commencing paid employment with Focus, and for the purpose of the 2003 first aid course, Ms Devers and Ms Van Opijnen did not request that Focus provide qualified interpreters or any other services to assist Ms Devers in her employment.",
      "id": "s233"
    },
    {
      "text": "In relation to the 2007 bullying training, Ms Dunn advised Ms Devers to organise an interpreter if she wanted an interpreter for the training session.",
      "id": "s234"
    },
    {
      "text": "Ms Dunn stated that she believed that Ms Devers would be better placed to arrange an interpreter as she believed that three weeks notice was required to book an interpreter.",
      "id": "s235"
    },
    {
      "text": "Ms Devers asserted, in cross-examination, that it was not her responsibility to book an interpreter as all requests to Vicdeaf had to originate from Focus.",
      "id": "s236"
    },
    {
      "text": "Ms Devers asked Vicdeaf to contact Focus and negotiate the booking, but was told that she needed to give at least three weeks notice.",
      "id": "s237"
    },
    {
      "text": "Ms Devers admitted that Ms Foster told her that Focus was unable to secure an interpreter for the training session, but that it would be repeating the bullying training at a later date and that if she agreed to attend the second training day, an interpreter would be booked.",
      "id": "s238"
    },
    {
      "text": "Ms Devers said that she was concerned that \"an interpreter would not be booked, and I would miss out yet again\".",
      "id": "s239"
    },
    {
      "text": "She insisted on attending the first training session and agreed to Mr Hyland acting as an interpreter for her.",
      "id": "s240"
    },
    {
      "text": "In choosing to attend the first training session, despite knowing arrangements for an interpreter could not be made, Ms Devers chose to attend without a qualified interpreter.",
      "id": "s241"
    },
    {
      "text": "In these circumstances, Focus did not impose a requirement on her to participate in the training session without a qualified interpreter as it suggested Ms Devers attend the later training session.",
      "id": "s242"
    },
    {
      "text": "As such, no indirect discrimination arises from this event.",
      "id": "s243"
    },
    {
      "text": "Focus imposed a requirement or condition that Ms Devers access training sessions without the use of a qualified Auslan interpreter, except on the occasions where she chose to attend a training session without a qualified interpreter.",
      "id": "s244"
    },
    {
      "text": "A higher proportion of employees without the disability are able to comply\n In this situation the appropriate base group for comparison is other staff members at the Bungower Road CRU without a hearing disability.",
      "id": "s245"
    },
    {
      "text": "Hearing staff members were able to comply with the requirement or condition that they attend training sessions without the assistance of an Auslan interpreter as they were able to access the information aurally.",
      "id": "s246"
    },
    {
      "text": "Is Ms Devers unable to comply with the requirement or condition?",
      "id": "s247"
    },
    {
      "text": "Ms Devers indicated her discontent with the quality of interpreting provided by staff members.",
      "id": "s248"
    },
    {
      "text": "In relation to the 2005 health services training session, she alleged that \"[w]henever Ross 'interpreted' I missed most of what was being said\".",
      "id": "s249"
    },
    {
      "text": "She also stated that she \"missed out on a lot of the information\" provided in the April 2005 fire safety training session.",
      "id": "s250"
    },
    {
      "text": "Ms Devers nevertheless conceded that she received written materials containing the information which she studied at home.",
      "id": "s251"
    },
    {
      "text": "Ms Devers also alleged that Ms Gibbins treated the 2007 fire safety training session and her interpreting of it as a \"bit of a joke\".",
      "id": "s252"
    },
    {
      "text": "She said that Ms Gibbins did not interpret any questions or discussions by staff members during the training session.",
      "id": "s253"
    },
    {
      "text": "Despite her claims, Ms Devers acknowledged that she could receive the information provided in training sessions by means other than qualified Auslan interpreters.",
      "id": "s254"
    },
    {
      "text": "For example, on 17 July 2007, Ms Devers completed a training application form to attend a first aid training session.",
      "id": "s255"
    },
    {
      "text": "The form indicated that Ms Devers \"would like a staff to help with interpreting Sally Gibbins or Ross Hiland [sic]\" at the training session.",
      "id": "s256"
    },
    {
      "text": "Ms Devers said that this request was the result of her concern that an interpreter would not be booked, but the evidence indicates Ms Devers's willingness to use staff members as interpreters at training sessions.",
      "id": "s257"
    },
    {
      "text": "Although Ms Devers was able to \"cope\" with the requirement that she attend training sessions without a qualified interpreter, her evidence indicates that she was at a disadvantage in completing the training sessions and receiving information.",
      "id": "s258"
    },
    {
      "text": "The interpreting provided by staff members ameliorated this situation, as did the provision of information in other forms, such as workbooks.",
      "id": "s259"
    },
    {
      "text": "However, Ms Devers could not comply with the requirement to attend training sessions without qualified Auslan interpreters.",
      "id": "s260"
    },
    {
      "text": "Reasonableness of the requirement or condition\n To support her claim of indirect discrimination, Ms Devers must also show that the requirement or condition was not reasonable.",
      "id": "s261"
    },
    {
      "text": "The amended statement of claim at [16] relies on the following to demonstrate that the requirement was unreasonable: \n \n (a) Many of the adjustments required by the Applicant, were also required by the deaf clients;\n (b) the Respondent is funded and charged with providing services specifically to people with disabilities;\n (c) the Charter of Human Rights and Responsibilities Act 2006 (Vic);\n (d) the United Nations Convention on the Rights of Persons with Disabilities;\n (e) the significant adverse consequences of the discrimination upon the Applicant;\n (f) the relatively insignificant cost of compliance with the Act upon the Respondent's overall budget and other commitments;\n (g) the savings the Respondent has made, and will continue to make, in discriminating against the Applicant.",
      "id": "s262"
    },
    {
      "text": "These claims were not further particularised.",
      "id": "s263"
    },
    {
      "text": "The first ground relied on by Ms Devers is irrelevant to the issue of interpreters at training sessions.",
      "id": "s264"
    },
    {
      "text": "Qualified Auslan interpreters at training sessions cannot be said to have also been required by Focus's clients as there is no evidence to suggest that clients attended the staff training sessions.",
      "id": "s265"
    },
    {
      "text": "The second ground is misconceived.",
      "id": "s266"
    },
    {
      "text": "Ms Devers was not a client of Focus, but an employee.",
      "id": "s267"
    },
    {
      "text": "Focus's obligations in relation to the Act do not differ from any other employer merely because of the industry in which Focus operated; it is not held to a higher standard.",
      "id": "s268"
    },
    {
      "text": "Focus's provision of services to persons with disabilities is irrelevant to the reasonableness of the requirement that Ms Devers attend training sessions without a qualified interpreter.",
      "id": "s269"
    },
    {
      "text": "Ms Devers's reliance on the Charter of Human Rights and Responsibilities Act 2006 (Vic) is misplaced.",
      "id": "s270"
    },
    {
      "text": "The interpretation of the Act by this Court is unaffected by the Charter .",
      "id": "s271"
    },
    {
      "text": "The Charter applies only to the interpretation of Victorian, not Commonwealth legislation.",
      "id": "s272"
    },
    {
      "text": "Similarly, the Charter only applies to the functions performed by Victorian courts and tribunals and does not bind this Court; see ss 3(1) and 6 (2) of the Charter .",
      "id": "s273"
    },
    {
      "text": "The Charter does not elucidate the question of whether a requirement or condition was not reasonable.",
      "id": "s274"
    },
    {
      "text": "Reference to the Charter does not assist Ms Devers in her claim.",
      "id": "s275"
    },
    {
      "text": "Australia is a State Party to the Convention on the Rights of Persons with Disabilities , opened for signature 13 December 2006, [2008] ATS 12 (entered into force 3 May 2008).",
      "id": "s276"
    },
    {
      "text": "However, this does not lead to the conclusion that the requirement or condition imposed by Focus was not reasonable.",
      "id": "s277"
    },
    {
      "text": "It is well settled that the mere fact of ratification does not import any rights or obligations into domestic law; see Minister for Immigration and Ethnic Affairs v Teoh [1995] HCA 20 ; (1994) 183 CLR 273 at 286---7 per Mason CJ and Deane J, 315 per McHugh J and see also Nulyarimma v Thompson [1999] FCA 1192 ; (1999) 96 FCR 153 at [20] per Wilcox and Whitlam JJ.",
      "id": "s278"
    },
    {
      "text": "A convention may aid in interpretation of an Act where there is ambiguity but the Convention cannot be relied on to reach the conclusion that the requirement or condition was not reasonable; see Teoh at 287 per Mason CJ and Deane J.",
      "id": "s279"
    },
    {
      "text": "The relevant terms of the Act are unambiguous and the situation is not one of legitimate expectations created by a decision maker as described in Teoh .",
      "id": "s280"
    },
    {
      "text": "The Convention is irrelevant to the present proceeding.",
      "id": "s281"
    },
    {
      "text": "Ms Devers points to the \"significant adverse consequences of the discrimination\" she is said to have experienced in support of the proposition that the requirement or condition was not reasonable.",
      "id": "s282"
    },
    {
      "text": "The \"significant adverse consequences\" which Ms Devers refers to were not particularised.",
      "id": "s283"
    },
    {
      "text": "The amended statement of claim alleges that Ms Devers suffered \"diminished enjoyment of and participation in her employment\" and \"diminished training opportunities\".",
      "id": "s284"
    },
    {
      "text": "Although she was disadvantaged by the failure to provide qualified interpreters at training session, this does not inevitably lead to the conclusion that the requirement or condition was not reasonable in all the circumstances.",
      "id": "s285"
    },
    {
      "text": "Whether the requirement or condition was unreasonable must be considered in light of all the relevant circumstances, not merely those which affected Ms Devers.",
      "id": "s286"
    },
    {
      "text": "Ms Devers claims that the requirement or condition was not reasonable due to \"the relatively insignificant cost of compliance with the Act upon the Respondent's overall budget and other commitments\".",
      "id": "s287"
    },
    {
      "text": "She did not adduce any evidence in support of this claim.",
      "id": "s288"
    },
    {
      "text": "Minimal evidence was adduced by Focus in relation to the cost of providing interpreters.",
      "id": "s289"
    },
    {
      "text": "However, the onus lies with Ms Devers to establish the unreasonableness of the requirement or condition.",
      "id": "s290"
    },
    {
      "text": "She has not shown that the provision of interpreters represented a \"relatively insignificant\" expense, nor adduced any evidence to demonstrate what impact may have been on Focus's budget or other commitments.",
      "id": "s291"
    },
    {
      "text": "Rather, Focus's evidence, including Mr Guest' s 15 September 2005 letter, suggests that the costs were significant.",
      "id": "s292"
    },
    {
      "text": "In this respect, it is worth noting that Mr Guest's letter related to interpreters \"or other arrangements\" and was not an unqualified offer of Auslan interpreters at all training sessions attended by Ms Devers.",
      "id": "s293"
    },
    {
      "text": "This claim also assumes that Focus has breached the Act, a matter which is not established until after the requirement or condition is shown to be not reasonable.",
      "id": "s294"
    },
    {
      "text": "The logic of Ms Devers's contention is fundamentally flawed.",
      "id": "s295"
    },
    {
      "text": "Ms Devers also relies on the alleged \"savings the Respondent has made, and will continue to make, in discriminating against the Applicant\" in support of the contention that the requirement or condition regarding interpreters was not reasonable.",
      "id": "s296"
    },
    {
      "text": "It is difficult to understand what is meant by this claim.",
      "id": "s297"
    },
    {
      "text": "Whether or not discrimination has occurred is a matter for this Court to determine.",
      "id": "s298"
    },
    {
      "text": "It has not been shown what \"savings\" were made by the imposition of the requirement.",
      "id": "s299"
    },
    {
      "text": "Ms Devers also failed to explain how the existence of any purported savings supports the proposition that the requirement was not reasonable.",
      "id": "s300"
    },
    {
      "text": "Until November 2007, Ms Devers was a casual employee of Focus.",
      "id": "s301"
    },
    {
      "text": "During her employment with Focus she was given the opportunity to access several training sessions run by both internal and external providers.",
      "id": "s302"
    },
    {
      "text": "Although qualified interpreters were not provided on many occasions, Focus sought to ensure that the information was conveyed to Ms Devers in other ways.",
      "id": "s303"
    },
    {
      "text": "As a not for profit, charitable organisation, its primary obligation was the care of its clients, within its budget.",
      "id": "s304"
    },
    {
      "text": "Ms Devers has not discharged her onus to demonstrate that the requirement was not reasonable in all the circumstances.",
      "id": "s305"
    },
    {
      "text": "As Ms Devers has failed to show that the requirement or condition that she participate in training sessions without the assistance of qualified interpreters was not reasonable, the allegation of indirect discrimination is not made out.",
      "id": "s306"
    },
    {
      "text": "Staff meetings\n Ms Devers also alleges that Focus indirectly discriminated against her by failing to provide qualified Auslan interpreters at staff meetings.",
      "id": "s307"
    },
    {
      "text": "Ms Devers claims that Focus imposed a requirement or condition that she attend staff meetings without a qualified interpreter.",
      "id": "s308"
    },
    {
      "text": "She contends that the requirement was one with which she was unable to comply and was unreasonable.",
      "id": "s309"
    },
    {
      "text": "Staff meetings at the Bungower Road CRU were initially held monthly.",
      "id": "s310"
    },
    {
      "text": "The staff meetings became fortnightly in late 2004.",
      "id": "s311"
    },
    {
      "text": "A requirement or condition\n Focus was aware of Ms Devers's desire for qualified interpreters at staff meetings following a meeting on 27 February 2004 between Ms Devers, Mr Rickard, Ms Emma Emberson (a senior staff member) and Ms Van Opijnen (who interpreted at the meeting).",
      "id": "s312"
    },
    {
      "text": "The meeting was organised in response to an email from Ms Devers to Ms Van Opijnen stating that she was experiencing difficulties with other staff members and in understanding the parents of some clients.",
      "id": "s313"
    },
    {
      "text": "Both Mr Rickard and Ms Emberson have concluded their employment with Focus and neither was called to give evidence.",
      "id": "s314"
    },
    {
      "text": "Ms Van Opijnen said that the participants at this meeting \"acknowledged that communication was an issue and asked SensWide for support\".",
      "id": "s315"
    },
    {
      "text": "She offered four Auslan classes for Focus staff members and to interpret at some monthly staff meetings.",
      "id": "s316"
    },
    {
      "text": "Ms Devers's shifts were to be increased to eight hours a week in order to ensure that Focus would be eligible for a wage subsidy from the Department of Workplace Relations.",
      "id": "s317"
    },
    {
      "text": "Ms Devers stated that at her meeting with Mr Guest and Ms Van Opijnen on 23 July 2003, prior to her beginning her employment with Focus, Ms Van Opijnen: \n \n said that there will be interpreters provided, TTYs, if Focus provide the work over 16 hours.",
      "id": "s318"
    },
    {
      "text": "If it's under that, then they won't provide that but if it's over 16 hours, then you'll have these provisions.",
      "id": "s319"
    },
    {
      "text": "And this was all explained to our team leader and they said you're responsible to feed this information back up through the chain of the hierarchy back at Focus and she was responsible to tell the information when she returned.",
      "id": "s320"
    },
    {
      "text": "This correlates with Ms Van Opijnen's recollection of the meeting on 27 February 2004.",
      "id": "s321"
    },
    {
      "text": "I find that Ms Devers is mistaken in her recollection of the date of this meeting and that this evidence relates to what was said in February 2004 not July 2003.",
      "id": "s322"
    },
    {
      "text": "I find that interpreters were discussed at the meeting on the 27 February 2004 as well as an increase in hours and wage subsidy, but not the need for special equipment, such as TTYs and flashing lights.",
      "id": "s323"
    },
    {
      "text": "As noted at [9] of these reasons, Ms Devers appears to have been confused about the topics discussed at the two meetings that Ms Van Opijnen attended with Focus representatives on 23 July 2003 and on 27 February 2004.",
      "id": "s324"
    },
    {
      "text": "Ms Foster acknowledged that staff meetings \"formed part of Ms Devers's roster and she was expected to attend\" the meetings.",
      "id": "s325"
    },
    {
      "text": "Ms Foster also stated that the staff meetings involved: \n \n discussing each client, and what their needs are, and if there are any appointments coming up, or if there are any specific activities that they would be going to, and all staff are invited to participate in that.",
      "id": "s326"
    },
    {
      "text": "And if they're talking about incidents, or strategies --- behaviour management strategies, all of those sorts that would be used by all of the staff[.",
      "id": "s327"
    },
    {
      "text": "] \n \n\nThe staff meetings provided the Bungower Road CRU staff members with information to assist them to perform their employment.",
      "id": "s328"
    },
    {
      "text": "From 27 February 2004, Focus imposed a condition or requirement that Ms Devers perform her duties without the assistance of qualified interpreters at staff meetings as, with the exception of the limited interpreting services provided by Ms Van Opijnen, qualified interpreters were not provided at staff meetings.",
      "id": "s329"
    },
    {
      "text": "A higher proportion of employees without the disability are able to comply\n In this case the appropriate group for comparison is the Bungower Road CRU staff members without a hearing disability.",
      "id": "s330"
    },
    {
      "text": "Staff members without a hearing disability were able to comply with the requirement or condition that Auslan interpreters were not provided at staff meetings.",
      "id": "s331"
    },
    {
      "text": "Hearing staff members could access the information discussed at staff meetings aurally without the need for Auslan interpreters.",
      "id": "s332"
    },
    {
      "text": "Is Ms Devers unable to comply with the requirement or condition?",
      "id": "s333"
    },
    {
      "text": "Ms Devers contends that she was unable to comply with the condition as she could not participate in staff meetings without a qualified interpreter and points to her difficulty in accessing the information discussed at staff meetings in other forms.",
      "id": "s334"
    },
    {
      "text": "Staff members interpreted for Ms Devers at staff meetings.",
      "id": "s335"
    },
    {
      "text": "Ms Foster gave evidence the relevant staff members had not undertaken any interpreting classes and that the staff member with the highest level of Auslan training, Ms Emberson, had completed three levels of basic Auslan.",
      "id": "s336"
    },
    {
      "text": "Ms Emberson resigned in December 2004.",
      "id": "s337"
    },
    {
      "text": "In early November 2004, Ms Foster met individually with Ms Emberson, Ms Sonja Kuzilny, and Ms Gibbins --- three staff members who were the subject of complaints by Ms Devers.",
      "id": "s338"
    },
    {
      "text": "Each staff member raised their concerns over communication difficulties they were experiencing with Ms Devers.",
      "id": "s339"
    },
    {
      "text": "On 27 January 2005, a follow-up meeting occurred between Ms Devers, Mr Rickard, Mr Brookhouse, Ms Foster, Ms Kuzilny and Ms Gibbins to resolve the issues between them and Ms Devers.",
      "id": "s340"
    },
    {
      "text": "A qualified interpreter was present at the meeting.",
      "id": "s341"
    },
    {
      "text": "General communication difficulties were identified as an issue by the participants.",
      "id": "s342"
    },
    {
      "text": "In particular, Mr Rickard raised a concern: \n \n that Jane was just not getting enough information to do her job properly, she can't hear the everyday conversation that was going on around the house and not everything is written in the [CRU communication] book, she can't be expected to know what needs doing if people don't take the time to explain it to her.",
      "id": "s343"
    },
    {
      "text": "Focus contends that there were other means by which Ms Devers was kept informed of what took place at staff meetings, such as through minutes of the meetings and providing the information in writing to her.",
      "id": "s344"
    },
    {
      "text": "Focus considered that these methods of communication provided her with meaningful access to the information discussed at staff meetings.",
      "id": "s345"
    },
    {
      "text": "Ms Foster, in her 6 September 2007 letter to Ms Phillips stated: \n \n The minutes of all staff meetings are filed in a folder marked 'Staff Meetings' on the shelf in the staff office.",
      "id": "s346"
    },
    {
      "text": "They have always been kept there.",
      "id": "s347"
    },
    {
      "text": "It is a staff responsibility to read through the minutes each fortnight.",
      "id": "s348"
    },
    {
      "text": "Jane cannot realistically claim that she is deprived of any information that arises in the course of staff meetings.",
      "id": "s349"
    },
    {
      "text": "Ms Dunn acknowledged that she had received a number of facsimiles and emails from Ms Devers regarding the provision of interpreters and her frustration with the interpreting by staff members.",
      "id": "s350"
    },
    {
      "text": "At the time, Ms Dunn reported to Ms Foster.",
      "id": "s351"
    },
    {
      "text": "Ms Foster stated that Ms Devers seemed to be happy with other staff members interpreting for her at staff meetings.",
      "id": "s352"
    },
    {
      "text": "However, she also said that she did not usually attend staff meetings and that she had not asked Ms Devers what her preferences were in relation to interpreters.",
      "id": "s353"
    },
    {
      "text": "In cross-examination, Ms Foster admitted that she had received correspondence from Ms Phillips on behalf of Ms Devers in July 2007.",
      "id": "s354"
    },
    {
      "text": "That correspondence discussed communication problems Ms Devers was said to be experiencing.",
      "id": "s355"
    },
    {
      "text": "Ms Foster also acknowledged that interpreters were not provided for staff meetings until May 2008.",
      "id": "s356"
    },
    {
      "text": "Focus contends that the extent to which professional interpreters at staff meetings were required is debatable and cited examples when Ms Devers, by her own conduct, recognised the adequacy of the interpreting provided by staff members at meetings.",
      "id": "s357"
    },
    {
      "text": "On 19 February 2007, Ms Devers sought a meeting with Ms Foster and attended without arranging an interpreter.",
      "id": "s358"
    },
    {
      "text": "Similarly, on 21 May 2008, Ms Devers suggested an interpreter for a staff meeting could be obtained \"from Focus or outside, not from B[ungower Road] House staff\".",
      "id": "s359"
    },
    {
      "text": "Ms Devers acknowledged that as the meeting on 19 February 2007 was unplanned, Focus did not have time to arrange a qualified interpreter.",
      "id": "s360"
    },
    {
      "text": "She said that she had been waiting for \"many, many months\" to speak with Ms Dunn and Ms Foster.",
      "id": "s361"
    },
    {
      "text": "In relation to the second example, Ms Devers stated that she made the suggestion as a particular staff member from the day service, Ms Mia Tolvanen, had better signing skills than other staff members.",
      "id": "s362"
    },
    {
      "text": "She said that she believed that Focus would not book a qualified interpreter for staff meetings.",
      "id": "s363"
    },
    {
      "text": "Ms Devers also claimed that she suggested a staff member from outside the Bungower Road CRU act as her interpreter as she felt a CRU staff member could not participate in the meeting and interpret for her simultaneously.",
      "id": "s364"
    },
    {
      "text": "Much of the material before the Court relates to general communication difficulties experienced by Ms Devers rather than her ability to access information discussed at staff meetings.",
      "id": "s365"
    },
    {
      "text": "However, the evidence supports the inference that these difficulties extended to her ability to participate in staff meetings.",
      "id": "s366"
    },
    {
      "text": "The information arising from staff meetings was made available to Ms Devers in a number of other ways, such as staff members acting as interpreters and minutes of meetings.",
      "id": "s367"
    },
    {
      "text": "Nevertheless, Ms Devers's ability to cope with the requirement is not equivalent to an ability to comply with the requirement.",
      "id": "s368"
    },
    {
      "text": "She was unable to comply with the requirement or condition that she attend staff meetings without the assistance of a qualified interpreter.",
      "id": "s369"
    },
    {
      "text": "Reasonableness\n The factors outlined at [74] of these reasons were also relied on in support of the proposition that the requirement that Ms Devers attend staff meetings without the assistance of qualified Auslan interpreters was not reasonable.",
      "id": "s370"
    },
    {
      "text": "For the reasons outlined above, it is unnecessary to deal further with considerations (a)---(d) or (g) raised by Ms Devers.",
      "id": "s371"
    },
    {
      "text": "In relation to the alleged \"relatively insignificant cost\" of providing interpreters at fortnightly staff meetings, the evidence supports the proposition that the costs involved were significant.",
      "id": "s372"
    },
    {
      "text": "On 30 March 2004, a decision was made that Ms Van Opijnen attend and interpret at some staff meetings with SensWide to pay for the interpreting costs of some staff meetings and Focus to pay for the costs of other staff meetings.",
      "id": "s373"
    },
    {
      "text": "Ms Van Opijnen stated that this arrangement was to reduce the financial burden on Focus.",
      "id": "s374"
    },
    {
      "text": "Focus relied on the evidence of Ms Danielle Don, director of Echo Interpreting, as to the cost of obtaining interpreters for staff meetings.",
      "id": "s375"
    },
    {
      "text": "The figures provided by Ms Don indicate that the cost to Focus of accredited Auslan interpreters attending a two hour staff meeting would be approximately $700, an annual cost of some $18,000.",
      "id": "s376"
    },
    {
      "text": "Although Focus adduced no evidence as to its resources to meet that cost, the onus is on Ms Devers to establish that the requirement or condition was not reasonable.",
      "id": "s377"
    },
    {
      "text": "Ms Devers's payment summaries tendered to the Court show that her wages were: $12,428 in the financial year ending 30 June 2004; $22,901 in the financial year ending 30 June 2005; $8,927 in the financial year ending 30 June 2006; $9,317 in the financial year ending 30 June 2007; and $20,239 in the financial year ending 30 June 2008.",
      "id": "s378"
    },
    {
      "text": "In light of the discrepancy between her income and the cost of interpreters, I do not accept Ms Devers's submission that the provision of qualified interpreters at staff meetings represents a \"relatively insignificant cost\".",
      "id": "s379"
    },
    {
      "text": "In this respect, she has failed to show that the imposition of the requirement or condition was not reasonable.",
      "id": "s380"
    },
    {
      "text": "Ms Devers suggests that the \"significant adverse consequences\" she experienced indicate that the condition or requirement was not reasonable.",
      "id": "s381"
    },
    {
      "text": "Although Ms Devers's reception of the information raised in staff meetings would have been less than perfect, the evidence shows that the information was provided to her through other means.",
      "id": "s382"
    },
    {
      "text": "In Ms Foster's email of 21 May 2008, she offered to ensure that staff members with a higher level of Auslan training were in attendance at all staff meetings.",
      "id": "s383"
    },
    {
      "text": "Ms Devers's inability to comply with the requirement or condition does not result in the conclusion that she experienced significant adverse consequences.",
      "id": "s384"
    },
    {
      "text": "Ms Devers continued in her employment and was able to perform her duties.",
      "id": "s385"
    },
    {
      "text": "The evidence does not support her contention that her wages and hours were reduced.",
      "id": "s386"
    },
    {
      "text": "Additionally, the language of the Act requires consideration of all the relevant circumstances, not simply the effect of the requirement or condition on Ms Devers.",
      "id": "s387"
    },
    {
      "text": "In light of the significant costs involved in providing qualified interpreters at staff meetings; the provision of the information in other ways, including minutes and the use of staff members as interpreters; Ms Devers's status as a casual employee and the relatively few hours she worked; Ms Devers has not established that condition or requirement was not reasonable.",
      "id": "s388"
    },
    {
      "text": "No indirect discrimination arises in respect of the failure to provide qualified Auslan interpreters at staff meetings.",
      "id": "s389"
    },
    {
      "text": "\"In all other situations\"\n Ms Devers also alleged that Focus engaged in indirect discrimination as she required the provision of Auslan interpreters \"in all other situations where her hearing peers relied on the spoken word\".",
      "id": "s390"
    },
    {
      "text": "Unlike the failure to provide qualified Auslan interpreters at staff meetings or install flashing lights, it is difficult to distil the requirement or condition alleged to have been imposed by Focus.",
      "id": "s391"
    },
    {
      "text": "It is unclear from her amended statement of claim what is meant by the claim.",
      "id": "s392"
    },
    {
      "text": "The allegation was not particularised.",
      "id": "s393"
    },
    {
      "text": "Ms Devers has not indicated in which situations it is said that \"her hearing peers relied on the spoken word\".",
      "id": "s394"
    },
    {
      "text": "At its highest, the claim suggests that interpreters should have been provided at all times while Ms Devers was working.",
      "id": "s395"
    },
    {
      "text": "As the requirement or condition cannot be assessed with precision, it is impossible to assess whether Ms Devers was unable to comply with the requirement or condition, if it were imposed or whether it was not reasonable.",
      "id": "s396"
    },
    {
      "text": "If the allegation Ms Devers seeks to raise is that Focus discriminated against her by not providing qualified interpreters at all times, even if such a condition or requirement were imposed by Focus, she has failed to show that the requirement or condition was not reasonable.",
      "id": "s397"
    },
    {
      "text": "No evidence was adduced in support of the proposition that the condition was unreasonable.",
      "id": "s398"
    },
    {
      "text": "Each of the factors discussed in relation to the provision of interpreters at staff meetings and training sessions applies equally to this claim.",
      "id": "s399"
    },
    {
      "text": "There is no evidence before the Court which suggests that Focus's failure to provide Ms Devers with a qualified interpreter at all times was not reasonable.",
      "id": "s400"
    },
    {
      "text": "This claim of indirect discrimination is not made out by Ms Devers.",
      "id": "s401"
    },
    {
      "text": "ALLEGATIONS OF DIRECT DISCRIMINATION \n Ms Devers contends in her amended statement of claim at [17] that Focus treated her less favourably within the meaning of s 5 of the Act as it: \n \n (a) would not allow the Applicant to attend doctor's appointments with deaf clients but would allow hearing staff to do so;\n (b) would not allow the Applicant to have the access code to the spare key to the Community Residential Unit but would allow hearing staff to do so;\n (c) would not allow the Applicant to work sleep over shifts but would allow hearing staff to do so;\n (d) changed rosters to preclude the Applicant from working sleep over shifts; \n (e) provided diverse training and professional development opportunities to hearing staff but not the Applicant;\n (f) provided extra shifts to hearing staff in preference to the Applicant;\n (g) provided formal contracts to hearing staff but not the Applicant;\n (h) subjected the Applicant to restrictions that hearing staff were not subjected to.",
      "id": "s402"
    },
    {
      "text": "Allegation (h) was not particularised.",
      "id": "s403"
    },
    {
      "text": "Ms Devers alleges that Focus directly discriminated against her in the terms or conditions of employment that she was afforded, in denying or limiting her access to opportunities for promotion, training or any other benefit and in subjecting her to other detriment; see ss 15(2)(a) , (b) and (d) of the Act.",
      "id": "s404"
    },
    {
      "text": "She submits that the \"other detriment\" includes loss of income resulting from a reduction in the hours she worked.",
      "id": "s405"
    },
    {
      "text": "She also contends that Focus discriminated against her by awarding permanent and casual shifts and rosters to hearing staff when, given her experience, length of time at the Bungower Road CRU, language ability and the preferences of clients, the shifts should have been allocated to her.",
      "id": "s406"
    },
    {
      "text": "She submits such conduct is a breach of s 15(1)(a) , (b) and (c) of the Act.",
      "id": "s407"
    },
    {
      "text": "The definition of direct discrimination in s 5(1) of the Act in place at the relevant time stated: \n \n For the purposes of this Act, a person ( discriminator ) discriminates against another person ( aggrieved person ) on the ground of a disability of the aggrieved person if, because of the aggrieved person's disability, the discriminator treats or proposes to treat the aggrieved person less favourably than, in circumstances that are the same or are not materially different, the discriminator treats or would treat a person without the disability.",
      "id": "s408"
    },
    {
      "text": "(original emphasis.",
      "id": "s409"
    },
    {
      "text": ") \n \n In Purvis v State of New South Wales [2003] HCA 62 ; (2003) 217 CLR 92 , Gummow, Hayne and Heydon JJ noted at [213] that the concept of less favourable treatment involves an objective assessment and comparison: \n \n of the treatment which the discriminator gives, or proposes to give, to the aggrieved person and the treatment that the discriminator would give, or would propose to give, to a person without the aggrieved person's disability \"in circumstances that are the same or are not materially different\".",
      "id": "s410"
    },
    {
      "text": "The last phrase in s 5(1) qualified by s 5(2) of the Act, which provides that a disabled person's need for different accommodation or services does not constitute a material difference when determining whether the alleged discriminator has treated the disabled person less favourably than a person without the disability.",
      "id": "s411"
    },
    {
      "text": "Section 5(1) of the Act requires that the circumstances surrounding the treatment of the disabled person are identified.",
      "id": "s412"
    },
    {
      "text": "What must then be examined is what would have been done in those circumstances if the relevant person were not disabled; see Purvis at [223] per Gummow, Hayne and Heydon JJ.",
      "id": "s413"
    },
    {
      "text": "These circumstances are the objective features that surround the actual or intended treatment of the disabled person by the alleged discriminator; see Purvis at [224].",
      "id": "s414"
    },
    {
      "text": "If the comparison reveals that the disabled individual was treated less favourably, the further question which must be asked is whether that difference was \"because of\" their disability; see Purvis at [236] per Callinan J.",
      "id": "s415"
    },
    {
      "text": "The relevant questions for determination are, firstly, how would Focus have treated a person in these circumstances without Ms Devers's profound deafness?",
      "id": "s416"
    },
    {
      "text": "Secondly, if the treatment of Ms Devers was less favourable than the treatment that would be given to a person without her disability, was that difference because of her disability?",
      "id": "s417"
    },
    {
      "text": "Section 15 of the Act only applies if it is shown that Ms Devers was treated less favourably than a person without her disability would have been treated in circumstances that were the same as or were not materially different from the circumstances of Ms Devers's treatment.",
      "id": "s418"
    },
    {
      "text": "In the present case, that the relevant \"comparator\" is an employee of Focus, in a similar role, without Ms Devers's disability who also has her attributes.",
      "id": "s419"
    },
    {
      "text": "For example, the relevant comparator in Purvis was a child without the applicant's disability who nevertheless displayed the same violent behaviour as the applicant; Purvis at [222]---[225].",
      "id": "s420"
    },
    {
      "text": "I will separately consider each allegation of direct discrimination and the relevant circumstances in relation to each allegation.",
      "id": "s421"
    },
    {
      "text": "Doctors' appointments\n Ms Devers claims that Focus treated her less favourably than hearing staff in that it would not allow Ms Devers to attend doctors' appointments with deaf clients but would allow hearing staff to attend appointments.",
      "id": "s422"
    },
    {
      "text": "She said that she was only permitted to attend medical appointments when she went with David and Leigh Travaglia's mother, Ms Blake, and did so on two or three occasions.",
      "id": "s423"
    },
    {
      "text": "Mr Edo Travaglia gave evidence that both Ms Sipthorpe and Ms Colleen McFarlane told him that \"Focus management\" had said that Ms Devers was not permitted to take clients to medical appointments as she was deaf and unable to communicate with doctors.",
      "id": "s424"
    },
    {
      "text": "However this evidence is hearsay and unsupported by other evidence.",
      "id": "s425"
    },
    {
      "text": "Ms Dunn stated that the majority of doctors' appointments were attended by the parents of clients and that Focus would provide a staff member, if requested, for support.",
      "id": "s426"
    },
    {
      "text": "There is also evidence that Ms Devers attended a medical appointment alone with Leigh Travaglia, where communication with the doctor occurred through written notes.",
      "id": "s427"
    },
    {
      "text": "On other occasions, Ms Sipthorpe and Ms Bloxidge each attended medical appointments with Mr Travaglia and his sons.",
      "id": "s428"
    },
    {
      "text": "This evidence is consistent with Ms Dunn's evidence that parents usually took clients to medical appointments and a staff member was provided, if requested, to accompany them for support.",
      "id": "s429"
    },
    {
      "text": "There is no evidence that Ms Devers was treated any less favourably than other staff members in this regard because the evidence fails to identify any occasion where a staff member attended a medical appointment alone with a client.",
      "id": "s430"
    },
    {
      "text": "This aspect of Ms Devers's claim fails.",
      "id": "s431"
    },
    {
      "text": "Access code to the spare key\n Ms Devers claims that Focus treated her less favourably in that it would not allow her to have the access code to obtain the spare key to the Bungower Road CRU but would allow hearing staff to do so.",
      "id": "s432"
    },
    {
      "text": "Ms Devers admitted that she had not asked Ms Dunn for the access code until 2008, at which point Ms Dunn gave it to her.",
      "id": "s433"
    },
    {
      "text": "She said that before Ms Dunn was employed at the Bungower Road CRU she had asked Ms Dowd for the access code but was told that casual staff members were not entitled to the code.",
      "id": "s434"
    },
    {
      "text": "Ms Devers also said that following this incident she noticed other casual staff had access to the code.",
      "id": "s435"
    },
    {
      "text": "Ms Jones said that Ms McFarlane had told her that she would give Ms Jones the access code, but added \"you're not to give it to Jane\".",
      "id": "s436"
    },
    {
      "text": "I found Ms Jones to be an unimpressive witness and give little weight to her statements.",
      "id": "s437"
    },
    {
      "text": "Ms Foster said that the access code to the key to the front door was given to all staff who worked at the Bungower Road CRU.",
      "id": "s438"
    },
    {
      "text": "Ms Foster also stated that the access code was not a secret, as it was the first four digits of the phone number.",
      "id": "s439"
    },
    {
      "text": "This seems to be an issue of mismanagement and miscommunication rather than discrimination.",
      "id": "s440"
    },
    {
      "text": "I accept the evidence of Ms Foster that all staff should have had the access code to the front door.",
      "id": "s441"
    },
    {
      "text": "I do not accept that Ms Devers was not given the access code prior to 2008 because of her casual status.",
      "id": "s442"
    },
    {
      "text": "That proposition conflicts with the evidence of Ms Foster.",
      "id": "s443"
    },
    {
      "text": "Nevertheless, once management knew Ms Devers had not been given the code, she was provided with the access code.",
      "id": "s444"
    },
    {
      "text": "There simply is no evidence to show any less favourable treatment in this regard and this allegation of direct discrimination is not sustained.",
      "id": "s445"
    },
    {
      "text": "Sleepover shifts\n Ms Devers claims that Focus treated her less favourably in that it would not allow her to work sleepover shifts but would allow hearing staff to do so.",
      "id": "s446"
    },
    {
      "text": "She also alleges that Focus altered rosters to preclude her from working sleepover shifts.",
      "id": "s447"
    },
    {
      "text": "Ms Devers acknowledged that at the beginning of her employment with Focus she did not want to work sleepover shifts and made this known to Focus.",
      "id": "s448"
    },
    {
      "text": "She said that later in her employment there were sleepover shifts available and, as she desired more hours, she told Focus that she would be willing to work sleepover shifts.",
      "id": "s449"
    },
    {
      "text": "Ms Devers admitted that she did not ask Ms Dunn if she could work sleepover shifts.",
      "id": "s450"
    },
    {
      "text": "Ms Devers claimed that she had communicated her desire to work sleepover shifts to Ms Foster in a facsimile sometime in 2006 and at a meeting.",
      "id": "s451"
    },
    {
      "text": "Ms Devers was unable to produce this facsimile and there are no minutes of any meeting where Ms Devers requested sleepover shifts.",
      "id": "s452"
    },
    {
      "text": "Ms Foster denies this exchange occurred.",
      "id": "s453"
    },
    {
      "text": "This claim fails on the evidence.",
      "id": "s454"
    },
    {
      "text": "There is no evidence other than Ms Devers's own statements of her communicating her desire to do sleepover shifts.",
      "id": "s455"
    },
    {
      "text": "I accept Ms Foster's evidence that no request was made by Ms Devers to work sleepover shifts.",
      "id": "s456"
    },
    {
      "text": "As Ms Foster has no Auslan skills, any meeting between Ms Foster and Ms Devers would have been a formal occasion with an interpreter present.",
      "id": "s457"
    },
    {
      "text": "The absence of minutes recording Ms Devers's alleged request supports Ms Foster's evidence that no request was made.",
      "id": "s458"
    },
    {
      "text": "As far as management was concerned, Ms Devers had communicated early on in her employment her desire not to work sleepover shifts.",
      "id": "s459"
    },
    {
      "text": "Whether or not Ms Devers can or should work sleepover shifts is irrelevant.",
      "id": "s460"
    },
    {
      "text": "Ms Devers was treated the same as any other employee who did not have her disability who had told management he or she did not want to work sleepover shifts --- by honouring her request.",
      "id": "s461"
    },
    {
      "text": "Roster allocations\n Ms Devers claims that Focus treated her less favourably in that it provided extra shifts to hearing staff in preference to Ms Devers, resulting in the reduction of her hours from the period 2003---08.",
      "id": "s462"
    },
    {
      "text": "She also alleges that permanent and casual shifts and rosters were given to hearing staff when the hours should have been allocated to her, in light of her experience, length of time at the Bungower Road CRU, language ability and preference of the deaf clients and their parents that she work with them.",
      "id": "s463"
    },
    {
      "text": "As discussed above, Ms Devers's claim that Focus would change rosters to preclude her from working sleepover shifts fails on the evidence.",
      "id": "s464"
    },
    {
      "text": "There is little evidence of a reduction in Ms Devers's working hours.",
      "id": "s465"
    },
    {
      "text": "The amended statement of claim states that Ms Devers's hours were reduced from approximately 68 hours per fortnight in 2003 to approximately: 45 hours per fortnight in 2004; 34 hours per fortnight in 2005; and 14 hours per fortnight in 2008.",
      "id": "s466"
    },
    {
      "text": "Focus, in its defence, admitted the 2003, 2004 and 2005 figures as suggested in the amended statement of claim.",
      "id": "s467"
    },
    {
      "text": "However, on Ms Devers's own evidence, she worked only 24---34 hours per fortnight in 2003.",
      "id": "s468"
    },
    {
      "text": "Similarly, the rosters relied on by Ms Devers show that in 2008 she was rostered to work between 15---33 hours per fortnight.",
      "id": "s469"
    },
    {
      "text": "This is supported by her payment summaries, referred to at [103] of these reasons, which show that her wages for the year ending 30 June 2008 were comparable to the years ending 30 June 2004 and 30 June 2005.",
      "id": "s470"
    },
    {
      "text": "It is also consistent with the evidence of Ms Foster who stated Ms Devers's core hours remained constant throughout her employment.",
      "id": "s471"
    },
    {
      "text": "Focus contends that there is no evidence that Ms Devers sought extra shifts.",
      "id": "s472"
    },
    {
      "text": "Ms Foster gave evidence that Ms Devers was invited to apply for additional shifts on the basis that whoever sought a roster line would have to commit to all the shifts on the roster line.",
      "id": "s473"
    },
    {
      "text": "In a letter dated 19 July 2005, Ms Foster invited Ms Devers to apply for Ms Kuzilny's roster line but stressed that: \n \n Now that Sonja has resigned from her position at Bungower Road, her roster line will be advertised and assigned, only after applicants have been interviewed.",
      "id": "s474"
    },
    {
      "text": "The roster line will NOT be broken up so that existing staff can take the shifts they want.",
      "id": "s475"
    },
    {
      "text": "It was this practise that had led to so many problems at Bungower Road.",
      "id": "s476"
    },
    {
      "text": "You are welcome to apply but you must be able to commit to all the shifts in the roster line.",
      "id": "s477"
    },
    {
      "text": "Ms Foster also gave evidence that Ms Devers did not apply for any advertised positions at the Bungower Road CRU, despite encouragement to do so.",
      "id": "s478"
    },
    {
      "text": "Focus contends that Ms Devers's desire to only work at the Bungower Road CRU limited her opportunities to undertake additional shifts.",
      "id": "s479"
    },
    {
      "text": "Focus also argues that, contrary to Ms Devers's claims, she was not excluded from working on Sundays or until 10.00 pm and that on occasion she was given extra paid hours; such as being paid to go on holidays with the Travaglias to Sydney and Queensland, to go to the Deaf Olympics and to attend a conference in Geelong.",
      "id": "s480"
    },
    {
      "text": "Ms Devers alleged that the only reason she was given these extra paid hours was because Mr Edo Travaglia and his sons requested her personally.",
      "id": "s481"
    },
    {
      "text": "Ms Foster also rejected Ms Devers's claims that she was the most \"qualified\" to fill shifts at the CRU as Ms Devers had no professional qualifications for the role at the time.",
      "id": "s482"
    },
    {
      "text": "Ms Devers admitted, in cross-examination, that following Ms Powell's resignation in January 2007, she was offered and accepted an additional three hours work each fortnight.",
      "id": "s483"
    },
    {
      "text": "Ms Devers said that she would have welcomed the opportunity to apply for Ms Powell's entire roster line, as there were no sleepover shifts on the line.",
      "id": "s484"
    },
    {
      "text": "She also complained that Focus used casual and agency staff rather than increasing her hours.",
      "id": "s485"
    },
    {
      "text": "Ms Foster said that the roster was reorganised to \"amalgamate unworkable short roster lines...to enable staff to meet the individual needs of the clients\".",
      "id": "s486"
    },
    {
      "text": "Ms Foster also gave evidence that Focus used casuals and agency staff as \"[w]e continued to be hopeful that we could recruit to the set roster lines and advertised positions regularly\".",
      "id": "s487"
    },
    {
      "text": "She stated that all staff members, including hearing staff, were required to apply and interview for vacant positions.",
      "id": "s488"
    },
    {
      "text": "Ms Devers said that she did not know where positions were advertised and that she had requested for Ms Foster to personally advise her via letter or email if advertisements for roster lines were placed, but she was never notified.",
      "id": "s489"
    },
    {
      "text": "She argues that if Focus had sought to \"encourage\" her, it could have advised her when positions were being advertised and assisted her to complete the relevant application.",
      "id": "s490"
    },
    {
      "text": "As it was, no staff member assisted Ms Devers to apply for any positions.",
      "id": "s491"
    },
    {
      "text": "Ms Devers admitted that she did not apply for any positions offered by Focus.",
      "id": "s492"
    },
    {
      "text": "She stated that usually these positions did not suit her as they had a sleepover shift or conflicted with her classes.",
      "id": "s493"
    },
    {
      "text": "She also said that she sought to apply for some roster lines that had sleepovers but that Focus was unwilling to re-arrange the roster line to remove the sleepover shifts.",
      "id": "s494"
    },
    {
      "text": "Ms Devers claimed that when Focus hired new employees it was flexible in rearranging the roster lines.",
      "id": "s495"
    },
    {
      "text": "Relevant comparator\n The relevant comparator is a hearing employee of Focus who exhibited Ms Devers's attributes.",
      "id": "s496"
    },
    {
      "text": "That is, an employee who did not posses relevant professional qualifications and did not apply for additional shifts or advertised positions, or was unable to commit to all shifts in a vacant roster line.",
      "id": "s497"
    },
    {
      "text": "Was there differential treatment?",
      "id": "s498"
    },
    {
      "text": "There is no evidence to show that Ms Devers was treated differently to a hearing employee in similar circumstances.",
      "id": "s499"
    },
    {
      "text": "Ms Devers was aware of the need to apply for vacant positions and Focus's policy of not altering roster lines.",
      "id": "s500"
    },
    {
      "text": "By not altering the roster lines, Focus did not treat Ms Devers differently to the relevant comparator.",
      "id": "s501"
    },
    {
      "text": "Similarly, Ms Devers was not treated differently to other employees who did not apply for advertised positions as Focus's policy was to require all employees to apply for positions.",
      "id": "s502"
    },
    {
      "text": "Ms Devers's claim in relation to roster allocations fails.",
      "id": "s503"
    },
    {
      "text": "Training and professional development opportunities \n Ms Devers claims that Focus treated her less favourably in that it provided diverse training and professional development opportunities to hearing staff but that these opportunities were not made available to her.",
      "id": "s504"
    },
    {
      "text": "She did not give evidence as to the ability of other staff members to enrol in or attend training sessions.",
      "id": "s505"
    },
    {
      "text": "Ms Foster stated that a training calendar was organised at the beginning of each year and was available to all staff, with staff members informed of additional training sessions by memoranda.",
      "id": "s506"
    },
    {
      "text": "Ms Dunn and Ms Foster each gave evidence that staff members applied for training sessions using an application form.",
      "id": "s507"
    },
    {
      "text": "Ms Dunn said that she never helped Ms Devers, nor explained to her how, to complete these forms.",
      "id": "s508"
    },
    {
      "text": "A memorandum from Mr Guest on 25 June 2007 listed available courses and instructed staff to apply for the training sessions \"using the Staff Development Application Forms\".",
      "id": "s509"
    },
    {
      "text": "Ms Devers signed this memorandum on 29 June 2007, acknowledging her awareness of its contents.",
      "id": "s510"
    },
    {
      "text": "Ms Devers said that her attempts at applying for training courses \"rarely were successful\" as she experienced the following difficulties: She was not at the CRU as much as other staff and...I was just not always at the CRU at the time memos were first put out about it.",
      "id": "s511"
    },
    {
      "text": "The training forms and/or memo were not in view even when I arrived for my shifts.",
      "id": "s512"
    },
    {
      "text": "... At no time did a Team Leader approach me and tell me about training and ask if I wanted to go.",
      "id": "s513"
    },
    {
      "text": "... There was no board for staff notices.",
      "id": "s514"
    },
    {
      "text": "Staff notices were often clipped to venetian blinds.",
      "id": "s515"
    },
    {
      "text": "There was no special time in staff meetings to discuss training.",
      "id": "s516"
    },
    {
      "text": "It was left to staff to watch out for forms.",
      "id": "s517"
    },
    {
      "text": "This changed a little in the last six months of my work.",
      "id": "s518"
    },
    {
      "text": "In February 2005, Focus offered Dementia and Down's Syndrome training.",
      "id": "s519"
    },
    {
      "text": "Ms Devers was not selected for inclusion in the first training session and attended a training session run in April 2005.",
      "id": "s520"
    },
    {
      "text": "Mr Guest said that 38 employees applied for the training session but only 22 places were available.",
      "id": "s521"
    },
    {
      "text": "Priority in the allocation of places was given to employees working in areas where there were greater numbers of older clients with Down's Syndrome.",
      "id": "s522"
    },
    {
      "text": "Ms Devers admitted in cross examination that she was aware that she was not the only Bungower Road CRU staff member who was excluded from the training session.",
      "id": "s523"
    },
    {
      "text": "Once Mr Guest explained that the training was not relevant to her role, she \"accepted that fact\".",
      "id": "s524"
    },
    {
      "text": "Ms Devers agreed that the April session was run for employees who had missed out on the first training session and that her inclusion in this session had nothing to do with interpreter arrangements, but was simply because a second session was offered.",
      "id": "s525"
    },
    {
      "text": "Ms Devers said that in 2005 she applied for a training course on Personal Outcome Measurement Systems; however her name was omitted from the list of staff members who were to attend the course.",
      "id": "s526"
    },
    {
      "text": "Ms Foster said that when she was employed by Focus, she was the only person able to facilitate this training and that in any training course there were many more applicants than could be accommodated.",
      "id": "s527"
    },
    {
      "text": "She also stated that throughout 2004 and 2005 preference in allocating places in the Personal Outcome Measurement Systems course was given to the senior staff at Focus as they were responsible for managing the changes that were discussed in the training session.",
      "id": "s528"
    },
    {
      "text": "Ms Devers conceded that she was never told by anyone at Focus that the reason why she was unable to attend a training session was because Focus did not want to book an interpreter.",
      "id": "s529"
    },
    {
      "text": "She also agreed that, on occasions, there were more applicants than positions available in a given training course.",
      "id": "s530"
    },
    {
      "text": "Relevant comparator\n The relevant comparator for the purposes of this claim is another employee, without Ms Devers's disability, who applied for training which was not directly relevant or who did not apply for a training session using the required application form.",
      "id": "s531"
    },
    {
      "text": "Was there differential treatment?",
      "id": "s532"
    },
    {
      "text": "Ms Devers has not shown that hearing staff were able to attend a greater number of training sessions, being training sessions which were not relevant to their roles, or were able to attend sessions without completing the relevant application forms.",
      "id": "s533"
    },
    {
      "text": "The failure to include Ms Devers in some training sessions is attributable to the training sessions not being relevant to her role or her failure to complete the necessary application forms.",
      "id": "s534"
    },
    {
      "text": "There is no evidence to indicate that there was any differential treatment of Ms Devers.",
      "id": "s535"
    },
    {
      "text": "Ms Devers has not shown that any direct discrimination occurred on this ground.",
      "id": "s536"
    },
    {
      "text": "Other restrictions\n Ms Devers claims that Focus discriminated against her as it \"subjected the Applicant to restrictions that hearing staff were not subject to\".",
      "id": "s537"
    },
    {
      "text": "This allegation was not particularised by Ms Devers.",
      "id": "s538"
    },
    {
      "text": "As stated by Mason CJ and Gaudron J in Banque Commerciale SA en liquidation v Akhil Holdings Ltd [1990] HCA 11 ; (1990) 169 CLR 279 at 286: \n \n The function of pleadings is to state with sufficient clarity the case that must be met so as to ensure the basic requirement of procedural fairness that a party should have the opportunity of meeting the case against him or her, and to define the issues for decision.",
      "id": "s539"
    },
    {
      "text": "See also Woodbridge Foam Corporation v AFCO Automotive Foam Components Pty Ltd [2002] FCA 883 at [4] ---[5] per Finkelstein J.",
      "id": "s540"
    },
    {
      "text": "The allegation that Ms Devers was subject to unspecified \"restrictions that hearing staff were not subject to\" fails to enable Focus or this Court to determine what allegations of discriminatory treatment are made.",
      "id": "s541"
    },
    {
      "text": "A great deal of evidence was tendered by Ms Devers in relation to matters such as driving the Focus bus, access to client files and a sock thrown at her by a fellow employee in an attempt to gain her attention.",
      "id": "s542"
    },
    {
      "text": "The worker involved in the sock-throwing incident later apologised and was reprimanded.",
      "id": "s543"
    },
    {
      "text": "However, it is unclear which of these relate to allegations of direct discrimination or what the less favourable treatment is said to be.",
      "id": "s544"
    },
    {
      "text": "It is not the role of this Court to amend the failings in the amended statement of claim.",
      "id": "s545"
    },
    {
      "text": "Ms Devers was represented at the trial.",
      "id": "s546"
    },
    {
      "text": "That responsibility lay with her legal representatives.",
      "id": "s547"
    },
    {
      "text": "As the less favourable treatment or restrictions cannot be identified with any degree of precision or clarity this claim also fails.",
      "id": "s548"
    },
    {
      "text": "CONCLUSION \n Ms Devers has not succeeded in establishing any direct or indirect discrimination by Focus.",
      "id": "s549"
    },
    {
      "text": "The application is dismissed.",
      "id": "s550"
    },
    {
      "text": "There are no special or unusual circumstances in this proceeding which dictate that costs should not follow the event; see Ruddock v Vadarlis (No 2) (2001) 115 FCR 229 at [11] per Black CJ and French J.",
      "id": "s551"
    },
    {
      "text": "I certify that the preceding one hundred and fifty-four (154) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s552"
    },
    {
      "text": "Associate:\n \n \nDated: 27 November 2009\n \n Counsel for the Applicant: Mr D J Hancock \n \n Solicitor for the Applicant: Access Law \n \n Counsel for the Respondent: Mr R A Millar \n \n Solicitor for the Respondent: Middletons \n Dates of Hearing: 25-28 May, 1-4 June and 31 August 2009 \n \n Date of Judgment: 27 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1392.html",
      "id": "s553"
    }
  ]
}