{
  "name": "LeasePlan Australia Limited v Commissioner of Taxation of the Commonwealth of Australia [2009] FCA 1309 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1309.html",
  "catchphrases": [
    {
      "text": "gst",
      "id": "c0"
    },
    {
      "text": "input tax credits",
      "id": "c1"
    },
    {
      "text": "the application of s 66-5(1) of the a new tax system (goods and services tax) act 1999 (cth)",
      "id": "c2"
    },
    {
      "text": "whether sale was 'a purpose' for which second-hand goods were acquired",
      "id": "c3"
    },
    {
      "text": "lease-back schemes.",
      "id": "c4"
    },
    {
      "text": "taxation",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This is an appeal from a decision of the Commissioner of Taxation of the Commonwealth of Australia (the 'Commissioner') disallowing an objection of LeasePlan Australia Limited ('LeasePlan') to its GST assessment for the tax period 1 November 2006 to 30 November 2006 ('the relevant period').",
      "id": "s0"
    },
    {
      "text": "The appeal is principally concerned with the application of s 66-5(1) of the A New Tax System (Goods and Services Tax) Act 1999 (Cth) (the 'GST Act').",
      "id": "s1"
    },
    {
      "text": "Subsection 66-5(1) of the GST Act provides as follows: \n \n \n If you acquire second-hand goods for the purposes of sale or exchange (but not for manufacture) in the ordinary course of business the fact that the supply of the goods to you is not a taxable supply does not stop the acquisition being a creditable acquisition.",
      "id": "s2"
    },
    {
      "text": "Under the GST assessment for the relevant period the Commissioner had increased LeasePlan's liability to GST by $602,292.00 reversing that amount of input tax credits claimed by LeasePlan.",
      "id": "s3"
    },
    {
      "text": "LeasePlan contends that the GST assessment is excessive because it was entitled to input tax credits under Div 11 of the GST Act, and more particularly because it acquired second-hand goods for a purpose of sale in the ordinary course of business.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND FACTS \n LeasePlan carried on the business of motor vehicle fleet leasing and management.",
      "id": "s5"
    },
    {
      "text": "In the ordinary course of carrying on that business LeasePlan purchased, leased, managed and sold second---hand motor vehicles, each of these activities being integral to the business of motor-vehicle fleet leasing and management.",
      "id": "s6"
    },
    {
      "text": "Private individual employees sold the vehicles to LeasePlan.",
      "id": "s7"
    },
    {
      "text": "As none of the employees were registered, or were required to be registered, for GST purposes, the sale by each employee to LeasePlan was not a 'taxable supply' for the purposes of the GST Act, and no GST was payable by LeasePlan on the supply.",
      "id": "s8"
    },
    {
      "text": "LeasePlan in turn leased the vehicles to the employees under either an operating lease or a finance lease under certain terms and conditions.",
      "id": "s9"
    },
    {
      "text": "The Commissioner did not seek to draw any legal distinction in this proceeding between the type of lease documentation employed by LeasePlan.",
      "id": "s10"
    },
    {
      "text": "LeasePlan sold the vehicles in the period from 1 July 2000 to 31 October 2006.",
      "id": "s11"
    },
    {
      "text": "Each sale constituted a 'taxable supply' of the vehicle, and GST was payable by the purchasers of the vehicles.",
      "id": "s12"
    },
    {
      "text": "Leaseplan claimed an input tax credit in respect of each acquisition pursuant to s 66-5(1) of the GST Act.",
      "id": "s13"
    },
    {
      "text": "THE GST ACT\n GST is an indirect tax payable on taxable supplies and taxable importations (s 7-1(1)).",
      "id": "s14"
    },
    {
      "text": "Entitlements to input tax credits arise on creditable acquisitions and creditable importations (s 7-1(2)).",
      "id": "s15"
    },
    {
      "text": "Taxable supplies are dealt with in Div 9 of the GST Act.",
      "id": "s16"
    },
    {
      "text": "Section 9-5 defines 'taxable supplies' as follows: \n \n You make a taxable supply if: \n \n\n \n \n (a) you make the supply for consideration; and \n \n\n \n \n (b) the supply is made in the course or furtherance of an enterprise that you carry on; and \n \n\n \n \n (c) the supply is connected with Australia; and \n \n\n \n \n (d) you are registered, or required to be registered.",
      "id": "s17"
    },
    {
      "text": "However, the supply is not a taxable supply to the extent that it is GST-free or input taxed.",
      "id": "s18"
    },
    {
      "text": "The supply of a thing is not a taxable supply if the entity that supplies the thing is not registered, or is not required to be registered.",
      "id": "s19"
    },
    {
      "text": "GST is not payable on such a supply.",
      "id": "s20"
    },
    {
      "text": "Creditable acquisitions are dealt with in Div 11.",
      "id": "s21"
    },
    {
      "text": "Section 11-5 defines a 'creditable acquisition' as follows: \n \n You make a creditable acquisition if: \n \n\n \n \n (a) you acquire anything solely or partly for a creditable purpose; and \n \n\n \n \n (b) the supply of the thing to you is a taxable supply; and \n \n\n \n \n (c) you provide, or are liable to provide, consideration for the supply; and \n \n\n \n \n (d) you are registered, or are required to be registered.",
      "id": "s22"
    },
    {
      "text": "If the supply of a thing to an entity is not a taxable supply, the entity's acquisition of that thing is, under the basic rules set out in Div 11, not a creditable acquisition, and the entity which acquires the thing is not entitled to an input tax credit in respect of the acquisition.",
      "id": "s23"
    },
    {
      "text": "Division 66 of the GST Act, however, contains special rules about acquisitions of second-hand goods, which modify the operation of Pt 2-2, including Div 11.",
      "id": "s24"
    },
    {
      "text": "It allows the entity that acquires second-hand goods to claim, subject to limitations, input tax credits for that acquisition, even though GST was not payable on the supply of the second-hand goods to the entity.",
      "id": "s25"
    },
    {
      "text": "Section 66-5(1), as it was originally enacted, provided: \n \n If you acquire second-hand goods, the fact that the supply of the goods to you is not a taxable supply does not stop the acquisition being a creditable acquisition.",
      "id": "s26"
    },
    {
      "text": "Section 66-5(1) had effect despite s 11-5 (s 66-5(3)), but was subject to s 66-5(2), which set out the circumstances in which the entity was not entitled to an input tax credit on the acquisition: \n \n (a) the supply of the goods to the entity was a taxable supply, or was GST-free; or \n \n\n \n \n (b) the entity imported the goods; or \n \n\n \n \n (c) the supply of the goods to the entity was a supply by way of hire; or \n \n\n \n \n (d) the supply of the goods to the entity occurred before 1 July 2000; or \n \n\n \n \n (e) the entity makes a supply of the goods that is not a taxable supply.",
      "id": "s27"
    },
    {
      "text": "The explanatory memorandum that accompanied the A New Tax System (Goods and Services Tax) Bill 1999 (Cth) explained Div 66 as follows: \n \n 6.68 If you acquire second-hand goods from an unregistered entity the supply to you will not be a taxable supply.",
      "id": "s28"
    },
    {
      "text": "Even if you acquire the goods for a creditable purpose you would not be entitled to an input tax credit under the general rules because the supply to you was not taxable.",
      "id": "s29"
    },
    {
      "text": "This also applies if you acquire second-hand goods from someone who is registered but the supply is not taxable, such as the supply of a car that has only been used privately.",
      "id": "s30"
    },
    {
      "text": "6.69 If you acquire second hand goods from an unregistered entity, that entity has paid GST on the supply of the goods to them.",
      "id": "s31"
    },
    {
      "text": "They were not entitled to an input tax credit.",
      "id": "s32"
    },
    {
      "text": "There is therefore some GST included in the price you pay for those second hand goods.",
      "id": "s33"
    },
    {
      "text": "If you subsequently supply those goods in a taxable supply, GST is payable on the supply.",
      "id": "s34"
    },
    {
      "text": "This would mean that there is GST charged on GST.",
      "id": "s35"
    },
    {
      "text": "6.70 Division 66 allows you an input tax credit in such situations to offset the GST included in the price paid for acquisitions.",
      "id": "s36"
    },
    {
      "text": "Division 66 was amended shortly after the GST Act was introduced.",
      "id": "s37"
    },
    {
      "text": "The amending Act was the A New Tax System (Indirect Tax and Consequential Amendments) Act (No.2) 1999 (Cth).",
      "id": "s38"
    },
    {
      "text": "Section 66-5(1) was amended to provide: \n \n If you acquire second-hand goods for the purposes of sale or exchange (but not for manufacture) in the ordinary course of business, the fact that the supply of the goods to you is not a taxable supply does not stop the acquisition being a creditable acquisition.",
      "id": "s39"
    },
    {
      "text": "The explanatory memorandum that accompanied the A New Tax System (Indirect Tax and Consequential Amendments) Bill (No.2) 1999 (Cth) explained the amendments to Div 66 as follows: \n \n Item 23 amends section 66-5 to ensure that input tax credits for acquisitions of second-hand goods from unregistered suppliers can only be claimed where those goods are acquired as trading stock (excluding materials used in manufacture).",
      "id": "s40"
    },
    {
      "text": "This is not a substantial change because in most cases under the current provisions, a credit only arises when a taxable supply of the goods is made.",
      "id": "s41"
    },
    {
      "text": "PRINCIPAL ISSUE \n The principal issue in this appeal is whether the acquisitions of the vehicles by LeasePlan were acquisitions undertaken for a purpose of sale.",
      "id": "s42"
    },
    {
      "text": "No issue was pressed as to the ambit of the phrase 'in the ordinary course of business'.",
      "id": "s43"
    },
    {
      "text": "Both parties accepted that neither a sole purpose test nor a dominant purpose test applies for the purpose of s 66-5(1) of the GST Act, but rather the test is whether the sale was 'a purpose' for which the vehicles are acquired.",
      "id": "s44"
    },
    {
      "text": "In other words, there may be another purpose of the acquisition other than sale, but the words of s 66-5(1) would still be satisfied if a purpose was sale: see eg John v Federal Commissioner of Taxation [1989] HCA 5 ; (1989) 166 CLR 417 at [26] .",
      "id": "s45"
    },
    {
      "text": "The Commissioner submitted that: \n \n The focus of the inquiry under s 66.5(1) is on the purpose, or reason, for the acquisition being made.",
      "id": "s46"
    },
    {
      "text": "The question to be asked is: why did the entity make the acquisition of the second-hand goods?",
      "id": "s47"
    },
    {
      "text": "It is the purpose existing at the time of acquisition.",
      "id": "s48"
    },
    {
      "text": "One looks to what has actuated the acquisition, that is to say, the immediate purpose or reason that attended the acquisition.",
      "id": "s49"
    },
    {
      "text": "More specifically, as to the evidence, the Commissioner submitted that: \n \n The mere fact that the cars acquired by the applicant were eventually sold, is not in any way determinative of the question of whether they were acquired for the purposes of sale or exchange as is required by s 66.5(1).",
      "id": "s50"
    },
    {
      "text": "The sale of each car at the end of each lease was an eventuality that was provided for in the lease agreements, but was no more than an incident of the leasing arrangements entered into by the applicant and the employees.",
      "id": "s51"
    },
    {
      "text": "The sale of each car was not the \"purpose\" for which the car was acquired; it was not the purpose which attended the acquisition, or existed at the time the acquisition was made.",
      "id": "s52"
    },
    {
      "text": "The purpose for which the applicant acquired each car was to lease, or hire, it to the employee from whom the car had been acquired.",
      "id": "s53"
    },
    {
      "text": "The applicant would not have acquired the cars from the employees other than for the purpose of leasing them to the employee.",
      "id": "s54"
    },
    {
      "text": "The applicant agreed to buy the cars from the employee only for the purpose of leasing them back to the employee.",
      "id": "s55"
    },
    {
      "text": "Or, as it is put by Mr Croes in his affidavit, the employees \"sell their own motor vehicles to LeasePlan Australia in order to lease them back\".",
      "id": "s56"
    },
    {
      "text": "EVIDENCE \n The determination of the principal issue and the decision in this case turns on the evidence.",
      "id": "s57"
    },
    {
      "text": "For the reasons set out below I find that Leaseplan acquired the vehicles for the purpose of sale in the ordinary course of business.",
      "id": "s58"
    },
    {
      "text": "Evidence was relied upon by each party to show the purpose or purposes of the acquisition of the vehicles from the private individual employees.",
      "id": "s59"
    },
    {
      "text": "Both LeasePlan and the Commissioner relied upon the affidavit evidence of Roderick Joseph Douglas Croes (Company Secretary and Finance Director for LeasePlan) sworn on 15 July 2009 ('first affidavit') and on 17 September 2009 ('second affidavit') and also upon documentary evidence in the form of the terms of two finance leases and an operating lease.",
      "id": "s60"
    },
    {
      "text": "The finance and operating leases exhibited were treated by the parties as examples of the material terms of the relevant lease documents entered into by LeasePlan with customers.",
      "id": "s61"
    },
    {
      "text": "Mr Croes gave evidence that in each contract under which the vehicles were acquired LeasePlan entered into an obligation to sell the vehicle, and that the 'residual value' of the vehicle (determined by LeasePlan using a residual value table) was agreed, with the respective rights and obligations of the parties being determined by reference to the actual sale price of the vehicle only once the vehicle was sold.",
      "id": "s62"
    },
    {
      "text": "Mr Croes also said that LeasePlan monitored expected sales proceeds for each type of vehicle proposed to be leased in order to determine before each lease is entered into the residual values for those vehicles, and that each vehicle was in fact sold immediately upon termination of the leases (on average within 19 days).",
      "id": "s63"
    },
    {
      "text": "The documentary evidence of the two finance leases and the operating lease was also relied upon by both parties to demonstrate whether the sale was a purpose for which the vehicles were acquired.",
      "id": "s64"
    },
    {
      "text": "LeasePlan relied on the documentary evidence to demonstrate that the leases specifically contemplated the disposal of the vehicles by sale and further that the contemplation of net proceeds of sale and residual value of the vehicles, at the time of acquisition, substantiated the claim that sale was a purpose for which the vehicles were acquired.",
      "id": "s65"
    },
    {
      "text": "LeasePlan relied on the following material terms of the finance leases: \n \n 13.4 Lease Plan would dispose of the vehicle at public auction or by tender or private treaty at the best price which it can reasonably obtain... \n \n\n \n \n 13.5...",
      "id": "s66"
    },
    {
      "text": "If the net proceeds of sale... \n \n\n \n \n (i) Is less than the Residual Value of the Vehicle then the Lessee shall forthwith on demand pay to Lease Plan the shortfall; or \n \n\n \n \n (ii) Is greater than the Residual Value of the Vehicle then Lease Plan shall forthwith pay to the Lessee the excess.",
      "id": "s67"
    },
    {
      "text": "... \n \n LeasePlan relied on the following material terms of the operating lease: \n \n 7.3 (a) Lease Plan will on the Expiry Date dispose of the Vehicle and determine the proceeds of disposal of the Vehicle after deduction of all expenses incurred in relation to such disposals (the result being the \"Net Proceeds of Disposal\"); \n \n\n \n \n 7.3 (d) [Lease Plan will] calculate for each Vehicle: \n \n\n \n \n (i) The aggregate of the New Proceeds of Disposal and the Total Monthly Rental (the result being the 'Receipts from the Vehicle\") and \n \n\n \n \n (ii) The aggregate of the Residual Value and the Costs paid by Lease Plan (the result being the (\"Costs of the Vehicle\").",
      "id": "s68"
    },
    {
      "text": "7.3 (e) If the Receipts from the Vehicle exceed the Costs of the Vehicle, Lease Plan will: \n \n\n \n \n (i) Return an amount equal to 80% of the excess for payment to the Hirer in accordance with Clause 7.3(h); and \n \n\n \n \n (ii) To cancel the debit or credit made to the Distance Variation Account in accordance with Clause 7.1 in respect of that Vehicle, credit or debit the Distance Variation Account with an amount equal to the amount calculated under Cause 7.1.",
      "id": "s69"
    },
    {
      "text": "The Commissioner relied on the 'Agreement' Clause of the finance lease which provides: \n \n Lease Plan shall lease and the Lessee shall take on lease the Vehicle the subject of a Schedule on and from the Contract Start Date for the Term and at the Monthly Rental on the terms and conditions contained in the Schedule and in this Agreement.",
      "id": "s70"
    },
    {
      "text": "The Commissioner relied on the documentary evidence to establish that the material terms of the finance lease did not provide for a sale and hire back procedure, and that sale was simply an incident of the leasing arrangement that did not materialise until the goods were later offered by LeasePlan for sale.",
      "id": "s71"
    },
    {
      "text": "In reference to the operating lease, the Commissioner relied on cl 2 Sale and Hire Back Procedure which provides: \n \n 2.1 When the Hirer wishes Lease Plan to acquire vehicles from the Hirer and to hire those vehicles back from Lease Plan, the Hirer may provide Lease Plan with a complete listing of all such vehicles (including their respective current odometer readings and their written down values in the books of the Hirer), their current registration certificates and a roadworthy (or similar) certificate for each vehicle.",
      "id": "s72"
    },
    {
      "text": "2.2 If Lease Plan and the Hirer agree on the value of each vehicle (the aggregate of those values being the \"acquisition price\") and Lease Plan agrees to purchase the vehicles for the purpose of hiring them back to the Hirer, Lease Plan will prepare a composite Schedule for the vehicles.",
      "id": "s73"
    },
    {
      "text": "2.3 Lease Plan shall purchase the vehicles and pay the Hirer the acquisition price on the Contract Start Date; \n \n The Commissioner also relied on cl 3.1 of the operating lease which provides: \n \n Lease Plan shall hire and the Hirer shall take on hire each Vehicle the subject of a Schedule on and from the Contract Start Date for the Term and at the Monthly Rental on the terms and conditions contained in the Schedule and in this Agreement.",
      "id": "s74"
    },
    {
      "text": "CONSIDERATION \n Leaving aside the legal characterisation of the composite 'sale and lease back' of the vehicles, the evidence establishes that LeasePlan's business purpose in acquiring the vehicles was to 'lease' them and to sell them at the end of the leases.",
      "id": "s75"
    },
    {
      "text": "Sale was necessary to provide the forecasted financial returns to LeasePlan's business, either by returning the anticipated proceeds of sale or to trigger the lessee's top-up obligations.",
      "id": "s76"
    },
    {
      "text": "I accept that the whole transaction was a composite operation, where the disposal of the vehicles for forecasted valuable consideration was integral to LeasePlan's business.",
      "id": "s77"
    },
    {
      "text": "The reliance made by the Commissioner to the statement of Mr Croes in his affidavit as set out above that employees sell their own motor vehicles to LeasePlan in order to lease them back, confuses an employee's perspective with the perspective of LeasePlan.",
      "id": "s78"
    },
    {
      "text": "An employee in selling a vehicle certainly has the purpose of leasing it back.",
      "id": "s79"
    },
    {
      "text": "However, LeasePlan in acquiring a vehicle from the employee has the purposes of leasing it and selling it to the employee or third parties.",
      "id": "s80"
    },
    {
      "text": "This is the very composite transaction envisaged by the documentation.",
      "id": "s81"
    },
    {
      "text": "The fact that the documentation refers to a Lease, a Lessee or Hirer does not mean that the only effect of the arrangements between the parties is that of a lease.",
      "id": "s82"
    },
    {
      "text": "All the terms and conditions of the arrangements must be taken into account, including the sale provisions and those provisions relied upon by LeasePlan as referred to above.",
      "id": "s83"
    },
    {
      "text": "The Commissioner suggested that the immediate purpose of the lease back actuated the transaction, and the sale of the vehicles was a mere incident to the immediate purpose of leasing.",
      "id": "s84"
    },
    {
      "text": "The Commissioner relied upon the evidence of Mr Croes that specifically referred to the fact that the customers are only those who sell title to the vehicles and enter into lease agreements, as indicating that without this leasing purpose, the transactions would not have 'got off the ground in the first place'.",
      "id": "s85"
    },
    {
      "text": "Whether or not Leaseplan was motivated by an initial motive of leasing, their business being what it is, at least one purpose was to make profit through eventual sale.",
      "id": "s86"
    },
    {
      "text": "As I have indicated, this is evidenced by the documentation.",
      "id": "s87"
    },
    {
      "text": "I am satisfied that what LeasePlan intended to achieve in acquiring the vehicles was to derive income from allowing the vehicles to be leased and also deriving income from the sale of the vehicles.",
      "id": "s88"
    },
    {
      "text": "In my view, the documentary evidence led by LeasePlan and the evidence of Mr Croes identifies that concurrent purposes of lease and of sale existed in the lease arrangements at the time of the acquisition of the goods.",
      "id": "s89"
    },
    {
      "text": "OTHER ISSUES \n Other issues have been raised by the parties which do not require further consideration.",
      "id": "s90"
    },
    {
      "text": "Once the conclusion is reached on the evidence that the acquisition was for a purpose of sale that disposes of the principal issue in favour of LeasePlan.",
      "id": "s91"
    },
    {
      "text": "Therefore, I do not need to consider the submission that a construction of s 66-5(1) of the GST Act that promotes any anti-cascading purpose of Div 66 is to be preferred, as the construction of s 66-5(1) has not come into contention.",
      "id": "s92"
    },
    {
      "text": "Nor do I need to consider the proper legal character of the arrangements between the parties, having reached the conclusion that at least a purpose of acquisition was sale.",
      "id": "s93"
    },
    {
      "text": "CONCLUSION \n In light of the above reasons I propose to make the following orders: The appeal be allowed; The decision of the Commissioner dated 18 February 2009 disallowing LeasePlan's objection dated 27 August 2008 to its GST assessment, for the tax period 1 November 2006 to 30 November 2006, be set aside; Within 7 days, the parties file and serve any proposed further orders necessary or appropriate, including any orders as to the costs of the appeal.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s95"
    },
    {
      "text": "Associate:\n \n \nDated: 13 November 2009\n \n Counsel for the Applicant: Mr M Robertson with Mr J Geale \n \n Solicitor for the Applicant: Ernst &amp; Young Law \n \n Counsel for the Respondent: Mr P D Nicholas \n \n Solicitor for the Respondent: Australian Taxation Office Legal Services \n Date of Hearing: 30 September 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1309.html",
      "id": "s96"
    }
  ]
}