{
  "name": "SZNHU v Minister for Immigration and Citizenship [2009] FCA 1243 (4 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1243.html",
  "catchphrases": [
    {
      "text": "whether failure by federal magistrates court to consider appellant's alleged risk of persecution",
      "id": "c0"
    },
    {
      "text": "whether tribunal fell into error in failing to obtain independent country information",
      "id": "c1"
    },
    {
      "text": "whether tribunal failed to consider whether appellant satisfied the definition of \"refugee\"",
      "id": "c2"
    },
    {
      "text": "whether tribunal fell into error in determining the appellant's application for review in the appellant's absence",
      "id": "c3"
    },
    {
      "text": "no jurisdictional error",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against orders of the Federal Magistrates Court dismissing an application for review of a decision of the Refugee Review Tribunal ( the Tribunal ) ( SZNHU v Minister for Immigration &amp; Anor No 3 [2009] FMCA 777).",
      "id": "s0"
    },
    {
      "text": "Four of the grounds of appeal are the same as the grounds of the application before the Federal Magistrates Court.",
      "id": "s1"
    },
    {
      "text": "Two grounds are new.",
      "id": "s2"
    },
    {
      "text": "In his oral submissions in support of the appeal (insofar as relevant), the appellant said that he had not attended the hearing before the Tribunal as he did not speak English well and was misled by friends.",
      "id": "s3"
    },
    {
      "text": "As a result he was not able to defend his statement in support of his visa application and wished the matter to be remitted to the Tribunal so he could do so.",
      "id": "s4"
    },
    {
      "text": "As to the four grounds which were put to the Federal Magistrates Court (grounds 2, 3, 4, and 5 in the notice of appeal) I can see no error in the Federal Magistrate's reasoning.",
      "id": "s5"
    },
    {
      "text": "As to ground 2 (failure by the Tribunal to consider an integer of the appellant's claim, being whether a Shia Muslim was at risk of harm in Pakistan from hard-line Sunni Muslims and not able to access effective protection), the Federal Magistrate (at [23]) found that, as the first respondent ( the Minister ) submitted, the Tribunal's role was to make factual findings with respect to the particular appellant, not Shia Muslims in Pakistan generally.",
      "id": "s6"
    },
    {
      "text": "As the appellant had not appeared before the Tribunal, it had insufficient evidence to make any specific finding about the appellant's claims of his fear of harm by reason of being a Shia Muslim.",
      "id": "s7"
    },
    {
      "text": "Consistent with the reasoning of the Federal Magistrate, I see no jurisdictional error in this aspect of the Tribunal's reasoning.",
      "id": "s8"
    },
    {
      "text": "As to ground 3 (unfairness in that the Tribunal did not use independent country information to evaluate the appellant's claims), the Federal Magistrate (at [24]) found that the Tribunal had no obligation to use independent country information or to conduct any independent inquiry.",
      "id": "s9"
    },
    {
      "text": "As the Federal Magistrate pointed out, referring to Minister for Immigration and Multicultural and Indigenous Affairs v SGLB (2004) 207 ALR 12 ; [2004] HCA 32 and SZBKB v Minister for Immigration and Multicultural Affairs [2005] FCA 1811 , the Tribunal is not required to engage in any independent investigation.",
      "id": "s10"
    },
    {
      "text": "This has been more recently affirmed by the High Court in Minister for Immigration and Citizenship v SZIAI (2009) 259 ALR 429 ; [2009] HCA 39.",
      "id": "s11"
    },
    {
      "text": "No error is apparent in the Federal Magistrate's approach to this issue.",
      "id": "s12"
    },
    {
      "text": "As to ground 4 (failure to consider the appellant's claims of his fear of persecution because of membership of the Shia Muslim community), the Federal Magistrate (at [25]-[27]) concluded that the Tribunal considered the appellant's claims as made in his visa application.",
      "id": "s13"
    },
    {
      "text": "The Tribunal, however, was not satisfied that the claims, without additional material, could be accepted as amounting to a well-founded fear of persecution as required.",
      "id": "s14"
    },
    {
      "text": "I agree with this characterisation of the Tribunal's reasoning process.",
      "id": "s15"
    },
    {
      "text": "It discloses no jurisdictional error.",
      "id": "s16"
    },
    {
      "text": "Ground 5 alleges that the appellant satisfies the four key elements in the Convention definition of \"refugee\" (that is, the Convention relating to the Status of Refugees (189 UNTS 150, entered into force 22 April 1954) as amended by the Protocol relating to the Status of Refugees (606 UNTS.",
      "id": "s17"
    },
    {
      "text": "267, entered into force 4 October 1967)) but the Tribunal failed to consider these matters and thus committed a legal and factual error.",
      "id": "s18"
    },
    {
      "text": "The Federal Magistrate (at [28]-[29]) held that the Tribunal considered these matters in terms in its decision.",
      "id": "s19"
    },
    {
      "text": "I agree.",
      "id": "s20"
    },
    {
      "text": "The Tribunal referred to all of the elements of the definition of \"refugee\" by reference to the definition in the Convention as amended.",
      "id": "s21"
    },
    {
      "text": "The Tribunal simply was not satisfied on the available material that the appellant met that definition.",
      "id": "s22"
    },
    {
      "text": "This finding was open to the Tribunal.",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrate also considered the Tribunal's decision more generally (at [30]-[61]) and was satisfied that no jurisdictional error was apparent.",
      "id": "s24"
    },
    {
      "text": "The Federal Magistrate's review included the fact that the Tribunal proceeded to determine the matter in the appellant's absence under s 426A of the Migration Act 1958 (Cth) (which provides that if an applicant is invited to the hearing at the Tribunal but does not attend, the Tribunal may make a decision on the review without taking any further action to allow or enable the applicant to appear before it).",
      "id": "s25"
    },
    {
      "text": "The Federal Magistrate (at [36]-[38]) concluded that, in the circumstances of the present case, the Tribunal was entitled to exercise its powers under s 426A.",
      "id": "s26"
    },
    {
      "text": "I agree and can see no error in the Tribunal so doing.",
      "id": "s27"
    },
    {
      "text": "The Federal Magistrate (at [43]-[60]) also considered a submission about the effect of the reasoning in SZNAV v Minister for Immigration &amp; Citizenship (2009) 229 FLR 461 ; [2009] FMCA 693 in which it was held that a pro-forma acknowledgment letter engaged the application of s 424(2) of the Migration Act .",
      "id": "s28"
    },
    {
      "text": "The Federal Magistrate declined to follow the approach in SZNAV .",
      "id": "s29"
    },
    {
      "text": "The decision in SZNAV has been subsequently overturned in Minister for Immigration and Citizenship v SZNAV [2009] FCAFC 109.",
      "id": "s30"
    },
    {
      "text": "Hence, no error is apparent in the approach of the Federal Magistrate.",
      "id": "s31"
    },
    {
      "text": "Indeed, I can see nothing wrong with any aspect of the Federal Magistrate's reasoning in this case.",
      "id": "s32"
    },
    {
      "text": "As to the two new grounds, I agree with the Minister's submission that leave should not be granted to the appellant to raise these maters which were not raised before the Federal Magistrates Court.",
      "id": "s33"
    },
    {
      "text": "Be that as it may, I can see no substance in the grounds.",
      "id": "s34"
    },
    {
      "text": "Ground 1 (the Tribunal took into account an irrelevant consideration, acted on a wrong footing and had no basis for its decision) lacks any particulars.",
      "id": "s35"
    },
    {
      "text": "I can see no basis for the claim in any event.",
      "id": "s36"
    },
    {
      "text": "Ground 6 (alleging jurisdictional error as the Tribunal did not give the appellant a chance to \"precede his statement\", did not communicate properly by reason of an erroneous postal address and that the appellant provided no documents related to the decision) is difficult to understand.",
      "id": "s37"
    },
    {
      "text": "Consistent with the appellant's oral submissions, I construe the first aspect as a claim that the Tribunal did not hear from the appellant and thus denied him the opportunity to defend his statement in support of his visa application.",
      "id": "s38"
    },
    {
      "text": "However, as the Federal Magistrate found, the Tribunal was entitled to determine the matter without hearing from the appellant because he was invited to attend the hearing, indicated he wanted to attend, and then failed to appear without contacting the Tribunal to provide any explanation.",
      "id": "s39"
    },
    {
      "text": "I construe the second aspect as relating to the hearing before the Federal Magistrates Court.",
      "id": "s40"
    },
    {
      "text": "The appellant initially failed to appear at that hearing ( SZNHU v Minister for Immigration &amp; Anor [2009] FMCA 316).",
      "id": "s41"
    },
    {
      "text": "He applied to set aside the order dismissing his application based on an incorrect address and was successful in so doing ( SZNHU v Minister for Immigration &amp; Anor No.",
      "id": "s42"
    },
    {
      "text": "2 [2009] FMCA 589).",
      "id": "s43"
    },
    {
      "text": "He attended the substantive hearing that then occurred ( SZNHU v Minister for Immigration No.",
      "id": "s44"
    },
    {
      "text": "3 [2009] FMCA 777).",
      "id": "s45"
    },
    {
      "text": "Nothing in this sequence of events suggests any error by the Tribunal.",
      "id": "s46"
    },
    {
      "text": "I construe the third aspect as a submission that, because he did not attend the Tribunal hearing, the appellant could not provide relevant documents.",
      "id": "s47"
    },
    {
      "text": "That, however, was a consequence of his failure to appear before the Tribunal and the Tribunal's decision to determine the application under s 426A of the Migration Act .",
      "id": "s48"
    },
    {
      "text": "As the Tribunal was entitled to do so, nothing in this aspect of the appellant's complaint can found a conclusion of jurisdictional error.",
      "id": "s49"
    },
    {
      "text": "For these reasons the appeal must be dismissed with costs.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s51"
    },
    {
      "text": "Associate:\n \n \nDated: 4 November 2009\n \n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent: Mr P D Reynolds \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 2 November 2009 \n \n Date of Judgment: 4 November 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1243.html",
      "id": "s52"
    }
  ]
}