{
  "name": "Schutz DSL (Australia) Pty Ltd (ACN 009 069 907) v VIP Plastic Packaging Pty Ltd (ACN 095 313 705) [2009] FCA 1049 (17 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1049.html",
  "catchphrases": [
    {
      "text": "application for interlocutory injunction to restrain respondents from selling, offering for sale or distributing goods",
      "id": "c0"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c1"
    },
    {
      "text": "whether balance of convenience favours the grant of an injunction",
      "id": "c2"
    },
    {
      "text": "whether damages are an inadequate remedy",
      "id": "c3"
    },
    {
      "text": "whether arguable breach of s 52 or s 53(a) or (c) of the trade practices act 1974 (cth)",
      "id": "c4"
    },
    {
      "text": "whether arguable breach of s 117 of the patents act 1990 (cth)",
      "id": "c5"
    },
    {
      "text": "whether third applicant's patent infringed by process of 'cross-bottling'",
      "id": "c6"
    },
    {
      "text": "whether arguable breach of s 120 of the trade marks act 1995 (cth) where goods retain marks of original manufacturer",
      "id": "c7"
    },
    {
      "text": "whether proceeding should be transferred from western australia district registry to victoria district registry",
      "id": "c8"
    },
    {
      "text": "considerations include the interests of justice, efficiency and administration of the court",
      "id": "c9"
    },
    {
      "text": "injunctions",
      "id": "c10"
    },
    {
      "text": "trade practices",
      "id": "c11"
    },
    {
      "text": "patents",
      "id": "c12"
    },
    {
      "text": "trade marks",
      "id": "c13"
    },
    {
      "text": "practice and procedure",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION AND OVERVIEW \n Products known as Composite Intermediate Bulk Containers (Composite IBCs) are used for transporting liquids.",
      "id": "s0"
    },
    {
      "text": "Composite IBCs constitute an outer metal frame or cage in the shape of a cube and an inner container of a different material such as plastic or polyethylene.",
      "id": "s1"
    },
    {
      "text": "As the name suggests, Composite IBCs present a viable option for the transport of liquids which might have otherwise been transported in larger containers or tanks or, alternatively, in smaller containers such as '44 gallon' drums.",
      "id": "s2"
    },
    {
      "text": "Liquids transported in Composite IBCs fall into various classes ranging from non-dangerous through to highly dangerous.",
      "id": "s3"
    },
    {
      "text": "A service exists of collecting of Composite IBCs, reconditioning them and having them recertified in accordance with regulatory requirements so that they can be offered for resale.",
      "id": "s4"
    },
    {
      "text": "The applicants, at various levels, have provided those goods and services worldwide but, relevantly, within Australia.",
      "id": "s5"
    },
    {
      "text": "Relatively recently, the respondents have entered the same market, providing similar services.",
      "id": "s6"
    },
    {
      "text": "However, the applicants have established that on occasions reconditioned Composite IBCs provided by the respondents comprise one of the applicants' cages.",
      "id": "s7"
    },
    {
      "text": "The applicants object to the respondents' entry into the market on the basis that they use, especially without safety precautions and suitable attribution to the applicants, any part of the applicants' products.",
      "id": "s8"
    },
    {
      "text": "After an interim injunction was granted for a brief period restraining the respondents from the conduct the subject of the complaint and that injunction had lapsed, the applicants sought an interlocutory injunction until trial.",
      "id": "s9"
    },
    {
      "text": "On the morning of the hearing of the interlocutory application, the respondents produced an undertaking (without any admissions).",
      "id": "s10"
    },
    {
      "text": "The undertaking (modified several times in an attempt to achieve agreement), was to the effect that the respondents would not sell or supply any cross-bottled Composite IBCs to transport dangerous goods, would notify potential customers by way of a label that cross-bottled Composite IBCs should not be used for transporting dangerous goods and that there was no approval or affiliation between the two manufacturers.",
      "id": "s11"
    },
    {
      "text": "The respondents have also agreed to provide certain other confidential customer information to the applicants subject to terms being agreed.",
      "id": "s12"
    },
    {
      "text": "The applicants argue that what is offered by the respondents is inadequate for the applicants' protection in the marketplace.",
      "id": "s13"
    },
    {
      "text": "They also argue that public safety may also, at least potentially, be at risk.",
      "id": "s14"
    },
    {
      "text": "The issue of safety insofar as the public is concerned, in light of the first limb of the respondents' undertaking, now appears to have been resolved, at least until trial.",
      "id": "s15"
    },
    {
      "text": "The primary question for consideration therefore is whether (after considering the strength of the applicants' case and the balance of convenience), the undertakings offered by the respondents are sufficient to protect the applicants until trial.",
      "id": "s16"
    },
    {
      "text": "There is also an issue concerning whether the proceeding should continue in the Western Australia District Registry or be transferred to the Victoria District Registry.",
      "id": "s17"
    },
    {
      "text": "THE PRODUCT AND MARKET IN MORE DETAIL \n The second applicant (Schutz) provides worldwide transport packaging systems, products and services including Composite IBCs under the trade mark Schutz.",
      "id": "s18"
    },
    {
      "text": "The first applicant (Schutz Australia) manufactures and distributes Schutz products in Australasia.",
      "id": "s19"
    },
    {
      "text": "Schutz Australia is a subsidiary of Schutz.",
      "id": "s20"
    },
    {
      "text": "Composite IBCs are manufactured under the Schutz and ECOBULK trade marks.",
      "id": "s21"
    },
    {
      "text": "The marks are registered Australian trade marks.",
      "id": "s22"
    },
    {
      "text": "The third applicant (Protechna) owns the patents for the ECOBULK Composite IBC.",
      "id": "s23"
    },
    {
      "text": "Schutz Australia manufactures and distributes ECOBULK Composite IBCs under licence from Protechna.",
      "id": "s24"
    },
    {
      "text": "It does so throughout Australasia either directly or through related companies or authorised agents.",
      "id": "s25"
    },
    {
      "text": "There are only two manufacturers of Composite IBCs in Australia.",
      "id": "s26"
    },
    {
      "text": "They are Schutz Australia and the first respondent (VIP).",
      "id": "s27"
    },
    {
      "text": "The various models of Composite IBCs produced by Schutz are used to transport liquids by road, rail and sea.",
      "id": "s28"
    },
    {
      "text": "VIP has acquired the sole right from an international company (or its affiliates), referred to as Mauser, to manufacture Mauser Composite IBCs in Australia.",
      "id": "s29"
    },
    {
      "text": "Schutz claims that it has developed a 'Schutz Standard' that includes all of the specifications of its products and is binding for all of its branches worldwide.",
      "id": "s30"
    },
    {
      "text": "It heavily promotes its Quality Management System (QMS) stating that its QMS is well established and proven and is one of the most advanced in the world.",
      "id": "s31"
    },
    {
      "text": "Schutz contends it is able to maintain consistency of products worldwide thereby enabling it to guarantee the quality of its products because it produces all the key components for its products itself and has complete control over the entire process chain.",
      "id": "s32"
    },
    {
      "text": "It also contends that it undertakes continuous laboratory and practical tests to ensure reliable quality assurance.",
      "id": "s33"
    },
    {
      "text": "Schutz actively promotes its QMS and the ensuing benefits of the implementation of that system.",
      "id": "s34"
    },
    {
      "text": "One of the services provided by Schutz is a collection service for its Composite IBCs.",
      "id": "s35"
    },
    {
      "text": "This service is provided around the world.",
      "id": "s36"
    },
    {
      "text": "It is known as the 'Schutz Ticket Service'.",
      "id": "s37"
    },
    {
      "text": "The Schutz Ticket Service is promoted to its customers, existing and prospective, by publications on the Schutz website and by sales representatives both prior to and at the point of sale.",
      "id": "s38"
    },
    {
      "text": "Essential features of that service are the collection of Schutz Composite IBCs, reconditioning them, recertifying them to conform with safety regulations and then offering them for resale.",
      "id": "s39"
    },
    {
      "text": "VIP has also now entered that market.",
      "id": "s40"
    },
    {
      "text": "Regulation\n If Composite IBCs are to be used for the transport of potentially dangerous, poisonous and flammable materials, they must be certified.",
      "id": "s41"
    },
    {
      "text": "Within Australia the relevant code for the certification is the Australian Dangerous Goods Regulations 6 (ADG 6).",
      "id": "s42"
    },
    {
      "text": "The Australian ADG 6 Regulations are closely modelled on the United Nations Model Regulations (UN Model Regulations) for the transport of dangerous goods.",
      "id": "s43"
    },
    {
      "text": "Most countries where Composite IBCs are used have adopted the UN Model Regulations as part of their domestic law.",
      "id": "s44"
    },
    {
      "text": "Certification of new ECOBULK Composite IBCs and recertification of used IBCs is a necessary regulatory requirement throughout the world.",
      "id": "s45"
    },
    {
      "text": "Schutz Composite IBCs have been certified for use in the transport of dangerous liquids in what are described as Packing Groups II and III.",
      "id": "s46"
    },
    {
      "text": "This means that they are certified for use in the transport of dangerous liquids that are considered to be of a medium degree of danger and minor degree of danger respectively.",
      "id": "s47"
    },
    {
      "text": "There is one other Packing Group, Packing Group I which relates to highly dangerous liquids.",
      "id": "s48"
    },
    {
      "text": "Under the UN Model Regulations, there is a requirement for IBCs to pass certain tests in order to received UN certification.",
      "id": "s49"
    },
    {
      "text": "Tests are conducted on a production sample.",
      "id": "s50"
    },
    {
      "text": "If the sample passes the test then the relevant authority will certify the batch of IBCs containing specifications consistent with the tested sample.",
      "id": "s51"
    },
    {
      "text": "In order to be certified for use in the transport of dangerous liquids in Packing Groups II and III, selected samples of the manufacturer's IBCs must successfully survive a drop test.",
      "id": "s52"
    },
    {
      "text": "This is a test used to evaluate the strength and durability of the inner plastic containers by simulating extreme conditions and treatment that Composite IBCs may possibly be exposed to whilst being used to transport dangerous substances.",
      "id": "s53"
    },
    {
      "text": "During that test, selected samples of Composite IBCs are dropped from a specific height at a temperature of minus 18 degrees centigrade.",
      "id": "s54"
    },
    {
      "text": "If the inner plastic container remains intact after being dropped from a required height then the batch of IBCs so sampled will pass that aspect of the certification process.",
      "id": "s55"
    },
    {
      "text": "The height from which the drop test is conducted will depend on the density of the liquid contained in the IBC.",
      "id": "s56"
    },
    {
      "text": "For Packing Group II, the Composite IBC must be dropped from a minimum height of 1.2 metres.",
      "id": "s57"
    },
    {
      "text": "For Packing Group III, the minimum height is 0.8 metres.",
      "id": "s58"
    },
    {
      "text": "Schutz promotes the fact that all Schutz ECOBULK Composite IBCs are dropped from a height of 1.9 metres while filled with glycol and water at a temperature of minus 18 centigrade.",
      "id": "s59"
    },
    {
      "text": "Cross-bottling by VIP\n IBCs cannot be modified after certification without invalidating the original certification.",
      "id": "s60"
    },
    {
      "text": "Retesting and recertification is required.",
      "id": "s61"
    },
    {
      "text": "This is significant to the applicants' complaint which is that VIP has recently commenced advertising an IBC collection service known as 'VIP Packaging Sustainability Services'.",
      "id": "s62"
    },
    {
      "text": "VIP states in its advertising that it collects all types of Composite IBCs, reconditions them and recertifies them.",
      "id": "s63"
    },
    {
      "text": "VIP claims that services provided under the 'VIP Packaging Sustainability Services' banner includes IBC reconditioning which extends the lifecycle of IBCs without compromising their quality.",
      "id": "s64"
    },
    {
      "text": "A particular focus is on recycling as the name of this service also suggests.",
      "id": "s65"
    },
    {
      "text": "VIP's practice is known as cross-bottling.",
      "id": "s66"
    },
    {
      "text": "That practice is used to describe the removal of the inner plastic container of the Composite IBC in the reconditioning process and the replacement of that removed container with an inner plastic container manufactured by a different manufacturer.",
      "id": "s67"
    },
    {
      "text": "With the cross-bottling practice, if an internal container certified for the transport of dangerous liquids is removed and replaced by one not so certified, the quality of the Composite IBC would be compromised.",
      "id": "s68"
    },
    {
      "text": "This could also reflect adversely on the company that initially obtained the appropriate certification for transportation of dangerous liquids, in this case, Schutz.",
      "id": "s69"
    },
    {
      "text": "Cross-bottled Composite IBCs may not be fit for use in the transport of dangerous liquids.",
      "id": "s70"
    },
    {
      "text": "If they have not been recertified, Schutz claims (and VIP disputes), they are unlikely to pass one of the necessary tests for certification, namely, the drop test.",
      "id": "s71"
    },
    {
      "text": "Schutz complains that the cross-bottling carried out by VIP results in the fact that some of the cross-bottled ECOBULK Composite IBCs continue to bear the original UN certification sticker applied by Schutz when the ECOBULK Composite IBCs were manufactured.",
      "id": "s72"
    },
    {
      "text": "That is not permitted under the Regulations.",
      "id": "s73"
    },
    {
      "text": "The replacement of the Schutz inner plastic container with a Mauser inner plastic container, Schutz says, invalidates the certification.",
      "id": "s74"
    },
    {
      "text": "The exterior casing of the reconditioned Composite IBC offered or sold by VIP continue to bear Schutz's trademark as well as other markings and Schutz contends that a consumer in the relevant market would be misled into believing that the reconditioned Composite IBCs were reconditioned with the approval of Schutz or that there is an association or affiliation between any one or all of the Schutz companies and VIP.",
      "id": "s75"
    },
    {
      "text": "Perhaps more importantly, it is contended that a consumer would be misled into believing that the reconditioned Composite IBCs are certified by Schutz as being fit for the purpose indicated on the outside cage bearing the Schutz trade mark.",
      "id": "s76"
    },
    {
      "text": "Schutz and Protechna also contend that the process of replacing the original plastic tank with a VIP plastic tank infringes Schutz's patent rights and trade mark rights.",
      "id": "s77"
    },
    {
      "text": "The patent rights are held by Protechna and the trade mark rights are held by Schutz.",
      "id": "s78"
    },
    {
      "text": "The claim advanced by Schutz is for relief in respect of VIP's breaches of ss 52 , 53 (a) and (c) of the Trade Practices Act 1974 (Cth) (TPA) and for breach of s 120 of the Trade Marks Act 1995 (Cth) (TMA) and s 117 of the Patents Act 1990 (Cth) (PA).",
      "id": "s79"
    },
    {
      "text": "Schutz seeks injunctive relief pursuant to s 80 and s 87 TPA, s 126 TMA and s 122 PA.",
      "id": "s80"
    },
    {
      "text": "They also seek damages under s 82 TPA, 126 TMA and s 122 PA. Alternatively, an account of profits under s 126 TMA or s 122 PA. Additional relief in the form of declarations is also sought.",
      "id": "s81"
    },
    {
      "text": "THE LITIGATION TO DATE \n On an interlocutory basis, Schutz has sought an injunction until trial restraining VIP from offering for sale or otherwise exploiting reconditioned Composite IBCs.",
      "id": "s82"
    },
    {
      "text": "Secondly, it has sought an order that VIP by its proper officer file and serve an affidavit specifying the names, addresses, telephone numbers and email addresses of those of its customers to whom it has sold reconditioned Composite IBCs (the Norwich Pharmacal Order).",
      "id": "s83"
    },
    {
      "text": "On 7 August 2009, on an urgent ex parte application, I granted relief in terms of the first order with liberty to apply on 24 hours notice.",
      "id": "s84"
    },
    {
      "text": "When the matter was before me on 19 August 2009, I did not extend the injunction because I did not consider that the balance of convenience favoured doing so.",
      "id": "s85"
    },
    {
      "text": "On the material then before me, I was not persuaded that there was a risk to the public.",
      "id": "s86"
    },
    {
      "text": "That potential risk was the main reason that urgent orders were initially made on an ex parte basis.",
      "id": "s87"
    },
    {
      "text": "Since that time further affidavit material has been filed which changes the complexion of the matter once again.",
      "id": "s88"
    },
    {
      "text": "In addition, VIP has undertaken, by consent, to comply with the Norwich Pharmacal Order referred to above on the basis that before contacting any such customers, Schutz would reach agreement with VIP or, alternatively, bring the matter back to the Court to settle the terms and nature of the communication which will be made by Schutz, that is, the use to which the Norwich Pharmacal information will be put.",
      "id": "s89"
    },
    {
      "text": "Although the question of lack of material disclosure on the part of Schutz was raised in VIP's initial submissions, that point was not pursued in oral argument particularly on the application for the interlocutory injunction by Schutz.",
      "id": "s90"
    },
    {
      "text": "Moreover, it appears that errors were also made in the information VIP initially gave to the Court on affidavit and on which, to an extent, reliance was placed in declining to extend the interim injunction.",
      "id": "s91"
    },
    {
      "text": "It appears, at least at a prima facie level, that there was a deal more to the complaints by Schutz as to the departure from regulations and at least potential safety risks on the original ex parte application than VIP was accepting in the materials filed in response.",
      "id": "s92"
    },
    {
      "text": "The evidence of Schutz had been extensive.",
      "id": "s93"
    },
    {
      "text": "It may be said that there was a deal of material for VIP to martial in a short time.",
      "id": "s94"
    },
    {
      "text": "Nevertheless, as VIP has now undertaken to stay out of the dangerous liquids transportation market, little more needs to be said at this stage about that issue.",
      "id": "s95"
    },
    {
      "text": "UNDERTAKING \n On the arguing of the interlocutory injunction in this matter, the respondents offered an undertaking in the following terms: To refrain by themselves, their servants or agents from selling, offering for sale or distributing in the course of trade cross-bottled Intermediate Bulk Containers designated as being suitable for the transport of dangerous goods.",
      "id": "s96"
    },
    {
      "text": "To affix to each label plate of the cage of any cross-bottled Intermediate Bulk Container (IBC) that is sold, offered for sale or distributed in the course of trade by them a heat resistant label substantially in the form and dimensions of the mock-up annexed and marked \"A\" and to remove therefrom any marking affixed by the Applicants signifying that the said IBC is certified for use in the transport of dangerous goods.",
      "id": "s97"
    },
    {
      "text": "\"A\" \n\n \n \n Paragraph 1 of the undertaking was to be effective immediately on it being given to the Court.",
      "id": "s98"
    },
    {
      "text": "Shortly stated, VIP's position is that the patent case and the trade mark case in each instance is very weak but, for its part, it acknowledges that Schutz has an arguable case in relation to s 52 TPA and/or breach of Regulations.",
      "id": "s99"
    },
    {
      "text": "VIP's position is that the undertaking entirely deals with any such arguable case and, as will be seen below, goes further than VIP is required to do at law.",
      "id": "s100"
    },
    {
      "text": "Undertaking as to dangerous liquids\n The undertaking ensures that until trial or further order, VIP will not engage in any way in offering for sale cross-bottled Composite IBCs designated as being suitable for the transport of dangerous goods.",
      "id": "s101"
    },
    {
      "text": "The only issue which therefore arises is in relation to the non-dangerous goods.",
      "id": "s102"
    },
    {
      "text": "Non-dangerous goods, however, makes up by far the bulk of VIP's business (in excess of 90% of the sales).",
      "id": "s103"
    },
    {
      "text": "But VIP points to the fact that in relation to the sale of the containers for non-dangerous goods, no labeling or warning of any description is required by regulation and the labeling or warning which they are offering to put on the containers goes beyond any obligation they have under statute or regulation.",
      "id": "s104"
    },
    {
      "text": "Schutz contends that the labeling is inadequate and that consumers could still easily be misled into believing that they were acquiring a reliable Schutz made product when in fact that was not the case.",
      "id": "s105"
    },
    {
      "text": "In order to assess the weight of these arguments it is necessary to consider the evidence more closely.",
      "id": "s106"
    },
    {
      "text": "Before doing so, I will touch on the now well established principles concerning interlocutory injunctions.",
      "id": "s107"
    },
    {
      "text": "INTERLOCUTORY INJUNCTIONS --- THE PRINCIPLES \n The applicable governing principles are well settled in Australia.",
      "id": "s108"
    },
    {
      "text": "As observed by Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153: \n \n In order to secure such an injunction the plaintiff must show: \n \n\n \n \n (1) that there was a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; \n \n\n \n \n (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and \n \n\n \n \n (3) that the balance of convenience favours the granting of an injunction.",
      "id": "s109"
    },
    {
      "text": "Recently, two members of this Court have held that the plaintiff must establish that there is a \"serious question to be tried\", to use the expression favoured in American Cyanamid v. Ethicon Ltd [1975] UKHL 1 ; [1975] A.C. 396 , at p. 407., in preference to the \"prima facie case\" test which was adopted in Beecham Group Ltd. v. Bristol Laboratories Pty.",
      "id": "s110"
    },
    {
      "text": "Ltd. [1968] HCA 1 ; (1968) 118 C.L.R.",
      "id": "s111"
    },
    {
      "text": "618 , at p. 622 ...",
      "id": "s112"
    },
    {
      "text": "In my opinion that is the correct test to be applied, at least in the majority of cases: see \"Declarations Injunctions and Constructive Trusts\", University of Queensland Law Journal , vol.",
      "id": "s113"
    },
    {
      "text": "11 (1980) 121, at p.",
      "id": "s114"
    },
    {
      "text": "128.",
      "id": "s115"
    },
    {
      "text": "More recently in Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd [2001] HCA 63 ; (2001) 208 CLR 199 the High Court again reviewed the correct approach and Gleeson CJ said at 216: \n \n When a plaintiff applies to a court for an interlocutory injunction, the first question counsel may be asked is: What is your equity?",
      "id": "s116"
    },
    {
      "text": "If the plaintiff, who has commenced an action seeking a permanent injunction, cannot demonstrate that, if the facts alleged are shown to be true, there will be a sufficiently plausible ground for the granting of final relief, then that may mean that there is no basis for interlocutory relief.",
      "id": "s117"
    },
    {
      "text": "That is what happened here.",
      "id": "s118"
    },
    {
      "text": "Underwood J looked at the allegations in the statement of claim, supported as they were by the evidence of Mr Kelly, and, after hearing argument, concluded that, even if those allegations were true, they could not justify the final injunctive relief sought by the respondent.",
      "id": "s119"
    },
    {
      "text": "On that ground he refused interlocutory relief.",
      "id": "s120"
    },
    {
      "text": "That approach was in accordance with practice and principle.",
      "id": "s121"
    },
    {
      "text": "Of course, if Underwood J made an error in concluding that the respondent had no equity, then his decision was flawed.",
      "id": "s122"
    },
    {
      "text": "But having regard to the way the case was conducted by the parties, he asked the right questions.",
      "id": "s123"
    },
    {
      "text": "The central issue in this appeal is, or ought to be, whether he gave the right answer.",
      "id": "s124"
    },
    {
      "text": "And, at 219, the Chief Justice said: \n \n The extent to which it is necessary, or appropriate, to examine the legal merits of a plaintiff's claim to final relief, in determining whether to grant an interlocutory injunction, will depend upon the circumstances of the case.",
      "id": "s125"
    },
    {
      "text": "There is no inflexible rule.",
      "id": "s126"
    },
    {
      "text": "It may depend upon the nature of the dispute.",
      "id": "s127"
    },
    {
      "text": "For example, if there was little room for argument about the legal basis of a plaintiff's case, and the dispute is about the facts, a court may be persuaded easily, at an interlocutory stage, that there is sufficient evidence to show, prima facie, an entitlement to final relief.",
      "id": "s128"
    },
    {
      "text": "The court may then move on to the discretionary considerations, including the balance of convenience.",
      "id": "s129"
    },
    {
      "text": "As to the different verbal formulations, one can also take guidance from the words of Dawson J in A &amp; Ors v Hayden &amp; Ors (No 1) (1984) 56 ALR 73 at 79, '... A court ought not to be misled by an overstrict application of verbal formulae to depart from its primary duty to do complete justice in the cause'.",
      "id": "s130"
    },
    {
      "text": "If common law damages will be an adequate remedy and the defendant will be able to pay them, an interlocutory injunction should not normally be granted: American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 at 408 and Castlemaine Tooheys [1986] HCA 58 ; 161 CLR 148 at 153.",
      "id": "s131"
    },
    {
      "text": "That inquiry may also be expressed as an inquiry as to whether it is just in all the circumstances that the plaintiff should be confined to that remedy: State Transport Authority v Apex Quarries Ltd [1988] VR 187 at 193.",
      "id": "s132"
    },
    {
      "text": "If the applicant has established that there is a serious question to be tried and that damages are not an appropriate remedy, it is necessary then to address the balance of convenience.",
      "id": "s133"
    },
    {
      "text": "This process has also been described as the balance of the risk of doing an injustice: Cayne v Global Natural Resources Plc [1984] 1 All ER 225 at 237.",
      "id": "s134"
    },
    {
      "text": "The serious question to be tried condition and the balance of convenience are usually not independent of each other.",
      "id": "s135"
    },
    {
      "text": "In Castlemaine Tooheys [1986] HCA 58 ; 161 CLR 148 at 154 Mason ACJ (as his Honour then was) pointed out that the degree of likelihood of success is a factor related to the balance of convenience and that it might be that a probability or even a distinct probability of success might need to be shown if the injunction might adversely affect the public interest.",
      "id": "s136"
    },
    {
      "text": "The two questions are not independent of each other and an apparently strong claim may lead a court more readily to grant an injunction when the balance of convenience is fairly even, but a claim of less strength which nevertheless raises a serious question to be tried may attract interlocutory relief where there is a marked balance of convenience in favour of it: Bullock v Federated Furnishing Trades Society of Australasia (No 1) (1985) 5 FCR 464 at 472.",
      "id": "s137"
    },
    {
      "text": "Assuming there is an arguable case, the current aim therefore is to fairly protect the reputation and goodwill of Schutz and the safety of the public, together with ensuring the public are not otherwise misled as to the origin and nature of the Composite IBCs.",
      "id": "s138"
    },
    {
      "text": "Achieving these objectives should not be at the expense of effectively shutting VIP out of the market place as a competitor.",
      "id": "s139"
    },
    {
      "text": "Creating a market place without fair competition is not in the interests of the public.",
      "id": "s140"
    },
    {
      "text": "FIRST TRIABLE ISSUE --- MISLEADING AND DECEPTIVE CONDUCT \n Section 52 and s 53(a) and (c) TPA relevantly provide: \n \n 52 Misleading or deceptive conduct \n \n\n \n \n (1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s141"
    },
    {
      "text": "(2) Nothing in the succeeding provisions of this Division shall be taken as limiting by implication the generality of subsection (1).",
      "id": "s142"
    },
    {
      "text": "53 False or misleading representations \n \n\n \n \n A corporation shall not, in trade or commerce, in connexion with the supply or possible supply of goods or services or in connexion with the promotion by any means of the supply or use of goods or services:\n (a) falsely represent that goods are of a particular standard, quality, value, grade, composition, style or model or have had a particular history or particular previous use;\n ...\n (c) represent that goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have;\n ... \n \n It appears there are three types of cross-bottled ECOBULK Composite IBCs.",
      "id": "s143"
    },
    {
      "text": "The evidence has been obtained by way of trap purchase, that is, by product acquisition in the market place with a view to proving actionable contraventions.",
      "id": "s144"
    },
    {
      "text": "There are: Only CB 2 and CB 3 types were directly acquired by Schutz from VIP.",
      "id": "s145"
    },
    {
      "text": "The CB 1 and CB 3 types were acquired from a re-conditioner of Composite IBCs who had collected the used but unwashed CB 3 types from a business to which it provided the collection services.",
      "id": "s146"
    },
    {
      "text": "The CB 1 type Composite IBCs originated from VIP.",
      "id": "s147"
    },
    {
      "text": "(It is the only other manufacturer in the market).",
      "id": "s148"
    },
    {
      "text": "For present purposes, representations concerning cross-bottled products may go to certification, (a safety issue) or quality (an affiliation issue).",
      "id": "s149"
    },
    {
      "text": "In light of VIP's immediately effective undertaking, the main ongoing interest is in quality issues.",
      "id": "s150"
    },
    {
      "text": "To some extent the issues overlap.",
      "id": "s151"
    },
    {
      "text": "Schutz contends that each time VIP offers for sale the CB 1 type cross-bottled Composite IBC, it falsely represents that the IBC has been certified by the relevant competent authority for use in the transport of dangerous liquids in Packing Groups 2 and 3 (the Certification Representation).",
      "id": "s152"
    },
    {
      "text": "The Certification Representation is a particularly significant aspect of the Schutz case.",
      "id": "s153"
    },
    {
      "text": "Schutz argues that the representation is clear and unequivocal as the UN certification sticker contains symbols that when referenced back to the relevant provisions in the UN Model Regulations or in ADG 6 inform the consumer about the use for which the IBC has been certified.",
      "id": "s154"
    },
    {
      "text": "The significance of the Certification Representation is that the UN Model Regulations require Composite IBCs to be tested to ensure that they meet a certain minimum standard.",
      "id": "s155"
    },
    {
      "text": "Only those Composite IBCs that have passed the mandatory tests are certified for use in the transport of dangerous substances.",
      "id": "s156"
    },
    {
      "text": "The UN Model Regulations require that Composite IBCs contain standardised labeling.",
      "id": "s157"
    },
    {
      "text": "This then enables consumers or users of the IBCs to identify by reference back to the Regulations whether or not dangerous substances can be transported in the IBC.",
      "id": "s158"
    },
    {
      "text": "Further, as part of the certification process, manufacturers of Composite IBCs must deposit a sample of the Composite IBC with the relevant authorities.",
      "id": "s159"
    },
    {
      "text": "The holder of a certificate will be permitted to replace the inner plastic container of an ECOBULK Composite IBC and maintain the original UN certification only where the replacement container is identical to the original container inserted into the ECOBULK Composite IBC at the time of manufacture.",
      "id": "s160"
    },
    {
      "text": "Schutz contends, however, that cross-bottled Composite IBCs invalidate the original UN certification because the VIP bottle that it has inserted into the ECOBULK outer metal cage is clearly not identical to the inner plastic container deposited by Schutz with the relevant competent authorities for the purposes of achieving certification.",
      "id": "s161"
    },
    {
      "text": "Section 53(a) TPA proscribes false representations that products are of particular standard, quality, value, composition, style or model or have a particular history.",
      "id": "s162"
    },
    {
      "text": "Section 53(c) prohibits a corporation from representing that goods or services have, amongst other things, performance, characteristics, uses or benefits they do not have.",
      "id": "s163"
    },
    {
      "text": "It follows that offering for sale a cross-bottled Composite IBC that continues to bear the Schutz UN certification sticker, arguably, contravenes subs 53(a) and (c) of the TPA.",
      "id": "s164"
    },
    {
      "text": "There are additional representations said to arise from the practice of cross-bottling.",
      "id": "s165"
    },
    {
      "text": "Schutz argues that the process of cross-bottling represents that there is some association or affiliation between Schutz and VIP (the Affiliation Representation), that Schutz has authorised the cross-bottling of its products (the Authorisation Representation) and that the cross-bottled Composite IBCs are of the same quality and standard as the ECOBULK Composite IBCs manufactured or reconditioned by Schutz (the Quality Representation).",
      "id": "s166"
    },
    {
      "text": "These Representations, Schutz contends, are misleading in contravention of s 52 TPA.",
      "id": "s167"
    },
    {
      "text": "More specifically, the Quality Representation, it is said, contravenes ss 53(a) and (c) TPA.",
      "id": "s168"
    },
    {
      "text": "It is arguable, Schutz contends and (for present purposes) I accept, that a consumer may be misled into believing that there is some affiliation or connection between Schutz and VIP or that the cross-bottling of the Composite IBC was authorised by Schutz.",
      "id": "s169"
    },
    {
      "text": "While in some circumstances this may not present a difficulty, Schutz argues that it is a particular problem in this case because it actively promotes the fact that it produces all key components of its products itself and has complete control over the entire process.",
      "id": "s170"
    },
    {
      "text": "The process includes not simply the sale of the Composite IBCs but the continuous process with the delivery of a new ECOBULK Composite IBC and the collection and reconditioning of Schutz products promoted under the Schutz Ticket Service title.",
      "id": "s171"
    },
    {
      "text": "Schutz contends that it is arguable that a consumer is entitled to assume that the Composite IBC being acquired or used notwithstanding it contains a VIP internal container is built to Schutz high standards.",
      "id": "s172"
    },
    {
      "text": "There is no cogent evidence amongst a very large body of materials put before the Court as to any other inherent risks in use of the VIP container in the Schutz cage for non-dangerous liquids.",
      "id": "s173"
    },
    {
      "text": "There is evidence that IBCs can fail, like other products.",
      "id": "s174"
    },
    {
      "text": "However, assuming that there is scope for an internal container to become damaged or fail in some way, there is no evidence as to a real risk of harm or damage occurring in the case of non-dangerous goods.",
      "id": "s175"
    },
    {
      "text": "The primary focus of the Regulations ensuring quality of IBCs and labeling is directed to those IBCs which will be used for carrying dangerous goods.",
      "id": "s176"
    },
    {
      "text": "The regulatory regime does not consider that warning labeling is necessary in the case of non-dangerous goods.",
      "id": "s177"
    },
    {
      "text": "There is no such provision, notwithstanding a comprehensive regime applied for the transport of dangerous goods.",
      "id": "s178"
    },
    {
      "text": "This would strongly suggest that any physical risks in the short term between now and trial in relation to carriage of non-dangerous goods bearing a warning label would be low.",
      "id": "s179"
    },
    {
      "text": "While Schutz has advanced comprehensive submissions as to VIP's breach of dangerous goods legislation, insofar as the application for an interlocutory injunction is concerned, on my assessment, this aspect of the matter largely falls away in light of the undertakings given by VIP.",
      "id": "s180"
    },
    {
      "text": "The labeling\n The only question is whether the undertaking and labeling which VIP has offered to the Court to carry out is sufficient for present purposes to avoid the need for additional injunctive relief assuming an arguable case is made out.",
      "id": "s181"
    },
    {
      "text": "Schutz argues that there is a wide range of persons who might be misled by the respondents' misrepresentations of affiliation or quality including customers and potential customers, re-conditioners, consigners, packers, loaders, prime contractors, rail operators, road vehicle drivers and purchasers and users of dangerous goods transported in Composite IBCs.",
      "id": "s182"
    },
    {
      "text": "There is an arguable case as pleaded under the TPA.",
      "id": "s183"
    },
    {
      "text": "However, given the undertaking not to participate in the dangerous goods market and given the labeling which VIP has undertaken to apply to the goods, it is not clear that any suggestion of affiliation or that the internal container is a Schutz container will arise.",
      "id": "s184"
    },
    {
      "text": "On the question of the adequacy of the labeling, there was a deal of debate as to the makeup of suitable labeling.",
      "id": "s185"
    },
    {
      "text": "It was necessary for the content and nature of the undertaking given by VIP to evolve during the course of the hearing before me.",
      "id": "s186"
    },
    {
      "text": "Exchanges occurred on the topic of the wording of the actual undertaking, on the number of markings to be applied to the cage and on the method of affixing the warning to the cage.",
      "id": "s187"
    },
    {
      "text": "Schutz was strongly of the view that the method of affixing should be by way of a metal plate in the same way that Schutz fixes its own information.",
      "id": "s188"
    },
    {
      "text": "VIP, on the other hand were proposing to apply a heat resistant sticker.",
      "id": "s189"
    },
    {
      "text": "Schutz complains that although there was a proposal to remove the Schutz UN Certification (that is the safety certification), there was no proposal to remove the Schutz bar-coding and unit identification numbers or otherwise to obliterate them.",
      "id": "s190"
    },
    {
      "text": "Further, by putting the heat resistant sticker on the front label plate of the cage, the likelihood was, according to Schutz, that the ultimate customer would then affix its own identification and their manufacturing disclosure statement of the product that is going to be contained within the plastic bottle such that any sticker thus affixed was likely to be immediately obscured.",
      "id": "s191"
    },
    {
      "text": "VIP acceded to the submission by Schutz that any warning label should be on the back as well as the front of the cage.",
      "id": "s192"
    },
    {
      "text": "Schutz argued that, (for example), there was no guarantee that forklift drivers lifting cages with forklifts would be lifting them from the front or the back.",
      "id": "s193"
    },
    {
      "text": "Schutz argued that the labels should not only be conspicuous but be resistant to change as they would be floating in the market place for up to five years and should be in a manner able to endure that period of time.",
      "id": "s194"
    },
    {
      "text": "The labels proposed by VIP are not fully fire resistant in the same manner as steel plates.",
      "id": "s195"
    },
    {
      "text": "Schutz also argued for a date of cross-bottling being placed on the package so that the date of its providence would be known on resale and re-usage.",
      "id": "s196"
    },
    {
      "text": "I have not been persuaded as to this submission.",
      "id": "s197"
    },
    {
      "text": "It is not apparent to me why dating is particularly significant.",
      "id": "s198"
    },
    {
      "text": "VIP makes the point that even the UN do not require steel plates but stickers.",
      "id": "s199"
    },
    {
      "text": "VIP contended that if the UN Code is satisfied by the use of stickers, there should not be any sensible quarrel in relation to VIP's proposal.",
      "id": "s200"
    },
    {
      "text": "I can accept the possibility, as argued by Schutz, that the labeling may ultimately on some occasion prove to be inadequate but on the face of the matter the extent and content of the labeling now proposed by VIP appears proportionate to the risk of confusion or affiliation.",
      "id": "s201"
    },
    {
      "text": "Should that anticipation prove incorrect, it can best be dealt with by liberty to apply on short notice to raise any problems arising due to inadequacy of the labeling.",
      "id": "s202"
    },
    {
      "text": "In my view, the terms of the undertaking offered by VIP constitutes appropriate protection until trial.",
      "id": "s203"
    },
    {
      "text": "TRADE MARK AND PATENT INFRINGEMENT \n The parties did advance comprehensive arguments in relation to whether or not there was an arguable case concerning contravention of the TMA and/or contravention of the PA.",
      "id": "s204"
    },
    {
      "text": "I have considered those arguments at some length since the interlocutory hearing.",
      "id": "s205"
    },
    {
      "text": "Notwithstanding the detail of the arguments and my deliberation in relation to them, having found that there is a clearly arguable case for breach of the TPA, it is not desirable that I express my views in relation to the other alleged statutory breaches.",
      "id": "s206"
    },
    {
      "text": "First, it is unnecessary to do so.",
      "id": "s207"
    },
    {
      "text": "Even if I were of the view that the cases were particularly strong, it would not in the present circumstances have a bearing upon the conclusion I have reached as to the appropriate disposition of the matter between now and trial.",
      "id": "s208"
    },
    {
      "text": "Secondly, with the benefit of the opportunity to refine these arguments after exchanges on the interlocutory injunction application, the parties may ultimately prefer modified approaches to their positions at trial.",
      "id": "s209"
    },
    {
      "text": "In those circumstances, it will be unhelpful and potentially confusing if I were to express a view about these aspects of the case at this stage.",
      "id": "s210"
    },
    {
      "text": "NORWICH PHARMACAL ORDERS \n Schutz seeks orders to the effect that VIP by its proper officer file and serve an affidavit specifying names, addresses, phone numbers and email addresses of those of its customers to whom it has sold reconditioned Composite IBCs.",
      "id": "s211"
    },
    {
      "text": "In Norwich Pharmacal Co &amp; Ors v Commissioners of Customs and Excise [1973] UKHL 6 ; [1974] AC 133 , the House of Lords considered the circumstances in which the appellants who held a patent for a chemical used in poultry food suspected that the patent was being infringed by importation of that chemical from overseas.",
      "id": "s212"
    },
    {
      "text": "The owner of the patent, however, was unable to identify who was importing the chemical.",
      "id": "s213"
    },
    {
      "text": "In order to ascertain that information they issued proceedings against the Commissioners of Customs and Excise, the respondent, who was expected to have the information.",
      "id": "s214"
    },
    {
      "text": "The House of Lords upheld the orders (made at first instance but discharged by the Court of Appeal).",
      "id": "s215"
    },
    {
      "text": "They were for provision of the information of the importer.",
      "id": "s216"
    },
    {
      "text": "It was pointed out that the information was in no sense highly confidential.",
      "id": "s217"
    },
    {
      "text": "The Ship's Master was obliged to know the identities of those conducting shipping operations.",
      "id": "s218"
    },
    {
      "text": "There was focus on the confidentiality issue.",
      "id": "s219"
    },
    {
      "text": "Viscount Dilhorne observing (at 189) that the proposition that all information given to a Government department was to be treated as confidential and protected from disclosure could not be accepted.",
      "id": "s220"
    },
    {
      "text": "(His Lordship did agree, however, that information of a personal character obtained in the exercise of statutory powers, information of such a character that the giver of it would not expect it to be used for any purpose other than that for which it was given, or disclosed to any person not concerned with that purpose was to be regarded as protected from disclosure regardless of any statutory prohibition).",
      "id": "s221"
    },
    {
      "text": "In the end it came to a question of balancing interests.",
      "id": "s222"
    },
    {
      "text": "Viscount Dilhorne said (at 190), 'if a degree of confidentiality does attach to the names and addresses of the importers, I think that on the balance of national interest, the interests of justice in this case far outweigh any interest there may be in non-disclosure'.",
      "id": "s223"
    },
    {
      "text": "Discovery of the material was ordered.",
      "id": "s224"
    },
    {
      "text": "In Australia, Norwich Pharmacal Orders have been granted in a number of cases in this Court including Authors Workshop v Bileru Pty Ltd (1989) 88 ALR 211 , Hinchliff v Abu-Dabat (1998) 41 IPR 400 and Sky Channel Pty Ltd v Palmer [2003] FCA 1246.",
      "id": "s225"
    },
    {
      "text": "Recently, Perram J also made ex parte orders of a similar nature in Sporte' Leisure Pty Ltd v Paul's International Pty Ltd [2009] FCA 445.",
      "id": "s226"
    },
    {
      "text": "The argument for Schutz on this topic is to the effect that a Composite IBC may pass through several hands such that the ultimate recipient of that IBC has no knowledge as to who is involved in the manufacture and certification of it.",
      "id": "s227"
    },
    {
      "text": "Intermediate sales may involve separate breaches of s 52 and s 53 TPA.",
      "id": "s228"
    },
    {
      "text": "The ultimate recipient can only assume who was involved in the manufacturing and certification process by reference to the markings contained on the Composite IBC itself.",
      "id": "s229"
    },
    {
      "text": "Schutz contends that those who purchase empty reconditioned cross-bottled Composite IBCs from VIP do so because they need to transport dangerous, flammable and poisonous substances, amongst others, to third parties.",
      "id": "s230"
    },
    {
      "text": "They will therefore unwittingly be transporting those substances to third parties in transport containers arguably not fit for that purpose.",
      "id": "s231"
    },
    {
      "text": "Accordingly, such a third party, as well as their employees and agents responsible for transport of the goods, are put at risk.",
      "id": "s232"
    },
    {
      "text": "More importantly from the perspective of Schutz, it stresses that it has a direct interest in informing such consumers as to the cross-bottling process together with the certification requirements so as to protect its own reputation and good will.",
      "id": "s233"
    },
    {
      "text": "On the original ex parte application in which such orders were sought by Schutz, I was not prepared to grant them.",
      "id": "s234"
    },
    {
      "text": "The relief granted by the interim injunction was merely for a brief period and there was no reason such relief could not be pursued on an inter partes basis.",
      "id": "s235"
    },
    {
      "text": "As it transpired, VIP has offered to provide information such as that which is sought by Schutz subject to agreement being reached (or resolved by the Court) as to the terms of any correspondence or communications which may be forwarded by Schutz to VIP's customers.",
      "id": "s236"
    },
    {
      "text": "There are privacy considerations in the granting of such orders but given at least a potential for ongoing regulation breach if people are not informed of the circumstances and also, at least a potential, for danger to third parties, the latter considerations outweigh the privacy considerations so long as proper controls are placed over the information to be provided.",
      "id": "s237"
    },
    {
      "text": "Accordingly, in my view, orders such as those sought by Schutz should be made.",
      "id": "s238"
    },
    {
      "text": "I will leave it to the parties to frame the terms of any orders either by consent within 10 days or, alternatively, by having the matter re-listed.",
      "id": "s239"
    },
    {
      "text": "TRANSFER \n VIP applies for the proceeding to be transferred from the Western Australia District Registry to the Victoria District Registry pursuant to s 48 of the Federal Court of Australia Act 1976 (Cth) (FCA) and O 10 r 1(2)(f) FCR.",
      "id": "s240"
    },
    {
      "text": "The relevant tests were described by the Full Court in National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155 at 162 per Bowen CJ, Woodward and Lockhart JJ in the following terms: \n \n The Court must, however, be satisfied, after considering all relevant matters, that there is sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s241"
    },
    {
      "text": "Its starting point is that the proceeding has been commenced at a particular place.",
      "id": "s242"
    },
    {
      "text": "Why should it be changed?",
      "id": "s243"
    },
    {
      "text": "... if the party who commenced the proceeding chose that place capriciously the Court would be justified in giving no weight to the choice of place.",
      "id": "s244"
    },
    {
      "text": "...",
      "id": "s245"
    },
    {
      "text": "The balance of convenience is important, but its weight must vary from case to case.",
      "id": "s246"
    },
    {
      "text": "...",
      "id": "s247"
    },
    {
      "text": "Ultimately the test is: where can the case be conducted or continued most suitably bearing in mind the interests of all the parties, the ends of justice in the determination of the issues between them, and the most efficient administration of the Court.",
      "id": "s248"
    },
    {
      "text": "In Mortimer v Opes Prime Stockbroking Ltd (in liq) [2009] FCA 227 , I set out a summary of the principles which I regard as being relevant in an application such as this at [15]-[17]: The appropriate principles arising in this motion are not controversial.",
      "id": "s249"
    },
    {
      "text": "The relevant principles presently arising, in my view are these: There must be sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s250"
    },
    {
      "text": "If the party commencing the proceeding chose the place capriciously the Court would be justified in giving no weight to the choice of place.",
      "id": "s251"
    },
    {
      "text": "The balance of convenience is important but its weight must vary from case to case.",
      "id": "s252"
    },
    {
      "text": "What needs to be ascertained is where the case can be conducted or continued most suitably bearing in mind the interests of the parties, the ends of justice and determination of the issues between them, and the most efficient administration of the Court ( National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155 at 162).",
      "id": "s253"
    },
    {
      "text": "The location of parties and witnesses, the place where the cause of action arose and the convenience of the Court are all factors ( National Mutual 19 FCR 155 at 162, Wang v Australian China Marketing Co Pty Ltd [2001] FCA 13 at [21] , Aquila Resources Ltd v Pasminco Ltd [2004] FCA 39 at [27] - [34] and [42]-[43].",
      "id": "s254"
    },
    {
      "text": "Typically there is no factor that is determinative but rather it is necessary to weigh all the relevant factors that might connect the proceedings to one jurisdiction or the other ( Australian Competition and Consumer Commission v Fila Sport Oceania Pty Ltd [2003] FCA 430 at [19] ).",
      "id": "s255"
    },
    {
      "text": "The national character of the Court including its capacity to make flexible arrangements for the taking of evidence and the receipt of submissions is relevant.",
      "id": "s256"
    },
    {
      "text": "( Australian Competition and Consumer Commission v Virgin Mobile Australia Pty Ltd [2002] FCA 1239).",
      "id": "s257"
    },
    {
      "text": "The question of which District Registry should conduct the proceedings does not raise matters of high principle.",
      "id": "s258"
    },
    {
      "text": "Essentially it is a matter of case management and proper recognition of the legitimate interests of each of the parties reflected in the balance of convenience as between them and the convenience of the Court and any economies and efficiencies which may attach to one choice or the other ( Lamb v Hog's Breath Company Pty Ltd (No 1) [2007] FCA 49).",
      "id": "s259"
    },
    {
      "text": "There may be flexibility --- one Registry could conduct pre-trial management while allocating the trial to a judge in another Registry ( Hog's Breath at [10]).",
      "id": "s260"
    },
    {
      "text": "There is no burden of proof governing the exercise of the discretion in s 48 of the Act ( National Mutual 19 FCR 155 at 162).",
      "id": "s261"
    },
    {
      "text": "The existence of related proceedings which may be case managed jointly may be important ( Wyllie Group Pty Ltd [2000] FCA 1382 at [14] - [19] ).",
      "id": "s262"
    },
    {
      "text": "Factors which may be relevant for consideration include: the residence of the parties, the residence of the witnesses, the expense and prejudice likely to the respective parties, the likelihood of delay being a significant consideration, whether there is, in respect of the competing suggestions as to venue, any possibility of an interference with a fair trial of the hearing, the balance of convenience in regard to all considerations ( Jacobs v Claudius Enterprises Pty Ltd [1985] ATPR 40-511).",
      "id": "s263"
    },
    {
      "text": "To these points I would add, perhaps an obvious point, that a judge to whom management of a case has been allocated will be reluctant to transfer that duty to another judge unless there is good reason to do so.",
      "id": "s264"
    },
    {
      "text": "VIP suggests that the relevant events took place entirely in Victoria and New South Wales; witnesses reside in States on the eastern seaboard of the country; that there is no particular factor favouring Western Australia in terms of the residence of the corporate parties making up the applicants whereas there is greater reason for the residence of the respondent companies to be taken into account having their places of business in Melbourne, Victoria.",
      "id": "s265"
    },
    {
      "text": "VIP also suggests that the location of most of the documents and exhibits are unlikely to be in Western Australia; that the resources of the solicitors of the parties is finely balanced and; that an overall impression of those factors would favour the proceedings being transferred to the Victoria District Registry.",
      "id": "s266"
    },
    {
      "text": "There is no suggestion that the proceedings were commenced in the Western Australia District Registry capriciously.",
      "id": "s267"
    },
    {
      "text": "Although it happens to be that VIP is based in Victoria, the issues in dispute are very much national in their character.",
      "id": "s268"
    },
    {
      "text": "There is no evidence to suggest that the cross-bottled Composite IBCs have been distributed in Western Australia but equally no evidence to suggest that they will not be.",
      "id": "s269"
    },
    {
      "text": "By their nature, Composite IBCs are used for the transport of goods by road, rail or sea which will potentially include interstate transport.",
      "id": "s270"
    },
    {
      "text": "The services of VIP are advertised or promoted on a website which can be viewed nationally including the national collection service.",
      "id": "s271"
    },
    {
      "text": "Although the manufacture of Composite IBCs may only be in Victoria, New South Wales and Queensland, the cross-bottling on its face would appear to be offered to a broader market.",
      "id": "s272"
    },
    {
      "text": "Quite rightly, VIP has brought on the transfer application promptly.",
      "id": "s273"
    },
    {
      "text": "Nevertheless, at this stage, there is no reason to believe that the efficiency and expediency of progressing this matter to trial will be improved by transfer of the proceedings to the Victoria District Registry at this interlocutory stage.",
      "id": "s274"
    },
    {
      "text": "It may well be that the matter should be revisited at a stage in which the proceedings have matured a little.",
      "id": "s275"
    },
    {
      "text": "I will not allow the transfer motion at this stage but will grant liberty to apply to bring on the transfer motion at a later stage in the proceedings.",
      "id": "s276"
    },
    {
      "text": "COSTS \n VIP's primary contention was that in light of the terms of its undertaking and the offer to submit to Norwich Pharmacal Orders, it should have the costs of the application for interlocutory relief in any event.",
      "id": "s277"
    },
    {
      "text": "In view of the developments in the last affidavit of VIP and the relative lateness of the provision of the undertakings (which is certainly not criticised) and the outcome of the transfer motion, the better order in my view is that costs be in the cause.",
      "id": "s278"
    },
    {
      "text": "That is the order I propose making.",
      "id": "s279"
    },
    {
      "text": "CONCLUSION \n I consider that the undertaking as provided by VIP until trial is suitable protection for Schutz.",
      "id": "s280"
    },
    {
      "text": "Norwich Pharmacal Orders will be made.",
      "id": "s281"
    },
    {
      "text": "The proceeding will not be transferred, at least at this stage.",
      "id": "s282"
    },
    {
      "text": "Costs will be in the cause.",
      "id": "s283"
    },
    {
      "text": "The parties are to draw up orders reflecting these reasons within ten days.",
      "id": "s284"
    },
    {
      "text": "I certify that the preceding ninety-one (91) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s285"
    },
    {
      "text": "Associate: \n \n \nDated: 17 September 2009\n \n Counsel for the Applicants: ML Bennett with WC Zappia \n \n Solicitor for the Applicants: Lavan Legal \n \n Counsel for the Respondents: J Nicholas SC with SK Dharmananda \n \n Solicitor for the Respondents: Gilbert + Tobin \n Date of Hearing: 27 August 2009 \n \n Date of Judgment: 17 September 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1049.html",
      "id": "s286"
    }
  ]
}