{
  "name": "Australian Building &amp; Construction Commissioner v Construction, Forestry, Mining &amp; Energy Union [2009] FCA 1587 (23 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1587.html",
  "catchphrases": [
    {
      "text": "scope of interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "s 49 of the building and construction industry improvement act 2005 (cth)",
      "id": "c1"
    },
    {
      "text": "minimum relief necessary to do justice between the parties",
      "id": "c2"
    },
    {
      "text": "fact that applicant invested with important statutory role toward improving the building and construction industry is a relevant consideration.",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This matter arises from strike action taken by employees of several contractors on 5, 6, 8, 24 and 25 June 2009 at a high rise building site at 915 Hay Street, Perth (Site) which is controlled by Diploma Constructions (WA) Pty Ltd (Diploma).",
      "id": "s0"
    },
    {
      "text": "In its substantive application filed in June 2009, the applicant (the ABCC) seeks relief in respect of alleged breaches by the respondents of s 38 of the Building and Construction Industry Improvement Act 2005 (Cth) (BCII Act ), a civil penalty provision, which prohibits a person engaging in unlawful industrial action.",
      "id": "s1"
    },
    {
      "text": "On 29 September 2009 I delivered reasons for judgment in relation to the application by the ABCC for an interlocutory injunction to restrain the respondents from engaging in further unlawful industrial action in which I concluded that interlocutory relief ought be granted: Australian Building and Construction Commissioner v Construction, Forestry, Mining and Energy Union [2009] FCA 1092.",
      "id": "s2"
    },
    {
      "text": "At that time, however, I deferred making orders as the respondents indicated that they wished to be heard on the form of those orders.",
      "id": "s3"
    },
    {
      "text": "I heard the parties in this respect on 16 December 2009.",
      "id": "s4"
    },
    {
      "text": "The applicant seeks relief in terms that will restrain the respondents from unlawful conduct in respect to all building work being performed for Diploma throughout Western Australia.",
      "id": "s5"
    },
    {
      "text": "The central submission of the respondents is that the interlocutory relief ought be confined to restraining unlawful conduct at the Site.",
      "id": "s6"
    },
    {
      "text": "This is so, they submit, because the originating Application, properly construed, seeks relief only in relation to the Site.",
      "id": "s7"
    },
    {
      "text": "This turns on the definition of \"Diploma Workers\" in para 1 of the Application under which declarations of contravention are sought.",
      "id": "s8"
    },
    {
      "text": "The respondents correctly submit that a Court, in granting interlocutory injunctive relief, should generally grant the minimum relief necessary to do justice between the parties: Cardile v LED Builders Pty Ltd [1999] HCA 18 ; (1999) 198 CLR 380 at 409.",
      "id": "s9"
    },
    {
      "text": "The question then is what will achieve that result in this case between these parties.",
      "id": "s10"
    },
    {
      "text": "It is important, in this respect, to bear in mind that the applicant is not a private litigant.",
      "id": "s11"
    },
    {
      "text": "As I pointed out in my earlier reasons at [153]: \n \n The ABCC's application is made in the public interest of improving the building and construction industry under a statutory capacity to so apply.",
      "id": "s12"
    },
    {
      "text": "It is not in respect of any interference with any legal right of the ABCC.",
      "id": "s13"
    },
    {
      "text": "The legislature plainly conferred on the ABCC powers to obtain interlocutory injunctions, damages and penalties as instruments for effecting that improvement: ICI Operations [1992] FCA 474 ; 38 FCR 248 per French J at [268].",
      "id": "s14"
    },
    {
      "text": "As I observed in CBI Construction Pty Ltd v Abbott (2008) 177 IR 134 at [22]: \n \n Consideration of the main object is a relevant consideration to the construction and application of the provisions of the BCII Act: United Group Infrastructure Pty Ltd v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (2005) 148 IR 399 at [23]-[25]; Cahill v Construction Forestry Mining and Energy Union (No 2) [2008] FCA 1292 at [50] - [51] .",
      "id": "s15"
    },
    {
      "text": "The source of power I identified in my reasons at [30]-[33] and [156] as sufficient for present purposes was s 49(1) and (3) of the BCII Act.",
      "id": "s16"
    },
    {
      "text": "As I said at [32]: \n \n The power to grant an injunction, including an interim injunction, under s 49 is additional to the Court's power under s 39 and, unlike the power in s 39, is not predicated on the Court's satisfaction that unlawful industrial action is occurring or is threatened, impending or probable.",
      "id": "s17"
    },
    {
      "text": "Rather, the Court may make any order \"that it considers appropriate\".",
      "id": "s18"
    },
    {
      "text": "The minimum relief necessary to do justice between the parties will equate to what is \"appropriate\".",
      "id": "s19"
    },
    {
      "text": "The question of what is appropriate also arises were the power sourced in s 23 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s20"
    },
    {
      "text": "In Jackson v Sterling Industries Limited [1987] HCA 23 ; (1987) 162 CLR 612 at 622, Deane J said that: \n \n Section 23 of the Federal Court of Australia Act 1976 (Cth) confers upon the Federal Court a broad power to make orders of such kinds, including interlocutory orders, as it \"thinks appropriate\" .",
      "id": "s21"
    },
    {
      "text": "Wide though that power is, it is subject to both jurisdictional and other limits.",
      "id": "s22"
    },
    {
      "text": "It exists only \"in relation to matters\" in respect of which jurisdiction has been conferred upon the Federal Court.",
      "id": "s23"
    },
    {
      "text": "Even in relation to such matters, the power is restricted to the making of the \"kinds\" of order, whether final or interlocutory, which are capable of properly being seen as \"appropriate\" to be made by the Federal Court in the exercise of its jurisdiction [emphasis added].",
      "id": "s24"
    },
    {
      "text": "The respondents submit that the relevant subject matter, in respect of which relief ought appropriately be granted, concerns only the actions of the respondents in relation to the 'Diploma Workers' as defined in the Application, who were required to perform building work at the Site.",
      "id": "s25"
    },
    {
      "text": "Further, the respondents submit that the only evidence concerning other Diploma sites adduced by the ABCC at the hearings on 17 and 20 July 2009 was from Mr Paul Day, project manager of the construction project at 915 Hay Street, Perth.",
      "id": "s26"
    },
    {
      "text": "Mr Day gave evidence by statement that he heard the third respondent, Mr Michael Buchan, say he was going to \"raise a petition for all of the Diploma sites with regards to general safety concerns and send it to John Norup (a Diploma Director)\".",
      "id": "s27"
    },
    {
      "text": "By contrast, Mr Buchan gave evidence by statement that it was Mr Wes Francis, the Diploma Site Manager, who suggested that there should be a petition when he (Buchan) was telling the meeting about \"issues\" on other Diploma sites.",
      "id": "s28"
    },
    {
      "text": "The ABCC submits that it is not germane whether it was Mr Francis or Mr Buchan who first suggested such a petition.",
      "id": "s29"
    },
    {
      "text": "What is significant, he submits, is that before the petition was mentioned by anyone, Mr Buchan had begun addressing issues on other sites, a matter which appears clearly from Mr Buchan's affidavit.",
      "id": "s30"
    },
    {
      "text": "Paragraphs 24 and 25 of his affidavit are in these terms: As I was telling the meeting about issues on other Diploma sites, Wes Francis, the Diploma site manager, suggested that we get a petition up.",
      "id": "s31"
    },
    {
      "text": "In respect of the rest of paragraph 15, it is correct to say that I was discussing issues , not just at Hay Street, but at other Diploma sites.",
      "id": "s32"
    },
    {
      "text": "(Emphasis added)\n This, the ABCC submits, evidences an implicit threat that there would be action of some sort on all or on other Diploma sites.",
      "id": "s33"
    },
    {
      "text": "As I said at [59] of my earlier reasons Mr Buchan did not expressly deny what he is alleged to have said but only that it was Mr Francis who (first) raised it.",
      "id": "s34"
    },
    {
      "text": "The respondents submit that, in any assessment of this evidence, neither version is anything more than a comment about raising a petition of complaint and that such comments, even if followed up with a petition, could never amount to unlawful industrial action on other sites, without more.",
      "id": "s35"
    },
    {
      "text": "They further contend that there was no evidence that such a petition was ever raised and that Mr Buchan was not cross-examined on the point.",
      "id": "s36"
    },
    {
      "text": "Accordingly, the respondents submit that extending the terms of the injunction to all building sites operated by Diploma is: \n (a) more than is just or appropriate; \n \n (b) more than the minimum relief necessary to do justice between the parties; \n \n (c) beyond the grant of remedies appropriate to the protection and enforcement of the right or subject-matter in issue as set out in the Application; \n \n (d) not supported by any evidence adduced by the applicant related to either a serious issue to be tried (because that is limited in the Application to the events at the Site), or the balance of convenience.",
      "id": "s37"
    },
    {
      "text": "Reasoning \n I do not consider that the Court is constrained by the language of the originating application.",
      "id": "s38"
    },
    {
      "text": "In any event, there is a basis for reading the Application in a more expansive way.",
      "id": "s39"
    },
    {
      "text": "The ABCC submits, concerning his Application under Part B that relief 1(a)(i) and (ii) applies to all sites for two reasons.",
      "id": "s40"
    },
    {
      "text": "First, he submits, the words are quite general and apply to workers failing or refusing to attend for building work or failing or refusing to perform any work after attending for building work, and placing a ban, limitation, restriction on the performance of building work adopted in connection with industrial dispute.",
      "id": "s41"
    },
    {
      "text": "Second, the ABCC submits that (a) is plainly intended to apply to all sites because of the contrast made between 1(a) on the one hand and 1(b) on the other hand.",
      "id": "s42"
    },
    {
      "text": "It is unnecessary for me to resolve this aspect of the parties' submissions as to the proper construction of the terms of the application.",
      "id": "s43"
    },
    {
      "text": "I do not regard the respondents' construction argument concerning the application, even if correct, as imposing a strait jacket on the court's wide discretionary powers to grant injunctive relief in light of the evidence and the findings which I have made.",
      "id": "s44"
    },
    {
      "text": "The appropriate relief to be granted should be fashioned against the principle of proportionality in achieving a fair result.",
      "id": "s45"
    },
    {
      "text": "The respondents placed reliance on the case of CBI Construction v Abbott 177 IR 134.",
      "id": "s46"
    },
    {
      "text": "There I said at [66]: \n \n While the power to grant an interim injunction under s 49(3) should be exercised having regard to the principles applied by a court of equity, the main object of the BCII Act is also relevant consideration in applying its provisions: United Group Infrastructure Pty Ltd v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (2005) 148 IR 399 at [23]-[25].",
      "id": "s47"
    },
    {
      "text": "The respondents submit that the application of ordinary equitable principles to the grant of a statutory injunction, in this case, requires that I take into account the interests of third parties and further that the ABCC ought proffer an undertaking as to damages.",
      "id": "s48"
    },
    {
      "text": "I do not accept this submission for the following reasons.",
      "id": "s49"
    },
    {
      "text": "First, the interests of third parties are not affected by the orders I propose to make which merely restrain the respondents from engaging in unlawful industrial action.",
      "id": "s50"
    },
    {
      "text": "Second, s 76 of the BCII Act provides relevantly that, in proceedings under s 49, as in this case, the Court cannot require the ABCC, as a condition of granting an interim injunction to give an undertaking as to damages.",
      "id": "s51"
    },
    {
      "text": "I regard the use of the word \"interim\" as referrable to any injunction granted prior to the final disposition of the substantive proceeding.",
      "id": "s52"
    },
    {
      "text": "The injunction here sought is, accordingly, an interim injunction.",
      "id": "s53"
    },
    {
      "text": "It follows that the ABCC does not have to provide nor can the Court require him to provide an undertaking as to damages.",
      "id": "s54"
    },
    {
      "text": "I will now turn to important findings I made in my earlier reasons.",
      "id": "s55"
    },
    {
      "text": "I rejected the respondents' claims, at the interlocutory hearing, that their conduct was justified or excused under s 36(1)(g)(i) of the BCII Act by reason that the industrial action was based on a reasonable concern by the employees about an imminent risk to health or safety.",
      "id": "s56"
    },
    {
      "text": "I said at [144]: \n \n The ABCC submits that I should find a prima facie case, by inference, that the real reasons why the strikes occurred were because Diploma involved the police in having Mr McDonald and Mr Buchan removed from the Site on 5 June 2009 and because they were a response to Diploma's actions taken, advice of which was given to CFMEU on 21 April 2009, that Mr McDonald would no longer be allowed access to the Site or to any Diploma Site and that, in order to gain Federal Accreditation Diploma would require adherence by the CFMEU to Diploma's Guidelines.",
      "id": "s57"
    },
    {
      "text": "These reasons may well have been the motivation behind the strikes.",
      "id": "s58"
    },
    {
      "text": "It is unnecessary that I form a view as to this even on a prima facie basis.",
      "id": "s59"
    },
    {
      "text": "It is enough that I have concluded that there is a prima facie case established by the ABCC that the respondents engaged in unlawful industrial action.",
      "id": "s60"
    },
    {
      "text": "Whatever the real reasons I am satisfied to the necessary degree that they had nothing to do with any reasonable concern as to any imminent danger to the health or safety of any employee on the Site .",
      "id": "s61"
    },
    {
      "text": "(Emphasis added) \n \n\n At [145] I added: \n \n It is of particular concern that the CFMEU, Mr McDonald and Mr Buchan have, as I have found on a prima facie basis, hidden behind spurious concerns as to the health and safety of employees to advance, as I infer, their own unspecified industrial aims.",
      "id": "s62"
    },
    {
      "text": "It is the very behaviour which the Commonwealth Parliament has made clear should be eradicated from the building industry in this country.",
      "id": "s63"
    },
    {
      "text": "It is conduct that directly undermines the main object of the BCII Act (s 3(1)) which is to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole.",
      "id": "s64"
    },
    {
      "text": "(Emphasis added) \n \n\n Whilst I was not prepared to reach a view as to the precise reasons underlying the respondents' conduct, it involved, plainly enough, action directed against Diploma.",
      "id": "s65"
    },
    {
      "text": "That the action was taken at the Site was incidental.",
      "id": "s66"
    },
    {
      "text": "It could have been at any other Diploma site in Western Australia.",
      "id": "s67"
    },
    {
      "text": "The action taken was directed not at the Site, given my rejection of the respondents' claims made at the hearing of the interlocutory application for interim injunctive relief.",
      "id": "s68"
    },
    {
      "text": "No other reason was advanced by the respondents which confined their action to the Site.",
      "id": "s69"
    },
    {
      "text": "These findings place the evidence that Mr Buchan and Mr Day gave, concerning a petition in relation to safety issues at Diploma sites, in a particular context.",
      "id": "s70"
    },
    {
      "text": "I am not prepared to conclude, even provisionally, that any such alleged safety issues even existed in June 2009.",
      "id": "s71"
    },
    {
      "text": "It is a reasonable inference to draw then, as I do, that the target of the respondents action was Diploma itself and not matters peculiar to the Site.",
      "id": "s72"
    },
    {
      "text": "The relief ought then extend to any building work being performed for Diploma throughout Western Australia.",
      "id": "s73"
    },
    {
      "text": "This, in my opinion, is appropriate to do justice between the parties in relation to the findings I have made, on a prima facie basis, as to the true nature of the issues between them exposed by the evidence.",
      "id": "s74"
    },
    {
      "text": "I received minutes of proposed orders from both parties.",
      "id": "s75"
    },
    {
      "text": "In each case, proposed order 1(a) concerns the extent of the restraint to be imposed subject to certain lawful exceptions.",
      "id": "s76"
    },
    {
      "text": "The Respondents seek the inclusion of the words \" or action by an employer that is authorised or agreed to, in advance and in writing by or on behalf of employees of the employer \" in Order 1(a) for the sake of completeness.",
      "id": "s77"
    },
    {
      "text": "They submit that those are the words of section 36(1)(f) of the BCII Act, and constitute one of the statutory exceptions to what constitutes \"building industrial action\" in the BCII Act.",
      "id": "s78"
    },
    {
      "text": "The Applicant opposes the insertion of these words into Order 1(a) on the following grounds: \n 1.",
      "id": "s79"
    },
    {
      "text": "The purpose of Order 1(a) is to restrain the Respondents from organising or procuring industrial action;\n \n 2.",
      "id": "s80"
    },
    {
      "text": "There is no evidence to suggest that any of the employers have ever been (or are likely to be) involved in organising or procuring industrial action to be taken by employers against the members of the First Respondent or any other person who would normally be an employee; \n \n 3.",
      "id": "s81"
    },
    {
      "text": "For this reason, it is inappropriate and unnecessary for the terms of the injunction to be extended in the manner suggested.",
      "id": "s82"
    },
    {
      "text": "I accept the submission of the respondents that since the applicant only intends to enjoin unlawful conduct, and for the avoidance of any ambiguity, it is appropriate that the terms of the injunction precisely reflect the statutory scheme for unlawful conduct sought to be prohibited, together with all the exceptions to that definition which may constitute lawful conduct.",
      "id": "s83"
    },
    {
      "text": "I will make the following orders: \n 1.",
      "id": "s84"
    },
    {
      "text": "Until further determination of this application or until further order, each of the respondents (whether by their officers, delegates, agents, employees or other representatives) be restrained from: \n \n (a) being engaged in or involved in any contractor (and their employees) or employee who is required to perform building work for Diploma Constructions (WA) Pty Ltd (Diploma): \n \n (i) failing or refusing to attend for building work or failing or refusing to perform any work after attending for building work; or\n \n (ii) placing a ban, limitation or restriction on the performance of building work adopted in connection with an industrial dispute, (together action)\n \n save and except in relation to action by any employee of a contractor or of Diploma, required to perform building work for Diploma if the action by the employee is authorised or agreed to, in advance and in writing, by the employer of the employee; or action by an employer that is authorised or agreed to, in advance and in writing, by or on behalf of employees of the employer; or action based on a reasonable concern held by the employee about an imminent risk to his or her health or safety and the employee did not unreasonably fail to comply with a direction of his or her employer to perform other available work, whether at the same or another workplace, that was safe to perform.",
      "id": "s85"
    },
    {
      "text": "(b) attending or organising or procuring any person or persons, to attend, within 100 metres of any entrance to the Diploma construction site located at 915 Hay Street, Perth, Western Australia, save for such entry to the site as may be authorised by law pursuant to the provisions of Part 3-4 of the Fair Work Act 2009 , for the purpose of using a public road for reasons unconnected with the said site or for the purpose of complying with these orders.",
      "id": "s86"
    },
    {
      "text": "(c) Costs reserved.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s88"
    },
    {
      "text": "Associate:\n \n \nDated: 23 December 2009\n \n Counsel for the Applicant: Mr K M Pettit (SC) with Mr S Harben \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondents: Ms K A Vernon \n \n Solicitor for the Respondents: Slater &amp; Gordon \n Date of Hearing: 16 December 2009 \n \n Date of Judgment: 23 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1587.html",
      "id": "s89"
    }
  ]
}