{
  "name": "Vijayakumar v Qantas Airways Ltd [2009] FCA 1121 (2 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1121.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal an interlocutory judgment of the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "whether the decision is attended by sufficient doubt to warrant it being reconsidered",
      "id": "c1"
    },
    {
      "text": "whether substantial injustice would result if leave were refused, supposing the decision is wrong",
      "id": "c2"
    },
    {
      "text": "no useful purpose would be served by a grant of leave nor will the applicant suffer substantial injustice if leave is denied.",
      "id": "c3"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This is an application for leave to appeal from a judgment of the Federal Magistrates Court (Scarlett FM): Vijayakumar v Qantas Airways Limited [2009] FMCA 736 , summarily dismissing an application pursuant to s 17A of the Federal Magistrates Court Act 1999 (Cth) ('the FMC Act') and r 13.10(a) of the Federal Magistrates Court Rules 2001 ('the FMC Rules') on the basis that the applicant had no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s0"
    },
    {
      "text": "The applicant's proceeding in the Federal Magistrates Court was an application under the Human Rights and Equal Opportunity Commission Act 1986 (Cth) ('the HREOC Act'), now the Australian Human Rights Commission Act 1986 (Cth), alleging unlawful discrimination on the part of the respondent ('Qantas') in relation to the following conduct: \n \n In early 2005 I purchased a return air ticket from Qantas to travel from Sydney to Mumbai, India and return.",
      "id": "s1"
    },
    {
      "text": "I commenced my journey on 23 March 2005 when I left Sydney and returned to Australia on a Qantas flight leaving Mumbai, India on 8 June 2005.",
      "id": "s2"
    },
    {
      "text": "The Respondent has discriminated against me in that it refused to reasonably accommodate carriage of my mobility aids and other essential equipment, including medications and sleep machine, without the payment of excess baggage charges.",
      "id": "s3"
    },
    {
      "text": "In so doing the Respondent has unlawfully discriminated against me in the provision of goods and services on the grounds of my disability.",
      "id": "s4"
    },
    {
      "text": "Sections 5 , 6 , 11 and 24 of the Disability Discrimination Act 1992 (Cth) ('the DDA') were said to be relevant to the claim.",
      "id": "s5"
    },
    {
      "text": "The application in the Federal Magistrates Court was in consequence of the termination of complaints lodged by the applicant with the Human Rights and Equal Opportunity Commission ('HREOC') alleging breaches of ss 5 , 6 , 11 and 24 of the DDA and ss 9 and 13 of the Racial Discrimination Act 1975 (Cth) ('the RDA').",
      "id": "s6"
    },
    {
      "text": "BACKGROUND \n On 23 March 2005, the applicant departed Sydney on a Qantas flight with 30 kgs of check-in baggage and carry-on baggage of unknown weight.",
      "id": "s7"
    },
    {
      "text": "At the time, Qantas permitted passengers to check in baggage up to 20 kgs.",
      "id": "s8"
    },
    {
      "text": "The applicant was permitted to check in 10 kgs over the limit of 20 kgs without additional charge and take carry-on baggage of unknown weight.",
      "id": "s9"
    },
    {
      "text": "On 8 June 2005, the applicant arrived at Mumbai airport in India.",
      "id": "s10"
    },
    {
      "text": "He attempted to check-in baggage weighing between 41 and 46 kgs of baggage.",
      "id": "s11"
    },
    {
      "text": "The additional baggage was not disability aids or equipment.",
      "id": "s12"
    },
    {
      "text": "The applicant said the additional items were shoes, a razor, books and souvenirs.",
      "id": "s13"
    },
    {
      "text": "The applicant was permitted to check in 26 kgs and take carry-on baggage of unknown weight.",
      "id": "s14"
    },
    {
      "text": "He was advised that he would need to pay excess charges for the remaining baggage.",
      "id": "s15"
    },
    {
      "text": "The applicant refused to pay for the excess baggage.",
      "id": "s16"
    },
    {
      "text": "On 17 July 2006, the applicant lodged a complaint form with HREOC alleging, inter-alia, that Qantas and two of its employees discriminated against him in Sydney and in Mumbai on the ground of race and disability (an injury to his left knee, arm and a sleep disorder).",
      "id": "s17"
    },
    {
      "text": "On 11 May 2007, the Delegate of the President of HREOC terminated those complaints on the following grounds: On 8 June 2007, the applicant filed an application in the Federal Magistrates Court.",
      "id": "s18"
    },
    {
      "text": "Section 46P0(3) of the then HREOC Act requires the 'unlawful discrimination' alleged in the application: On 23 August 2007, the applicant informed Qantas that he would seek leave to amend his application.",
      "id": "s19"
    },
    {
      "text": "The proposed amended application raised new and different issues to the complaint terminated by HREOC.",
      "id": "s20"
    },
    {
      "text": "The applicant claimed that Qantas unlawfully discriminated against him in the provision of services (s 24) and access to premises (s 23) on the ground of his disability under the DDA.",
      "id": "s21"
    },
    {
      "text": "The applicant also claimed that Qantas failed to comply with the Disability Standards for Accessible Public Transport Guidelines 2002 (Cth) in breach of s 32 of the DDA.",
      "id": "s22"
    },
    {
      "text": "Qantas opposed the proposed amendment to the application on the ground that the proposed amended application did not conform with the requirements of s 46PO(3) of the then HREOC Act.",
      "id": "s23"
    },
    {
      "text": "On 6 August 2009, the Federal Magistrate refused the application for leave to file an amended application.",
      "id": "s24"
    },
    {
      "text": "He noted that the case that the applicant wished to argue in his amended application was significantly different from his original claim: at [93] and [99] of his reasons.",
      "id": "s25"
    },
    {
      "text": "Further, Qantas sought an order that the application, as filed, be dismissed summarily pursuant to s 17A of the FMC Act and r 13.10 of the FMC Rules on the basis that the applicant had no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s26"
    },
    {
      "text": "Qantas submitted that the applicant's complaint concerned conduct in India and the DDA had no extra-territorial operation.",
      "id": "s27"
    },
    {
      "text": "Qantas relied on Brannigan v Commonwealth of Australia [2000] FCA 1591 ; (2000) 110 FCR 566 which held that federal discrimination laws have no extra-territorial operation.",
      "id": "s28"
    },
    {
      "text": "The Federal Magistrate found that the 'entirety of the applicant's claim relates to his treatment at Mumbai Airport in India' and '[t]he discriminatory act upon which the applicant relies is the refusal of the Qantas Manager and other staff at Mumbai Airport to allow him to take all his baggage onto the aircraft without paying the excess baggage charge of some $600.00.",
      "id": "s29"
    },
    {
      "text": "This act occurred in India, not in Australia': at [124] and [128] of his reasons.",
      "id": "s30"
    },
    {
      "text": "The Federal Magistrate accepted that Brannigan was a correct statement of the law.",
      "id": "s31"
    },
    {
      "text": "His Honour accepted that the Court had no jurisdiction to hear a claim about alleged discrimination that arose in Mumbai and was confined to matters that occurred there.",
      "id": "s32"
    },
    {
      "text": "The application was dismissed on the ground that the applicant had no reasonable prospect of successfully prosecuting the proceeding: at [136] and [137] of his reasons.",
      "id": "s33"
    },
    {
      "text": "DRAFT NOTICE OF APPEAL \n The applicant seeks leave to appeal from the judgment of the Federal Magistrates Court in respect of two matters: In relation to the first matter, the applicant raises a number of issues going to the construction and application of s 46PO(3) of the then HREOC Act and claims that by reason of errors made by his Honour in dealing with these issues, his Honour's exercise of the discretion in r 7.01 of the FMC Rules miscarried.",
      "id": "s34"
    },
    {
      "text": "In relation to the second matter, the applicant claims that his Honour failed to consider and give effect to various principles or provisions of the DDA and that he erred in concluding that the DDA had no extra-territorial effect.",
      "id": "s35"
    },
    {
      "text": "In relation to both matters, it is claimed by the applicant that his Honour's reasoning and conclusions were vitiated by the excessive delay of 14 months between the conclusion of the hearing and the giving of judgment.",
      "id": "s36"
    },
    {
      "text": "This was not pressed on the hearing of the application for leave, correctly in my view, because it is well-established that delay will not constitute a ground of appeal in its own right in civil proceedings, but the manner in which it can affect appellate review can vary from case to case: NAIS v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 77 ; (2005) 228 CLR 470 and Mastronardi v State of New South Wales [2007] NSWCA 54 at [63] .",
      "id": "s37"
    },
    {
      "text": "The highest it was put was by reference to the observations of Kirby J in NAIS at [87] and [88] that because extensive delay may sometimes tempt (or appear to tempt) the decision-maker to take the path of easy resolution, it is incumbent on a court, reviewing the impugned decision in an appeal or on judicial review, to approach its task with vigilance.",
      "id": "s38"
    },
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL \n The discretion the Court has in respect of an application for leave to appeal is a wide one, but is ordinarily informed by two considerations: (1) Whether in all the circumstances the decision is attended by sufficient doubt to warrant it being reconsidered by the Full Court; and (2) whether substantial injustice would result if leave were refused, supposing the decision is wrong.",
      "id": "s39"
    },
    {
      "text": "See Decor Corp Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397.",
      "id": "s40"
    },
    {
      "text": "The same considerations apply where the application for leave is heard by a single judge.",
      "id": "s41"
    },
    {
      "text": "It is for the applicant seeking leave to appeal to satisfy the court as to both these matters: Ogawa v University of Melbourne (No 2) [2004] FCA 1275.",
      "id": "s42"
    },
    {
      "text": "The considerations referred to in [20] above are not exhaustive.",
      "id": "s43"
    },
    {
      "text": "Whilst leave to appeal an interlocutory decision on a point of practice or procedure, rather than substantive rights, might less readily be granted, even a decision affecting the latter may be refused where the appeal would achieve no useful purpose.",
      "id": "s44"
    },
    {
      "text": "Refusal to Allow Amendment of Application\n The Federal Magistrate dealt with this matter at [88] --- [115] of his reasons.",
      "id": "s45"
    },
    {
      "text": "The applicant sought to amend his application in the manner indicated below: Describe the discrimination you are complaining of \n \n \n In early 2005 I purchased a return air ticket from Qantas to travel from Sydney to Mumbai, India and return.",
      "id": "s46"
    },
    {
      "text": "I commenced my journey on 23 March 2005 when I left Sydney and returned to Australia on a Qantas flight leaving Mumbai, India on 8 June 2005.",
      "id": "s47"
    },
    {
      "text": "The Respondent has discriminated against me in that it refused to its Conditions of Carriage failed to reasonably accommodate carriage of my mobility aids and other essential equipment, including medications and sleep machine without the payment of excess baggage charges.",
      "id": "s48"
    },
    {
      "text": "In doing so the Respondent has unlawfully discriminated against me in the provision of goods and services and access to premises on the grounds of my disability and has contravened the Disability Standards for Accessible Public Transport 2002.",
      "id": "s49"
    },
    {
      "text": "State all sections of the Act that are relevant to this claim \n \n \n Sections 4 , 5 , 6 , 7 , 11 , 12 , 23 , and 24 , 31 and 32 of the Disability Discrimination Act, 1992 \n \n\n The Federal Magistrate observed that the applicant's points of claim identified five disabilities, two of which, depression and posts-traumatic stress disorder, were never mentioned in his complaint to HREOC.",
      "id": "s50"
    },
    {
      "text": "His Honour found (at [101] --- [102]) that: \n \n [101] The additional disabilities that the Applicant now claims, and the discrimination directed towards him on that basis, are substantially different from those originally claimed in the terminated complaint.",
      "id": "s51"
    },
    {
      "text": "There does not appear to be any difference in the palliative and therapeutic devices and auxiliary that the Applicant claims to have required.",
      "id": "s52"
    },
    {
      "text": "[102] I am therefore satisfied that the unlawful discrimination sought to be claimed in the Amended Application is not the same as, or the same in substance as, the unlawful discrimination the subject of the complaint that was terminated by HREOC.",
      "id": "s53"
    },
    {
      "text": "Accordingly, it does not come within the ambit of s.46PO(3)(a).",
      "id": "s54"
    },
    {
      "text": "The Federal Magistrate further observed that the applicant's points of claim stated that the purchase of a ticket by the applicant created a contract between the applicant and Qantas subject to the Conditions of Carriage; that Qantas, by its Conditions of Carriage, discriminated against the applicant on the grounds of his disabilities within the meaning of ss 6 , 7 , 23 and 24 of the DDA; and that, in addition, Qantas contravened the Disability Standards for Accessible Public Transport Guidelines 2002 contrary to s 32 of the DDA.",
      "id": "s55"
    },
    {
      "text": "At [103] and [104] his Honour found, correctly in my view, that these issues were never raised in the claim terminated by HREOC.",
      "id": "s56"
    },
    {
      "text": "The Federal Magistrate accepted Qantas' submission that ss 23 sand 24 of the DDA are mutually exclusive.",
      "id": "s57"
    },
    {
      "text": "It followed, in his Honour's view, that the applicant could not rely on essentially the same conduct in a claim under two mutually exclusive sections (at [110]).",
      "id": "s58"
    },
    {
      "text": "At [112], the Federal Magistrate concluded that, leaving aside the question of extra-territoriality, the facts upon which the applicant now sought to bring his claim were not the same or substantially the same as those in the complaint terminated by HREOC.",
      "id": "s59"
    },
    {
      "text": "In his Honour's view, the proposed amendments to the application were outside the limits of s 46PO(3) of the then HREOC Act.",
      "id": "s60"
    },
    {
      "text": "His Honour noted that where the unlawful discrimination alleged does not meet the test in s 46PO(3), the Court has no jurisdiction to hear the application and that, as he was satisfied that the unlawful discrimination alleged in the proposed amended application and points of claim does not come within the boundaries of s 46PO(3), it followed that granting leave to amend the application would be futile.",
      "id": "s61"
    },
    {
      "text": "The application for leave to file the amended application was therefore refused.",
      "id": "s62"
    },
    {
      "text": "On the hearing of the leave application, the applicant submitted that the Federal Magistrate erred in not applying the principle that (subject to considerations of fairness and case management) leave to amend should be given unless the proposed amendments are manifestly hopeless.",
      "id": "s63"
    },
    {
      "text": "This test requires a high standard of confidence that the claims cannot succeed.",
      "id": "s64"
    },
    {
      "text": "However, my reading of his Honour's reasons indicates that his Honour did reach the conclusion that the proposed amendments were manifestly hopeless for the reasons noted in the preceding paragraph.",
      "id": "s65"
    },
    {
      "text": "It was then submitted that if the Federal Magistrate had reached that state of confidence, he ought properly to have given detailed reasons for the conclusions.",
      "id": "s66"
    },
    {
      "text": "In my view, his Honour did.",
      "id": "s67"
    },
    {
      "text": "It was then said that when considering the applicant's application for leave to amend, the Federal Magistrate was influenced by Qantas' argument that the points of claim articulated matters outside the scope of the applicant's complaint to HREOC.",
      "id": "s68"
    },
    {
      "text": "It was submitted that the application for leave to amend was not concerned with leave to amend the points of claim, which had already been pleaded.",
      "id": "s69"
    },
    {
      "text": "The amendments sought were those amendments to the application set out in [23] above.",
      "id": "s70"
    },
    {
      "text": "What this submission ignores is that the proposed amendments to the application were designed to bring it into line with the previously pleaded points of claim and his Honour's reasons have to be read in that light.",
      "id": "s71"
    },
    {
      "text": "The applicant submitted that his Honour's conclusion, that ss 23 and 24 of the DDA are mutually exclusive and that the applicant could not rely on essentially the same conduct in a claim under two mutually exclusive sections, was an error of law.",
      "id": "s72"
    },
    {
      "text": "It was submitted that the provisions can and do operate mutually without excluding each other and reference was made to the decision of a Full Court of this Court in Queensland v Forest [2008] FCAFC 96 ; (2008) 168 FCR 532.",
      "id": "s73"
    },
    {
      "text": "Having closely read the reasons of the Full Court, both those of the majority (Spender and Emmett JJ) and the minority (Black CJ), I am not persuaded that this case is authority for that proposition.",
      "id": "s74"
    },
    {
      "text": "But even if these two provisions are not mutually exclusive and his Honour was in error in concluding that they were, in my view this would not vitiate his Honour's ultimate conclusion that the proposed amendments to the application are outside the limits of s 46PO(3) of the then HREOC Act.",
      "id": "s75"
    },
    {
      "text": "In my view, his Honour's refusal to allow amendment of the application in the terms proposed by the applicant, is not attended by sufficient doubt to warrant it being re-considered by this Court.",
      "id": "s76"
    },
    {
      "text": "Summary Dismissal\n The Federal Magistrate dealt with this matter at [116] to [137] of his reasons.",
      "id": "s77"
    },
    {
      "text": "His Honour paraphrased the issue, correctly in my view, as being whether the applicant had a reasonable prospect of successfully prosecuting his application.",
      "id": "s78"
    },
    {
      "text": "On the basis of the dismissal of the application to amend, his Honour observed, again correctly in my view, that the application to be considered was the original application filed on 8 June 2007: at [121] of his reasons.",
      "id": "s79"
    },
    {
      "text": "After reciting the terms of the claim in the original application, which are extracted in [2] above, his Honour said (at [124] and [128]): \n \n [124] In my view, the entirety of the Applicant's claim relates to his treatment at Mumbai Airport in India.",
      "id": "s80"
    },
    {
      "text": "In order for his claim to succeed, the Applicant must establish that the Disability Discrimination Act applies outside Australia.",
      "id": "s81"
    },
    {
      "text": "The Delegate of the President of the Human Rights and Equal Opportunity Commission dismissed the Applicant's claims on the basis that the Act did not apply extra-territorially, relying on the decision in Brannigan v Commonwealth of Australia.",
      "id": "s82"
    },
    {
      "text": "... \n \n\n \n \n [128] The discriminatory act upon which the Applicant relies is the refusal of the Qantas Manager and other staff at Mumbai Airport to allow him to take all his baggage onto the aircraft without paying the excess baggage charge of some $600.00.",
      "id": "s83"
    },
    {
      "text": "This act occurred in India, not in Australia.",
      "id": "s84"
    },
    {
      "text": "In my view, his Honour's conclusion on this issue is not infected with any error.",
      "id": "s85"
    },
    {
      "text": "On the hearing of the leave application, the applicant submitted that it was not the case that his unamended application was confined to matters in Mumbai because it refers to the purchase of a ticket in early 2005 and a refusal by Qantas to reasonably accommodate his disability aids.",
      "id": "s86"
    },
    {
      "text": "These claims, it was submitted, raise issues broader than the conduct of Qantas in Mumbai.",
      "id": "s87"
    },
    {
      "text": "That may be so but it does not lead to the conclusion that any part of the discriminatory act originally complained of took place anywhere other than in India.",
      "id": "s88"
    },
    {
      "text": "The applicant further submitted on the hearing of the leave application that the Federal Magistrate: I reject all of these submissions.",
      "id": "s89"
    },
    {
      "text": "The first is not supported on the facts; the second was not particularised in any way; and the third is devoid of any reasoning process.",
      "id": "s90"
    },
    {
      "text": "Following upon what his Honour said at [128] of his reasons (see [34] above), at [129] his Honour said: \n \n [129] Unless he can show that the Disability Discrimination Act has an extra-territorial operation, the Applicant's claim cannot succeed.",
      "id": "s91"
    },
    {
      "text": "His Honour then considered various arguments by the applicant as to why Brannigan applies only to Commonwealth employees or matters relating to discrimination in employment and rejected these arguments.",
      "id": "s92"
    },
    {
      "text": "At [136] his Honour said: \n \n [136] I am satisfied that the decision in Brannigan clearly shows that this Court has no jurisdiction to hear a claim about discrimination that arose in Mumbai in India and is entirely confined to matters that occurred there.",
      "id": "s93"
    },
    {
      "text": "The Disability Discrimination Act has no extra-territorial effect.",
      "id": "s94"
    },
    {
      "text": "Had that been the intention of the legislature, then it would have been clearly stated in the legislation.",
      "id": "s95"
    },
    {
      "text": "I cannot identify any error in his Honour's process of reasoning.",
      "id": "s96"
    },
    {
      "text": "On the hearing of the leave application, the applicant submitted that his Honour erred in his approach to the extra-territorial issue.",
      "id": "s97"
    },
    {
      "text": "It was submitted that a distinction was to be drawn between discrimination in employment by the Commonwealth occurring outside Australia with which Brannigan was concerned, and the application of the DDA to foreign corporations, trading or financial corporations or trade or commerce between Australia and a place outside Australia.",
      "id": "s98"
    },
    {
      "text": "According to the applicant, his Honour took Brannigan too far by treating it as having conclusively determined that the DDA can never be concerned with conduct occurring outside Australia.",
      "id": "s99"
    },
    {
      "text": "I do not agree, nor do I agree with the applicant's submission that his Honour ought to have left the complex legal issues raised by the extra-territorial issue to be argued in full at a hearing on the merits.",
      "id": "s100"
    },
    {
      "text": "CONCLUSION \n In conclusion, I am of the view that his Honour's conclusions on the two matters sought to be raised on appeal are not infected with any error and that even though a refusal of leave may effectively put an end to the applicant's substantive rights, no useful purpose would be served by a grant of leave, nor would the applicant suffer substantial injustice.",
      "id": "s101"
    },
    {
      "text": "The applicant's complaints have already been considered on a comprehensive basis by HREOC and terminated.",
      "id": "s102"
    },
    {
      "text": "The application must be refused with costs.",
      "id": "s103"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s104"
    },
    {
      "text": "Associate:\n \n \nDated: 2 October 2009\n \n Counsel for the Applicant: Mr P Batley \n \n Solicitor for the Applicant: Legal Aid New South Wales \n \n Counsel for the Respondent: Ms K Eastman \n \n Solicitor for the Respondent: Minter Ellison \n Date of Hearing: 17 September 2009 \n \n Date of Judgment: 2 October 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1121.html",
      "id": "s105"
    }
  ]
}