{
  "name": "Nucoorilma Clan of the Gamilaaroy Aboriginal People v NSW Minister for Land &amp; Water Conservation [2009] FCA 1043 (17 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1043.html",
  "catchphrases": [
    {
      "text": "native title claim",
      "id": "c0"
    },
    {
      "text": "self-executing orders made which came into effect upon non-compliance with orders",
      "id": "c1"
    },
    {
      "text": "no application for further extension of time in which to comply",
      "id": "c2"
    },
    {
      "text": "applicants in consistent and ongoing default",
      "id": "c3"
    },
    {
      "text": "prejudice to respondents if proceedings reinstated",
      "id": "c4"
    },
    {
      "text": "no prejudice to applicants if proceedings remain dismissed.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n These proceedings were commenced by an application filed on 7 July 1998.",
      "id": "s0"
    },
    {
      "text": "They represent a native title claim.",
      "id": "s1"
    },
    {
      "text": "The applicants then were Matthew John Munro and Suzanne Blacklock.",
      "id": "s2"
    },
    {
      "text": "They brought the claim on behalf of the \"Ncoorilma Tribe\", which they described also as the \"Ncoorilma Munros\".",
      "id": "s3"
    },
    {
      "text": "The land in respect of which a determination was sought that native title existed was land surrounding Inverell in New South Wales.",
      "id": "s4"
    },
    {
      "text": "It extended well to the north of the Gwydir Highway, west to Warialda and Bingara, south-west to Barraba and Manilla, east almost to Glen Innes and south-east towards Armidale and Uralla.",
      "id": "s5"
    },
    {
      "text": "On 17 November 1999 a notice of motion was filed seeking to amend the application.",
      "id": "s6"
    },
    {
      "text": "The purpose of the amendments were said to be to \"clarify the information provided in the original application\".",
      "id": "s7"
    },
    {
      "text": "Seven new applicants were to be substituted for the original two.",
      "id": "s8"
    },
    {
      "text": "Those seven applicants were Mr Alexander Munro, Mr Allan (\"Jimmy\") Blacklock, Mr Shane Levy, Mr Anthony Munro, Mr Ronald Connors, Mr Anthony Lonsdale and Ms Jill Connors.",
      "id": "s9"
    },
    {
      "text": "The native title group on behalf of whom the applicants claimed was described as follows: \n \n \"The Nucoorilma clan of the Gamilaaroy/Gomilroi/Gumilaroi Aboriginal People who are the direct Descendants of John Munro and Sarah Harrison who were married in the 1850s and were traditional owners of the claim area.",
      "id": "s10"
    },
    {
      "text": "\" \n \n\n It might be thought that identification of the claiming group in this way, namely the descendants of a single couple united in a European ceremony of marriage at a time when the area in question was significantly affected by European settlement, might raise unusual features for claims of this kind.",
      "id": "s11"
    },
    {
      "text": "At the very least, close attention would be needed to identification and establishment of the elements of a claim for native title by these particular claimants in this particular area.",
      "id": "s12"
    },
    {
      "text": "The matter was allocated to the docket of Gyles J.",
      "id": "s13"
    },
    {
      "text": "Apart from some formal amendments and procedural exchanges concerning persons desiring to be heard, or not heard, in the proceedings, things moved at a fairly leisurely pace until, on 30 April 2002, Gyles J directed that the applicants provide an outline of lay evidence by 1 July 2002.",
      "id": "s14"
    },
    {
      "text": "On 12 September 2002, the lay evidence not having been filed, time was extended by consent until 30 September 2002.",
      "id": "s15"
    },
    {
      "text": "On 1 October 2002 the applicants filed a very brief statement of the matters to be addressed in the evidence of eight persons.",
      "id": "s16"
    },
    {
      "text": "It cannot be said that those brief statements were, in any sense, an outline of evidence which complied with the directions made by Gyles J.",
      "id": "s17"
    },
    {
      "text": "However, at least it appeared to be foreshadowed that it was within the capacity of the applicants to address the matters described.",
      "id": "s18"
    },
    {
      "text": "By way of example only, Mr Owen Blair, an elder, was to give evidence concerning: \n(i) connection to the claimant group under traditional law and custom;\n \n(ii) traditional physical connection of the claimant group to the claim area;\n \n(iii) identification of the traditional boundaries of the claim area;\n \n(iv) transmission of traditional knowledge from ancestors of the claimant group to members of the claimant group and continuing observance;\n \n(v) sites and spiritual places within the boundaries of the claim area including the significance of the sites and any associated stories;\n \n(vi) traditional ceremonies conducted within the claim area;\n \n(vii) traditional hunting and gathering places within the claim area;\n \n(viii) traditional use of resources within the claim area; and\n \n(ix) traditional management of land within the claim area.",
      "id": "s19"
    },
    {
      "text": "Seven other identified witnesses were to give evidence of a similar character.",
      "id": "s20"
    },
    {
      "text": "It is important to bear this representation, about the availability of the identified kinds of evidence, in mind when consideration is given to the course of events thereafter.",
      "id": "s21"
    },
    {
      "text": "It appears that Gyles J intended, presumably in response to an indication from the applicants that it was necessary or desirable, that preservation evidence be taken at about this time.",
      "id": "s22"
    },
    {
      "text": "On 3 December 2002 he listed the matter provisionally for the taking of preservation evidence on 10 June 2003.",
      "id": "s23"
    },
    {
      "text": "However, on 25 March 2003 the dates reserved for the hearing of preservation evidence were vacated.",
      "id": "s24"
    },
    {
      "text": "Again matters seemed to move slowly.",
      "id": "s25"
    },
    {
      "text": "There is no indication from the Court file that any further steps were taken to comply with the earlier orders that an outline of lay evidence be filed by 30 September 2002 until, on 8 June 2004, a direction was made that, on or before 19 November 2004 the applicants provide to the other parties: \n(i) a list of lay witnesses proposed to be called;\n \n(ii) a short statement of the substance of the evidence to be given by each witness;\n \n(iii) an outline genealogy including such witnesses.",
      "id": "s26"
    },
    {
      "text": "On 7 March 2005 seven outlines of evidence were filed.",
      "id": "s27"
    },
    {
      "text": "The longest were three to four pages in length.",
      "id": "s28"
    },
    {
      "text": "Some were shorter.",
      "id": "s29"
    },
    {
      "text": "They dealt in only the most summary way with the matters of the kind earlier foreshadowed, and not with all of those matters.",
      "id": "s30"
    },
    {
      "text": "On 27 April 2006 Gyles J directed that the matter be listed on 3 October 2006 \"at a venue to be advised for directions and for the taking of evidence\".",
      "id": "s31"
    },
    {
      "text": "On 9 August 2006 Registrar Kavallaris made a series of directions concerning a hearing to take preservation evidence.",
      "id": "s32"
    },
    {
      "text": "Although the directions principally concerned the evidence to be given by four identified persons there was included a direction that the applicants \"file and serve a brief outline of a statement of facts and contentions on or before 17 November 2006\".",
      "id": "s33"
    },
    {
      "text": "On 27 November 2006 a statement of the following facts and contentions was filed: \n \n \"1.",
      "id": "s34"
    },
    {
      "text": "In 1788 at the time of sovereignty there was an Aboriginal community of people spread through out [sic] the claim area who were bound together and distinguished from other Aboriginal peoples, by various factors, including common acknowledgement and observance of laws and customs, including in relation to land and in particular by kinship connections.",
      "id": "s35"
    },
    {
      "text": "The whole of the claim area at the time of sovereignty was inhabited by that Aboriginal community of people who exercised exclusive and non-exclusive rights to occupy and use to speak for and protect sites within the claim area.",
      "id": "s36"
    },
    {
      "text": "The claimant group are descendant from that Aboriginal community of people who were living in the claim area as at the date of sovereignty.",
      "id": "s37"
    },
    {
      "text": "At the time of sovereignty responsibility for and control of particular area of land and waters were exercised by subgroups or families but the laws and customs under which the subgroups possessed the rights and interests were the laws and customs of the broader community of people.",
      "id": "s38"
    },
    {
      "text": "The harshness of the environment meant the Aboriginal community at the time of sovereignty required a large area for food collection.",
      "id": "s39"
    },
    {
      "text": "Since the time of sovereignty although there have been major changes in the lifestyle and many traditional practices have disappeared the member[s] of the claim group have continued and continue to define themselves as the descendants of the Aboriginal people who inhabited the claim area at the time of sovereignty and to share a body of beliefs and to acknowledge and observe traditional laws and customs including in relation to land and waters such that it has a connection with the claim area within the meaning of section 223(1) of the Native Title Act .",
      "id": "s40"
    },
    {
      "text": "The rights and interests that attached to land and waters at the time of sovereignty included exclusive rights and the right to exclude others.",
      "id": "s41"
    },
    {
      "text": "The claimant group no longer asserts rights to exclusive use or the right to exclude others but maintains the right to speak for country and the obligation to protect sites.",
      "id": "s42"
    },
    {
      "text": "The rights claimed by the claimant group is the right to occupy, use and enjoy the area in the following way:-\n \n \n (a) to access and live on the area;\n (b) to conserve and use the natural resources of the area for the benefit of the native title holders;\n (c) to maintain and protect sites, within the area that are significant to the native title holders and other Aboriginal people;\n (d) to carry out economic activities on the area, such as hunting, fishing and food-gathering;\n (e) to conserve, use and enjoy the natural resources of the area, for social, cultural, religious, spiritual, customary and traditional purposes;\n (f) to control access to, and use of, the area by those Aboriginal people who seek access or use in accordance with traditional law and custom;\n (g) to use the area for the purpose of teaching, and passing on knowledge, about it, and the traditional laws and customs pertaining to it;\n (h) to use the area for the purpose of learning about it and the traditional laws and customs pertaining to it.",
      "id": "s43"
    },
    {
      "text": "The surviving rights and interests of the claim group are recognised by the Common Law of Australia.",
      "id": "s44"
    },
    {
      "text": "\"\n At this level of generality the assertions being made, more than eight years after the proceedings had commenced, had no apparent specific connection with the group identified in the amended application, namely the descendants of John Munro and Sarah Harrison, any explanation why they should at the time of their marriage or at any other time be regarded as the traditional owners of the claim area or any statement of facts and circumstances specifically concerning their descendants which might have supported a claim for a determination of native title in favour of the applicants.",
      "id": "s45"
    },
    {
      "text": "The statement of facts and contentions bore no apparent relationship either to the matters which, it had earlier been said in 2002, would be the subject of evidence in the proceedings.",
      "id": "s46"
    },
    {
      "text": "Although the matter was not, at that time, in my docket, by arrangement with Gyles J I took the evidence which the applicants wished to have preserved over three days from 5 to 7 December 2006, sitting on country and at Inverell.",
      "id": "s47"
    },
    {
      "text": "In the result, evidence was called only from Earl Francis Munro and Susan Margaret Blacklock, two of the grandchildren of John Munro and Sarah Harrison.",
      "id": "s48"
    },
    {
      "text": "That evidence has been preserved both on video and in transcript.",
      "id": "s49"
    },
    {
      "text": "Self-evidently, it was only the beginning of an evidentiary process which, if the claim was to be seriously maintained, would require much greater attention and development.",
      "id": "s50"
    },
    {
      "text": "Shortly thereafter the proceedings were formally transferred to my docket but, I regret to say, I was not able to cause them to progress any more rapidly than they had previously.",
      "id": "s51"
    },
    {
      "text": "Earlier attempts had been made to mediate the matter but without success.",
      "id": "s52"
    },
    {
      "text": "Further attempts were made but they also were unsuccessful.",
      "id": "s53"
    },
    {
      "text": "On 23 October 2007 I ordered that mediation cease and that the matter be referred to a registrar for the purpose of a case management conference with a view to the matter being prepared for hearing within 12 months of that date --- i.e.",
      "id": "s54"
    },
    {
      "text": "before the end of 2008.",
      "id": "s55"
    },
    {
      "text": "Over the ensuing 12 months or so Registrar Kavallaris had a number of case management conferences and made orders with a view to preparing the matter for hearing.",
      "id": "s56"
    },
    {
      "text": "On 26 November 2007 she directed the applicants to file the following matters by 26 August 2008 (Order 4): \n \n \"(a) Points of Claim setting out the contentions of fact and law relied upon by the Applicants in respect of the proceedings, including the Applicants contentions in respect of the matters set out in the schedule hereto, \n \n\n \n \n (b) A document setting out the need (if any) to use interpreters or any other special assistance required by each witness and any proposal in relation thereto, \n \n\n \n \n (c) A document identifying any cultural and customary concerns of the witnesses, persons in whose presence the proceedings may be conducted or any other person or persons and indicating, as far as possible, a proposed course of action to be followed (or avoided) during the hearing and any proposal for how the Court should conduct the proceedings to take account of those concerns, \n \n\n \n \n (d) a document setting out:\n i.",
      "id": "s57"
    },
    {
      "text": "The name(s) of each lay witness intended to be called, \n \n The proposed locations and venues for the hearing of the evidence of each lay witness, The estimated time required to be allocated to hear the testimony of each lay witness, Any special considerations that the Applicants seek to be accommodated in relation to any particular lay witness.",
      "id": "s58"
    },
    {
      "text": "(e) Reports or statements containing, in consecutively numbered paragraphs, the evidence in chief of each expert witness which the Applicant seeks to rely upon to establish the contentions set out in the Points of Claim.",
      "id": "s59"
    },
    {
      "text": "(f) Copies of any photograph or other document (appropriately captioned or described) referred to by any witness for the purpose of preparing reports or statements described in paragraphs (b) or (f) or which the Applicant proposes to refer or to tender in evidence (where such photograph or other document is not an annexure to a statement served in compliance with paragraph (b) or (f)).",
      "id": "s60"
    },
    {
      "text": "(g) Charts or diagrams showing, to the best of the information then available, the known biological, adoptive and other links between members of the claim group and any other links or affiliations which are said to be relevant to transmission or existence of rights and interests held or enjoyed by the claim group.",
      "id": "s61"
    },
    {
      "text": "(h) Maps showing the name (or names) and location of sites, places and localities within the claim area which are referred to in statements or reports or are to be referred to in evidence and a table identifying the features, history, mythological connections or other attributes which are said to give the site, place or locality in question significance.",
      "id": "s62"
    },
    {
      "text": "\" \n \n\n She provided a detailed schedule of matters to be addressed in the Points of Claim as follows: \n \n \"1.",
      "id": "s63"
    },
    {
      "text": "A description of the persons on behalf of whom the native title determination application ('the claim') is made ('the Applicant group'), including: \n \n\n \n \n (a) the composition of the Applicant Group (for example, by reference to family, kinship language); \n \n\n \n \n (b) any relevant subgroups within the Applicant group; \n \n\n \n \n (c) the criteria for membership of the Applicant group and any relevant subgroups; and \n \n\n \n \n (d) a better identification of persons in the Applicant group.",
      "id": "s64"
    },
    {
      "text": "A description of the society (in the sense of a body of persons united in and by its acknowledgement and observance of a body of law and customs) at the time of sovereignty ('the Original society') pursuant to whose laws and customs native title rights and interests were held in each part of the land and water subject of the claim ('the claim area') at that time, including:\n \n \n (a) any relevant subgroups within the Original society; \n \n\n \n \n (b) the criteria for membership of the Original society and each relevant subgroup; and \n \n\n \n \n (c) a description of the laws and customs the acknowledgement and observance of which defined the Original society and each relevant subgroup.",
      "id": "s65"
    },
    {
      "text": "A description of the society (in the sense of a body of persons united in and by its acknowledgement and observance of a body of law and customs) to which the members of the Applicant group currently belong ('the Current society'), including:\n \n \n (a) any relevant subgroups within the Current society; \n \n\n \n \n (b) the criteria for membership of the Current society and each relevant subgroup; and \n \n\n \n \n (c) a description of the laws and customs the acknowledgement and observance of which define the Current society and each relevant subgroup.",
      "id": "s66"
    },
    {
      "text": "Identify the connection or relationship between the Original society and the Current society, from the time of sovereignty to the present.",
      "id": "s67"
    },
    {
      "text": "One or more genealogies showing the biological, adoptive or other connections of each witness to the Original society and/or any relevant subgroup thereof or other connections of each witness to the Original society and/or any relevant subgroup thereof.",
      "id": "s68"
    },
    {
      "text": "Rights and Interests \n \n\n A list of the rights and interests which are claimed; and, in respect of each such right and interest a description of:\n \n \n (a) where within the claim area the right or interest exists; \n \n\n \n \n (b) if the right or interest is not held by all members of the Applicant group, which individual or subgroup holds the right or interest; \n \n\n \n \n (c) whether, in the present absence of a tenure report, the right or interest confers possession, occupation, use and enjoyment of the relevant area upon the holders to the exclusion of all others; \n \n\n \n \n (d) where the right or interest does not confer possession, occupation, use and enjoyment of the relevant area upon the holders to the exclusion of all others, a description of the activities that may be conducted, as of right, on or in relation to the claim area; and \n \n\n \n \n (e) the basis on which the right or interest derives from the system of traditional laws and customs acknowledged and observed by the Applicant group.",
      "id": "s69"
    },
    {
      "text": "Traditional Laws and Customs \n \n\n A description of the traditional laws and customs under which each of the rights and interests referred to in paragraph 6 are possessed.",
      "id": "s70"
    },
    {
      "text": "A description of the relationship between the traditional laws and customs now acknowledged and observed by the Applicant group and the traditional laws and customs which were acknowledged and observed at the time of sovereignty by the Original society.",
      "id": "s71"
    },
    {
      "text": "Continued Connection with the Land \n \n\n An outline of the facts to be relied upon by the Applicant group to prove their contemporary connection with the claim area including details of:\n \n \n (a) their current use and enjoyment of the claim area; \n \n\n \n \n (b) how they acknowledge and observe the traditional laws and customs referred to in paragraph 7 above; and \n \n\n \n \n (c) their knowledge of any dreaming tracks, stores and ceremonies concerning the claim area.",
      "id": "s72"
    },
    {
      "text": "A map or maps showing so far as is practicable at the time of its preparation the boundary of the claim and all sites or areas of significance and dreaming tracks on or near the claim area, with which the Applicant group or any member thereof asserts relevant connections, cross-referenced to the information referred to in paragraph 9(c) above.",
      "id": "s73"
    },
    {
      "text": "Each site or area is to be allocated a number for ease of reference.",
      "id": "s74"
    },
    {
      "text": "An outline of the facts to be relied upon by the Applicant group to prove an historical connection with the claim area.",
      "id": "s75"
    },
    {
      "text": "Determination Sought \n \n\n A statement of the determination sought by the Applicant, in accordance with s. 225 of the Native Title Act 1993 (Cth).",
      "id": "s76"
    },
    {
      "text": "\"\n On 19 September 2008 the applicants filed Points of Claim which, for the first time, articulated, albeit in a general way, the factual foundation for the application.",
      "id": "s77"
    },
    {
      "text": "Broadly speaking, the claimant group was identified as members of a family tracing ancestry to John Munro and his brother Jim, who were said to be the sole survivors of an original indigenous community occupying the claimed area at the time of sovereignty, most of whose members had been killed by settlers and police.",
      "id": "s78"
    },
    {
      "text": "The members of the claimant group were said to be bound to each other, and to the land in the claimed area, by ongoing and shared participation in traditional practices and the observance of traditional laws and customs, notwithstanding accommodation to European settlement in the area.",
      "id": "s79"
    },
    {
      "text": "Accompanying the Points of Claim was a document which purported to address the requirements of the orders in 4 (b) to (e).",
      "id": "s80"
    },
    {
      "text": "It contained a list of 86 proposed lay witnesses.",
      "id": "s81"
    },
    {
      "text": "No expert witness statements were provided.",
      "id": "s82"
    },
    {
      "text": "The applicants did not comply with the orders in 4(g) and (h) or provide the documents referred to in paragraph 10 of the schedule.",
      "id": "s83"
    },
    {
      "text": "On 13 November 2008 Registrar Kavallaris was informed that the applicants did not propose to call any expert witness.",
      "id": "s84"
    },
    {
      "text": "She ordered that the applicants, by 27 February 2009, file documents \"setting out in consecutively numbered paragraphs the substance of the evidence in chief of each lay witness\" and she extended the time for compliance with orders 4(g) and (h) and paragraph 10 of the schedule to the same day.",
      "id": "s85"
    },
    {
      "text": "The matter came before me on 13 March 2009.",
      "id": "s86"
    },
    {
      "text": "The orders made by Registrar Kavallaris on 13 November 2008 had not been complied with in any respect.",
      "id": "s87"
    },
    {
      "text": "On 13 March 2009 I made orders granting the applicants an extension of time to 31 March 2009 to comply with orders made by Registrar Kavallaris on 13 November 2008.",
      "id": "s88"
    },
    {
      "text": "I fixed the matter for hearing for two weeks on country commencing 30 November 2009 and for a further two days on 15 and 16 February 2010.",
      "id": "s89"
    },
    {
      "text": "I made a further order that if there had still not been compliance with the orders by 30 April 2009 the hearing dates for the matter would be vacated and the matter would stand dismissed without further order.",
      "id": "s90"
    },
    {
      "text": "The context in which those orders were made is of some significance.",
      "id": "s91"
    },
    {
      "text": "When it had become clear that mediation would be unavailing, I informed the parties on 23 October 2007 that the matter should be made ready for trial within 12 months.",
      "id": "s92"
    },
    {
      "text": "That expectation was reflected in the orders which I made on that day.",
      "id": "s93"
    },
    {
      "text": "It was with that in mind that the orders of 26 November 2007 were made by Registrar Kavallaris.",
      "id": "s94"
    },
    {
      "text": "The orders which I made on 13 March 2009 included a further buffer of one month from 31 March 2009 to 30 April 2009 before the proceedings would stand dismissed.",
      "id": "s95"
    },
    {
      "text": "It must have been apparent that the time had come for the applicants to put their case forward, if they had a case which was capable of being advanced.",
      "id": "s96"
    },
    {
      "text": "Despite the extension of time which was granted, the claimants did not comply with Registrar Kavallaris' orders by the time required --- i.e.",
      "id": "s97"
    },
    {
      "text": "31 March 2009.",
      "id": "s98"
    },
    {
      "text": "They did not seek any further extension from the Court.",
      "id": "s99"
    },
    {
      "text": "Instead, they filed documents, which were nominally outlines of evidence, on 17 April 2009, 23 April 2009, 29 April 2009 and 30 April 2009.",
      "id": "s100"
    },
    {
      "text": "According to an amended list of witnesses filed on 30 April 2009, the applicants now proposed to call evidence from 45 persons.",
      "id": "s101"
    },
    {
      "text": "It was estimated that their evidence would each take at least 30 minutes and, in some cases, up to two hours.",
      "id": "s102"
    },
    {
      "text": "The most recent statements were generally around two pages in length.",
      "id": "s103"
    },
    {
      "text": "Eight were dated late in March 2009.",
      "id": "s104"
    },
    {
      "text": "A number were undated.",
      "id": "s105"
    },
    {
      "text": "The bulk were dated in April 2009.",
      "id": "s106"
    },
    {
      "text": "One, a longer statement of six pages which was filed on 30 April 2009, was dated 15 November 2001.",
      "id": "s107"
    },
    {
      "text": "Even then, not all the orders made by Registrar Kavallaris were complied with.",
      "id": "s108"
    },
    {
      "text": "Although the applicants also filed on 30 April 2009 a \"family tree\" to comply with Order 4(g) made on 26 November 2007, the documents required by Order 4(h) and those referred to in paragraph 10 of the schedule to those orders were still not filed.",
      "id": "s109"
    },
    {
      "text": "As Registrar Kavallaris' orders had not been complied with, as the orders made on 13 March 2009 had not been complied with, as the non-compliance continued on 30 April 2009 and as the claimants had taken no steps to seek any further extension of time the proceedings stood dismissed and the hearing dates were vacated.",
      "id": "s110"
    },
    {
      "text": "On 9 July 2009 a notice of motion supported by affidavit was filed seeking the reinstatement of the proceedings and an extension of time in which to file the remaining outstanding documents.",
      "id": "s111"
    },
    {
      "text": "It should be noted that an attempt had been made to appeal from the orders of 13 March 2009 by a notice of appeal filed on 21 May 2009.",
      "id": "s112"
    },
    {
      "text": "That appeal was discontinued on 15 July 2009.",
      "id": "s113"
    },
    {
      "text": "The relief sought by the notice of motion was in substance: Orders made on 1 May 2009 be vacated.",
      "id": "s114"
    },
    {
      "text": "The applicants be granted an extension of time to file the outstanding documents.",
      "id": "s115"
    },
    {
      "text": "The first form of relief sought is misconceived.",
      "id": "s116"
    },
    {
      "text": "No separate order was made on 1 May 2009.",
      "id": "s117"
    },
    {
      "text": "However, that is of no particular significance now.",
      "id": "s118"
    },
    {
      "text": "The matter which requires attention is whether the applicants should be granted a further extension of time, notwithstanding that the proceedings stand dismissed.",
      "id": "s119"
    },
    {
      "text": "The power of the Court to extend time, notwithstanding that the earlier order has taken effect, is undoubted (see FAI General Insurance Company Ltd v Southern Cross Exploration NL [1988] HCA 13 ; (1988) 165 CLR 268 ; R D Werner &amp; Co Inc v Bailey Aluminium Products Pty Ltd (unreported, Federal Court of Australia, Woodward, Jenkinson and Foster JJ, 2 May 1988) and Sammy Russo Meat Supplies Pty Ltd v Australian Safeway Stores Pty Ltd [1999] FCA 1381).",
      "id": "s120"
    },
    {
      "text": "The power is to be used to relieve against injustice.",
      "id": "s121"
    },
    {
      "text": "From amongst the various respondent parties to the present proceedings there was active opposition to an extension of time from the first respondent and NTSCORP.",
      "id": "s122"
    },
    {
      "text": "The matters they relied upon were broadly similar.",
      "id": "s123"
    },
    {
      "text": "One complaint was that the statements eventually filed during the month of April were short, formulaic in nature and advanced upon the basis that they would be supplemented orally at the hearing.",
      "id": "s124"
    },
    {
      "text": "In written submissions, counsel for the first respondent put the matter as follows: \n \n \"39 of the 40 documents: \n \n\n \n \n (i) are three pages or less, \n \n\n \n \n (ii) conclude with a paragraph that reads: 'I am able to provide further details to the Court' , \n \n\n \n \n (iii) contain paragraphs that state in identical or almost identical terms: 'We have a system of law which we all follow as much as we can and which is the law handed down to us by our forebears from before the first European contact.",
      "id": "s125"
    },
    {
      "text": "Under that law the claimant group are the native title holders.",
      "id": "s126"
    },
    {
      "text": "Under that law the claim area is our land given to us by our Creator as our source of sustenance and we are the custodians of the law and must guard it and its secrets' , and \n \n\n \n \n (iv) contain paragraphs that state in identical or almost identical terms: 'I have regularly walked through and used the claim area throughout my life and continue to do so.",
      "id": "s127"
    },
    {
      "text": "I was shown meeting places and sacred sites in the claim area.",
      "id": "s128"
    },
    {
      "text": "' In some instances some named examples of places or sites are given.",
      "id": "s129"
    },
    {
      "text": "\" \n \n\n Counsel for the first respondent also made the following points in his written submissions: \n \n \"The provision of documents in the form of those described as 'Outlines of Evidence' in paragraphs 5, 5(a) and 5(b) of the affidavit of Mr Neumann sworn 8 July 2009 provides only the most general indication of the subject matter to be traversed in evidence that is to be given and makes it impossible to anticipate the scope and content of the evidence in chief that might [be taken] from the witnesses who have been identified.",
      "id": "s130"
    },
    {
      "text": "\" \n \n\n \n \n ... \n \n\n \n \n \"The Applicant did not file any documents that constitute the site materials before the proceedings were dismissed.",
      "id": "s131"
    },
    {
      "text": "In particular, no maps showing the name (or names) and locations of sites, places and localities within the claim area which are referred to in statements or reports or are to be referred to in evidence were filed or served and no table identifying the features, history, mythological connections or other attributes which are said to give the site, place or locality in question its significance were filed or served.",
      "id": "s132"
    },
    {
      "text": "A map and accompanying schedule has been provided to the State by email (after request by the State) on 6 August 2009.",
      "id": "s133"
    },
    {
      "text": "The schedule lists 34 named places of which only 6 of the names are mentioned in the 45 'Outlines of Evidence'.",
      "id": "s134"
    },
    {
      "text": "In addition, the 'Outlines of Evidence' mention at least 22 names of places that are not included in the document provided by the Applicants and are not readily identifiable.",
      "id": "s135"
    },
    {
      "text": "\" \n \n\n \n ... \n \n \n \"The Applicant's non-compliance related and relates to several requirements of the 13 March 2009 Orders.",
      "id": "s136"
    },
    {
      "text": "The material that was not provided in accordance with the Court[']s orders and that which has still not been provided is essential to the process of understanding, scrutinizing and assessing the Applicant's case.",
      "id": "s137"
    },
    {
      "text": "Its relevance and importance arises because it is the detail concerning patterns of behaviour and the affiliations that exist between people and particular places which reveals the laws and customs that must exist if native title rights and interests in land are to be found to exist.",
      "id": "s138"
    },
    {
      "text": "This operates in at least three ways: first the laws and customs as acted upon and described by witnesses are relevant to the question as to whether there has been continuity in the existence of the society to which members of the Applicant group belong; secondly the laws and customs are relevant to the question of whether the connection that is required by s223 of the Native Title Act 1993 exist and thirdly, the detail of how land and waters have been and are used or enjoyed is relevant to the ascertainment of the content of any rights and interests that may exist.",
      "id": "s139"
    },
    {
      "text": "\" \n \n\n There was no effective answer made to any of these criticisms.",
      "id": "s140"
    },
    {
      "text": "When I asked Mr Neumann about the character and substance of the documents filed as outlines of evidence he accepted that in order to attempt to provide adequate support for the applicants' claim it would be necessary for there to be very substantial supplementation of the material filed in a number of ways and that there was no prospect that the claim could succeed upon the material filed alone.",
      "id": "s141"
    },
    {
      "text": "Even in the areas where material has been filed it does not, in substance, meet the requirements imposed upon the applicants to disclose the case upon which they propose to rely or satisfy the orders which were earlier made.",
      "id": "s142"
    },
    {
      "text": "Indeed, the material now filed makes no attempt even to meet the description of material said, in 2002, to be available to the applicants to address and sustain their claims.",
      "id": "s143"
    },
    {
      "text": "Despite the passage of over 11 years it does not appear that the applicants are in a position to mount the kind of factual case that would be necessary to put forward their claim at a sufficiently respectable level to raise a case for serious attention.",
      "id": "s144"
    },
    {
      "text": "Mr Neumann is obviously in a difficult position.",
      "id": "s145"
    },
    {
      "text": "He is acting without fee and depends upon the energies of the applicants to respond to the Court's directions.",
      "id": "s146"
    },
    {
      "text": "Nevertheless, I am not satisfied that, if I now gave leave to file what is said to be the outstanding material not already provided, the applicants would then have complied with the directions which were made on 13 March 2009.",
      "id": "s147"
    },
    {
      "text": "In particular I am not satisfied that it could reasonably be said that they have filed outlines of evidence disclosing the substance of the evidence in chief upon which they would rely.",
      "id": "s148"
    },
    {
      "text": "On the contrary, it seems to me that if the proceedings are reinstated there would still need to be substantial supplementation of the material filed.",
      "id": "s149"
    },
    {
      "text": "It is not going too far to say that the real case of the applicants, in terms of facts and particulars sufficient to support their claim, would only appear later, if it emerged at all.",
      "id": "s150"
    },
    {
      "text": "In those circumstances, a further extension of time, and reinstatement of the proceedings, would result only in a situation where, despite the filing of material during April 2009 and the additional material which the applicants desire now to file, the orders which I made on 13 March 2009, and those which were made by Registrar Kavallaris on 13 November 2008, would still not have been complied with.",
      "id": "s151"
    },
    {
      "text": "In the meantime, the respondents would be forced to attempt to prepare their cases in virtual ignorance of the facts to be asserted.",
      "id": "s152"
    },
    {
      "text": "In Lenijamar Pty Ltd v AGC (Advances) Ltd [1990] FCA 520 ; (1990) 27 FCR 388 Wilcox and Gummow JJ said (at 396): \n \n \"The discretion conferred by O 10, r 7 [to strike a case out for default --- see now O 35 r 3] is unconfined, except for the condition of non-compliance with a direction.",
      "id": "s153"
    },
    {
      "text": "As it is impossible to foresee all of the circumstances under which the rule might be sought to be used, it is undesirable to make any exhaustive statement of the circumstances under which the power granted by the rule will appropriately be exercised.",
      "id": "s154"
    },
    {
      "text": "We will not attempt to do so.",
      "id": "s155"
    },
    {
      "text": "But two situations are obvious candidates for the exercise of the power: cases in which the history of non-compliance by an applicant is such as to indicate an inability or unwillingness to co-operate with the Court and the other party or parties in having the matter ready for trial within an acceptable period and cases --- whatever the applicant's state of mind or resources --- in which the non-compliance is continuing and occasioning unnecessary delay, expense or other prejudice to the respondent.",
      "id": "s156"
    },
    {
      "text": "Although the history of the matter will always be relevant, it is more likely to be decisive in the first of these two situations.",
      "id": "s157"
    },
    {
      "text": "Even though the most recent non-compliance may be minor, the cumulative effect of an applicant's defaults may be such as to satisfy the judge that the applicant is either subjectively unwilling to co-operate or, for some reason, is unable to do so.",
      "id": "s158"
    },
    {
      "text": "Such a conclusion would not readily be reached; but, where it was, fairness to the respondent would normally require the summary dismissal of the proceeding.",
      "id": "s159"
    },
    {
      "text": "\" \n \n\n The present case falls into both categories.",
      "id": "s160"
    },
    {
      "text": "The proceedings have now been on foot for a little over 11 years.",
      "id": "s161"
    },
    {
      "text": "It seems quite apparent that the applicants are unable to organise themselves in a way which will permit reasonable and timely compliance with the Court's orders.",
      "id": "s162"
    },
    {
      "text": "Perhaps they lack any particular incentive or motivation to do so at the present time, although the material before me is insufficient to reach a firm conclusion to that effect.",
      "id": "s163"
    },
    {
      "text": "What is clear is that the latest default is the last in a series of similar defaults.",
      "id": "s164"
    },
    {
      "text": "I am satisfied that there would be real prejudice to the respondents actively opposing the notice of motion if the proceedings were reinstated.",
      "id": "s165"
    },
    {
      "text": "On the other hand it is difficult to identify any prejudice to the applicants of any permanent or ongoing kind from the dismissal of the proceedings.",
      "id": "s166"
    },
    {
      "text": "No costs are sought from the applicants.",
      "id": "s167"
    },
    {
      "text": "It is not suggested that any form of estoppel would arise.",
      "id": "s168"
    },
    {
      "text": "A further claim might be made if necessary and appropriate.",
      "id": "s169"
    },
    {
      "text": "Although Mr Neumann, on behalf of the applicants, has suggested that they might lose their right to negotiate flowing from the registration of their claim, any proposal in relation to future acts affecting the land which is the subject of the claim would be the subject of notice in accordance with s 29 of the Native Title Act 1993 , in response to which appropriate claims might be formulated and lodged.",
      "id": "s170"
    },
    {
      "text": "Ultimately, what is required is the exercise of a judicial discretion having regard to the interests of justice.",
      "id": "s171"
    },
    {
      "text": "I am not satisfied that the interests of justice require the orders sought in the notice of motion or any interference with the orders made on 13 March 2009.",
      "id": "s172"
    },
    {
      "text": "The notice of motion will be dismissed.",
      "id": "s173"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s174"
    },
    {
      "text": "Associate: \n \n \nDated: 17 September 2009\n \n Solicitor for the Applicant: Eddy Neumann Lawyers \n \n Counsel for the First Respondent: Mr J A Waters \n \n Solicitor for the First Respondent: NSW Crown Solicitors Office \n \n Counsel for the NTSCORP: Ms S B Phillips \n \n Solicitor for the University of New England: Minter Ellison \n \n Solicitor for the NSW Farmers' Association: Mr R Gorczyca of the Bruce &amp; Stewart Commercial Practice \n Date of Hearing: 7 August 2009 \n \n Date of Judgment: 17 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1043.html",
      "id": "s175"
    }
  ]
}