{
  "name": "Van Der Velde v Ng (No. 3) [2009] FCA 1563 (22 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1563.html",
  "catchphrases": [
    {
      "text": "consideration of whether particular arrangements for the transfer of a property and the ultimate transfer of that property constitute transactions rendered voidable and by operation of s 588fe of the corporations act 2001 (cth) and whether the transfer of the property is rendered void by operation of s 468 of the act",
      "id": "c0"
    },
    {
      "text": "consideration of an application for judgment upon the failure of the first respondent to appear at the trial of the action",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Background\n In these proceedings, the first applicants are the liquidators of a company called Riby Pty Ltd (described in these reasons as either \"the company\" or \"Riby\") appointed pursuant to an order of the Supreme Court of Queensland made on 26 April 2006 that Riby be wound up in insolvency pursuant to an application filed in that Court on 24 March 2006.",
      "id": "s0"
    },
    {
      "text": "The second applicant is the company in liquidation as trustee of the Jade Trust.",
      "id": "s1"
    },
    {
      "text": "The applicants contend that a sole director of the company, Mr Ross Hastings, caused Riby to make a disposition of real property of the company to the first respondent, Kym Hon Yoke Ng (\"Ms Ng\"), his wife, on 17 May 2006 pursuant to a transfer arrangement made with her on 21 April 2006, at a transfer price of $254,914.16 which was, they contend, approximately $76,000.00 below its true value of $330,000.00.",
      "id": "s2"
    },
    {
      "text": "The property is described as real property situated at 15 Brookvale Drive, Underwood in the State of Queensland, more particularly described as Lot 188 on RP 826135, County of Stanley, Parish of Yeerongpilly, bearing the reference 50176037, together with all improvements thereon (the \"Underwood property\").",
      "id": "s3"
    },
    {
      "text": "The applicants contend that the disposition is void pursuant to s 468 of the Corporations Act 2001 (Cth) (\"the Act\") as it occurred after the commencement of the winding up by the Court on 26 April 2006.",
      "id": "s4"
    },
    {
      "text": "The winding up is taken to have commenced on that day: s 513A(e) of the Act.",
      "id": "s5"
    },
    {
      "text": "The applicants also say that the transfer; a document described as the \"Terms of Settlement\" relating to consent orders made by the Family Court of Australia on 10 April 2006, related to the transfer; and the ultimate transfer registration all represent transactions of the company (so defined by s 9 of the Act) rendered voidable by s 588FE(2) of the Act as insolvent transactions; s 588FE(3) as insolvent and uncommercial transactions; s 588FE(4) as insolvent transactions made with a related entity; s 588FE(5) as insolvent transactions of the company made for the purpose of defeating the rights of creditors; s 588FE(6) as insolvent transactions constituting an unfair loan to Ms Ng; and, s 588FE(6A) as unreasonable director-related transactions.",
      "id": "s6"
    },
    {
      "text": "Sections 588FE(3) , (4), (5) and (6A) contemplate relevant events occurring during particular periods, that is, two years, four years, 10 years and four years respectively, ending on a day called the \"relation-back day\".",
      "id": "s7"
    },
    {
      "text": "That day, in relation to a winding-up that is taken by operation of Division 1A of Part 5.6 (in this case, by operation of s 513A(e) of that Part) to have begun on the day when the order that the company be wound up was made , is, by s 9 of the Act, the day on which the application for the order was filed , namely 24 March 2006.",
      "id": "s8"
    },
    {
      "text": "The second respondent is the trustee of the estate in bankruptcy of Mr Hastings.",
      "id": "s9"
    },
    {
      "text": "He entered bankruptcy on 21 February 2007.",
      "id": "s10"
    },
    {
      "text": "The third respondent, RAMS Mortgage Corporation Limited (\"RAMS\") is a lender to Ms Ng in relation to the purchase transaction for the Underwood property.",
      "id": "s11"
    },
    {
      "text": "It is a registered mortgagee of the property.",
      "id": "s12"
    },
    {
      "text": "Its title is not called into question by the claims of the applicants asserted in these proceedings although an early version of the Statement of Claim challenged the validity of the mortgagee's title.",
      "id": "s13"
    },
    {
      "text": "The only issue between the applicants and RAMS now alive on the pleadings is whether the costs incurred by RAMS in responding to the action in order to, so it contends, resist any steps that might have the effect, by reason of orders sought against Ms Ng, of \"impeding\" or \"preventing\" the exercise of its rights (as those terms are used by Palmer J in Liberty Funding Pty Ltd v Steele-Smith [2004] NSWSC 1100), are costs falling within cl 20 of the mortgage.",
      "id": "s14"
    },
    {
      "text": "If so, those costs form part of the secured monies.",
      "id": "s15"
    },
    {
      "text": "The applicants seek orders under s 588FF(1) declaring particular transaction instruments to be voidable and an order that the Underwood property be transferred to the applicants, as liquidator.",
      "id": "s16"
    },
    {
      "text": "The applicants seek a declaration that the transfer from Riby to Ms Ng is void by operation of s 468 of the Act.",
      "id": "s17"
    },
    {
      "text": "The procedural background\n The action has been the subject of many interlocutory applications and amendments to the Statement of Claim.",
      "id": "s18"
    },
    {
      "text": "The applicants frame their claims by a Third Further Amended Statement of Claim filed on 28 October 2009.",
      "id": "s19"
    },
    {
      "text": "Ms Ng filed a defence to an earlier Amended Statement of Claim, on 24 July 2009.",
      "id": "s20"
    },
    {
      "text": "She has been represented in the proceedings generally by Lillas &amp; Loel Lawyers.",
      "id": "s21"
    },
    {
      "text": "On 26 October 2009, the applicants were given leave to deliver a Third Further Amended Statement of Claim.",
      "id": "s22"
    },
    {
      "text": "Ms Ng was to provide, by Order 3 of the directions, to the applicants, copies of all documents disclosed in her List of Documents, by Tuesday, 27 October 2009.",
      "id": "s23"
    },
    {
      "text": "Ms Ng and RAMS were to file an Amended Defence (if any) by 2 November 2009.",
      "id": "s24"
    },
    {
      "text": "The proceeding was set down for trial on 24 and 25 November 2009 and the following directions were made: the applicants were to provide Ms Ng and RAMS with witness statements by 30 October 2009; Ms Ng and RAMS were to provide their witness statements by 9 November 2009; applicants were to provide Ms Ng and RAMS with a List of Documents to be included in an agreed trial bundle by 10 November 2009; Ms Ng and RAMS were to respond with additional documents, if any, by 12 November 2009; and the applicants were to file an agreed trial bundle by 17 November 2009.",
      "id": "s25"
    },
    {
      "text": "The parties had suggested that mediation might be helpful and Order 9 of the directions of 26 October 2009 provided that the applicants and Ms Ng were to attend and engage in a mediation to be conducted by the Federal Court by no later than 16 November 2009.",
      "id": "s26"
    },
    {
      "text": "The proceeding was listed for review on Wednesday, 18 November 2009.",
      "id": "s27"
    },
    {
      "text": "The mediation was unsuccessful.",
      "id": "s28"
    },
    {
      "text": "On 18 November 2009, the matter came before Collier J for review.",
      "id": "s29"
    },
    {
      "text": "On that day, her Honour made directions for trial.",
      "id": "s30"
    },
    {
      "text": "The trial date of 25 November 2009 was confirmed although the proceeding was then listed for one day only.",
      "id": "s31"
    },
    {
      "text": "The directions were these: the evidence at the trial would be given by affidavit; the applicants were to provide RAMS with a List of Documents for inclusion in the agreed trial bundle by 18 November 2009; RAMS was to respond by 19 November 2009; the trial bundle was to be filed by the applicants by 23 November 2009; any further affidavits on the question of whether the costs of RAMS fall within the terms of the mortgage were to be filed by 23 November 2009; and the parties were to file written submissions by 24 November 2009.",
      "id": "s32"
    },
    {
      "text": "On that day, Lillas &amp; Loel sought leave to withdraw as the lawyers representing Ms Ng.",
      "id": "s33"
    },
    {
      "text": "By Order 11 made on 18 November 2009, the Court ordered: The court grants leave to Lillas &amp; Loel Solicitors of West End to cease acting for the first respondent as of 18 November 2009 in accordance with Order 45, rule 7 of the Federal Court Rules without derogating from the obligations of Lillas &amp; Loel Solicitors in paragraphs 9 and 10 of these Orders.",
      "id": "s34"
    },
    {
      "text": "The reference to paragraphs 9 and 10 of the orders referred to these matters: Where this order requires provision of any document to the first respondent, service may be effected on Lillas &amp; Loel Solicitors for transfer of such documents to the first respondent within 24 hours of receipt by Lillas &amp; Loel Solicitors.",
      "id": "s35"
    },
    {
      "text": "A copy of this Order shall be provided by Lillas Loel Solicitors to the first respondent by 5.00pm on 19 November 2009.",
      "id": "s36"
    },
    {
      "text": "Lillas &amp; Loel accepted as a condition of leave to withdraw an obligation to notify Ms Ng of the matters mentioned in Order 10 and an obligation to forward documents to Ms Ng.",
      "id": "s37"
    },
    {
      "text": "The matter came before the Court again on 24 November 2009.",
      "id": "s38"
    },
    {
      "text": "The trial date of 25 November 2009 was vacated and a new date, 14 December 2009, was allocated for the trial of the action.",
      "id": "s39"
    },
    {
      "text": "The applicants were ordered to file an agreed bundle of trial documents by 12 noon on 10 December 2009 and the parties were ordered to file and serve written submissions by the same time.",
      "id": "s40"
    },
    {
      "text": "By Order 5, service of the orders by the applicants on Ms Ng was to be effected by service on Lillas &amp; Loel Lawyers with such orders to be transferred to the first respondent within 24 hours of receipt of the documents.",
      "id": "s41"
    },
    {
      "text": "Ms Ng was directed to file and serve a Notice of Address for Service within three days of service of the order upon her by Lillas &amp; Loel Lawyers.",
      "id": "s42"
    },
    {
      "text": "By Order 7, in the event that Ms Ng failed to file a new address for service, service of any documents upon her could be effected upon her at her last known residential address.",
      "id": "s43"
    },
    {
      "text": "On 11 December 2009, the solicitors for the applicants sent an email to Ms Ng and others in which, so far as related to Ms Ng, the solicitors said this: \n \n We have not been advised or contacted by you as to your requiring any witnesses to be available for cross examination.",
      "id": "s44"
    },
    {
      "text": "Please advise if you do and also whether you will be attending the hearing on 14.12.09.",
      "id": "s45"
    },
    {
      "text": "If we do not hear from you by 4pm today, we will presume that you do not require any witnesses available for cross examination and that you do not intend to attend the hearing on 14.12.09 either by yourself or by a representative.",
      "id": "s46"
    },
    {
      "text": "On 14 December 2009 at 8.33am, Ms Ng responded by email in these terms: \n \n I refer to the email sent by Peter Mills of Friday 11 December 2009 at 12:46:51pm.",
      "id": "s47"
    },
    {
      "text": "I was not able to respond to this late lodgement due to my having to attend a funeral in Bundaberg.",
      "id": "s48"
    },
    {
      "text": "I filed my affidavit before 12pm on Thursday 10 December 2009 as directed by the Court.",
      "id": "s49"
    },
    {
      "text": "I perused electronically any lodgements made between 12 midday and 9pm on Thursday 10 December 2009 and found no new submissions.",
      "id": "s50"
    },
    {
      "text": "I considered therefore that no new lodgements had been made.",
      "id": "s51"
    },
    {
      "text": "On Friday 11 December, 2009 between 6am and 10pm, I was travelling to, attending, and travelling from a funeral at Bundaberg and was not present to respond to this late submission.",
      "id": "s52"
    },
    {
      "text": "Yours faithfully, \n \n\n \n \n kym ng \n \n\n On 14 December 2009 at 9.35am, the solicitors for the applicants sent a further email to Ms Ng in these terms: \n \n Do you intend to appear today at Court?",
      "id": "s53"
    },
    {
      "text": "Please advise urgently by Reply All.",
      "id": "s54"
    },
    {
      "text": "The trial of the action commenced on 14 December 2009.",
      "id": "s55"
    },
    {
      "text": "RAMS did not require any of the applicants' witnesses for cross-examination.",
      "id": "s56"
    },
    {
      "text": "The applicants had not heard from Ms Ng as to whether she would appear at the trial either by herself or together with a representative.",
      "id": "s57"
    },
    {
      "text": "Lillas &amp; Loel had withdrawn from the proceedings by 18 November 2009.",
      "id": "s58"
    },
    {
      "text": "Ms Ng did not appear at the trial of the action.",
      "id": "s59"
    },
    {
      "text": "However, on 10 December 2009 she had filed an affidavit of four pages attaching the Terms of Settlement document relating to consent orders made in the Family Court of Australia on 20 December 2005.",
      "id": "s60"
    },
    {
      "text": "The applicants do not seek orders against Ms Ng in default of her appearance.",
      "id": "s61"
    },
    {
      "text": "Rather, they seek a determination of the matter on the merits.",
      "id": "s62"
    },
    {
      "text": "The applicants rely upon an affidavit of Mr Peter Mills, the solicitor for the applicants, filed 1 February 2008; an affidavit of David Stimpson, on behalf of the liquidators, filed 12 December 2007; a further affidavit of David Stimpson filed 23 June 2009; an affidavit of Craig Lawson, a valuer, filed 28 October 2009; a further affidavit of David Stimpson filed 2 November 2009; and, the trial bundle of documents (marked Exhibits 1, 2, 3, 4, 5 and 6 respectively).",
      "id": "s63"
    },
    {
      "text": "A question arose as to whether the Court should receive into evidence the affidavit of Ms Ng filed 10 December 2009.",
      "id": "s64"
    },
    {
      "text": "The applicants resisted the admission of the affidavit into evidence on the footing that Ms Ng had failed to appear at the trial of the action.",
      "id": "s65"
    },
    {
      "text": "Thus, she did not formally rely upon the affidavit and she was not available to be cross-examined on the affidavit.",
      "id": "s66"
    },
    {
      "text": "During the course of the proceeding I indicated that I was of the view that the affidavit ought not to be admitted into evidence particularly since Ms Ng had not appeared and she was not prepared to submit herself to cross-examination on the affidavit.",
      "id": "s67"
    },
    {
      "text": "At the conclusion of the proceeding on 14 December 2009, I reserved the matter to consider all of the issues.",
      "id": "s68"
    },
    {
      "text": "Having considered that matter further, it seems to me that the interests of justice are served by the Court receiving Ms Ng's affidavit into evidence.",
      "id": "s69"
    },
    {
      "text": "I propose to direct that Ms Ng's affidavit be marked \"Exhibit A\" for separate identification.",
      "id": "s70"
    },
    {
      "text": "In considering the issues raised by the proceedings, I have taken Ms Ng's affidavit into account in reaching the findings reflected in these reasons.",
      "id": "s71"
    },
    {
      "text": "Separate issues\n There are two broad issues to be determined in these proceedings.",
      "id": "s72"
    },
    {
      "text": "The first group of issues goes to the claims made by the applicants against the first respondent as earlier described.",
      "id": "s73"
    },
    {
      "text": "The second group of issues goes to the question of whether the costs incurred by RAMS fall within the scope of the RAMS mortgage as reasonable expenses reasonably incurred in enforcing the mortgage consequent upon default by the mortgagor.",
      "id": "s74"
    },
    {
      "text": "I propose to deal with the first group of issues as a separate question and give judgment and make orders in relation to those claims whilst reserving for later determination the separate question of whether the costs of the proceeding incurred by RAMS fall within the terms of the mortgage.",
      "id": "s75"
    },
    {
      "text": "The applicants and RAMS agree that this is an appropriate course of action.",
      "id": "s76"
    },
    {
      "text": "Accordingly, pursuant to Order 29, rule 2 of the Federal Court Rules , I order that those questions of fact and law arising out of the claims made by the applicants in the Third Further Amended Statement of Claim filed on 28 October 2009 against Ms Ng shall be decided separately from those questions of fact and law in issue between the applicants and the third respondent in relation to the construction of the terms of the RAMS mortgage and whether the costs of the proceedings incurred by the third respondent fall within the terms of that mortgage.",
      "id": "s77"
    },
    {
      "text": "Findings\n I accept the unchallenged evidence of the applicants.",
      "id": "s78"
    },
    {
      "text": "Having regard to all of the evidence, I make the following findings of fact.",
      "id": "s79"
    },
    {
      "text": "On 26 April 2006, the Supreme Court of Queensland ordered that Riby be wound up in insolvency and that the first applicants be appointed liquidator for the purposes of the winding up.",
      "id": "s80"
    },
    {
      "text": "The application was filed on 24 March 2006.",
      "id": "s81"
    },
    {
      "text": "At the date of the appointment of the liquidator, Riby had no unencumbered assets of any value apart from Riby's claim to an interest in the property the subject of these proceedings.",
      "id": "s82"
    },
    {
      "text": "At 26 April 2006, Riby had eight unsecured creditors owed $262,702.55.",
      "id": "s83"
    },
    {
      "text": "On 13 January 2006, Drake Australia Pty Ltd (\"Drake\"), obtained judgment in the Magistrates Court of Queensland against Riby for $46,630.09.",
      "id": "s84"
    },
    {
      "text": "Another creditor, Australasian Property Holdings Pty Ltd \"(\"APH\"), a lender to Riby, was owed $68,536.43.",
      "id": "s85"
    },
    {
      "text": "Riby was unable to raise funds to pay its debts as and when they fell due primarily because the relationship between APH (through Mr Graeme Ewart, a director of APH) and Mr Ross Hastings for Riby had deteriorated.",
      "id": "s86"
    },
    {
      "text": "At 26 April 2006, Riby was insolvent.",
      "id": "s87"
    },
    {
      "text": "Riby had also failed to keep its books of account up to date after 30 June 2005 in contravention of s 286 of the Act, giving rise to a presumed insolvency.",
      "id": "s88"
    },
    {
      "text": "Riby had failed to lodge up-to-date taxation documents and had failed to pay its group tax and sales tax on time.",
      "id": "s89"
    },
    {
      "text": "On 19 May 2005, Perpetual Trustees Victoria Limited (\"Perpetual\") as Riby's mortgagee of another property, issued a Notice of Exercise of Power of Sale based on a Default Notice of 5 May 2005 issued for a failure to pay arrears of $11,406.50 and the debt that became due and owing under the mortgage, being the accelerated amount of $463,759.70.",
      "id": "s90"
    },
    {
      "text": "Those accelerated monies became due and owing arising out of Riby's default.",
      "id": "s91"
    },
    {
      "text": "Having regard to the unpaid arrears based on the default notice of 5 May 2005, the unpaid accelerated debt, the unpaid Drake debt and the loan arrangements with APH, Riby was unable to pay its debts from 26 February 2005.",
      "id": "s92"
    },
    {
      "text": "On 24 March 2006, Drake applied for a winding-up order based on its unpaid judgment debt obtained on 13 January 2006.",
      "id": "s93"
    },
    {
      "text": "On 3 April 2006, Mr Ross Hastings entered into a document described as \"Terms of Settlement\" with Ms Ng, his wife, by which Mr Hastings agreed to transfer the right, title and interest of Riby in the property to Ms Ng.",
      "id": "s94"
    },
    {
      "text": "The Terms of Settlement became the subject of consent orders under the Family Law Act 1975 (Cth) of 10 April 2006.",
      "id": "s95"
    },
    {
      "text": "Mr Hastings was the sole director of Riby from 24 December 1997 and sole shareholder from 27 January 2004, when the arrangements with Ms Ng were struck.",
      "id": "s96"
    },
    {
      "text": "She was at that time his spouse.",
      "id": "s97"
    },
    {
      "text": "On 17 May 2006, Riby was the registered proprietor of the Underwood property.",
      "id": "s98"
    },
    {
      "text": "On that day, Riby transferred all its right, title and interest in the property to Ms Ng.",
      "id": "s99"
    },
    {
      "text": "The transfer was registered in the Queensland Land Title Office on 17 May 2006.",
      "id": "s100"
    },
    {
      "text": "Riby had been registered as the sole registered proprietor of the Underwood property since 12 May 1999.",
      "id": "s101"
    },
    {
      "text": "The transfer was for an amount of $254,914.16.",
      "id": "s102"
    },
    {
      "text": "The property was valued at $330,000.00 at the date of transfer.",
      "id": "s103"
    },
    {
      "text": "No other consideration was paid by Ms Ng.",
      "id": "s104"
    },
    {
      "text": "The Terms of Settlement between Mr Hastings and Ms Ng and the consent order of 10 April 2006 reflects terms advantageous to both Mr Hastings and Ms Ng.",
      "id": "s105"
    },
    {
      "text": "Those arrangements conferred clear benefits upon them.",
      "id": "s106"
    },
    {
      "text": "No benefit was conferred upon Riby by those arrangements.",
      "id": "s107"
    },
    {
      "text": "The transfer was ultimately made in consideration of the discharge of the existing mortgage held by Perpetual of $254,914.16.",
      "id": "s108"
    },
    {
      "text": "The transfer took place at an undervalue of approximately $76,000.00.",
      "id": "s109"
    },
    {
      "text": "The creditors of Riby have been prejudiced by the disposition at an undervalue as, but for the disposition there would have been at least some dividend paid to the creditors of Riby.",
      "id": "s110"
    },
    {
      "text": "Between 10 August 2005 and 26 September 2005, several loan agreements were made between Riby and APH.",
      "id": "s111"
    },
    {
      "text": "By September 2005, Riby was insolvent.",
      "id": "s112"
    },
    {
      "text": "On 31 October 2005, APH lodged a caveat over property at 58 Brookvale Drive, Underwood (\"No.",
      "id": "s113"
    },
    {
      "text": "58\") previously registered in the name of Riby.",
      "id": "s114"
    },
    {
      "text": "That property was sold by the mortgagee.",
      "id": "s115"
    },
    {
      "text": "On 8 November 2005, Ms Ng lodged a caveat over the Underwood property (ie.",
      "id": "s116"
    },
    {
      "text": "No.",
      "id": "s117"
    },
    {
      "text": "15).",
      "id": "s118"
    },
    {
      "text": "On 22 November 2005, Mr Hastings and Ms Ng entered into an agreement by which Riby agreed to transfer its interest in the Underwood property to Ms Ng.",
      "id": "s119"
    },
    {
      "text": "On 20 December 2005, consent orders were made in the Family Court of Australia at Southport.",
      "id": "s120"
    },
    {
      "text": "On 23 December 2005, Mr Hastings signed a transfer.",
      "id": "s121"
    },
    {
      "text": "The Terms of Settlement document by which Riby undertook to transfer the property to Ms Ng was signed by Mr Hastings and Ms Ng on 3 April 2006.",
      "id": "s122"
    },
    {
      "text": "The settlement of the transfer took place on 17 May 2006 with funds provided to Ms Ng by RAMS, of approximately $256,000.00.",
      "id": "s123"
    },
    {
      "text": "On 14 September 2007, the liquidator lodged a caveat against dealings in the Underwood property claiming an interest in the whole of the fee simple.",
      "id": "s124"
    },
    {
      "text": "Under the Terms of Settlement of 22 November 2005, Ms Ng was to lend Riby money to pay out a caveat lodged by APH supporting its claims.",
      "id": "s125"
    },
    {
      "text": "Under the April 2006 settlement terms and consent order, Riby was to transfer its interest in the property to Ms Ng.",
      "id": "s126"
    },
    {
      "text": "Ms Ng acquired a beneficial interest in the Underwood property pending completion.",
      "id": "s127"
    },
    {
      "text": "The transfer on 17 May 2006 took place after the commencement of the winding-up.",
      "id": "s128"
    },
    {
      "text": "A non-exempt disposition of property occurred upon registration.",
      "id": "s129"
    },
    {
      "text": "That registration occurred pursuant to events along a continuum consisting of the agreement of 22 November 2005; the consent orders of 20 December 2005; the execution of the Terms of Settlement on 3 April 2006; the consent orders of 10 April 2006; and, the transfer of 17 May 2006.",
      "id": "s130"
    },
    {
      "text": "All of those arrangements took place after 26 September 2005, being the date on which Riby was unable to pay its debts as and when they fell due.",
      "id": "s131"
    },
    {
      "text": "In any event, Riby was ordered to be wound up on 26 April 2006, based on an application of 24 March 2006.",
      "id": "s132"
    },
    {
      "text": "During the six-month period ending on the relation-back date of 24 March 2006 (that is, from 24 September 2005 to 24 March 2006), Riby entered into all of the above transactions as defined (s 9 of the Act, \"Transaction\") in circumstances where the transactions constituted insolvent transactions within s 588FC as the transactions conferred an unfair preference on Ms Ng to the prejudice of the creditors of the company who could not then be paid when debts fell due and owing, by transferring the whole of the value of the Underwood property to her in satisfaction of her claim both on Mr Hastings personally and, more importantly, in respect of the creditor aspects of her relationship with Riby.",
      "id": "s133"
    },
    {
      "text": "The transaction consisting of the agreement to transfer and the transfer is an uncommercial transaction as a reasonable person in the circumstances of Riby would not have entered into a transaction to transfer the Underwood property to Ms Ng at an undervalue of $76,000.00 as Riby obtained no benefit from the transaction.",
      "id": "s134"
    },
    {
      "text": "The agreement to transfer and the transfer of the Underwood property to Ms Ng are unreasonable director-related transactions as they constitute a disposition of property of the company brought about by Mr Hastings, to Ms Ng, a close associate of Mr Hastings; and, at the time those transactions were entered into, it was within the expectation of a person standing in the shoes of Riby, that Riby would derive no benefit from the disposition.",
      "id": "s135"
    },
    {
      "text": "A \"close associate\" of Mr Hastings is defined to include a \"relative\" of the relevant \"director\" and a \"relative\" in relation to a person includes the spouse of the person.",
      "id": "s136"
    },
    {
      "text": "The agreement to transfer and the transfer of the Underwood property was entered into by Riby, through Hastings, for a purpose of removing the Underwood property from the reach of creditors and thus for a purpose of defeating the rights of creditors on a winding-up of the company, having regard to the circumstances of Riby at the time those transactions were struck.",
      "id": "s137"
    },
    {
      "text": "The agreement to transfer and the transfer were insolvent transactions made with a spouse of a director of a company and thus transactions made between the company and a \"related entity\" as that term is defined in s 9 of the Act.",
      "id": "s138"
    },
    {
      "text": "I am satisfied therefore that the agreements to transfer and the transfer of the Underwood property to Ms Ng involved contraventions of ss 588FE (2), (3), (4), (5) and (6A) of the Act.",
      "id": "s139"
    },
    {
      "text": "The \"transaction\" is thus rendered voidable by operation of those provisions.",
      "id": "s140"
    },
    {
      "text": "In addition, the transfer of the property to Ms Ng on 17 May 2006 is rendered void by operation of s 468 of the Act.",
      "id": "s141"
    },
    {
      "text": "Accordingly, the Court will make the following orders.",
      "id": "s142"
    },
    {
      "text": "THE COURT DECLARES THAT: \n The transfer by Riby Pty Ltd of real property situated at 15 Brookvale Drive, Underwood in the State of Queensland and more particularly described as Lot 188 on RP 826135, County of Stanley, Parish of Yeerongpilly, bearing the title reference 50176037, together with all improvements thereon (hereinafter described as the \"Underwood property\") to Kym Hon Yoke Ng on or about 17 May 2006 constitutes a disposition of property of the company other than an exempt disposition made after the commencement of the winding up of Riby Pty Ltd and is a void disposition of property by operation of s 468 of the Corporations Act 2001 (Cth).",
      "id": "s143"
    },
    {
      "text": "The Terms of Settlement being a document signed between Ross Hastings and the first respondent on 3 April 2006 and attached to orders of the Family Court of Australia as Exhibit \"I' to orders made on 10 April 2006 constitutes an agreement for transfer of the Underwood property rendered voidable by operation of s 588FE of the Corporations Act 2001 (Cth).",
      "id": "s144"
    },
    {
      "text": "THE COURT ORDERS THAT: \n \n Kym Hon Yoke Ng transfer vacant possession of the Underwood property in substantially the same condition it is in at the time of these orders to the liquidator of Riby Pty Ltd, Terry Van Der Velde and David Stimpson, by Friday, 22 January 2010 on condition that: \n(a) RAMS Mortgage Corporation Limited (\"RAMS\") is to be paid from the net sale proceeds (after payment of sale costs and commissions) of the Underwood property, the full amount then due from the first respondent to the third respondent by virtue of the terms of the RAMS mortgage, subject to the resolution of the separate question of construction of the RAMS mortgage to be determined as a separate issue in the proceedings;\n \n(b) the first applicants take all steps necessary to effect the sale of the Underwood property at market value at the earliest available opportunity, and in any event, after a period of three months within the date of these orders;\n \n(c) until such time as the Underwood property is sold according to this order:\n \n (i) the first applicants are to take all reasonable steps in order to preserve and maintain the Underwood property;\n \n (ii) forthwith upon these orders being entered, the first applicants are to obtain appropriate insurance over the improvements on the Underwood property against damage, fire and theft at a prudent value noting the third respondent as an interested party on the insurance cover;\n \n(d) upon the sale of the Underwood property, the net sale proceeds after payment of all sale and transfer costs and commissions be applied in the following priority:\n \n (i) as to the third respondent to satisfy the debt referred to in paragraph 3(a) hereof subject to the separate question mentioned therein;\n \n (ii) as to the balance remaining, the first applicant to disperse according to law in the winding up of the second respondent; \n\n(e) if the first respondent fails to effect the said transfer then the Registrar is authorised to sign all documents and take all steps necessary and incidental to allow these orders to take effect.",
      "id": "s145"
    },
    {
      "text": "The first respondent shall pay the first and second applicants' costs of and incidental to these proceedings including the costs incurred by the first and second applicants in implementing these orders.",
      "id": "s146"
    },
    {
      "text": "The parties shall have liberty to apply.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s148"
    },
    {
      "text": "Associate:\n \n \nDated: 22 December 2009\n \n Counsel for the Applicants: Mr Whitten \n \n Solicitor for the Applicants: Mr Mills, Mills Oakley Lawyers \n \n Counsel for the First Respondent: No appearance at trial by the First Respondent \n \n Solicitor for the First Respondent: No appearance at trial by the First Respondent \n \n Counsel for the Third Respondent: Mr D S Piggott \n \n Solicitor for the Third Respondent: Mallesons Stephen Jaques \n Date of Hearing: 14 December 2009 \n \n Date of Judgment: 22 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1563.html",
      "id": "s149"
    }
  ]
}