{
  "name": "Verge v Devere Holdings Pty Ltd (No 2) [2009] FCA 1048 (17 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1048.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "late motion to amend defence",
      "id": "c1"
    },
    {
      "text": "whether necessary to adjourn trial",
      "id": "c2"
    },
    {
      "text": "consideration of aon principles",
      "id": "c3"
    },
    {
      "text": "consideration of whether proposed amendment raises a constitutional point",
      "id": "c4"
    },
    {
      "text": "need for service of notices",
      "id": "c5"
    },
    {
      "text": "balancing competing interests",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This proceeding is set down for trial in three business days time.",
      "id": "s0"
    },
    {
      "text": "By notice of motion filed on 15 September 2009 the third respondent (Castleworld) seeks to amend its defence so as to raise what is, in effect, at least a legal argument, and possibly an argument arising under the Constitution .",
      "id": "s1"
    },
    {
      "text": "In previous reasons ( Verge v Devere Holdings Pty Ltd [2009] FCA 832) I have broadly described the nature of the dispute.",
      "id": "s2"
    },
    {
      "text": "For present purposes it is sufficient to say that the nature of the amendment proposed by Castleworld is to contend that the provisions of s 120 of the Bankruptcy Act 1966 (Cth) (BA) do not displace the provisions of the Transfer of Land Act 1893 (WA) (TLA) in relation to indefeasibility.",
      "id": "s3"
    },
    {
      "text": "Castleworld says that absent fraud, the indefeasibility provisions of the TLA remain paramount.",
      "id": "s4"
    },
    {
      "text": "Castleworld contends that s 9 BA has the effect that the provisions of s 120 BA which render void as against a trustee in bankruptcy certain transactions, do not affect the indefeasibility regime of the TLA as this statutory regime is not dealt with expressly or by necessary implication in the BA.",
      "id": "s5"
    },
    {
      "text": "DELAY \n The motion to amend is opposed by the applicants (the Trustees).",
      "id": "s6"
    },
    {
      "text": "Quite understandably, the Trustees complain that this significant amendment is brought only three business days before the commencement of the trial currently set down for some three weeks.",
      "id": "s7"
    },
    {
      "text": "They contend it has been open since commencement of the proceedings two years ago to raise this argument.",
      "id": "s8"
    },
    {
      "text": "I infer from the statement in the submissions advanced in support of Castleworld that as the current legal representatives were retained only in June this year in a matter which is undoubtedly complex, the current advisors have only recently had a realistic opportunity to consider this issue.",
      "id": "s9"
    },
    {
      "text": "Castleworld for a significant period of time was unrepresented.",
      "id": "s10"
    },
    {
      "text": "The consequence is most unsatisfactory but at least at one level the delay is understandable.",
      "id": "s11"
    },
    {
      "text": "PRINCIPLES \n The Trustees correctly point to the fact that the High Court's recent analysis in Aon Risk Services Australia Ltd v Australian National University [2009] HCA 27 ; (2009) 258 ALR 14 is pertinent to the current situation.",
      "id": "s12"
    },
    {
      "text": "The principles which the Trustees draw from Aon , relevantly, to the current motion are that: \n(a) There is no entitlement to amend.",
      "id": "s13"
    },
    {
      "text": "All matters relevant to the exercise of the power to permit amendment should be weighed.",
      "id": "s14"
    },
    {
      "text": "The fact of substantial delay and wasted costs, the concerns of case management, will assume importance on an application for leave to amend (at [111]);\n \n(b) The application is not to be considered solely by reference to whether any prejudice to the opposing party can be compensated by costs (at [5]);\n \n(c) An explanation for the delay is required (at [4] and [103]); and\n \n(d) Such matters as the amendment necessitating a vacation of trial dates or an adjournment, and whether a party has refrained from pleading the matters the subject of the amendment application for tactical reasons, are relevant to the exercise of discretion (at [4]).",
      "id": "s15"
    },
    {
      "text": "I will revert to the application of these principles below (under Analysis).",
      "id": "s16"
    },
    {
      "text": "SECTION 78B \n Section 78B of the Judiciary Act relevantly provides as follows: \n \n 78B Notice to Attorneys-General \n \n\n \n \n (1) Where a cause pending in a federal court including the High Court or in a court of a State or Territory involves a matter arising under the Constitution or involving its interpretation, it is the duty of the court not to proceed in the cause unless and until the court is satisfied that notice of the cause, specifying the nature of the matter has been given to the Attorneys-General of the Commonwealth and of the States, and a reasonable time has elapsed since the giving of the notice for consideration by the Attorneys-General, of the question of intervention in the proceedings or removal of the cause to the High Court.",
      "id": "s17"
    },
    {
      "text": "Castleworld, in contrast to the Trustees, says that its proposed new argument does not raise any question of inconsistency of State and Federal laws (for the purposes of s 109 of the Constitution ) and therefore, that s 78B of the Judiciary Act 1903 (Cth) (Judiciary Act) is not enlivened.",
      "id": "s18"
    },
    {
      "text": "Castleworld contends that the only issue is whether s 9 BA itself intends to leave operable the indefeasibility provisions of the TLA.",
      "id": "s19"
    },
    {
      "text": "The Trustees, however, assert that s 109 of the Constitution must directly be raised on the argument that s 120 BA must give way to the indefeasibility regime of the State Torrens system.",
      "id": "s20"
    },
    {
      "text": "Until the argument has evolved with greater clarity, it would be unwise to rule out the possibility that there is an argument involving interpretation of the Constitution .",
      "id": "s21"
    },
    {
      "text": "I am mindful however, as observed by Toohey J in Re Finlayson; Ex parte Finlayson (1997) 72 ALJR 73: \n \n A cause does not 'involve' a matter arising under the Constitution or involving its interpretation merely because someone asserts that it does.",
      "id": "s22"
    },
    {
      "text": "...",
      "id": "s23"
    },
    {
      "text": "But it must be established that the challenge does involve a matter arising under the Constitution .",
      "id": "s24"
    },
    {
      "text": "In Deputy Commissioner of Taxation v Warrick (No 2) [2004] FCA 918 ; (2004) 56 ATR 371 at [103] and Australian Competition &amp; Consumer Commission v CG Berbatis Holdings Pty Ltd [1999] FCA 1151 ; (1999) 95 FCR 292 at [14] , it was also observed that s 78B of the Judiciary Act does not give rise to the notice obligation simply where a pleading has raised a constitutional issue as a trivial or unarguable point or where it is simply mentioned.",
      "id": "s25"
    },
    {
      "text": "Although I lean to the view that the proper approach to the argument which Castleworld seeks to advance is whether the indefeasibility provisions are left untouched rather than whether there is any inconsistency, in light of the proposed disposition of the matter, it seems to me appropriate that notices should issue under s 78B of the Judiciary Act .",
      "id": "s26"
    },
    {
      "text": "PREJUDICE \n Castleworld contends that the question of bona fides is at the heart of the issues in dispute between the parties.",
      "id": "s27"
    },
    {
      "text": "If there were no bona fides it is said, then every existing defence raised by Castleworld would fail.",
      "id": "s28"
    },
    {
      "text": "Accordingly, it submits that as the Trustees must have been preparing for a trial at which the good faith of Castleworld was at issue, the pleading of the proposed new defence should not prejudice the Trustees.",
      "id": "s29"
    },
    {
      "text": "It should not, it is said, give rise to the need to adduce any additional evidence.",
      "id": "s30"
    },
    {
      "text": "The amendment, it argues, raises, at most, an additional legal argument which Castleworld contends could be dealt with separately or even deferred.",
      "id": "s31"
    },
    {
      "text": "In my view, while there is some force in this submission, it may be an over-simplistic analysis.",
      "id": "s32"
    },
    {
      "text": "I accept that it would be most improbable that the Trustees have ignored the issue of good faith in preparation for trial but, on one view, the Trustees may succeed without establishing lack of good faith.",
      "id": "s33"
    },
    {
      "text": "Further, the argument assumes that in all respects the good faith issues under the BA will be identical to the good faith issues under the TLA.",
      "id": "s34"
    },
    {
      "text": "Neither the parties nor the Court have had the opportunity to consider whether that proposition should be accepted without further consideration.",
      "id": "s35"
    },
    {
      "text": "To allow the amendment and to retain the present trial dates would be quite untenable.",
      "id": "s36"
    },
    {
      "text": "In my view, the prejudice to the Trustees in allowing the amendment but forcing them on to trial in three business days would pay scant regard to the principles to be extracted from Aon.",
      "id": "s37"
    },
    {
      "text": "The question remains, having regard to those principles, as to whether in the circumstances the amendment should be permitted.",
      "id": "s38"
    },
    {
      "text": "A BRIEF ADJOURNMENT?",
      "id": "s39"
    },
    {
      "text": "Considering the principles in Aon in the order in which they have been listed above (at [7]): Once regard is had to those matters, other matters being equal, it would be undesirable to shut out a party from advancing an argument (which is not manifestly fanciful) on which it wishes to rely.",
      "id": "s40"
    },
    {
      "text": "All matters are not, however, equal given the lateness of the motion to amend.",
      "id": "s41"
    },
    {
      "text": "On the other hand, the trial can be relatively promptly re-listed.",
      "id": "s42"
    },
    {
      "text": "I have indicated to the parties that if counsel and witnesses are available for trial for nine days commencing Monday, 9 November 2009, that the Court can accommodate such an arrangement.",
      "id": "s43"
    },
    {
      "text": "That period should be sufficient for the conduct of the trial on revised estimates.",
      "id": "s44"
    },
    {
      "text": "That would constitute a delay in the listing of the trial of about six weeks.",
      "id": "s45"
    },
    {
      "text": "The parties have indicated with some minor exceptions, which might be expected in any event, that they can be available with witnesses in that time block.",
      "id": "s46"
    },
    {
      "text": "So long as the Trustees and the first and second respondents are compensated with orders in their favour for any costs thrown away, and so long as notices are served promptly under s 78B of the Judiciary Act , an adjournment to that period would enable Castleworld to advance the argument which its recently appointed legal advisors now seek to ventilate.",
      "id": "s47"
    },
    {
      "text": "In those circumstances the orders I will make are: The third respondent have leave to amend its defence.",
      "id": "s48"
    },
    {
      "text": "The third respondent's proposed amended substituted defence do stand as its amended substituted defence.",
      "id": "s49"
    },
    {
      "text": "Service of the third respondent's amended substituted defence be dispensed with.",
      "id": "s50"
    },
    {
      "text": "The third respondent do forthwith issue notices under s 78B of the Judiciary Act 1903 (Cth).",
      "id": "s51"
    },
    {
      "text": "The trial dates of this proceeding be vacated.",
      "id": "s52"
    },
    {
      "text": "The trial of this proceeding be fixed for 9 days from Monday, 9 November 2009.",
      "id": "s53"
    },
    {
      "text": "The third respondent do pay to the applicants and the first and second respondents all costs thrown away by reason of the late amendment and adjournment of the trial and costs of today.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s55"
    },
    {
      "text": "Associate: \n \n \nDated: 17 September 2009\n \n Counsel for the Applicants: PE Cahill \n \n Solicitor for the Applicants: Jackson McDonald \n \n Counsel for the First and Second Respondents: PF Fletcher \n \n Solicitor for the First and Second Respondents: Solomon Brothers \n \n Counsel for the Third Respondent: HR Robinson \n \n Solicitor for the Third Respondent: Haydn Robinson \n Date of Hearing: 16 September 2009 \n \n Date of Judgment: 17 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1048.html",
      "id": "s56"
    }
  ]
}