{
  "name": "SZGGD v Minister for Immigration and Citizenship [2009] FCA 1250 (4 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1250.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "new ground raised for first time",
      "id": "c1"
    },
    {
      "text": "leave refused to rely on new ground",
      "id": "c2"
    },
    {
      "text": "new ground bound to fail",
      "id": "c3"
    },
    {
      "text": "whether questions asked in review hearing attracted obligations under s 424 of migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "appeal dismissed",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "APPEAL \n The appellant appeals from a decision of the Federal Magistrate made on 28 August 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (Tribunal) handed down on 4 December 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the first respondent (Minister) on 13 December 2004 to refuse to grant the appellant a Protection (Class XA) visa.",
      "id": "s1"
    },
    {
      "text": "PRIOR APPLICATIONS AND PROCEEDINGS \n The appellant is a citizen of India who arrived in Australia on 27 September 2004.",
      "id": "s2"
    },
    {
      "text": "On 8 November 2004, the appellant lodged an application for a protection visa with the (then) Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s3"
    },
    {
      "text": "The appellant claimed to have a well-founded fear of persecution due to his membership of the Kammavar Naidu ethnic caste.",
      "id": "s4"
    },
    {
      "text": "The appellant made specific claims in a statutory declaration annexed to his visa application.",
      "id": "s5"
    },
    {
      "text": "By decision dated 13 December 2004, a delegate of the Minister refused to grant the appellant a protection visa.",
      "id": "s6"
    },
    {
      "text": "The appellant applied to the Tribunal for review.",
      "id": "s7"
    },
    {
      "text": "On 15 April 2005, the Tribunal affirmed the delegate's decision (the first Tribunal decision).",
      "id": "s8"
    },
    {
      "text": "The appellant sought review of the first Tribunal decision in the Federal Magistrates Court and the application was dismissed on 27 April 2006.",
      "id": "s9"
    },
    {
      "text": "However, an appeal to the Federal Court was allowed on 28 August 2006 and the matter was remitted to the Tribunal for reconsideration.",
      "id": "s10"
    },
    {
      "text": "On remittal the second Tribunal affirmed the decision of the delegate on 3 January 2007 (the second Tribunal decision).",
      "id": "s11"
    },
    {
      "text": "The appellant filed an application for judicial review of the second Tribunal decision in the Federal Magistrates Court, which was dismissed on 26 June 2008.",
      "id": "s12"
    },
    {
      "text": "The appellant appealed that decision to the Federal Court and on 21 August 2008 the matter was remitted to the Tribunal by consent for reconsideration.",
      "id": "s13"
    },
    {
      "text": "The third constitution of the Tribunal affirmed the delegate's decision on 4 December 2008 (the Tribunal decision).",
      "id": "s14"
    },
    {
      "text": "THE TRIBUNAL DECISION \n The Tribunal accepted that the appellant was a citizen of India and that he was a member of the Kammavar Naidu ethnic caste.",
      "id": "s15"
    },
    {
      "text": "It also accepted that difficulties arose from the appellant's sister's marriage and that the appellant's parents and sister died.",
      "id": "s16"
    },
    {
      "text": "However, the Tribunal did not accept that the appellant had a well founded fear of persecution in India because it did not consider that the appellant was a witness of truth.",
      "id": "s17"
    },
    {
      "text": "The Tribunal gave a series of reasons for so finding, which are set out in the judgment of the learned Magistrate at [10].",
      "id": "s18"
    },
    {
      "text": "In particular, the Tribunal found that the appellant's sister had committed suicide based on the documents he presented, and considered that there was no plausible evidence before it which supported the suggestion that she had been murdered.",
      "id": "s19"
    },
    {
      "text": "As the Tribunal did not accept that the appellant's sister was murdered, it correspondingly did not accept that his father or his family had been harmed by a person who may be referred to here simply by the letter, R. The Tribunal considered that the appellant had not provided a plausible explanation for his belief that his father had been murdered.",
      "id": "s20"
    },
    {
      "text": "The Tribunal also considered that there was no plausible evidence before it to suggest that the appellant's mother had been beaten or injured as claimed, or that she had died for the reason claimed.",
      "id": "s21"
    },
    {
      "text": "The Tribunal noted that the death certificate provided by the appellant did not explain his mother's cause of death.",
      "id": "s22"
    },
    {
      "text": "It also considered that if his mother had been beaten, he would have a better recollection of the date of the alleged beating and her subsequent death.",
      "id": "s23"
    },
    {
      "text": "The Tribunal considered that it was inconsistent with the appellant's claims that he should have returned to India in 2003 and remained there for a year before travelling to Australia.",
      "id": "s24"
    },
    {
      "text": "It did not accept that he was attacked when he returned to India or that his home was damaged.",
      "id": "s25"
    },
    {
      "text": "It also did not accept that the appellant moved frequently when he returned to India in 2003, and considered that he had not provided any explanation in respect of these movements.",
      "id": "s26"
    },
    {
      "text": "The Tribunal did not consider that it was consistent with the appellant's claims that he was of interest to the Indian authorities but was able to obtain a visa to Australia and leave India without any difficulties.",
      "id": "s27"
    },
    {
      "text": "The Tribunal also gave no weight to the document submitted by the appellant from the Tamilnadu Kamma Naidu Community.",
      "id": "s28"
    },
    {
      "text": "Accordingly, the Tribunal was not satisfied that the appellant had a well founded fear of persecution for a Convention reason in India.",
      "id": "s29"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n The appellant applied to the Federal Magistrates Court for judicial review of the Tribunal decision on 31 December 2008.",
      "id": "s30"
    },
    {
      "text": "The appellant also relied upon written submissions which contained new grounds of review.",
      "id": "s31"
    },
    {
      "text": "The Federal Magistrate dismissed the application on 28 August 2009.",
      "id": "s32"
    },
    {
      "text": "His Honour considered all grounds raised by the appellant, including those identified in the appellant's submissions, and concluded that none of them established jurisdictional error on the part of the Tribunal.",
      "id": "s33"
    },
    {
      "text": "As a preliminary matter, his Honour found that many of the grounds attempted to cavil with the Tribunal's factual findings and thus engage the Court in impermissible merits review.",
      "id": "s34"
    },
    {
      "text": "In rejecting the appellant's grounds of review, his Honour found as follows: The Tribunal did not breach s 425 of the Migration Act 1958 (Cth) (Act).",
      "id": "s35"
    },
    {
      "text": "The determinative issue concerned the appellant's credibility and the appellant was clearly on notice that this was in question.",
      "id": "s36"
    },
    {
      "text": "It was for the appellant to present the relevant facts to the Tribunal in as much detail as necessary in order to make out his case.",
      "id": "s37"
    },
    {
      "text": "The Tribunal was not under any obligation to investigate the appellant's claims.",
      "id": "s38"
    },
    {
      "text": "An independent review of the Tribunal's decision indicated that all the issues raised by the appellant were addressed and considered.",
      "id": "s39"
    },
    {
      "text": "As such, the Tribunal did not commit an error of the type found in Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244.",
      "id": "s40"
    },
    {
      "text": "The Tribunal did not breach s 430 of the Act, and, in any event, a breach of that provision is not a matter going to the Tribunal's jurisdiction.",
      "id": "s41"
    },
    {
      "text": "The Tribunal did not fail to consider whether the appellant might face 'future harm.",
      "id": "s42"
    },
    {
      "text": "' THE APPEAL IN THIS COURT \n The notice of appeal, filed on 10 September 2009, does not have regard to any of the grounds of review raised in the Federal Magistrates Court but relies on one new ground alleging a breach of s 424 of the Act, in the following terms: \n \n The Federal Magistrates Court failed to consider the ground of my appeal such as error of law made by the Tribunal failed to comply with s424 of the Migration Act 1958 .",
      "id": "s43"
    },
    {
      "text": "At The hearing, the Tribunal invited the applicant to give information addition to that which the Tribunal had obtained The Tribunal asked questions which called for information which the applicant had not already provided to the Tribunal, or which the Tribunal had not obtained in another way.",
      "id": "s44"
    },
    {
      "text": "The Invitation was not given in accordance with ss 424(3)(a) and 424B of the Migration Act : The invitation did not specify the way in which the additional information may be given.",
      "id": "s45"
    },
    {
      "text": "The invitation did not specify the period within which the information was to be given.",
      "id": "s46"
    },
    {
      "text": "[Errors in original] \n \n \n CONSIDERATION \n As noted, the sole ground of the notice of appeal consists of an argument that was not raised either directly or indirectly before the Federal Magistrate in the judicial review proceeding below.",
      "id": "s47"
    },
    {
      "text": "In order to raise a new ground on appeal the appellant must demonstrate that it is expedient and in the interests of justice to allow the ground to be raised: O'Brien v Komesaroff [1982] HCA 33 ; (1982) 150 CLR 310 at 319; see also Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7.",
      "id": "s48"
    },
    {
      "text": "In NAJT v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 134 ; (2005) 147 FCR 51 at [166] Madgwick J (with whom Conti J agreed) said, by reference to these and other authorities that the questions relevant to whether or not a new ground of appeal may be raised include: Do the new legal arguments have a reasonable prospect of success?",
      "id": "s49"
    },
    {
      "text": "Is there an acceptable explanation of why they were not raised below?",
      "id": "s50"
    },
    {
      "text": "How much dislocation to the Court and efficient use of judicial sitting time is really involved?",
      "id": "s51"
    },
    {
      "text": "What is at stake in the case for the appellant?",
      "id": "s52"
    },
    {
      "text": "Will the resolution of the issues raised have any importance beyond the case at hand?",
      "id": "s53"
    },
    {
      "text": "Is there any actual prejudice, not viewing the notion of prejudice narrowly, to the respondent?",
      "id": "s54"
    },
    {
      "text": "If so, can it be justly and practicably cured?",
      "id": "s55"
    },
    {
      "text": "If not, where, in all the circumstances, do the interests of justice lie?",
      "id": "s56"
    },
    {
      "text": "It is submitted by the Minister that it is not in the interests of justice that the appellant's new ground now be entertained, particularly because of its lack of prospects of success.",
      "id": "s57"
    },
    {
      "text": "The question of prejudice, actual or otherwise (see Hill J in NAJT at [71] and following (in dissent)) is not expressly relied on by the Minister.",
      "id": "s58"
    },
    {
      "text": "Just what is intended by the new ground is not entirely clear.",
      "id": "s59"
    },
    {
      "text": "It seems the intent of the ground is that by asking questions the Tribunal invited the provision of information the Tribunal then did not have, and so attracted the obligations specified in s 424 of the Act which it did not comply with.",
      "id": "s60"
    },
    {
      "text": "The appellant appeared to confirm this intent when provided with the opportunity to make oral submissions at the hearing of the appeal.",
      "id": "s61"
    },
    {
      "text": "It also appeared he was not responsible for drafting this ground of appeal but was assisted by another in doing so.",
      "id": "s62"
    },
    {
      "text": "By the particulars provided, the appellant complains that the Tribunal member asked him 'questions' at the hearing, calling for information the appellant had not provided.",
      "id": "s63"
    },
    {
      "text": "It is not clear what \"questions\" or \"information\" the appellant refers to.",
      "id": "s64"
    },
    {
      "text": "No transcript of the hearing is before the Court and consequently the only evidence of what took place at the hearing is contained in the Tribunal's decision record.",
      "id": "s65"
    },
    {
      "text": "Paragraphs [25] - [44] of the decision record show that the Tribunal allowed the appellant to present his evidence and asked him questions about his claims.",
      "id": "s66"
    },
    {
      "text": "Undoubtedly answers to questions put by the Tribunal provided evidence that is set out in those paragraphs of the Tribunal's decision record.",
      "id": "s67"
    },
    {
      "text": "Ordinarily, the asking of questions by the Tribunal member at a hearing would not constitute jurisdictional error.",
      "id": "s68"
    },
    {
      "text": "It is properly the function of the Tribunal, pursuant to s 425 of the Act, and as an inquisitorial body, to question an applicant about his or her claims.",
      "id": "s69"
    },
    {
      "text": "The Tribunal is entitled to control the direction of the hearing, including by asking questions in order to satisfy itself of the merits of the application: NADH v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 328 ; (2004) 214 ALR 264 at [124] - [125] .",
      "id": "s70"
    },
    {
      "text": "Also, the Tribunal is not obliged to uncritically accept an applicant's claims: Randhawa v Minister for Immigration, Local Government and Ethnic Affairs [1994] FCA 1253 ; (1994) 52 FCR 437 at 451.",
      "id": "s71"
    },
    {
      "text": "If by this ground, the applicant means to suggest that the Tribunal is unable to make inquiries of an applicant during a review hearing and rely on the answers given, then I consider the ground is misconceived and without merit.",
      "id": "s72"
    },
    {
      "text": "It goes without saying, however, that in some circumstances issues might arise in the course of a hearing that indeed require the provision of additional information or attract other hearing obligations.",
      "id": "s73"
    },
    {
      "text": "But the simple asking of questions and testing of issues that are live before the Tribunal will not ordinarily attract the operation of s 424.",
      "id": "s74"
    },
    {
      "text": "This seems clear from the recent decisions of the High Court of Australia, particularly Minister for Immigration and Citizenship v SZKTI [2009] HCA 30 ; (2009) 258 ALR 434.",
      "id": "s75"
    },
    {
      "text": "In SZKTI , the High Court (French CJ, Heydon, Crennan, Keifel and Bell JJ) confirmed, at [3], that Pt 7 of the Act provides for administrative review of decisions of the Minister to grant or refuse a protection visa by the Tribunal and that Div 4 (ss 422B --- 429A ) is a code of procedures for the conduct of that review (s 422B).",
      "id": "s76"
    },
    {
      "text": "The Court at [4] --- [7] summarised the terms of the Act in this regard, as follows: \n \n [4] In conducting the review the RRT is given a general power to 'get any information that it considers relevant' under s 424(1) of the Act.",
      "id": "s77"
    },
    {
      "text": "Section 424(2) provides that '[w]ithout limiting subsection (1), the Tribunal may invite a person to give additional information'.",
      "id": "s78"
    },
    {
      "text": "As pointed out by Gleeson CJ in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs , this must be additional to information obtained under s 418 , which provides for the supply of the file of the Secretary to the Minister's department (the Secretary), or under s 423 , which provides for the supply of statutory declarations and written arguments.",
      "id": "s79"
    },
    {
      "text": "On the facts of this case, 'additional information' also includes information additional to that obtained or provided during the course of a hearing under s 425.",
      "id": "s80"
    },
    {
      "text": "In this case nothing turns on whether \"additional information\" could be read down to mean no more than \"additional\" to that which has already been given by the person from whom additional information is sought.",
      "id": "s81"
    },
    {
      "text": "[5] Section 424(3)(a) relevantly provides that an invitation by the RRT to a person to give additional information under s 424(2) must be given by one of the methods specified in s 441A.",
      "id": "s82"
    },
    {
      "text": "That section specifies methods of service by which the RRT 'gives documents' to a person.",
      "id": "s83"
    },
    {
      "text": "Therefore, an invitation 'to give additional information' under s 424(2) must be in a document to conform with s 424(3).",
      "id": "s84"
    },
    {
      "text": "[6] Section 424B lays down certain requirements for any invitation so as to specify the methods and times by which a response to an invitation can be given.",
      "id": "s85"
    },
    {
      "text": "[7] Section 425 provides that, subject to certain exceptions which are not presently relevant, the RRT must invite the applicant for review to appear before it 'to give evidence and present arguments relating to the issues arising in relation to the decision under review'.",
      "id": "s86"
    },
    {
      "text": "For present purposes it is useful to set out the full terms of s 424 of the Act, which are as follows: \n \n (1) In conducting the review, the Tribunal may get any information that it considers relevant.",
      "id": "s87"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s88"
    },
    {
      "text": "(2) Without limiting subsection (1), the Tribunal may invite, either orally (including by telephone) or in writing, a person to give information.",
      "id": "s89"
    },
    {
      "text": "(3) A written invitation under subsection (2) must be given to the person:\n (a) except where paragraph (b) applies---by one of the methods specified in section 441A ; or\n (b) if the person is in immigration detention---by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s90"
    },
    {
      "text": "The central issue in the appeal before the High Court in SZKTI was whether the Tribunal may telephone a person, for the purpose of obtaining information from that person, without following the procedures set out in s 424(3) and s 424B , having regard to s 441A of the Act, which is incorporated by reference to s 424(3).",
      "id": "s91"
    },
    {
      "text": "The issue of whether the Tribunal was required to \"get any information\" by an invitation in writing, was said by the Court to turn essentially upon the construction of the relevant statutory provisions.",
      "id": "s92"
    },
    {
      "text": "There was also an issue in this case concerning the application of s 425.",
      "id": "s93"
    },
    {
      "text": "As to s 424 , the Court, at [46] held that the general power to \"get\" information and the specific power to \"invite\" in writing the giving of additional information are capable of co-existing without the latter being repugnant to the former.",
      "id": "s94"
    },
    {
      "text": "Further, an oral request for information would be authorised, not only by s 424(1) of the Act, but also by s 56(1) by reason of the operation of s 415 , which authorised the Minister and the Tribunal respectively to get any information they consider relevant but, having got it, to regard that information in making the decision concerning an application for a visa.",
      "id": "s95"
    },
    {
      "text": "The Court, at [47], noted that the requirements of s 424(2) and (3) and s 424B are important provisions in relation to procedural fairness, but stated that nothing in them detracts from the obvious purpose of s 424(1) , the general terms of which enabled the getting of information from a person by telephone.",
      "id": "s96"
    },
    {
      "text": "The Court noted, at [47]: \n \n It would be cumbersome to require the RRT to telephone a person for the purpose of getting information only after an invitation in writing to give additional information is given to that person.",
      "id": "s97"
    },
    {
      "text": "Such a requirement would seem inimical to the RRT's way of operating as 'economical, informal and quick' [footnote omitted].",
      "id": "s98"
    },
    {
      "text": "Consequently, at [48], the Court held that the specific power to issue an invitation to give additional information contained in s 424(2) does not qualify the Tribunal's general power under s 424(1) to get any information that it considers relevant.",
      "id": "s99"
    },
    {
      "text": "In relation to s 425 , the Court dealt with a contention by the first respondent that information provided by the recipient of the telephone call from the Tribunal in this case raised new and additional issues and accordingly the Tribunal was obliged to issue an invitation for a second hearing.",
      "id": "s100"
    },
    {
      "text": "Section 425 provides as follows: \n(1) The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s101"
    },
    {
      "text": "(2) Subsection (1) does not apply if:\n \n(a) the Tribunal considers that it should decide the review in the applicant's favour on the basis of the material before it; or\n \n(b) the applicant consents to the Tribunal deciding the review without the applicant appearing before it; or\n \n(c) subsection 424C(1) or (2) applies to the applicant.",
      "id": "s102"
    },
    {
      "text": "(3) If any of the paragraphs in subsection (2) of this section apply, the applicant is not entitled to appear before the Tribunal.",
      "id": "s103"
    },
    {
      "text": "The Court, at [51], noted that whether an issue must be raised with an applicant for the purposes of a further hearing under s 425(1) will depend on the circumstances of each case.",
      "id": "s104"
    },
    {
      "text": "The Court observed, at [51], that: \n \n Matters may arise requiring an invitation to a further hearing.",
      "id": "s105"
    },
    {
      "text": "However, that is not the case in the present matter.",
      "id": "s106"
    },
    {
      "text": "Here, Mr Cheah's evidence was additional evidence about an extant issue; it did not constitute the raising of a new or additional issue such as to trigger the obligation to give another hearing.",
      "id": "s107"
    },
    {
      "text": "This distinguishes the facts here from those in SZBEL.",
      "id": "s108"
    },
    {
      "text": "The extant issue was whether the first respondent had been an active Christian in China.",
      "id": "s109"
    },
    {
      "text": "Mr Cheah's knowledge of the first respondent's past activities in China deriving from any account given to him by the first respondent was directly related to that issue.",
      "id": "s110"
    },
    {
      "text": "Further, s 422B of the Act suggests that there is no residual procedural fairness requirements to give another hearing extraneous to Div 4 of Pt 7.",
      "id": "s111"
    },
    {
      "text": "If there were any extraneous right to procedural fairness, as suggested by the first respondent, there is no breach of the obligation here.",
      "id": "s112"
    },
    {
      "text": "Importantly, the first respondent had an opportunity to deal with Mr Cheah's information by responding (as he did) to the letter from the RRT conforming with s 424A.",
      "id": "s113"
    },
    {
      "text": "Thus, in SZKTI , the High Court of Australia has confirmed that s 424(1) confers on the Tribunal a general facultative power in aid of the Tribunal's inquisitorial functions --- \"to get any information it considers relevant\".",
      "id": "s114"
    },
    {
      "text": "This general power is not limited by the s 424(2) power to issue a formal request --- to \"invite\" a person to give \"additional information\".",
      "id": "s115"
    },
    {
      "text": "In the case now before the Court, there is no evidence to indicate that the Tribunal exercised its powers in s 424(2) to issue a formal request to the appellant to provide such information.",
      "id": "s116"
    },
    {
      "text": "I do not consider that the asking of questions of an applicant in the course of a hearing in relation to aspects of his or her claim can relevantly be considered an invitation to provide additional information for the purposes of s 424(2).",
      "id": "s117"
    },
    {
      "text": "It would be quite odd if a Tribunal were, in effect, required either to issue questions in writing in advance of a hearing or to suspend a hearing in order to invite the applicant to answer questions delivered to the applicant in accordance with one or other of the means required by s 424(3)(a) and s 441A.",
      "id": "s118"
    },
    {
      "text": "The questions asked in this case were obviously in relation to live --- \"extant\" --- issues raised by the applicant in his application and evidence before the Tribunal.",
      "id": "s119"
    },
    {
      "text": "Nothing put by the appellant suggests otherwise.",
      "id": "s120"
    },
    {
      "text": "In these circumstances, there was no breach of s 424(2).",
      "id": "s121"
    },
    {
      "text": "I note that in Minister for Immigration and Citizenship v SZNAV [2009] FCAFC 109 handed down on 27 August 2009, the Full Court of the Federal Court (Stone, Jacobson and Jagot JJ) dealt with a similar ground of appeal in upholding an appeal against a decision of a Federal Magistrate.",
      "id": "s122"
    },
    {
      "text": "The relevant ground of review in the Federal Magistrates Court concerned an acknowledgement letter signed by a Tribunal Officer and sent to the applicant's migration agent as the authorised recipient.",
      "id": "s123"
    },
    {
      "text": "The letter contained information about the review process in the form of questions that might be asked by an applicant for review and answers by the Tribunal.",
      "id": "s124"
    },
    {
      "text": "Before the Federal Magistrate, the respondent, SZNAV, submitted that the letter constituted an invitation to provide additional information and therefore enlivened the s 424(2) obligation under the Act; namely, that it was necessary for the letter to comply with the requirements for written invitations set out in s 424B.",
      "id": "s125"
    },
    {
      "text": "That in turn brought into play reg 4.35 of the Migration Regulations 1994 (Cth) which imposed a 14 day period in respect of information to be provided from Australia and 28 days where the information is to be provided from outside Australia.",
      "id": "s126"
    },
    {
      "text": "It was submitted that the acknowledgement letter did not provide for the prescribed period because it specified that the additional information was to be provided \"immediately\".",
      "id": "s127"
    },
    {
      "text": "The Federal Magistrate had accepted this characterisation of the letter.",
      "id": "s128"
    },
    {
      "text": "The Full Federal Court, however, referred to SZKTI in the High Court and, at [21], held that it cannot be said that s 424(2) is the only source of the Tribunal's power to obtain information.",
      "id": "s129"
    },
    {
      "text": "The Full Court at [23] further stated, although as an unnecessary additional, therefore obiter comment, that it did not accept that the acknowledgement letter was, in the words of s 424(2) at the relevant time, an invitation to a person to give additional information.",
      "id": "s130"
    },
    {
      "text": "The Full Court added that the relevant part of the acknowledgement letter, construed in context, was nothing more than advice to a respondent about how to ensure that their application was complete.",
      "id": "s131"
    },
    {
      "text": "The Court further stated at [25] that it would also be disposed to find that the appeal should be allowed on the ground that the acknowledgement letter did not fall within s 424(1) because it was not the Tribunal (as constituted under s 421 by the Principal Member to review the respondent's application) \"getting\" information in the conduct of the review.",
      "id": "s132"
    },
    {
      "text": "Rather, it was an administrative exercise preliminary to the review.",
      "id": "s133"
    },
    {
      "text": "With respect, I agree with each of these findings and observations.",
      "id": "s134"
    },
    {
      "text": "In my view, the analysis provided by the Full Court in SZNAV is consistent with the analysis I have provided above concerning the issue raised in this appeal.",
      "id": "s135"
    },
    {
      "text": "Accordingly, the new ground upon which the appellant wishes to rely is bound to fail.",
      "id": "s136"
    },
    {
      "text": "For this reason I do not consider it is appropriate, at this late stage of proceedings, to permit the appellant to raise this new ground of appeal, which was not raised in the Court below.",
      "id": "s137"
    },
    {
      "text": "CONCLUSION \n The Court therefore orders: The appeal be dismissed.",
      "id": "s138"
    },
    {
      "text": "The appellant pay the first respondent's costs to be taxed if not agreed.",
      "id": "s139"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s140"
    },
    {
      "text": "Associate:\n \n \nDated: 4 November 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Ms L Weston \n \n Solicitor for the First Respondent: DLA Phillips Fox Lawyers \n Date of Hearing: 4 November 2009 \n \n Date of Judgment: 4 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1250.html",
      "id": "s141"
    }
  ]
}