{
  "name": "Huda v Minister for Immigration and Citizenship [2009] FCA 1329 (17 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1329.html",
  "catchphrases": [
    {
      "text": "failure to satisfy english language proficiency requirement",
      "id": "c0"
    },
    {
      "text": "additional evidence correctly held inadmissible on judicial review application",
      "id": "c1"
    },
    {
      "text": "immaterial error in reasoning of magistrate",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a judgment of the Federal Magistrates Court delivered on 27 August 2009, dismissing an application for judicial review of a decision of the Migration Review Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed the decisions of the first respondent's delegate not to grant the appellant a Student (Temporary) (Class TU) visa.",
      "id": "s1"
    },
    {
      "text": "For the following reasons I would dismiss the appeal.",
      "id": "s2"
    },
    {
      "text": "By way of background to this appeal, I note that the Tribunal accepted that the appellant is a citizen of Bangladesh.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 4 November 2000 as the holder of a Student (Temporary) (Class TU) visa, and has since held various other student visas.",
      "id": "s4"
    },
    {
      "text": "His most recent student visa was granted on 22 March 2005 and expired on 15 March 2007.",
      "id": "s5"
    },
    {
      "text": "The Tribunal's reasons record that, on 14 March 2007, the appellant applied for a further Student (Temporary)(Class TU) visa making claims against subclass 572.",
      "id": "s6"
    },
    {
      "text": "The delegate refused this application on 12 December 2007, upon the basis that the appellant had not satisfied the criteria for a student 572 visa, there being no evidence that: (1) overseas student health cover had been paid; (2) English proficiency requirements had been met; or (3) there were funds for support and payment of tuition fees.",
      "id": "s7"
    },
    {
      "text": "On 3 January 2008, the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "The Tribunal subsequently affirmed the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "The appellant filed an application for judicial review in the Federal Magistrates Court, which was dismissed on 27 August 2009.",
      "id": "s10"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant met the English proficiency requirement and had sufficient health insurance.",
      "id": "s11"
    },
    {
      "text": "Specifically: The Tribunal was not satisfied that the appellant met the requirements of subclause 572.223(2)(a)(i)(A) as contained in Schedule 2 to the Migration Regulations 1994 (Cth) (' Migration Regulations ') because there was no evidence that the appellant completed an IELTS test pursuant to Items 5A407(a) or (b) in Schedule 5A.",
      "id": "s12"
    },
    {
      "text": "Further, the Tribunal also found that the appellant had not provided evidence that he met the exceptions in Items 5A407(c) to (f).",
      "id": "s13"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant met the requirements of clause 572.225 as contained in Schedule 2 to the Migration Regulations since the Tribunal was not satisfied that the appellant had provided evidence of adequate arrangements for health insurance for the period of the appellant's intended stay in Australia.",
      "id": "s14"
    },
    {
      "text": "As to the lack of evidence that he met the English proficiency requirement, the Tribunal noted: \n \n At the hearing of the Tribunal on 3 September 2008, the visa applicant claimed that he had the evidence of meeting the English language requirement.",
      "id": "s15"
    },
    {
      "text": "In his response to the Tribunal's letter, sent pursuant to section 359A, the visa applicant failed to provide evidence of having met the English language requirement.",
      "id": "s16"
    },
    {
      "text": "He clearly did not have the relevant evidence when he attended the hearing.",
      "id": "s17"
    },
    {
      "text": "The Tribunal is not required to delay making a decision on the prospect that the visa applicant may in the future provide evidence of having met the English language requirement.",
      "id": "s18"
    },
    {
      "text": "In the same vein, the Tribunal said, in relation to the health cover requirement, that: \n \n At the hearing of the Tribunal on 3 September 2008, the visa applicant claimed that he had the evidence of the necessary health insurance.",
      "id": "s19"
    },
    {
      "text": "He subsequently provided a letter dated 28 September 2008 from Medibank Private.",
      "id": "s20"
    },
    {
      "text": "He clearly did not have this letter when he attended the hearing and has given no other evidence that he met the requirements for the health insurance prior to 28 September 2008.",
      "id": "s21"
    },
    {
      "text": "The Tribunal did not consider whether the appellant met the financial requirements in clause 572.223 of Schedule 2.",
      "id": "s22"
    },
    {
      "text": "In the Federal Magistrates Court, according to the Federal Magistrate's reasons for judgment, the appellant raised four grounds, namely: The Tribunal failed to accept the appellant's evidence about his proficiency in English.",
      "id": "s23"
    },
    {
      "text": "The Tribunal failed to accept the appellant's evidence about his health cover in Australia.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "The Tribunal failed to deal with the appellant's evidence about his finances.",
      "id": "s26"
    },
    {
      "text": "The Tribunal failed to give sufficient time to produce the documentation that the appellant has now produced.",
      "id": "s27"
    },
    {
      "text": "Each of these grounds was said to amount to jurisdictional error.",
      "id": "s28"
    },
    {
      "text": "The Federal Magistrate rejected all of them.",
      "id": "s29"
    },
    {
      "text": "The Federal Magistrate held that the Tribunal had correctly determined that the appellant did not meet the English proficiency requirement because he neither provided evidence of an IELTS test pursuant to Items 5A407(a) or (b); nor did he meet the exceptions in Items 5A407(c), (d), (e) or (f).",
      "id": "s30"
    },
    {
      "text": "The Federal Magistrate also held that the Tribunal's finding that the appellant did not satisfy the health insurance requirement was also \"plainly correct\".",
      "id": "s31"
    },
    {
      "text": "The Federal Magistrate rejected the appellant's third ground on the basis that, having made two findings, each of which was fatal to the application, the Tribunal was not obliged to consider the appellant's finances.",
      "id": "s32"
    },
    {
      "text": "Finally, the Federal Magistrate held that the Tribunal did not relevantly err in failing to allow the appellant further time.",
      "id": "s33"
    },
    {
      "text": "Accordingly, the Federal Magistrate dismissed the appellant's judicial review application.",
      "id": "s34"
    },
    {
      "text": "The appellant appeals against his Honour's judgment on three grounds: \n \n 1.",
      "id": "s35"
    },
    {
      "text": "Federal Magistrate Court [failed] to take all relevant evidence [into account];\n 2.",
      "id": "s36"
    },
    {
      "text": "[The] appellant had provided all documents at hearing; and \n \n [The] appellant was granted leave to enter [this] country on [a] student visa and later rules change[d].",
      "id": "s37"
    },
    {
      "text": "At the hearing of the appeal, the appellant and the first respondent relied on and augmented their written submissions.",
      "id": "s38"
    },
    {
      "text": "Counsel for the appellant emphasized that the decision of the Full Court in Minister for Immigration and Citizenship v Kamal [2009] FCAFC 98 was inconsistent with a part of the reasons for judgment of the learned Federal Magistrate.",
      "id": "s39"
    },
    {
      "text": "The appellant's counsel noted that the appellant had been living in Australia for nearly a decade and his position had altered because of changes in the criteria for student visas.",
      "id": "s40"
    },
    {
      "text": "The appellant's counsel indicated that there had been some miscommunication with the Tribunal and that the appellant's former legal advisers had, or might have, given the appellant inadequate, even wrong, advice about what he need to do to obtain a student visa.",
      "id": "s41"
    },
    {
      "text": "The appellant's counsel appealed to a discretion (which I do not have) to relieve the appellant of the consequences of what he termed any technical non-compliance with the 572 visa requirements.",
      "id": "s42"
    },
    {
      "text": "CONSIDERATION \n Clause 572.223 of Schedule 2 to the Migration Regulations sets out some of the criteria for a 572 visa.",
      "id": "s43"
    },
    {
      "text": "Specifically, at the relevant time, clause 572.223 provided in part as follows: \n \n (1) The Minister is satisfied that the applicant is a genuine applicant for entry and stay as a student because the applicant meets the requirements of subclause (2).",
      "id": "s44"
    },
    {
      "text": "(2) An applicant meets the requirements of this subclause if:\n (a) for an applicant who is not a person designated under regulation 2.07AO: \n (i) the applicant gives to the Minister evidence, in accordance with the requirements mentioned in Schedule 5A for Subclass 572 and the assessment level to which the applicant is subject, in relation to:\n (A) the applicant's English language proficiency for the purposes of each course of study that the applicant proposes to undertake; and\n (B) the financial capacity of the applicant to undertake each of those courses of study without contravening any condition of the visa relating to work; and\n (C) other requirements under Schedule 5A ...",
      "id": "s45"
    },
    {
      "text": ".",
      "id": "s46"
    },
    {
      "text": "It is common ground that the appellant was not a person designated under regulation 2.07AO and therefore subclause 572.223(2) was applicable.",
      "id": "s47"
    },
    {
      "text": "Thus, as at the date of the decision, the appellant was required to satisfy the Minister (or the Minister's delegate) that he met the requirements of subclause 572.223(2).",
      "id": "s48"
    },
    {
      "text": "One of those requirements, contained in paragraph 572.223(2)(a)(i), was that he gave evidence in relation to his English language proficiency for the purposes of each course of study that he was proposing to undertake.",
      "id": "s49"
    },
    {
      "text": "The evidence was to be given in accordance with the requirements mentioned in Schedule 5A and the assessment level to which he was subject.",
      "id": "s50"
    },
    {
      "text": "The term \"assessment level\" was defined in regulation 1.03 to mean, in relation to a 572 visa, \"the level of assessment (being level 1, 2, 3, 4 or 5) specified under Division 1.8 for a kind of eligible passport, within the meaning of regulation 1.40 , and for an education sector\".",
      "id": "s51"
    },
    {
      "text": "Division 1.8 of the Regulations, which consisted of regs 1.40 to 1.44, contained special provisions for student visas.",
      "id": "s52"
    },
    {
      "text": "Regulation 1.41(1) provided that the Minister must specify, in relation to each subclass of student visa, an assessment level to which an applicant for a student visa would be subject.",
      "id": "s53"
    },
    {
      "text": "Under Regulation 1.44(1), an applicant for a student visa was required to give evidence about the applicant's English language proficiency in accordance with the requirements set out in Schedule 5A for the relevant subclass of visa and the assessment level to which the applicant was subject.",
      "id": "s54"
    },
    {
      "text": "In accordance with the Regulations, the Minister specified in a Gazette Notice that a Bangladesh passport was one to which assessment level 3 applied, for applications for 572 visas lodged on or after 1 November 2004: see Commonwealth of Australia Gazette Notice GN 42, 26 October 2005 \"Specification of Assessment Levels for Kinds of Eligible Passport In Relation to Subclasses of Student Visa for the Purposes of Regulation 1.41 of the Migration Regulations 1994 \".",
      "id": "s55"
    },
    {
      "text": "The requirements for assessment at level 3 appeared in a number of items, but, for present purposes, it is enough to refer to Item 5A407.",
      "id": "s56"
    },
    {
      "text": "Item 5A407 contemplated various possibilities.",
      "id": "s57"
    },
    {
      "text": "One possibility was that contained in Item 5A407(a), which provided, relevantly, that an applicant must give evidence that the applicant: \n \n (i) will not undertake an ELICOS before commencing his or her principal course; and\n (ii) achieved, in an IELTS test that was taken less than 2 years before the date of the application, an Overall Band Score of at least 5.5.",
      "id": "s58"
    },
    {
      "text": "Another possibility was that contained in Item 5A407(b), which provided, relevantly, that an applicant must give evidence that the applicant:\n \n \n (&#953;) will undertake an ELICOS of no more than 30 weeks duration before commencing his or her principal course; and\n (ii) achieved, in an IELTS test that was taken less than 2 years before the date of the application, an Overall Band Score of at least 4.5.",
      "id": "s59"
    },
    {
      "text": "An ELICOS is a registered English language intensive course for overseas students.",
      "id": "s60"
    },
    {
      "text": "An IELTS test is the International English Language Testing System test.",
      "id": "s61"
    },
    {
      "text": "Thus, Item 5A407 contemplated that, by the time of the decision, an applicant might or might not have achieved an appropriate level of proficiency in English, as evidenced by the result of an IELTS test.",
      "id": "s62"
    },
    {
      "text": "If the applicant had not achieved the relevant level of proficiency, he or she had to undertake an ELICOS.",
      "id": "s63"
    },
    {
      "text": "If the applicant had achieved the relevant level of proficiency, he or she did not need to undertake further tuition, such as an ELICOS.",
      "id": "s64"
    },
    {
      "text": "Item 5A407 contemplated other possibilities but it is unnecessary to set them out here.",
      "id": "s65"
    },
    {
      "text": "For the purposes of this case, the other relevant criterion was that contained in clause 572.225 of Schedule 2, which required that the appellant gave the Minister (or Minister's delegate) \"evidence of adequate arrangements in Australia for health insurance during the period of [his] intended stay in Australia\".",
      "id": "s66"
    },
    {
      "text": "As noted above, at the hearing before the Tribunal, the appellant told the Tribunal that he had evidence of English language capacity, health insurance cover, and sufficient funds, but had not brought this material with him.",
      "id": "s67"
    },
    {
      "text": "The Tribunal subsequently sent the appellant a letter (dated 3 September 2008), in which the Tribunal invited him to provide this further evidence.",
      "id": "s68"
    },
    {
      "text": "The letter clearly stated that the Tribunal required this material by 1 October 2008.",
      "id": "s69"
    },
    {
      "text": "The letter warned that \"[i]f the Tribunal does not receive your comments or response within the period allowed or as extended, it may make a decision on the review without taking any further action to obtain your views on the information\".",
      "id": "s70"
    },
    {
      "text": "Apparently in response, the appellant provided, without any covering explanation: A letter from Medibank Private which showed that the appellant had health insurance from 24 September 2008 to 24 December 2008.",
      "id": "s71"
    },
    {
      "text": "The Tribunal erroneously substituted \"28 September 2008\" for \"24 September 2008\", but nothing turns on this.",
      "id": "s72"
    },
    {
      "text": "A receipt dated 1 October 2008 for an IELTS test.",
      "id": "s73"
    },
    {
      "text": "Certificate of completion of an English language course in Dhaka in 1997.",
      "id": "s74"
    },
    {
      "text": "Certificate of completion of an ELICOS course in January 2001 with a score of 2 in each of the four test components.",
      "id": "s75"
    },
    {
      "text": "A letter dated 30 January 2008 from a bank in Bangladesh stating that a bank account in a certain sum was held by two people, whom the appellant claimed at the hearing claimed were his father and his late grandfather.",
      "id": "s76"
    },
    {
      "text": "A bank statement of M/S Alam International from 1 January 2007 to 30 December 2007 with various balances.",
      "id": "s77"
    },
    {
      "text": "At the hearing on 3 September 2008, the appellant had previously provided items numbered 5 and 6.",
      "id": "s78"
    },
    {
      "text": "As we have seen the Tribunal found that, notwithstanding this evidence, the appellant had not provided evidence of having met the requirement for English language proficiency or health insurance.",
      "id": "s79"
    },
    {
      "text": "The Tribunal handed down its decision on 3 October 2008.",
      "id": "s80"
    },
    {
      "text": "At the hearing in the Federal Magistrates Court, the appellant sought to tender two documents: (1) an IELTS test report form of a test apparently conducted on 17 January 2009; and (2) a letter dated 28 May 2009 from Medibank Private, confirming that the appellant had health cover from 24 September 2008 to 24 March 2010.",
      "id": "s81"
    },
    {
      "text": "The Federal Magistrate held that neither of these documents was admissible as they \"were plainly not before the Tribunal\".",
      "id": "s82"
    },
    {
      "text": "On the appeal, by ground 1 set out earlier, the appellant challenges his Honour's ruling as to admissibility.",
      "id": "s83"
    },
    {
      "text": "For the reasons that follow, I would reject this challenge.",
      "id": "s84"
    },
    {
      "text": "First, it must be borne in mind that, on a judicial review application, it was not open to his Honour to engage in a re-examination of the findings of facts made by the Tribunal, or in a reassessment of the evidence relating to those facts: see, for example, Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 41-2 per Mason J.",
      "id": "s85"
    },
    {
      "text": "Since it was not open to the Federal Magistrate to re-examine the Tribunal's findings of fact, evidence sought to be led for this purpose was irrelevant on the judicial review application.",
      "id": "s86"
    },
    {
      "text": "It is clear enough that the appellant wanted to have these additional documents admitted into evidence in order to contradict the factual findings made by the Tribunal.",
      "id": "s87"
    },
    {
      "text": "This could not be done.",
      "id": "s88"
    },
    {
      "text": "Put another way, a ground advanced before the learned Federal Magistrate on a judicial review application was relevant only in so far as it raised the possibility of jurisdictional error on the Tribunal's part: see Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 351 per McHugh, Gummow and Hayne JJ.",
      "id": "s89"
    },
    {
      "text": "The material in question was irrelevant to any possibility of jurisdictional error of the kind the appellant raised.",
      "id": "s90"
    },
    {
      "text": "The material could not have affected the questions whether (as the appellant alleged) the Tribunal erred (in any jurisdictional sense) in failing to accept the appellant's proficiency in English, sufficiency of health insurance, or adequacy of finances because none of the material in question was before the Tribunal.",
      "id": "s91"
    },
    {
      "text": "The Tribunal was bound to decide the matters before it on the basis of whatever material was before it at the time it made its decision.",
      "id": "s92"
    },
    {
      "text": "There could be no jurisdictional error in failing to consider material that was not before the Tribunal at that time (and, indeed, came into existence at a later date).",
      "id": "s93"
    },
    {
      "text": "Nor, in the circumstances, could this material have affected the question whether the Tribunal failed to give the appellant sufficient time.",
      "id": "s94"
    },
    {
      "text": "This is because the proposition that the Tribunal was, for some unascertained reason, obliged to delay its decision from a date shortly after its stated deadline of 1 October 2008 (see its letter of 3 September 2008) until some date after 28 May 2009 (see the Medibank letter) or 17 January 2009 (see IELTS test form) was patently untenable.",
      "id": "s95"
    },
    {
      "text": "Further, whilst a failure on a Tribunal's part to allow an applicant additional time to lead evidence can, in some circumstances, amount to a lack of procedural fairness and constitute jurisdictional error, this was not the case here.",
      "id": "s96"
    },
    {
      "text": "In its letter of 3 September 2008, the Tribunal advised the appellant that he could ask the Tribunal for more time.",
      "id": "s97"
    },
    {
      "text": "Had the appellant, made this request, the Tribunal would have been obliged to give due consideration to it.",
      "id": "s98"
    },
    {
      "text": "The appellant did not, however, make any such request.",
      "id": "s99"
    },
    {
      "text": "The importance of this material was evident from the Tribunal's letter and had been discussed with the appellant at the hearing.",
      "id": "s100"
    },
    {
      "text": "As the Federal Magistrate found, there was no procedural unfairness in the Tribunal making its decision on the basis of the material before it, without delaying its decision further.",
      "id": "s101"
    },
    {
      "text": "The appellant's second ground that he \"provided all documents at hearing\" would appear to be no more than a re-statement of the first ground.",
      "id": "s102"
    },
    {
      "text": "The appellant's third ground --- that he \"was granted leave to enter [this] country on [a] student visa and later rules change[d]\" --- does not disclose any possibility of jurisdictional error.",
      "id": "s103"
    },
    {
      "text": "The appellant's student visa application was refused because he did not satisfy the decision maker that he met the prevailing and applicable criteria for the grant of a student visa at the relevant times.",
      "id": "s104"
    },
    {
      "text": "It is irrelevant that the appellant had previously been granted a student visa and that some visa criteria may have changed.",
      "id": "s105"
    },
    {
      "text": "For these reasons, the grounds that the appellant raised by his notice of appeal must fail as disclosing no error on the part of the Federal Magistrate.",
      "id": "s106"
    },
    {
      "text": "Moreover, consideration of the reasons for judgment of the Federal Magistrate indicates that his Honour reached the correct result if only because the Tribunal's finding that he failed to satisfy the English language proficiency requirement was unimpeachable --- at least on the basis of the material before the Tribunal at the time it made its decision.",
      "id": "s107"
    },
    {
      "text": "In the Federal Magistrate's Court, the appellant claimed that the Tribunal did not correctly assess the English proficiency requirement on two grounds.",
      "id": "s108"
    },
    {
      "text": "First, he claimed to have met Item 5A407(a) or (b) because he provided a receipt dated 1 October 2008 for an IELTS test.",
      "id": "s109"
    },
    {
      "text": "This was not, however, enough to satisfy this requirement, because Items 5A407(a) and (b) required evidence that the results of an IELTS test met the requisite Overall Band Score.",
      "id": "s110"
    },
    {
      "text": "In the absence of any results, the Tribunal could not be satisfied the appellant met the relevant visa criterion.",
      "id": "s111"
    },
    {
      "text": "Secondly, the appellant contended that he met the requirements of Item 5A407(c) because he provided evidence that he completed an ELICOS course, that he is fully funded, and that he has a level of English language proficiency that satisfied his education provider.",
      "id": "s112"
    },
    {
      "text": "His Honour also correctly rejected this submission.",
      "id": "s113"
    },
    {
      "text": "Whilst the appellant gave the Tribunal material that showed that he had completed an ELICOS course in January 2001, there was no evidence that the appellant was fully funded in the relevant sense: see Items 5A101 and 5A103.",
      "id": "s114"
    },
    {
      "text": "Nor was there any evidence that his education provider was satisfied with his English language proficiency.",
      "id": "s115"
    },
    {
      "text": "As noted above, the appellant argued that the judgment of the Federal Magistrate disclosed appellable error for another reason.",
      "id": "s116"
    },
    {
      "text": "This point concerned the effect of Minister for Immigration and Citizenship v Kamal [2009] FCAFC 98 (' Kamal ') --- the reasons for judgment being delivered on 21 August 2009, some days after the delivery of judgment by the Federal Magistrate.",
      "id": "s117"
    },
    {
      "text": "Whilst I accept that, having regard to Kamal , the Federal Magistrate's reasoning was partially incorrect, I reject the proposition that the judgment of the Federal Magistrate is, for this reason, to be set aside.",
      "id": "s118"
    },
    {
      "text": "The reasons of the Federal Magistrate on the relevant point were plainly obiter dictum.",
      "id": "s119"
    },
    {
      "text": "In Kamal , a Full Court held that the phrase \"[a test] taken less than two years before the date of the application\" in Item 5A404(a) in Schedule 5A to the Regulations should be construed as meaning that the test must have been taken no earlier than two years before the date of the application.",
      "id": "s120"
    },
    {
      "text": "This meant that the Item should be construed to include an IELTS test as at the date of the decision.",
      "id": "s121"
    },
    {
      "text": "Item 5A407(a) contains the same phrase as Item 5A404(a), and can be taken to bear the same meaning.",
      "id": "s122"
    },
    {
      "text": "As a consequence, the first respondent accepted that the Federal Magistrate's observation at paragraph [29] of his reasons for judgment cannot be accepted.",
      "id": "s123"
    },
    {
      "text": "At paragraphs [28] --- [29] of Huda v Minister for Immigration [2009] FMCA 659 , the Federal Magistrate said: \n \n Even if the documentation were admissible, it would not overcome the difficulties the Tribunal identified.",
      "id": "s124"
    },
    {
      "text": "The IELTS test result plainly took place well after the Tribunal's decision and a very long time after the application made in 2007.",
      "id": "s125"
    },
    {
      "text": "The terms of clause 5A407, read sensibly, require the test to have been taken within a period from two years before the date of the application and the date of the application itself.",
      "id": "s126"
    },
    {
      "text": "It does not contemplate an IELTS test taken after the date of application.",
      "id": "s127"
    },
    {
      "text": "Accordingly, the test taken by the applicant in January 2009 was never capable of satisfying the clause in any event.",
      "id": "s128"
    },
    {
      "text": "These observations are not borne out by the Full Court in Kamal and must be rejected.",
      "id": "s129"
    },
    {
      "text": "They were, however, clearly obiter dictum because his Honour had already correctly determined that the IELTS test result from 17 January 2009 was inadmissible in the judicial review proceeding before him for the reasons explained above.",
      "id": "s130"
    },
    {
      "text": "Since the comments were obiter and do not affect his Honour's core reasons for decision, the comments do not vitiate his Honour's judgment.",
      "id": "s131"
    },
    {
      "text": "Before the Federal Magistrate, the appellant also claimed that the Tribunal disregarded the evidence concerning his student health insurance, although the appellant made no submission about this point at the hearing of the appeal.",
      "id": "s132"
    },
    {
      "text": "Before the Tribunal and the Federal Magistrate, the appellant relied on evidence as to his insurance cover from 24 (or 28) September 2008.",
      "id": "s133"
    },
    {
      "text": "It is plain enough that the Tribunal did not disregard this evidence.",
      "id": "s134"
    },
    {
      "text": "On the contrary, the Tribunal acknowledged this evidence, but held that the appellant nonetheless failed to meet the relevant visa criterion.",
      "id": "s135"
    },
    {
      "text": "This was because, so the Tribunal said, the appellant was required to provide proof of health insurance from 16 March 2007, since his previous visa expired on 15 March 2007.",
      "id": "s136"
    },
    {
      "text": "The Federal Magistrate apparently accepted this argument.",
      "id": "s137"
    },
    {
      "text": "On the hearing of this appeal, the first respondent argued that his Honour was correct to do so.",
      "id": "s138"
    },
    {
      "text": "Minds might differ on this point of construction.",
      "id": "s139"
    },
    {
      "text": "As noted, however, the appellant did not challenge this aspect of his Honour's reasoning.",
      "id": "s140"
    },
    {
      "text": "Since the appellant failed to satisfy the English language proficiency criterion, it is unnecessary to decide in this case whether or not this approach to construction should be accepted.",
      "id": "s141"
    },
    {
      "text": "The appellant's failure to satisfy the English language proficiency requirement meant that he could not satisfy at least one essential requirement for a 572 visa.",
      "id": "s142"
    },
    {
      "text": "As I sought to explain to counsel for the appellant, it is not open to the Court on this appeal to consider the discretionary considerations of the kind he mentioned.",
      "id": "s143"
    },
    {
      "text": "Accordingly, for the reasons stated, I would dismiss the appeal.",
      "id": "s144"
    },
    {
      "text": "The appellant should pay the first respondent's costs of the appeal.",
      "id": "s145"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s146"
    },
    {
      "text": "Associate:\n \n \nDated: 17 November 2009\n \n Solicitor/Counsel for the Appellant Mr S Raj \n \n Counsel for the Respondents: Ms S Burchell \n \n Solicitor for the Respondents: DLA Phillips Fox \n Date of Hearing: 17 November 2009 \n \n Date of Judgment: 17 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1329.html",
      "id": "s147"
    }
  ]
}