{
  "name": "JMB Beverages Pty Limited v Commissioner of Taxation [2009] FCA 1194 (14 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1194.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal out of time",
      "id": "c0"
    },
    {
      "text": "'special reasons' under order 52 rule 15(2)",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "On 16 and 17 April 2009 the primary judge heard an appeal under Part IVC of the Taxation Administration Act 1953 (Cth) against an objection decision by the respondent Commissioner of Taxation ('Commissioner') disallowing an objection by the applicant to a notice of assessment of its GST 'net amount' for the period 1 October 2006 to 31 December 2006.",
      "id": "s0"
    },
    {
      "text": "On 22 June 2009 the primary judge delivered his reasons for judgment and ordered that the application be dismissed.",
      "id": "s1"
    },
    {
      "text": "His Honour concluded his reasons for judgment (see JMB Beverages Pty Ltd v Commissioner of Taxation [2009] FCA 668 at paragraph [115] ) saying: \n \n '115 Neither party sought an order as to costs.",
      "id": "s2"
    },
    {
      "text": "Accordingly, I will not make any such order.",
      "id": "s3"
    },
    {
      "text": "' \n \n\n The reason why no order for costs was made was that the appeal had been brought before the Court as a 'test case' with funding for the applicant provided by the respondent Commissioner, it being considered that the issue in the case was one of relative importance to the general administration of the taxation system, and one which would affect a significant section of the tax paying public.",
      "id": "s4"
    },
    {
      "text": "Under Order 52, rule 15 of the Federal Court Rules ('the Rules') provision was made for the filing and service of notices of appeal within 21 days after the date when the judgment appealed from was pronounced.",
      "id": "s5"
    },
    {
      "text": "No such appeal was instituted in this case within the specified 21 day period.",
      "id": "s6"
    },
    {
      "text": "Order 52, rule 15(2) of the Rules provides, however:\n \n \n '15(2) Notwithstanding anything in the preceding subrule, the Court or a Judge for special reasons may at any time give leave to file and serve a notice of appeal.",
      "id": "s7"
    },
    {
      "text": "' \n \n\n \n(Emphasis added) \n \n What constitutes 'special reasons' is relatively speaking unconfined.",
      "id": "s8"
    },
    {
      "text": "In Jess v Scott , (1986) 12 FCR 187 at 195, Lockhart, Sheppard and Burchett JJ said: \n \n 'It is useful to consider the meaning and application of r 15(2) against a background of an understanding of how other courts have applied corresponding rules.",
      "id": "s9"
    },
    {
      "text": "But in the end, this Court must construe and apply the terms of its own rule.",
      "id": "s10"
    },
    {
      "text": "The question is what that rule means, and how it is to be applied to the circumstances of the case.",
      "id": "s11"
    },
    {
      "text": "It is clear that the rule reflects the same general structure exemplified by the various decisions we have discussed -- the provision of a time for lodgment of an appeal, but the provision also of a discretion to permit an appeal out of time where it is shown that the circumstances warrant the exercise of that discretion.",
      "id": "s12"
    },
    {
      "text": "As Lord Guest, speaking for the Privy Council, put it in Ratnam v Cumarasamy [1965] 1 WLR 8 at 12: \n \n\n \n \n \"The rules of court must prima facie be obeyed and in order to justify a court in extending the time during which some step in procedure requires to be taken, there must be some material on which the court can exercise its discretion.",
      "id": "s13"
    },
    {
      "text": "If the law were otherwise, a party in breach would have an unqualified right to an extension of time which would defeat the purpose of the rules which is to provide a time table for the conduct of litigation.",
      "id": "s14"
    },
    {
      "text": "\" \n \n\n \n \n What is needed to justify an extension of time is indicated in r 15(2) by the words \"for special reasons\".",
      "id": "s15"
    },
    {
      "text": "It is that there be shown a special reason why the appeal should be permitted to proceed, though filed after the expiry of twenty-one days.",
      "id": "s16"
    },
    {
      "text": "In that context, the expression \"special reasons\" is intended to distinguish the case from the usual course according to which the time is twenty-one days.",
      "id": "s17"
    },
    {
      "text": "But it may be so distinguished (not necessarily will, for the rule gives a discretion) wherever the Court sees a ground which does justify departure from the general rule in the particular case.",
      "id": "s18"
    },
    {
      "text": "Such a ground is a special reason because it takes the case out of the ordinary.",
      "id": "s19"
    },
    {
      "text": "We do not think the use of the expression \"for special reasons\" implies something narrower than this.",
      "id": "s20"
    },
    {
      "text": "The proposition cannot be accepted that r 15(2) was intended to constrict the broad measure of justice for the individual case which the Court could award upon the principle of Gatti v Shoosmith .",
      "id": "s21"
    },
    {
      "text": "No return was contemplated to the old law by which the discretion of the Court to waive the rules was itself fettered by further rules.",
      "id": "s22"
    },
    {
      "text": "We agree with the dictum of Davies J cited earlier in these reasons, and we think the construction of the rule we have adopted is in line with the decisions in Ex parte Mehta , the Palata Investments case and Avery's case .",
      "id": "s23"
    },
    {
      "text": "It should not be overlooked that r 15(2) enables leave to be given \"at any time\"; the \"special reasons\" relevant to such a power cannot but describe an elastic test, suitable for application across a range of situations, from an oversight of a day to a neglect persisted in during a prolonged period.",
      "id": "s24"
    },
    {
      "text": "It would require something very persuasive indeed to justify a grant of leave after, for example, a year; equally, it may be said, something much less significant might justify leave where a party is a few days late.",
      "id": "s25"
    },
    {
      "text": "\"Special reasons\" must be understood in a sense capable of accommodating both types of situation.",
      "id": "s26"
    },
    {
      "text": "It is an expression describing a flexible discretionary power, but one requiring a case to be made upon grounds sufficient to justify a departure, in the particular circumstances, from the ordinary rule prescribing a period within which an appeal must be filed and served.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n The question which arises in the present case is whether the Court sees a ground which justifies departure from the general rule in this case.",
      "id": "s28"
    },
    {
      "text": "In my opinion, such a ground exists.",
      "id": "s29"
    },
    {
      "text": "The evidence establishes that a further application was made by the applicant to the Commissioner of Taxation for funding referable to an appeal from the judgment of the primary judge.",
      "id": "s30"
    },
    {
      "text": "There is no evidence before the Court to indicate when that application was made, although the solicitor for the applicant would appear to have had a discussion with the Australian Taxation Office on 4 August 2009 in which the solicitor for the applicant indicated his client's intention to file an application in this Court for leave to file and serve a Notice of Appeal out of time.",
      "id": "s31"
    },
    {
      "text": "Be that as it may, the Senior Assistant Commissioner in the Strategic Litigation section of the Australian Taxation Office, wrote to the solicitors for the applicant on 10 September 2009 stating: \n \n 'I confirm Ms Gatland's advice that test case funding will not be approved for costs associated with the application for leave to file and serve a notice of appeal out of time.",
      "id": "s32"
    },
    {
      "text": "However, if your client is successful in obtaining leave, consideration will then be given to extending test case funding for the appeal to the Full Federal Court.",
      "id": "s33"
    },
    {
      "text": "My understanding is that your client has not yet filed an application in the Federal Court.",
      "id": "s34"
    },
    {
      "text": "I would appreciate it if you would advise me whether or not your client still intends to pursue such an application.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n In an affidavit by the solicitor for the applicant sworn 24 September 2009 he has referred to the letter signed by the Senior Assistant Commissioner, Strategic Litigation, and dated 10 September 2009 suggesting that it confirmed the grant of 'test case funding' in respect of the proposed appeal.",
      "id": "s36"
    },
    {
      "text": "It may be that the interpretation placed by the solicitor for the applicant upon the Senior Assistant Commissioner's letter was stretching the limits of the words used.",
      "id": "s37"
    },
    {
      "text": "On 25 September 2009 the applicant filed an Application for Extension of Time to File and Serve Notice of Appeal.",
      "id": "s38"
    },
    {
      "text": "The application was supported by the affidavit of David Geoffrey Reid sworn 24 September 2009, to which reference has been made, and also by a further affidavit of David Geoffrey Reid sworn 8 October 2009.",
      "id": "s39"
    },
    {
      "text": "That affidavit exhibited, but I will treat as annexed, a draft Notice of Appeal upon which the applicant wishes to rely if an extension of time is granted.",
      "id": "s40"
    },
    {
      "text": "The affidavit also exhibited a letter sent by the solicitor for the applicant to the Australian Government Solicitor suggesting that approval from the Test Case Funding Department within the Australian Taxation Office in respect of the funding of an appeal had been received.",
      "id": "s41"
    },
    {
      "text": "This assertion does not appear to have been contested.",
      "id": "s42"
    },
    {
      "text": "On 21 September 2009 the solicitor with the conduct of the matter in the Australian Government Solicitor's Office appears to have responded to the letter of 17 September 2009 in the following terms: \n \n 'We note that the Commissioner is yet to receive any application that your client may file.",
      "id": "s43"
    },
    {
      "text": "However, assuming what may be the content of such application, we are instructed to advise that Commissioner (sic) would not oppose the application for leave but likewise does not support or consent to any such application.",
      "id": "s44"
    },
    {
      "text": "' \n \n\n There would appear to be an inference available that test case funding will be provided in the event that an appeal is instituted, albeit out of time under Order 52, rule 15(1) of the Rules.",
      "id": "s45"
    },
    {
      "text": "If that be the case then there would seem, to me, to be a ground which would justify departure from the general rule that the time limit should have been complied with.",
      "id": "s46"
    },
    {
      "text": "When I invited counsel for the applicant to direct me to the key parts of the draft Notice of Appeal, he directed my attention, in particular, to ground 7 out of the 11 grounds included in the draft Notice of Appeal.",
      "id": "s47"
    },
    {
      "text": "Ground 7 reads: \n \n '7 His Honour erred in holding [reasons [93] p24] that \"to satisfy the exemption juices of fruits in a beverage must exist at the time of supply and be physically identifiable\" and not [reasons [94] p24] \"merely be derived from these products\".",
      "id": "s48"
    },
    {
      "text": "' \n \n\n The case concerns the construction of items 11 and 12 in the table under clause 1 of schedule 2 to the Act known as the Goods and Services Tax Act [ A New Tax System (Goods and Services Tax) Act 1999 (Cth)].",
      "id": "s49"
    },
    {
      "text": "Schedule 2 is headed ' Beverages that are GST-free '.",
      "id": "s50"
    },
    {
      "text": "Clause 1 of schedule 2 has a similar heading.",
      "id": "s51"
    },
    {
      "text": "Under that heading, the following appears: \n 'Beverages specified in the third column of the table are GST-free.",
      "id": "s52"
    },
    {
      "text": "' \n \n The table has three columns.",
      "id": "s53"
    },
    {
      "text": "The first identifies the relevant 'Item' number, the second, the 'Category' and the third, the 'Beverages'.",
      "id": "s54"
    },
    {
      "text": "Items 11 and 12 both appear in the table under the category heading 'Fruit and vegetable juices'.",
      "id": "s55"
    },
    {
      "text": "The relevant beverages covered by items 11 and 12, which are 'GST-free' are: \n \n '11 non-alcoholic carbonated beverages, if they consist wholly of juices of fruits or vegetables \n \n\n non-alcoholic non-carbonated beverages, if they consist of at least 90% by volume of juices of fruits or vegetables' \n \nThe words 'or vegetables' are of no relevance in the circumstances of this case.",
      "id": "s56"
    },
    {
      "text": "Accordingly, clause 3 in schedule 2 has no application.",
      "id": "s57"
    },
    {
      "text": "Under the heading, ' Fruit and vegetable juices ' it provided:\n \n \n 'For the purposes of items 11 and 12 in the table, herbage is treated as vegetables.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n It is perhaps convenient to refer, at this stage, to grounds 1 and 2 in the draft Notice of Appeal, which identify the beverages to which the dispute relates.",
      "id": "s59"
    },
    {
      "text": "They provide: \n \n '1.",
      "id": "s60"
    },
    {
      "text": "His Honour erred in not holding and should have held that products marketed by the appellant as Edenvale Chardonnay, Edenvale Shiraz and Edenvale Shiraz (sic) (\"the non-carbonated beverages\") were exempt from tax under ... [the GST Act] because they were non-alcoholic non-carbonated beverages consisting \"of at least 90% by volume of juices of fruits or vegetables\" within the meaning of item 12 of the of the (sic) table ... in clause 1 of schedule 2 of the GST Act.",
      "id": "s61"
    },
    {
      "text": "His Honour erred in not holding and should have held that the product marketed by the appellant as Edenvale Sparkling Cuvee (\"the carbonated product\") was exempt from tax under the GST Act because it was a non-alcoholic carbonated beverage consisting \"wholly of juices of fruits or vegetables\" within the meaning of item 11 of the Table in clause 1 of schedule 2 of the GST Act.",
      "id": "s62"
    },
    {
      "text": "' \n In paragraphs [6] and following, the primary judge dealt with ' Production of Edenvale Products '.",
      "id": "s63"
    },
    {
      "text": "It would appear that the manufacture of the Edenvale products involved a three-stage process, firstly, preparation of the base wine, secondly, a de-alcoholisation process and, thirdly, a reconstitution (or blending) process.",
      "id": "s64"
    },
    {
      "text": "In his Honour's reasons for judgment, he identified two particular issues under the following headings: \n ' First Issue: Whether the Edenvale products consist wholly (Item 11) or at least 90% by volume (Item 12) of the juices of fruit?",
      "id": "s65"
    },
    {
      "text": "' \n \n \n ' Second Issue: Whether the Edenvale products are non-alcoholic beverages for the purposes of Items 11 and 12 of the Table ' \n \n At [86] of his Honour's reasons, he said: \n \n '86 The Commissioner's position is that in order for Items 11 and 12 to be satisfied, the beverage must be constituted by the mixing (through some mechanical process) of the juices of fruits with the other part of a beverage so as to produce the final beverage.",
      "id": "s66"
    },
    {
      "text": "The juices of fruits in the final beverage must constitute at least 90% of the volume of the beverage (in the case of Item 11, 100%), and be separately discernible as juices of fruits prior to the mixing (or carbonisation in the case of Item 11).",
      "id": "s67"
    },
    {
      "text": "' \n \n\n \nHis Honour concluded in respect of the first issue at [99]:\n \n \n '99 ... I would conclude that the carbonated Edenvale product does not 'consist wholly of juices of fruits' at the point of supply and that the non-carbonated Edenvale products do not 'consists of at least 90% by volume of juices of fruits' at the point of supply.",
      "id": "s68"
    },
    {
      "text": "This would be enough to dismiss the application but in deference to the submissions that were made by both parties on the second issue --- whether the Edenvale products were non-alcoholic beverages for the purposes of Items 11 and 12 of the Table --- I will address that issue.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n \nIn relation to the second issue, his Honour expressed his conclusion at [112] as follows:\n \n \n '112 I have come to the conclusion, not without some hesitation , that the Commissioner's approach is to be preferred because it better promotes the legislative purpose of the GST Act in relation to food , namely, that the exemption or GST-free status is a qualified one where, as Sundberg J pointed out in Cascade Brewery , the legislature seems to have drawn the line between exempt and non-exempt food supplies in favour of food that is fresh, natural or unprocessed.",
      "id": "s70"
    },
    {
      "text": "The fact that one can readily point to some specific exclusions to this line in the GST Act does not reduce or mitigate against its force as an overall observation or conclusion.",
      "id": "s71"
    },
    {
      "text": "' \n \n\n \n(emphasis added)\n \n \nHis Honour then proceeded to say at [113]:\n \n \n '113 For these reasons, I am of the view that the Edenvale products are not non-alcoholic beverages.",
      "id": "s72"
    },
    {
      "text": "While their respective alcohol content by volume is low, it owes its existence to an infused process of fermentation rather than a naturally occurring one.",
      "id": "s73"
    },
    {
      "text": "' \n \n\n It is apparent that the issues in the case are essentially matters of statutory construction.",
      "id": "s74"
    },
    {
      "text": "The issues are what is meant by 'non-alcoholic ... beverages' and what is meant by 'consist' in the expression 'if they consist wholly of juices of fruits', or, in the case of Item 12, 'if they consist of at least 90 per cent by volume of juices of fruits'.",
      "id": "s75"
    },
    {
      "text": "If the Commissioner is disposed to the view that there is a public interest in having a Full Court determine the correctness of the construction placed upon the relevant legislative provisions by the primary judge, then, in my opinion, it would be appropriate for an extension of time to be granted.",
      "id": "s76"
    },
    {
      "text": "In my opinion, the application should be granted.",
      "id": "s77"
    },
    {
      "text": "In relation to the question of costs, it is clear that there has been no commitment on the part of the Australian Taxation Office to fund the applicant in respect of the current application for an extension of time.",
      "id": "s78"
    },
    {
      "text": "The solicitor for the respondent has indicated that the Commissioner seeks an order for costs, regardless of the outcome of the application, referable to the application for an extension of time, and notwithstanding the fact that the Commissioner has not opposed the application for a grant of extension of time.",
      "id": "s79"
    },
    {
      "text": "No explanation has been proffered in the evidence as to why there was a failure by the applicant to file a Notice of Appeal within the requisite 21-day period.",
      "id": "s80"
    },
    {
      "text": "There is no evidence to suggest that any application for the funding of an appeal was made within that 21-day period, which would perhaps explain inaction within that period.",
      "id": "s81"
    },
    {
      "text": "Whilst I was minded to the view that the appropriate order would be one making the costs of the application the Commissioner's costs in the appeal, I have, on reflection and having heard from counsel for the applicant and the solicitor for the Commissioner, formed the view that the Commissioner should be awarded his costs of the application.",
      "id": "s82"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s83"
    },
    {
      "text": "Associate:\n \n \nDated: 21 October 2009\n \n Counsel for the Applicant: S J McMillan \n \n Solicitor for the Applicant: Reid Commercial Law \n \n Solicitor for the Respondent: S F Vorreiter of Australian Government Solicitor \n Date of Hearing: 14 October 2009 \n \n Date of Judgment: 14 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1194.html",
      "id": "s84"
    }
  ]
}