{
  "name": "Kerr v American Express Australia Limited [2009] FCA 1219 (28 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1219.html",
  "catchphrases": [
    {
      "text": "application for leave to adjourn trial",
      "id": "c0"
    },
    {
      "text": "mackenzie friend",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Before me is a notice of motion filed by Ms Kerr, who is the appellant in a substantive appeal from the decision of the Federal Magistrates Court to this Court.",
      "id": "s0"
    },
    {
      "text": "Ms Kerr seeks the following order: \n \n 1.",
      "id": "s1"
    },
    {
      "text": "That the 6 November 2009 hearing of my appeal against the judgment of Federal Magistrate Smith given in the Federal Magistrates Court in Sydney on 17 November 2008 in SYG 642 of 2008 be adjourned to ... 2010 or, in the alternative, a date to be set by the Court.",
      "id": "s2"
    },
    {
      "text": "The question before the Court is whether the hearing of the appeal, currently listed before Reeves J, should be adjourned as sought by Ms Kerr.",
      "id": "s3"
    },
    {
      "text": "The appeal listed to be heard before his Honour is from a sequestration order made by the learned Federal Magistrate on the petition of the respondent American Express Australia Ltd (\"American Express\").",
      "id": "s4"
    },
    {
      "text": "The notice of appeal, filed 9 December 2008, contains 13 grounds of appeal.",
      "id": "s5"
    },
    {
      "text": "In Court this morning Ms Kerr did not appear.",
      "id": "s6"
    },
    {
      "text": "Instead there was an appearance by her husband, Mr Ian Kerr.",
      "id": "s7"
    },
    {
      "text": "Mr Kerr, who appears to hold a power of attorney from Ms Kerr, applied for leave to represent her in Court this morning.",
      "id": "s8"
    },
    {
      "text": "It is clear that a power of attorney as held by Mr Kerr from Ms Kerr does not provide a lawful basis for a non-lawyer to act for a party in litigation in a Federal Court (cf Slack v Bottoms English Solicitors [2003] FCA 1337).",
      "id": "s9"
    },
    {
      "text": "However the Court has discretion to grant leave to a person who is not a qualified legal practitioner to represent a litigant.",
      "id": "s10"
    },
    {
      "text": "Such a person is commonly known as a \"Mackenzie friend\".",
      "id": "s11"
    },
    {
      "text": "I note that I consider it inappropriate that an application should be made by Mr Kerr to represent Ms Kerr without Ms Kerr being present.",
      "id": "s12"
    },
    {
      "text": "However I understand that in previous proceedings in this Court Mr Kerr has represented Ms Kerr in her absence.",
      "id": "s13"
    },
    {
      "text": "For the purposes of today's hearing, which is procedural only, I am prepared to entertain Mr Kerr's application to represent Ms Kerr.",
      "id": "s14"
    },
    {
      "text": "As pointed out by Ipp AJA in Teese v State Bank of New South Wales [2002] NSWCA 219 at [15] , the usual ground for granting leave to a person, not properly qualified, to represent a litigant is impecuniosity, namely where the litigant cannot afford to pay a properly qualified lawyer.",
      "id": "s15"
    },
    {
      "text": "In this case Ms Kerr's impecuniosity was the reason for seeking that Mr Kerr should speak for her in Court.",
      "id": "s16"
    },
    {
      "text": "In the circumstances I was prepared to grant leave to Mr Kerr to represent Ms Kerr for the purposes of today's proceedings.",
      "id": "s17"
    },
    {
      "text": "There was no appearance in Court by either American Express or the Insolvency Trustee Service Australia (ITSA) which is Ms Kerr's trustee in bankruptcy.",
      "id": "s18"
    },
    {
      "text": "I understand that American Express has informed Deputy District Registrar Baldwin of the Queensland Registry of this Court that it would not appear either in respect of this notice of motion or in the appeal more generally having regard to the substantial costs already incurred by the company to date, and in light of the fact that Ms Kerr's estate has no funds.",
      "id": "s19"
    },
    {
      "text": "At my request Deputy District Registrar Belcher informed the appellant prior to today's hearing that I currently hold an American Express credit card, and inquired whether, from the appellant's perspective, this gave rise to any concerns as to perceived bias on my part.",
      "id": "s20"
    },
    {
      "text": "I understand that my possession of this card has not caused the appellant any concern in relation to me hearing this notice of motion.",
      "id": "s21"
    },
    {
      "text": "Ms Kerr's notice of motion was supported by an affidavit filed by Mr Kerr on 23 October 2009.",
      "id": "s22"
    },
    {
      "text": "Attached to this affidavit is a letter from Mr Kerr to Deputy District Registrar Baldwin dated 16 October 2009 in which Mr Kerr sets out recent developments which he states have caused \"major issues with the current timetable\".",
      "id": "s23"
    },
    {
      "text": "These developments, which appear to be the grounds upon which Ms Kerr seeks an adjournment can be summarised as follows: Ms Kerr has a counterclaim for $900,000 in the District Court of Queensland against a plaintiff who was recently successful in obtaining an order for payment of $50,000 by Ms Kerr in that Court.",
      "id": "s24"
    },
    {
      "text": "Ms Kerr is appealing the decision of the District Court to the Court of Appeal of Queensland, although in his affidavit Mr Kerr deposed that the other party had applied for Ms Kerr's appeal to be summarily dismissed.",
      "id": "s25"
    },
    {
      "text": "The learned Federal Magistrate below did not recognise that Ms Kerr's counterclaim was an asset in her bankruptcy.",
      "id": "s26"
    },
    {
      "text": "Ms Kerr is dissatisfied with decisions taken by ITSA in the course of her bankruptcy, but understands that she would need to file an application in the Federal Magistrates Court to contest any decision of ITSA.",
      "id": "s27"
    },
    {
      "text": "Ms Kerr proposes to commence proceedings in the Federal Magistrates Court in the near future.",
      "id": "s28"
    },
    {
      "text": "Mr Kerr has appearances in the Brisbane Magistrates Court in October for directions in relation to a number of matters concerning personal debts arising from the financial stress experienced by the family.",
      "id": "s29"
    },
    {
      "text": "Material which Mr Kerr claims was produced in response to subpoenas before the Federal Magistrate in NSW has, for unknown reasons, been omitted from the Appeal Index in this Court.",
      "id": "s30"
    },
    {
      "text": "The decision of a judge to adjourn a hearing is not only an interlocutory decision, it is a discretionary decision ( Aon Risk Services Australia Ltd v Australian National University [2009] HCA 27 ; (2009) 258 ALR 14 , Goldberg v Morrow [2004] FCA 1490 at [36] ).",
      "id": "s31"
    },
    {
      "text": "There is authority that the discretion in respect of ordering or refusing an adjournment miscarries where the refusal of an adjournment results in one of the parties being unable adequately to present his case ( Thornberry v R (1995) 69 ALJR 777).",
      "id": "s32"
    },
    {
      "text": "Where there is a proper basis for an application for an adjournment, and refusal would seriously prejudice the party seeking the adjournment and not prejudice the other party, there is authority that adjournment should ordinarily be granted: Jordan v Smart [1961] NSWR 735.",
      "id": "s33"
    },
    {
      "text": "In this case the grounds upon which Ms Kerr seeks adjournment of the hearing of her notice of appeal are, with one exception, slim: Despite the paucity of compelling reasons advanced by Ms Kerr to adjourn the hearing of the appeal, in view of the absence of submissions by either American Express or the trustee it is difficult to identify how an adjournment of the hearing of the appeal would in any way prejudice either of those parties.",
      "id": "s34"
    },
    {
      "text": "On the other hand, it appears that an adjournment would permit Ms Kerr extra time to prepare her case and would allow resolution of the issue concerning the Appeal Index.",
      "id": "s35"
    },
    {
      "text": "In a situation where exercise of the Court's discretion appears of indifference to the respondent and the trustee, but an adjournment is of importance to the applicant for the notice of motion, I consider it reasonable that I should exercise my discretion in favour of that applicant.",
      "id": "s36"
    },
    {
      "text": "Notwithstanding that I propose to adopt this approach in favour of Ms Kerr, in my view it is also reasonable that the appeal be heard within a reasonable time frame.",
      "id": "s37"
    },
    {
      "text": "For reasons I have already given, I do not consider it appropriate that the appeal should be adjourned until such time as either the outcome of Ms Kerr's appeal in the Queensland Court of Appeal is determined or until proceedings which may or may not be filed by Ms Kerr in the Federal Magistrates Court are heard.",
      "id": "s38"
    },
    {
      "text": "Accordingly, while I am prepared to adjourn the hearing, it is only with a view to permitting Ms Kerr extra time to prepare her case before his Honour, and in circumstances where a hearing date is set in early 2010.",
      "id": "s39"
    },
    {
      "text": "By this date the issue of whether material produced in response to subpoenas is included in the appeal index will have been resolved.",
      "id": "s40"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s41"
    },
    {
      "text": "Associate:\n \n \nDated: 29 October 2009\n \n Solicitor for the Appellant: Mr ID Kerr, appeared on behalf of the Appellant \n \n Solicitor for the Respondent: The Respondent did not appear \n Date of Hearing: 28 October 2009 \n \n Date of Judgment: 28 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1219.html",
      "id": "s42"
    }
  ]
}