{
  "name": "Hawkins v Kingsway Group Limited [2009] FCA 1073 (23 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1073.html",
  "catchphrases": [
    {
      "text": "application for extension of time to review registrar's decision",
      "id": "c0"
    },
    {
      "text": "rule 2.02 federal court bankruptcy rules",
      "id": "c1"
    },
    {
      "text": "inadequate or no reason given for delay",
      "id": "c2"
    },
    {
      "text": "whether sufficient material exists for court to exercise discretion to allow extension",
      "id": "c3"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "On 27 May 2009 the New South Wales District Registrar of this Court, Mr Michael Wall, dismissed an application by the applicant to set aside a bankruptcy notice.",
      "id": "s0"
    },
    {
      "text": "The present application was made by notice of motion filed in Court on 2 September 2009 and also by interim application filed on 21 August 2009 pursuant to r 2.01(2) of the Federal Court (Bankruptcy) Rules 2005 .",
      "id": "s1"
    },
    {
      "text": "In either case the application is considerably out of time.",
      "id": "s2"
    },
    {
      "text": "In dismissing the application the District Registrar was exercising a power delegated by the Court pursuant to s 35A(1)(h) of the Federal Court of Australia Act 1976 (Cth) and r 2.02 of the Bankruptcy Rules.",
      "id": "s3"
    },
    {
      "text": "Rule 2.03 of the Bankruptcy Rules provides that an application for a review of the exercise of such a power by a Registrar must be made by motion on notice within 21 days of the exercise of the power.",
      "id": "s4"
    },
    {
      "text": "Mr Hawkins' notice of motion was filed more than 13 weeks after Registrar Wall's orders.",
      "id": "s5"
    },
    {
      "text": "Even ignoring the requirement in r 2.03 for such an application to be made \"by motion on notice\", the interim application was more than 10 weeks out of time.",
      "id": "s6"
    },
    {
      "text": "Principles relevant to Court's power to extend time\n The Court's general power to extend time is to be found in O 3 r 3 of the Federal Court Rules .",
      "id": "s7"
    },
    {
      "text": "It is a wide power that permits the Court to extend or abridge the time before or after the time expires, at the discretion of the Court.",
      "id": "s8"
    },
    {
      "text": "In Bishop v R (1982) 40 ALR 40 Deane J considered the principles to be applied in the exercise of the Court's discretion.",
      "id": "s9"
    },
    {
      "text": "At 42, his Honour quoted with approval the following statement of Cullen CJ in Morres v Papuan Rubber &amp; Trading Co Ltd (1914) 14 SR(NSW) 141 at 144: \n \n ... when a party, who has neglected to observe those requirements which the rules place him under for the protection of the other side, comes for the indulgence of the Court to ask that the proceedings shall continue notwithstanding that default, he has to satisfy the Court that justice requires that that default of his shall be overlooked, and he must satisfy the Court that there is some reasonable kind of explanation or excuse for his neglect of the rules.",
      "id": "s10"
    },
    {
      "text": "As Deane J observed, the explanation required will depend on the circumstances of the case.",
      "id": "s11"
    },
    {
      "text": "In addition to the explanation for the delay, however, it has generally been accepted, in relation to a wide range of applications, that it is also necessary to consider the likelihood of prejudice to the respondent and whether the applicant for an extension of time has an arguable case: Hunter Valley Developments Pty Ltd v Cohen [1984] FCA 176 ; (1984) 3 FCR 344 at 348-349 per Wilcox J; Bahonko v Royal Melbourne Institute of Technology [2006] FCA 1325 at [21] to [24] per Weinberg J; Bahonko v Nurses Board of Victoria (No 4) [2007] FCA 1449 ; (2007) 97 ALD 721 at [48] per Middleton J.",
      "id": "s12"
    },
    {
      "text": "It is for the Court to weigh up all three factors and exercise its discretion accordingly.",
      "id": "s13"
    },
    {
      "text": "In particular circumstances one factor may outweigh the others.",
      "id": "s14"
    },
    {
      "text": "For example, an extension of time may be granted where the applicant has a strongly arguable case, even in the case of long delay for which the explanation is not strong.",
      "id": "s15"
    },
    {
      "text": "Similarly the prejudice to a respondent who, the prescribed time for appeal having expired, has exercised his or her rights under the decision from which an applicant now seeks to appeal, may be sufficient to justify the Court exercising its discretion to refuse an extension of time.",
      "id": "s16"
    },
    {
      "text": "Delay\n In this case the delay was extensive.",
      "id": "s17"
    },
    {
      "text": "The applicant did not file an affidavit explaining the delay, allegedly because he only recently obtained legal representation.",
      "id": "s18"
    },
    {
      "text": "In the circumstances, and despite the respondent's objection, I permitted Mr Di Francesco who appeared for the applicant, to call Mr Hawkins to explain the delay.",
      "id": "s19"
    },
    {
      "text": "Mr Hawkins' evidence did not advance the matter to any great extent.",
      "id": "s20"
    },
    {
      "text": "He said that he was mainly concerned with preparing an appeal from the decision of the NSW Supreme Court that created the judgment debt claimed in the bankruptcy notice.",
      "id": "s21"
    },
    {
      "text": "He stated that he did not have any legal representation in drafting his application to set aside the bankruptcy notice or when he appeared before the District Registrar.",
      "id": "s22"
    },
    {
      "text": "On cross-examination by Mr Altan who appeared for the respondent, the applicant admitted that a solicitor had appeared for him before Registrar Wall on 13 May 2009.",
      "id": "s23"
    },
    {
      "text": "He also agreed that he was represented by a solicitor and counsel in the Supreme Court proceedings.",
      "id": "s24"
    },
    {
      "text": "It was also clear from cross-examination that Mr Hawkins, despite excusing his delay in this matter on the ground that preparation of his Supreme Court appeal was his sole focus, had done very little in respect of that appeal.",
      "id": "s25"
    },
    {
      "text": "Mr Hawkins' evidence did not satisfy me that there was any reasonable explanation of his delay.",
      "id": "s26"
    },
    {
      "text": "He claimed to have been disadvantaged because he was not legally represented but he did not explain why he did not have legal representation.",
      "id": "s27"
    },
    {
      "text": "It may have been that Mr Hawkins did not have the necessary resources but, if so, it was for him to put this issue before the Court.",
      "id": "s28"
    },
    {
      "text": "It is not for the Court to speculate as to the reason.",
      "id": "s29"
    },
    {
      "text": "Likelihood of application for review succeeding\n The extent of the delay in seeking an extension of time and the paucity of the explanation of that delay would be a sufficient ground, in my view, to refuse an extension of time.",
      "id": "s30"
    },
    {
      "text": "In addition, however, a further obstacle confronting Mr Hawkins is that his application, should an extension of time be granted, has little if any chance of success.",
      "id": "s31"
    },
    {
      "text": "This is because on 17 July 2009, after the time to seek review of the District Registrar's decision had expired, Mr Hawkins made a further application to set aside the bankruptcy notice or to extend time for compliance with it.",
      "id": "s32"
    },
    {
      "text": "That application was dismissed by Registrar Hedge on 29 July 2009, following a hearing at which Mr Hawkins was represented by counsel.",
      "id": "s33"
    },
    {
      "text": "Conclusion\n For the reasons given above I am not satisfied that the Court's discretion to extend the time allowed under r 2.03 of the Bankruptcy Rules should be exercised in the applicant's favour.",
      "id": "s34"
    },
    {
      "text": "In consequence of orders made by Fullerton J in the Supreme Court the respondent has a judgment debt in his favour.",
      "id": "s35"
    },
    {
      "text": "No order staying her Honour's decision has been made.",
      "id": "s36"
    },
    {
      "text": "In the circumstances the respondent is entitled to pursue this judgment without further delay.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s38"
    },
    {
      "text": "Associate:\n \n \nDated: 23 September 2009\n \n Counsel for the Applicant: A Di Francesco \n \n Solicitor for the Applicant: John Mulally &amp; Associates \n \n Counsel for the Respondent: H Altan \n \n Solicitor for the Respondent: Willis &amp; Bowring \n Date of Hearing: 2 September 2009 \n \n Date of Judgment: 23 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1073.html",
      "id": "s39"
    }
  ]
}