{
  "name": "MZXTA v Minister for Immigration &amp; Citizenship [2009] FCA 1186 (19 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1186.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "whether failure to properly exercise discretion to reschedule hearing",
      "id": "c2"
    },
    {
      "text": "whether tribunal acted unreasonably in failing to make inquiries on critical issue.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The appellant appeals against a judgment of a Federal Magistrate of 3 October 2008: MZXTA v Minister for Immigration &amp; Citizenship [2008] FMCA 1201 , dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") on 26 October 2007.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the then Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa (Class XA) to the appellant under s 65 of the Migration Act 1958 (Cth) (\"the Act\").",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The appellant is a citizen of Sri Lanka, who last arrived in Australia on 20 April 2002.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia initially in 2000 on a student visa and was subsequently granted further student visas.",
      "id": "s3"
    },
    {
      "text": "He returned to Sri Lanka between 1 April 2002 and 20 April 2002.",
      "id": "s4"
    },
    {
      "text": "The appellant initially enrolled in an information technology course at Box Hill TAFE and transferred to the Central Queensland University in July 2002 after completing only part of the course.",
      "id": "s5"
    },
    {
      "text": "The student visa held by the appellant at that time (subclass 573 Higher Education Sector visa) was cancelled on 25 August 2004.",
      "id": "s6"
    },
    {
      "text": "The appellant sought review of that decision in the Migration Review Tribunal.",
      "id": "s7"
    },
    {
      "text": "On 2 November 2006, the Migration Review Tribunal affirmed the decision to cancel the appellant's student visa.",
      "id": "s8"
    },
    {
      "text": "The appellant sought judicial review of the Migration Review Tribunal's decision in the Federal Magistrates Court but his application was dismissed.",
      "id": "s9"
    },
    {
      "text": "Subsequently, the appellant's representative wrote to the Minister seeking intervention under ss 417 and 351 of the Act in order to have a more favourable decision than that of the Migration Review Tribunal's substituted in its place.",
      "id": "s10"
    },
    {
      "text": "It was not clear why s 417 of the Act was invoked at this time, given that there had been no decision of the Refugee Review Tribunal by which the section could be enlivened.",
      "id": "s11"
    },
    {
      "text": "On 12 April 2007, the Minister advised the appellant by letter that he had decided to refuse to exercise his power under s 351.",
      "id": "s12"
    },
    {
      "text": "On 9 May 2007 the appellant applied for a protection visa.",
      "id": "s13"
    },
    {
      "text": "In his application, the appellant claimed that he had a well-founded fear of persecution if he returned to Sri Lanka on the basis of his actual or imputed political opinion arising from his father's political associations.",
      "id": "s14"
    },
    {
      "text": "He claimed that his father was promoted to a high position in a party called the JVP, and that as a result of this promotion, his father created many enemies within the party.",
      "id": "s15"
    },
    {
      "text": "The appellant said that certain members of the JVP told authorities that his father was supporting the Liberation Tigers of Tamil Eelam (\"LTTE\"), causing his father to be arrested and detained for a week.",
      "id": "s16"
    },
    {
      "text": "While in custody his father's position in the party was taken over by his enemy.",
      "id": "s17"
    },
    {
      "text": "The appellant's father challenged his removal in court.",
      "id": "s18"
    },
    {
      "text": "During the court case the appellant and his family received death threats, attempts were made to set their house on fire, the appellant was removed from school, and someone attempted to run him over.",
      "id": "s19"
    },
    {
      "text": "He said that the Police refused to assist because, according to the Police, his father supported the LTTE and had brought the trouble upon himself.",
      "id": "s20"
    },
    {
      "text": "The appellant claimed that on three separate occasions shots were fired at his father's car but his father escaped.",
      "id": "s21"
    },
    {
      "text": "As a result, the appellant said his father moved to Saudi Arabia so he would not be killed, and the appellant moved to his aunt's house.",
      "id": "s22"
    },
    {
      "text": "His father returned to Sri Lanka in 1999 in the belief that he would no longer be a target.",
      "id": "s23"
    },
    {
      "text": "However, two months after his arrival, the appellant claimed that their house was fire bombed.",
      "id": "s24"
    },
    {
      "text": "The appellant's family then moved to Dubai but the appellant was sent to Australia as his father was unable to act as a sponsor due to a condition of his visa.",
      "id": "s25"
    },
    {
      "text": "The appellant claimed that if he is required to return to Sri Lanka, he will be killed or kidnapped to force his father to return.",
      "id": "s26"
    },
    {
      "text": "On this basis, the appellant's claim was also considered as alleging risk of persecution on the basis of membership of a particular social group, namely the appellant's family.",
      "id": "s27"
    },
    {
      "text": "THE PROCEDURE BEFORE THE TRIBUNAL \n The Tribunal affirmed the delegate's decision not to grant the appellant a protection visa.",
      "id": "s28"
    },
    {
      "text": "The Tribunal hearing was delayed and postponed on several occasions as a result of various adjournments sought by the appellant on account of the state of the appellant's mental health.",
      "id": "s29"
    },
    {
      "text": "On 23 July 2007, the appellant was invited to a Tribunal hearing on 10 August 2007.",
      "id": "s30"
    },
    {
      "text": "At 3.45pm on 9 August 2007, the appellant's representative sent to the Tribunal by facsimile a report dated 8 August 2007 prepared by a psychologist, Mr Edwin Kleynhans, stating that the appellant was suffering anxiety and depression.",
      "id": "s31"
    },
    {
      "text": "The representative claimed that the appellant was unfit to attend the hearing and sought an adjournment.",
      "id": "s32"
    },
    {
      "text": "The report stated that the appellant had previously consulted the psychologist on 9 October 2003 when the question of cancelling his student visa was under consideration, and again on 5 December 2006 which was around the time of the appellant's request that the Minister intervene in his student visa cancellation.",
      "id": "s33"
    },
    {
      "text": "The report stated that the appellant had again consulted the psychologist on 4 August 2007 when, for the first time, he described his protection concerns to the psychologist.",
      "id": "s34"
    },
    {
      "text": "The psychologist diagnosed a general anxiety disorder and expressed the opinion that the appellant was not able to face the Tribunal at this stage in relation to his application for a protection visa.",
      "id": "s35"
    },
    {
      "text": "On 13 August 2007, the Tribunal sent a letter to the appellant (via facsimile transmission to the authorised recipient) advising him that the hearing had been adjourned until 17 August 2007.",
      "id": "s36"
    },
    {
      "text": "In the letter, the Tribunal noted that it would only change that hearing date for a good reason and referred the appellant to paragraphs 50-54 of the Principal Member Direction 3/2005, a copy of which was attached.",
      "id": "s37"
    },
    {
      "text": "The Principal Member Direction, amongst other matters, advised that where a postponement of a hearing was sought on medical grounds, a certificate from a medical practitioner must be provided certifying that the review applicant is unable to attend, before the hearing will be rescheduled.",
      "id": "s38"
    },
    {
      "text": "On 16 August 2007 at 6.05pm, the appellant's representative sent the Tribunal a letter by facsimile transmission, advising that the appellant was now suicidal and sought another rescheduled hearing.",
      "id": "s39"
    },
    {
      "text": "No medical evidence was provided in support of this assertion.",
      "id": "s40"
    },
    {
      "text": "The next morning the Tribunal informed the appellant's representative that it was not prepared to adjourn the hearing as no medical evidence had been provided with the request in accordance with the Principal Member Direction.",
      "id": "s41"
    },
    {
      "text": "The appellant's authorised representative said that he had not been provided with any such evidence by the appellant.",
      "id": "s42"
    },
    {
      "text": "The Tribunal advised that it would only consider scheduling another hearing if it was provided with detailed evidence from a qualified medical practitioner (preferably a registered psychiatrist in light of the basis of the adjournment request) setting out the medical basis upon which the applicant was unfit to attend the hearing, what treatment he was receiving, and outlining the prognosis for the appellant recovering to the point where he would be fit to attend a hearing.",
      "id": "s43"
    },
    {
      "text": "On 17 August 2007 neither the appellant nor his representative attended the scheduled hearing.",
      "id": "s44"
    },
    {
      "text": "On 17 August 2007, the Tribunal sent a letter to the appellant's representative pursuant to s 424A of the Act inviting the appellant to comment by 31 August 2007 on certain information that would, subject to any comments the appellant made, be the reason or part of the reason, for affirming the delegate's decision.",
      "id": "s45"
    },
    {
      "text": "That information was identified as: an apparent lack of evidence that any problems suffered by the appellant's father might give rise to a real chance that the appellant would be persecuted for a convention reason in Sri Lanka in the foreseeable future; an apparent lack of evidence of ongoing threats to the appellant's family; an apparent delay in the appellant departing Sri Lanka after his student visa was issued and making the protection claims.",
      "id": "s46"
    },
    {
      "text": "On 31 August 2007, the appellant's representative sent a letter by facsimile transmission to the Tribunal requesting an extension of time to respond to the s 424A letter.",
      "id": "s47"
    },
    {
      "text": "Attached to the facsimile was another report from the psychologist Mr Kleynhans dated 30 August 2007 stating that the appellant was still not able to answer questions in relation to his current immigration matter.",
      "id": "s48"
    },
    {
      "text": "The report further stated that Mr Kleynhans had recommended to the appellant that he may need to see a General Practitioner for his depressed mood and anxiety with the view of perhaps prescribing medication.",
      "id": "s49"
    },
    {
      "text": "On 7 September 2007, the Tribunal granted the appellant an extension of time to respond to the s 424A letter until 5 October 2007, and noted it was unlikely to accede to any further adjournment request.",
      "id": "s50"
    },
    {
      "text": "If there were to be further requests, the Tribunal stated that they should be accompanied by detailed evidence from a qualified medical practitioner (preferably a registered psychiatrist) setting out the precise medical grounds preventing the appellant from attending a hearing or responding to the Tribunal's requests for information.",
      "id": "s51"
    },
    {
      "text": "The Tribunal also noted that the appellant's adjournment requests had been made repeatedly at the last minute.",
      "id": "s52"
    },
    {
      "text": "The Tribunal stated that if it did not receive the comments within the period allowed or as extended it might make a decision on the review without taking any further action to obtain the appellant's views on the information.",
      "id": "s53"
    },
    {
      "text": "On the same day, the Tribunal sent the appellant another s 424A letter.",
      "id": "s54"
    },
    {
      "text": "The information sought for comment on this occasion was identified under the heading \"Validity of Reasons for Seeking Adjournment of Hearing and Extension of Time to Reply to s 424A Letter.",
      "id": "s55"
    },
    {
      "text": "\" The appellant's comments were required by 21 September 2007.",
      "id": "s56"
    },
    {
      "text": "On 19 September 2007, the appellant's representative sent the Tribunal a letter by facsimile transmission requesting an extension of time to respond to the second s 424A letter.",
      "id": "s57"
    },
    {
      "text": "The letter referred the Tribunal to the earlier psychologist's report provided and cited the case of another applicant said to be in a similar situation to the present appellant who had apparently committed suicide due to pressure exerted by the Tribunal.",
      "id": "s58"
    },
    {
      "text": "No response to either of the s 424A letters was received by the Tribunal by 5 October 2007.",
      "id": "s59"
    },
    {
      "text": "On 8 October 2007, the Tribunal sent a letter to the appellant's representative stating that it was not prepared to extend the time for the appellant to respond to the s 424A letters as there was no medical evidence attached to the representative's request for an extension.",
      "id": "s60"
    },
    {
      "text": "On this basis, the Tribunal advised that it would proceed to make a decision, stating that it would take into account any information it received before the final decision was handed down.",
      "id": "s61"
    },
    {
      "text": "On 12 October 2007, the appellant's representative sent a letter by facsimile transmission attaching a letter from a General Practitioner, Dr Bernard Crimmins dated 11 October 2007 in the following terms: \n \n \" [MZXTA] consulted me today regarding an anxiety/Depressive illness which has resulted from his past history of persecution and his desire to stay in Australia.",
      "id": "s62"
    },
    {
      "text": "He has been seen by a psychologist, Dr Edwin Kleynhans who recommended a review by a GP with the possibility of the need for medication for his condition.",
      "id": "s63"
    },
    {
      "text": "It has been going for some time and I feel that his symptoms warrant a trial of medication.",
      "id": "s64"
    },
    {
      "text": "I have started him on Zoloft 50mg and will review how he is after a month on it.",
      "id": "s65"
    },
    {
      "text": "I am hopeful that it will help him.",
      "id": "s66"
    },
    {
      "text": "\" \n \n\n \nThis letter did not indicate whether the appellant was fit to attend a hearing.",
      "id": "s67"
    },
    {
      "text": "The appellant's representative's letter did not provide a response to the two s 424A letters.",
      "id": "s68"
    },
    {
      "text": "No other information was provided by or on behalf of the appellant to the Tribunal before the final decision was made.",
      "id": "s69"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal affirmed the decision not to grant the appellant a protection (Class XA) visa.",
      "id": "s70"
    },
    {
      "text": "It concluded that the appellant's claims were not genuine.",
      "id": "s71"
    },
    {
      "text": "It found his claims to be inconsistent with other evidence before the Tribunal.",
      "id": "s72"
    },
    {
      "text": "When such inconsistencies had been put to the appellant, he had failed to respond.",
      "id": "s73"
    },
    {
      "text": "The Tribunal stated that \"In the absence of any counter arguments, the Tribunal prefers the earlier or independent information before it and it does not believe the later versions relied on by the applicant.",
      "id": "s74"
    },
    {
      "text": "\" The Tribunal referred to the appellant's five year delay in lodging his claim for refugee status after his arrival in Australia.",
      "id": "s75"
    },
    {
      "text": "Whilst acknowledging that applicants with legitimate protection claims may at times have valid reasons for delaying the protection visa application, the Tribunal did not accept that there was any valid reason for the appellant's delay and concluded that the delay by the applicant in raising any protection claims was a further indication that those claims were not in fact genuine, but had been recently invented by the applicant in an attempt to prolong his stay in Australia.",
      "id": "s76"
    },
    {
      "text": "The Tribunal said that this finding was reinforced by the applicant's failure to attend either of the scheduled hearings or respond to the s 424A requests for information.",
      "id": "s77"
    },
    {
      "text": "The Tribunal was not persuaded that the appellant was unfit to attend a Tribunal hearing or to respond to requests for additional information.",
      "id": "s78"
    },
    {
      "text": "The Tribunal concluded that the appellant did not face a real chance of persecution in Sri Lanka now or in the reasonably foreseeable future by reason of his actual imputed political opinion, membership of a particular social group comprising his family or any other Convention reason.",
      "id": "s79"
    },
    {
      "text": "THE FEDERAL MAGISTRATES COURT DECISION \n Before the Federal Magistrates Court, counsel for the appellant advanced the following three grounds: \n(a) The Tribunal failed to comply with ss 425 and 426A of the Act because it failed to exercise its discretion properly to reschedule the hearing; \n \n \n(b) the Tribunal erred in failing unreasonably to make inquiries with the appellant's General Practitioner about whether his medical state meant he was unable to respond to information or attend a hearing; \n \n \n(c) the Tribunal breached ss 425 and 424A of the Act by failing to provide the appellant with a real or genuine opportunity to respond to the s 424A letters or to attend a hearing.",
      "id": "s80"
    },
    {
      "text": "The Federal Magistrate rejected all these grounds.",
      "id": "s81"
    },
    {
      "text": "In doing so, the Federal Magistrate said that it was open to the Tribunal to find that, in the absence of a statement in his General Practitioner's letter that the appellant was unfit to attend a hearing, the appellant was engaging in delaying tactics.",
      "id": "s82"
    },
    {
      "text": "This was a finding of fact which was not open to challenge.",
      "id": "s83"
    },
    {
      "text": "The Federal Magistrate said at [37]: \n \n \"As there was no medical evidence that the applicant was unable to attend a hearing or respond to s.424A invitation the Tribunal bridged the scientific gap and concluded that the reason for the applicant's non attendance or response was that they have been delaying tactics (CB 144.7).",
      "id": "s84"
    },
    {
      "text": "Having reached that finding of fact, there was no utility in it making enquiries of Dr Crimmins.",
      "id": "s85"
    },
    {
      "text": "The failure to make enquiries was not an error of law.",
      "id": "s86"
    },
    {
      "text": "The need for an enquiry did not arise.",
      "id": "s87"
    },
    {
      "text": "An error of law has not been shown.",
      "id": "s88"
    },
    {
      "text": "This Ground is dismissed.",
      "id": "s89"
    },
    {
      "text": "Further, the Federal Magistrate found that the Tribunal rescheduled a hearing and allowed further time to respond to its s 424A invitation, thereby giving the appellant an adequate opportunity to attend a hearing and respond to requests for information.",
      "id": "s90"
    },
    {
      "text": "To this extent no breach of ss 426A or 425 was established.",
      "id": "s91"
    },
    {
      "text": "The Federal Magistrate said at [39]: \n \n \"In the ultimate, the Tribunal found on a matter of fact that the applicant's requests for adjournment and extensions of time to respond were delaying tactics.",
      "id": "s92"
    },
    {
      "text": "That finding of fact was properly open to the Tribunal and not subject to challenge.",
      "id": "s93"
    },
    {
      "text": "It follows from that finding that it was the applicant's conduct and decisions that prevented him from attending a hearing or responding to the s.424A letters.",
      "id": "s94"
    },
    {
      "text": "He failed to produce the medical evidence required by the Tribunal.",
      "id": "s95"
    },
    {
      "text": "That was his decision.",
      "id": "s96"
    },
    {
      "text": "He was given opportunities but denied them to himself.",
      "id": "s97"
    },
    {
      "text": "Notwithstanding that failure the Tribunal granted an adjournment and extension.",
      "id": "s98"
    },
    {
      "text": "\" \n \n\n The Federal Magistrate was also of the view that the finding that the appellant had engaged in delaying tactics did not constitute \" Wednesbury \" ( Associated Provincial Picture Houses v Wednesbury Corporation [1948] 1 KB 233) unreasonableness in the sense that the Tribunal had acted unreasonably in not making enquiries of Dr Crimmins.",
      "id": "s99"
    },
    {
      "text": "The Federal Magistrate said there was no obligation on the Tribunal to embark on an open ended enquiry as to the fitness of an applicant to appear applying Minister for Immigration and Multicultural and Indigenous Affairs v SGLB (2004) 207 ALR 12 at par [43].",
      "id": "s100"
    },
    {
      "text": "The Federal Magistrate held that the Tribunal's invitation in accordance with s 425 had been meaningful.",
      "id": "s101"
    },
    {
      "text": "At [64] of the judgment, the Federal Magistrate concluded: \n \n \"The primary reason for rejecting the applicant's claims was their inconsistency with the evidence.",
      "id": "s102"
    },
    {
      "text": "The issue of whether the applicant was medically unfit to attend a hearing or provide responses to s.424A letters was a matter of subsidiary importance, and the Tribunal dealt with the matter in a reasonable manner.",
      "id": "s103"
    },
    {
      "text": "\" \n \n\n THE PRESENT APPEAL \n By a notice of appeal filed on 21 October 2008, the appellant appealed from the decision of the Federal Magistrate on the grounds that the Federal Magistrate erred in: \n \n \"(a) Improperly construing or misdirecting itself as to the appellant's first ground of review as seeking to challenge a finding of fact by the Tribunal that \"the applications for extensions of time and rescheduling of hearings were delaying tactics\" \n \n\n \n \n (b) Failing to properly apply sections 425 and 426A of the Migration Act in determining whether the Tribunal failed to properly exercise its discretion to reschedule the applicant's appearance before it, or from delaying its discretion on the review to enable the applicant's appearance before it to be rescheduled \n \n\n \n \n (c) Failing to properly apply the [ Wednesbury ] principle to the Tribunal's decision in that the Tribunal in arriving at the Tribunal's decision acted so unreasonably in failing to make limited inquiries with Dr Bernard Crimmins on a critical issue which the Tribunal knew or ought to reasonably know was readily available that no reasonable decision maker would have proceeded to make a decision without such information.",
      "id": "s104"
    },
    {
      "text": "(d) Failing to properly apply sections 425 and 424A of the Migration Act in that the Tribunal failed to take such steps so as to provide a real or meaningful opportunity to the appellant to respond to the s.424A letters or to attend a hearing to give evidence and present arguments pursuant to s.425 of the Migration Act .",
      "id": "s105"
    },
    {
      "text": "\" \n \n\n At the hearing of the appeal the appellant developed ground (a) of his Notice of Appeal by submitting that he was not contending that the Tribunal had failed to make enquiries of Dr Crimmins (which was relied on in support of ground (c)) but was rather contending that the Tribunal had failed to exercise properly its discretion under s 426A.",
      "id": "s106"
    },
    {
      "text": "The appellant submitted that he was not seeking to challenge the Tribunal's finding that the applications for extensions of time and rescheduling of hearings were delaying tactics.",
      "id": "s107"
    },
    {
      "text": "Rather, he was seeking to challenge the conduct of the Tribunal which necessarily preceded any conclusion that the applications for extensions of time and rescheduling hearings were delaying tactics.",
      "id": "s108"
    },
    {
      "text": "To this extent, the appellant submitted that the Federal Magistrate had misdirected himself in respect of the first ground of review before him.",
      "id": "s109"
    },
    {
      "text": "I have had some difficulty in understanding this ground of appeal.",
      "id": "s110"
    },
    {
      "text": "If the appellant is not challenging the Tribunal's finding that the applications for extensions of time and rescheduling of hearings were delaying tactics it must follow that the Tribunal did not err or act in breach of its duties under sections such as ss 425 and 426A of the Act or in the exercise of the discretion it had under s 426A.",
      "id": "s111"
    },
    {
      "text": "Insofar as the appellant is nevertheless still contending that the Tribunal did not apply properly ss 425 and 426 in failing to reschedule the hearing so as to enable the appellant to attend a hearing and respond to the s 424A letters, I reject that submission.",
      "id": "s112"
    },
    {
      "text": "The Federal Magistrate found that the Tribunal had given the appellant an adequate opportunity to attend a hearing and respond to the s 424A letters and in so finding the Federal Magistrate did not fall into error.",
      "id": "s113"
    },
    {
      "text": "There was ample evidence before the Federal Magistrate to support his finding.",
      "id": "s114"
    },
    {
      "text": "Further, the appellant has not demonstrated any basis upon which it can be contended that such obligation or discretion that the Tribunal was under, or able to exercise, in respect of ss 424A , 425 or 426A was not discharged or properly exercised.",
      "id": "s115"
    },
    {
      "text": "The Tribunal gave the appellant every opportunity to attend a hearing and to respond to the s 424A letters.",
      "id": "s116"
    },
    {
      "text": "It also explained to the appellant the basis upon which it would consider further adjournments and extensions of time but the appellant did not provide the material or evidence which the Tribunal required, in my opinion reasonably, in order to determine whether to grant further adjournments and extensions.",
      "id": "s117"
    },
    {
      "text": "I am quite satisfied that the Tribunal did not fail to observe any provision in the Act which applied to it, nor did it fail to exercise properly any discretion committed to it.",
      "id": "s118"
    },
    {
      "text": "In support of ground (b) of his Notice of Appeal the appellant submitted that the Tribunal acted capriciously, having regard to the purpose of s 425 of the Act, in affirming the delegate's decision without scheduling a further hearing for the appellant in circumstances where the Tribunal received a letter from the appellant's general practitioner six days prior to making the decision.",
      "id": "s119"
    },
    {
      "text": "It was submitted that this letter described the appellant's illness and prescribed medication and that it is a miscarriage of the discretion under s 426A of the Act if the Tribunal misdirects itself or fails to take into account relevant considerations and that such a miscarriage results if the Tribunal acts in a capricious or unreasonable manner.",
      "id": "s120"
    },
    {
      "text": "That proposition of law is not controversial but no such miscarriage occurred in the circumstances of this case.",
      "id": "s121"
    },
    {
      "text": "Contrary to the submissions of the appellant the Tribunal did not take into account improperly: the fact the appellant did not attend either of the scheduled hearings.",
      "id": "s122"
    },
    {
      "text": "The Tribunal was entitled to take these matters into account in considering whether there was any reason for the appellant's delay in applying for a protection visa.",
      "id": "s123"
    },
    {
      "text": "They were relevant to the Tribunal's consideration whether the appellant's claims were genuine.",
      "id": "s124"
    },
    {
      "text": "They formed links in the chain of conduct whereby the appellant did not respond to reasonable queries raised by the Tribunal.",
      "id": "s125"
    },
    {
      "text": "the Tribunal's experience in dealing with many appellants who have undergone traumatic experiences such as torture or who have psychiatric or psychological conditions.",
      "id": "s126"
    },
    {
      "text": "This matter did not form any part of the reasons for the Tribunal's decision.",
      "id": "s127"
    },
    {
      "text": "It was referred to in the Tribunal's letter of 13 August 2007 to the appellant's representative but only in the context of its acknowledgement that it was sensitive to the issues raised in the psychologist's report attached to the letter of 9 August 2007 seeking an adjournment of the hearing.",
      "id": "s128"
    },
    {
      "text": "the status of Mr Kleynhans as a registered psychologist but not a medical practitioner.",
      "id": "s129"
    },
    {
      "text": "This was relevant to the Tribunal's concern that the appellant had not provided any medical evidence in respect of the appellant's fitness to give evidence orally or in writing yet Mr Kleynhans had diagnosed a serious psychological condition but apparently had not referred the appellant for medical treatment.",
      "id": "s130"
    },
    {
      "text": "the Tribunal's opinion that Mr Kleynhans' recommendations that the appellant seek treatment from a medical practitioner did not accord with Mr Kleynhans' conclusion that the appellant was unable to answer questions in relation to his immigration matter.",
      "id": "s131"
    },
    {
      "text": "The Tribunal did not express an opinion in these precise terms.",
      "id": "s132"
    },
    {
      "text": "The Tribunal did not consider the evidence of Mr Kleynhans persuasive.",
      "id": "s133"
    },
    {
      "text": "It noted Mr Kleynhans had suggested in his two reports that the appellant \"may need\" to see a general practitioner about his depressed mood and anxiety with a view to the doctor prescribing medication.",
      "id": "s134"
    },
    {
      "text": "The Tribunal considered that that recommendation did not accord with Mr Kleynhans' conclusion that the appellant was \"still not capable and coherent to answer questions in relation to his current immigration matter\".",
      "id": "s135"
    },
    {
      "text": "In this respect the Tribunal did not take into account improperly an irrelevant matter nor did it act capriciously.",
      "id": "s136"
    },
    {
      "text": "On the material before it, it was open to the Tribunal to reason this way.",
      "id": "s137"
    },
    {
      "text": "The appellant also submitted that the Tribunal failed to take into account properly Mr Kleynhans' expertise and reports and also the contents of the letter from Dr Crimmins dated 11 October 2007.",
      "id": "s138"
    },
    {
      "text": "I reject this submission.",
      "id": "s139"
    },
    {
      "text": "The Tribunal gave full and detailed consideration to Mr Kleynhans' expertise and reports and the letter from Dr Crimmins.",
      "id": "s140"
    },
    {
      "text": "It was for the Tribunal to assess and determine the weight and significance to be accorded to them.",
      "id": "s141"
    },
    {
      "text": "What was significant for the Tribunal was the undoubted fact that Dr Crimmins did not refer \"whatsoever\" to the appellant being incapacitated to the extent that he was unable to attend a hearing or respond to a request for information.",
      "id": "s142"
    },
    {
      "text": "The appellant submitted that ground (c) of his Notice of Appeal was made out as the Tribunal failed to make enquiries of Dr Crimmins.",
      "id": "s143"
    },
    {
      "text": "The appellant submitted that the present circumstances were \"exceptional\" so as to render such a failure a ground of jurisdictional error because the ensuing decision was \"unreasonable\" in the Wednesbury sense.",
      "id": "s144"
    },
    {
      "text": "The appellant relied on the decision of Prasad v Minister for Immigration and Ethnic Affairs [1985] FCA 47 ; (1985) 6 FCR 155 at 169 for the proposition that a decision-maker's failure to obtain important information on a critical issue which the decision-maker knows or ought to reasonably know is readily available, can be characterised as so unreasonable that no reasonable decision-maker would proceed to decision without making such inquiry.",
      "id": "s145"
    },
    {
      "text": "However, it must be remembered that in that case Wilcox J said at 169-170: \n \n \"The circumstances under which a decision will be invalid for failure to inquire are, I think, strictly limited.",
      "id": "s146"
    },
    {
      "text": "It is no part of the duty of the decision-maker to make the applicant's case for him.",
      "id": "s147"
    },
    {
      "text": "It is not enough that the court find that the sounder course would have been to make inquiries.",
      "id": "s148"
    },
    {
      "text": "\" \n \n\n The appellant accepted that there is no general obligation on the Tribunal to initiate enquiries or to make out an appellant's case but submitted that there was authority for the limited proposition that, in certain rare or exceptional circumstances, the Tribunal's failure to enquire may ground a finding of jurisdictional error because the failure may render the ensuing decision unreasonable in the sense used in Wednesbury (supra).",
      "id": "s149"
    },
    {
      "text": "The appellant relied on Minister for Immigration and Citizenship v Le [2007] FCA 1318 ; (2007) 164 FCR 151.",
      "id": "s150"
    },
    {
      "text": "In Le , the primary decision-maker relied on a mistranslated version of the applicant's statement.",
      "id": "s151"
    },
    {
      "text": "The Tribunal's failure to allude to this and failure to make enquiries of the relevant department gave rise to a jurisdictional error.",
      "id": "s152"
    },
    {
      "text": "The circumstances in the present case are quite different.",
      "id": "s153"
    },
    {
      "text": "Given the background of the communications between the Tribunal and the appellant's representative prior to Dr Crimmins' letter and its contents, it was not unreasonable for the Tribunal to assume that Dr Crimmins had said all that he could relevantly say and that there was no point in making any enquiry of Dr Crimmins.",
      "id": "s154"
    },
    {
      "text": "I do not consider that the present circumstances fall into the category of a rare and exceptional circumstance which is an exception to the well accepted proposition that the Tribunal is not bound to initiate or make its own enquiries: Azzi v Minister for Immigration and Multicultural Affairs [2002] FCA 24 ; (2002) 120 FCR 48 at 73-74; Minister for Immigration and Citizenship v Le (2007) (supra) at 174-176.",
      "id": "s155"
    },
    {
      "text": "The Tribunal was under no obligation to call Dr Crimmins and clarify the appellant's capacity to attend the hearing or respond to questions having regard to the content of his letter and the previous communications to the appellant and his solicitor.",
      "id": "s156"
    },
    {
      "text": "This was not a matter which constituted \"some obvious omission or obscurity that needs to be resolved before a decision is made\": Videto v Minister for Immigration and Ethnic Affairs [1985] FCA 326 ; (1985) 8 FCR 167 at 178 per Toohey J.",
      "id": "s157"
    },
    {
      "text": "The appellant finally submitted that he had been denied procedural fairness as the Tribunal had failed to provide a real or meaningful invitation to him in the s 424A letters or to attend a hearing.",
      "id": "s158"
    },
    {
      "text": "The appellant relied on the chain of correspondence referred to above and the inaction of the Tribunal in not making enquiries of Dr Crimmins.",
      "id": "s159"
    },
    {
      "text": "This ground is not made out.",
      "id": "s160"
    },
    {
      "text": "The Federal Magistrate rejected the submission based on this ground and he was clearly correct in so doing.",
      "id": "s161"
    },
    {
      "text": "The appellant was given every opportunity to respond to the s 424A letters and to attend a hearing.",
      "id": "s162"
    },
    {
      "text": "The Federal Magistrate did not fall into error in rejecting this submission.",
      "id": "s163"
    },
    {
      "text": "The appeal will be dismissed with costs.",
      "id": "s164"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s165"
    },
    {
      "text": "Associate:\n \n \nDated: 19 October 2009\n \n Counsel for the Appellant: C Truong \n \n Solicitor for the Appellant: Goz Chambers Lawyers \n \n Counsel for the First Respondent: C L Symons \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 26 February 2009 \n \n Date of Judgment: 19 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1186.html",
      "id": "s166"
    }
  ]
}