{
  "name": "Vidler v Commissioner of Taxation [2009] FCA 1426 (3 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1426.html",
  "catchphrases": [
    {
      "text": "a new tax system (goods and services tax) act 1999 (cth)",
      "id": "c0"
    },
    {
      "text": "ss 40-65 &amp; 195 -1",
      "id": "c1"
    },
    {
      "text": "\"residential premises\"",
      "id": "c2"
    },
    {
      "text": "whether vacant land without living facilities can be characterised as \"residential premises\"",
      "id": "c3"
    },
    {
      "text": "whether residential zoning sufficient",
      "id": "c4"
    },
    {
      "text": "taxation",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The present application concerns the GST status of vacant land.",
      "id": "s0"
    },
    {
      "text": "On 1 June 2009, the Administrative Appeals Tribunal held that the applicant, Mr Vidler, made taxable supplies when he sold two parcels of land and rejected his claim that the sales were input taxed.",
      "id": "s1"
    },
    {
      "text": "The Tribunal's decision followed from its rejection of the claim that the properties were \"residential premises\" as defined in s 195 -1 of the A New Tax System (Goods and Services Tax) Act 1999 (Cth) (GST Act).",
      "id": "s2"
    },
    {
      "text": "In so deciding the Tribunal confirmed the respondent's objection decisions made in 2008.",
      "id": "s3"
    },
    {
      "text": "Both properties were in Ipswich, Queensland; one at Gledson Street, North Booval and the other at Gladstone Road, Sadliers Crossing.",
      "id": "s4"
    },
    {
      "text": "The Tribunal also considered a separate question in relation to a third property however that property is not the subject of the present application and it is not necessary to mention it further.",
      "id": "s5"
    },
    {
      "text": "The facts relevant to the two properties that are the subject of the present application are not in dispute and the following summary is taken from the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "Gledson Street land\n Mr Vidler purchased the land at Gledson Street in August 2004 for $1,000,000 and sold it in December 2004 for $2,350,000.",
      "id": "s7"
    },
    {
      "text": "The land comprised 2.7 hectares of vacant land and was zoned residential low density.",
      "id": "s8"
    },
    {
      "text": "It was connected to the electricity supply but not to the gas, water or sewerage although access to each of these services was available at the boundaries of the land.",
      "id": "s9"
    },
    {
      "text": "Gladstone Road land\n The Gladstone Road property comprised 2,428 square metres of vacant land, zoned Character Mixed Residential.",
      "id": "s10"
    },
    {
      "text": "The property was purchased by Mr Vidler for $175,000 in May 2004, and was subsequently sold in April 2005 for $285,900.",
      "id": "s11"
    },
    {
      "text": "Access to electricity, water and sewerage was available but the services were not in fact connected.",
      "id": "s12"
    },
    {
      "text": "Procedural history\n Mr Vidler did not pay GST in relation to either sale because, in his view, they were input taxed as sales of residential premises.",
      "id": "s13"
    },
    {
      "text": "On 30 June 2006 the Commissioner issued Notices of Assessment of GST for each sale.",
      "id": "s14"
    },
    {
      "text": "With respect to the Gledson St property, the notice stated that GST in the amount of $122,727 was payable, and with respect to the Gladstone Road property the amount was $10,081.",
      "id": "s15"
    },
    {
      "text": "On 5 September 2006 Mr Vidler lodged a notice of objection against the assessments.",
      "id": "s16"
    },
    {
      "text": "The objection was disallowed by the Commissioner on 11 May 2007.",
      "id": "s17"
    },
    {
      "text": "Mr Vidler then sought review of the Commissioner's objection decision in the Administrative Appeals Tribunal.",
      "id": "s18"
    },
    {
      "text": "The Tribunal on 1 June 2009 found in favour of the Commissioner and affirmed the objection decision in relation to the assessments.",
      "id": "s19"
    },
    {
      "text": "The present application is an appeal from the Tribunal's decision.",
      "id": "s20"
    },
    {
      "text": "THIS APPLICATION \n The application raises only one question, namely, whether vacant land, such as the Gledson Street and Gladstone Road land, is \"residential premises\" within the meaning of s 40-65(1) of the GST Act.",
      "id": "s21"
    },
    {
      "text": "Section 40-65 of the GST Act relevantly provides: \n \n Sales of residential premises \n (1) A sale of real property is input taxed , but only to the extent that the property is residential premises to be used predominantly for residential accommodation (regardless of the term of occupation).",
      "id": "s22"
    },
    {
      "text": "... \n \n\n The definition of \"residential premises\" in the GST Act is to be found at s 195-1: \n \n residential premises means land or a building that:\n (a) is occupied as a residence or for residential accommodation; or\n (b) is intended to be occupied, and is capable of being occupied, as a residence or for residential accommodation;\n (regardless of the term of the occupation or intended occupation) and includes a floating home.",
      "id": "s23"
    },
    {
      "text": "For the applicant to succeed in establishing that the sales of the two parcels of land are input taxed under s 40-65 he must show that the properties are \"residential premises to be used predominately for residential accommodation\".",
      "id": "s24"
    },
    {
      "text": "It is not entirely clear whether the requirement that the properties be \"used predominately for residential accommodation\" adds anything to the definition of \"residential premises\" in s 195-1 however the question does not arise unless the properties meet the definitional requirement.",
      "id": "s25"
    },
    {
      "text": "It is common ground that at the time of their respective sales neither property was occupied.",
      "id": "s26"
    },
    {
      "text": "Consequently sub-para (a) of the definition does not apply and it is to sub-para (b) that attention must be directed.",
      "id": "s27"
    },
    {
      "text": "Under that sub-paragraph it is necessary to show that the property was \"intended to be occupied, and [was] capable of being occupied as, a residence or for residential accommodation\".",
      "id": "s28"
    },
    {
      "text": "The respondent takes the view that vacant land, even if zoned residential can never be \"residential premises\" because it lacks \"some form of permanent structure with living facilities\" which would allow it to be used as a residence or for residential accommodation.",
      "id": "s29"
    },
    {
      "text": "In resisting this submission the applicant attached much importance to the disjunction between \"land\" and \"building\" in the opening words of the definition.",
      "id": "s30"
    },
    {
      "text": "While he may well be correct that \"there is no warrant to read the word 'land' to mean land with a building on it\", it is still necessary, as the applicant accepts, for the land to meet the requirements of the definition, in this case, the criteria in sub-para (b).",
      "id": "s31"
    },
    {
      "text": "In South Steyne Hotel Pty Ltd v Commissioner of Taxation [2009] FCA 13 ; (2009) 71 ATR 228 at [17] - [39] I gave detailed consideration to the GST Act definition of residential premises including the effect of the amendments made to the definition following the decision in Marana Holdings Pty Ltd v Commissioner of Taxation [2004] FCAFC 307 ; (2004) 141 FCR 299.",
      "id": "s32"
    },
    {
      "text": "Following those amendments which added the reference to residential accommodation as well as the instruction to disregard the term of the occupation or intended occupation, I concluded, at [31], that \"only the element of shelter and basic living facilities such as are provided by a bedroom and bathroom\" were necessary.",
      "id": "s33"
    },
    {
      "text": "That conclusion was accepted by the Full Court in South Steyne Hotel Pty Ltd v Commissioner of Taxation [2009] FCAFC 155 ; Emmett J (with whom Finn J agreed at [30], Edmonds J at [86].",
      "id": "s34"
    },
    {
      "text": "The reference to bedroom and bathroom in the above comment was given as an example only; it does not limit the concept of shelter and basic living facilities.",
      "id": "s35"
    },
    {
      "text": "Indeed it may well be that shelter and basic living facilities could exist without there being, in any conventional sense, a bedroom or a bathroom.",
      "id": "s36"
    },
    {
      "text": "Given that the Gledson Street and the Gladstone Road land were not occupied at the time of sale, if they are to fall within the definition of residential premises they must, at that time, have been capable of providing some shelter and basic living facilities.",
      "id": "s37"
    },
    {
      "text": "In terms of the facilities available there was no material difference between the two properties; both were vacant land; electricity, water and sewerage services were available in both cases even if not actually connected at the time.",
      "id": "s38"
    },
    {
      "text": "With minor differences that are presently irrelevant, both properties were zoned \"residential\".",
      "id": "s39"
    },
    {
      "text": "It may well be that zoning permitting residential occupation is necessary for land or a building to be capable of providing shelter and basic living facilities but it is not sufficient.",
      "id": "s40"
    },
    {
      "text": "Neither the Gledson Street land nor the Gladstone Road land provided any element of shelter and basic living facilities.",
      "id": "s41"
    },
    {
      "text": "The applicant put forward quite a different construction of the definition of residential premises to support his submission that both properties were \"intended to be occupied, and [were] capable of being occupied, as a residence or for residential accommodation\".",
      "id": "s42"
    },
    {
      "text": "The applicant called in aid the explanatory memorandum to the A New Tax System (Indirect Tax and Consequential Amendments) Act 1999 (Cth) which introduced the definitional requirement that the land be \"capable\" of being occupied as a residence.",
      "id": "s43"
    },
    {
      "text": "The explanatory memorandum states at paras 1.167-1.168: \n \n 1.167 ...",
      "id": "s44"
    },
    {
      "text": "The new definition requires that for the land to be considered residential premises it must be intended to be occupied, and capable of being occupied, as a residence.",
      "id": "s45"
    },
    {
      "text": "That is, it is permissible to use the land for residential purposes and the land has some facilities ordinarily associated with residency (i.e.",
      "id": "s46"
    },
    {
      "text": "water and sewerage).",
      "id": "s47"
    },
    {
      "text": "1.168 The amendment ensures that the sales of vacant residential land will not be input taxed under s 40-65.",
      "id": "s48"
    },
    {
      "text": "The supply of land is not input taxed where it is: \n \n The applicant submitted that \"occupied\" in para 1.167 refers to the legal right to possession or occupation and therefore that land is \"capable\" of being occupied as a residence or for residential accommodation even if it is vacant land if it is able to be connected to water and sewerage facilities.",
      "id": "s49"
    },
    {
      "text": "He further submitted that reference in para 1.167 to \"permissible\" should be read as satisfying the requirement for the intention to use the land --- that is, that if the land is \"permitted\" to be used for residential purposes, it is \"intended\" to be used for those purposes.",
      "id": "s50"
    },
    {
      "text": "The applicant submits that para 1.168 refers to \"bare\" vacant land, while the para 1.167 refers to \"serviced\" vacant land.",
      "id": "s51"
    },
    {
      "text": "In my view, these passages do not lend any support to the applicant's construction of the statutory definition.",
      "id": "s52"
    },
    {
      "text": "Sub-paragraph (b) of the definition is focussed on the capacity of the land to be used at the relevant time for the nominated purpose; it is not concerned with the potential for the land to be developed to have that capacity.",
      "id": "s53"
    },
    {
      "text": "Both sub-paragraphs of the definition are concerned with occupation.",
      "id": "s54"
    },
    {
      "text": "The difference between them does not relate to capacity but only to whether the land (having such capacity) is actually being used (occupied) for the nominated purpose.",
      "id": "s55"
    },
    {
      "text": "The fact of actual use in sub-para (a) obviates any need to refer to capacity.",
      "id": "s56"
    },
    {
      "text": "The reference in sub-para (b) to being \"intended to be occupied\" is an additional requirement and does not detract from the necessity for the land to be capable of being occupied.",
      "id": "s57"
    },
    {
      "text": "Paragraph 1.167 does not mention vacant land at all.",
      "id": "s58"
    },
    {
      "text": "The reference to water and sewerage in para 1.167 of the explanatory memorandum is an example of \"some facilities ordinarily associated with residency\" but does not purport to give those facilities the status of defining characteristics.",
      "id": "s59"
    },
    {
      "text": "The paragraph provides no foundation for a distinction between \"bare\" vacant land and \"serviced\" vacant land.",
      "id": "s60"
    },
    {
      "text": "The applicant's analysis treats the proposition that serviced vacant land is included in the definition of residential premises as both the premise and the conclusion of the argument.",
      "id": "s61"
    },
    {
      "text": "The logical fallacy is immediately apparent.",
      "id": "s62"
    },
    {
      "text": "Moreover, para 1.168 makes it abundantly clear, without qualification, that this interpretation cannot be accepted.",
      "id": "s63"
    },
    {
      "text": "For the reasons given above the present application must fail.",
      "id": "s64"
    },
    {
      "text": "In oral submissions for the Commissioner it was suggested that should I find in favour of the respondent, it was open to me to rule that vacant land can never be considered \"residential premises\" for the purpose of the GST Act.",
      "id": "s65"
    },
    {
      "text": "While it is difficult for me to envisage a scenario in which such a characterisation would be plausible, I am not inclined to make so expansive a ruling.",
      "id": "s66"
    },
    {
      "text": "The view I have expressed in South Steyne, that an element of shelter and basic living facilities are required to satisfy the definition of residential premises, has been approved by a Full Court.",
      "id": "s67"
    },
    {
      "text": "Recognition of that requirement was sufficient to dispose of the particular issue in South Steyne and is also sufficient to dispose of the present application.",
      "id": "s68"
    },
    {
      "text": "It may be that other circumstances will show that while necessary, this requirement is not sufficient.",
      "id": "s69"
    },
    {
      "text": "It is neither necessary nor appropriate for me to attempt to anticipate such circumstances.",
      "id": "s70"
    },
    {
      "text": "The application must be dismissed with costs.",
      "id": "s71"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s72"
    },
    {
      "text": "Associate:\n \n \nDated: 3 December 2009\n \n Counsel for the Applicant: R Hamilton SC with I Young \n \n Solicitor for the Applicant: Robert Richards &amp; Associates \n \n Counsel for the Respondent: DFC Thomas \n \n Solicitor for the Respondent: TressCox Lawyers \n Date of Hearing: 6 October 2009 \n \n Date of Judgment: 3 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1426.html",
      "id": "s73"
    }
  ]
}