{
  "name": "West v TWG Services Limited [2009] FCA 1052 (18 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1052.html",
  "catchphrases": [
    {
      "text": "service outside australia",
      "id": "c0"
    },
    {
      "text": "proceeding including claims for misleading and deceptive conduct, statutory entitlements to accrued annual leave and breaches of contract",
      "id": "c1"
    },
    {
      "text": "whether court has jurisdiction in the proceeding",
      "id": "c2"
    },
    {
      "text": "whether proceeding consists of or includes any one or more of the kinds of proceeding required",
      "id": "c3"
    },
    {
      "text": "whether prima facie case for relief sought",
      "id": "c4"
    },
    {
      "text": "prima facie case for only a small part of relief sought",
      "id": "c5"
    },
    {
      "text": "whether discretion to allow whole of amended application and amended statement of claim to be served outside australia should be exercised",
      "id": "c6"
    },
    {
      "text": "annual leave",
      "id": "c7"
    },
    {
      "text": "whether statutory regime binds foreign employer of employee performing contract of employment in australia",
      "id": "c8"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c9"
    },
    {
      "text": "representations as to ongoing employment",
      "id": "c10"
    },
    {
      "text": "whether binding",
      "id": "c11"
    },
    {
      "text": "whether absolute",
      "id": "c12"
    },
    {
      "text": "whether subject to implied term as to termination on reasonable notice",
      "id": "c13"
    },
    {
      "text": "whether prima facie case of reliance on representations",
      "id": "c14"
    },
    {
      "text": "employment",
      "id": "c15"
    },
    {
      "text": "terms",
      "id": "c16"
    },
    {
      "text": "whether implied term of termination on reasonable notice",
      "id": "c17"
    },
    {
      "text": "whether 24 months' notice reasonable",
      "id": "c18"
    },
    {
      "text": "whether contract terminated",
      "id": "c19"
    },
    {
      "text": "employee given 4 months' notice that his assignment to work in australia would be terminated",
      "id": "c20"
    },
    {
      "text": "whether prima facie case of breach by employer in failing to comply with obligations on termination of assignment to australia",
      "id": "c21"
    },
    {
      "text": "civil procedure",
      "id": "c22"
    },
    {
      "text": "workplace relations",
      "id": "c23"
    },
    {
      "text": "trade practices",
      "id": "c24"
    },
    {
      "text": "contract",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding\n These reasons for judgment deal with an application by the applicant in this proceeding for leave to serve the originating process on the respondent outside Australia.",
      "id": "s0"
    },
    {
      "text": "The respondent is an English corporation.",
      "id": "s1"
    },
    {
      "text": "The proceeding arises out of an employment relationship between the applicant and the respondent.",
      "id": "s2"
    },
    {
      "text": "The originating process consists of an application and a statement of claim.",
      "id": "s3"
    },
    {
      "text": "The claims include: statutory entitlements pursuant to the Workplace Relations Act 1996 (Cth) (\"the Workplace Relations Act \"), both before and after major amendments were made to the Workplace Relations Act by the Workplace Relations Amendment (Work Choices) Act 2005 (Cth) (\"the Work Choices Act\"); damages for misleading and deceptive conduct, pursuant to s 52 of the Trade Practices Act 1974 (Cth) (\"the Trade Practices Act \"); and various breaches of contract, said to fall within the accrued jurisdiction of the Court, the employment relationship being the substratum of fact common to all causes of action.",
      "id": "s4"
    },
    {
      "text": "The application for leave to serve the respondent outside Australia came before me originally on 23 January 2009.",
      "id": "s5"
    },
    {
      "text": "At that time, the applicant relied only on the terms of the application and statement of claim.",
      "id": "s6"
    },
    {
      "text": "There was a short affidavit by a solicitor, which dealt with correspondence relating to an attempt to have Australian solicitors who had acted on behalf of the respondent accept service, and with the practicalities of service on the registered office of the respondent in England.",
      "id": "s7"
    },
    {
      "text": "In other words, there was no affidavit evidence verifying any of the facts alleged in the statement of claim.",
      "id": "s8"
    },
    {
      "text": "When it became apparent that the applicant would be in difficulty proceeding in that manner, because the facts alleged in the statement of claim did not enable the Court to determine whether all of the causes of action fell within any of the provisions of the table in O 8 r 2 of the Federal Court Rules , counsel then appearing for the applicant sought an adjournment.",
      "id": "s9"
    },
    {
      "text": "The application was adjourned to 3 February 2009.",
      "id": "s10"
    },
    {
      "text": "On that occasion, an affidavit was filed in Court, affirmed by a solicitor and based on information and belief, dealing with some factual matters.",
      "id": "s11"
    },
    {
      "text": "This did not resolve all of the difficulties in the applicant's way.",
      "id": "s12"
    },
    {
      "text": "Counsel for the applicant sought a further adjournment.",
      "id": "s13"
    },
    {
      "text": "The application was adjourned until 23 February 2009.",
      "id": "s14"
    },
    {
      "text": "On that day, after further hearing counsel for the applicant, I reserved judgment.",
      "id": "s15"
    },
    {
      "text": "On 25 February 2009, the applicant filed an amended application and amended statement of claim.",
      "id": "s16"
    },
    {
      "text": "The applicant was entitled to make this amendment without leave, pursuant to O 13 r 3 of the Federal Court Rules .",
      "id": "s17"
    },
    {
      "text": "Also on 25 February 2009, the applicant filed an affidavit sworn by himself, giving evidence of matters on which he apparently wished me to rely.",
      "id": "s18"
    },
    {
      "text": "A second, corrected version of this affidavit was sworn on 27 February 2009 and filed on 5 March 2009.",
      "id": "s19"
    },
    {
      "text": "Since then, the applicant has filed a further affidavit on 27 April 2009, along with written submissions additional to those provided to the Court on 3 February 2009.",
      "id": "s20"
    },
    {
      "text": "It is unfortunate that the applicant has chosen to proceed in this piecemeal fashion.",
      "id": "s21"
    },
    {
      "text": "I have considered all of the material filed.",
      "id": "s22"
    },
    {
      "text": "In many respects, the filing of material after submissions were made has created confusion.",
      "id": "s23"
    },
    {
      "text": "There are inconsistencies between the facts pleaded in the amended statement of claim and those to which the applicant has sworn in his subsequent affidavits, particularly that filed on 27 April 2009.",
      "id": "s24"
    },
    {
      "text": "The resultant lack of clarity does not work in the applicant's favour when there is a need to provide sufficient facts to demonstrate that all causes of action fall within criteria by reference to which the Court can order service on a person outside Australia.",
      "id": "s25"
    },
    {
      "text": "In addition, the filing of affidavit material after the Court has drawn attention to deficiencies in material filed previously can give rise to the suspicion that affidavits have been drafted more with an eye to filling the gaps than to presenting a truthful picture.",
      "id": "s26"
    },
    {
      "text": "I have not rejected any of the affidavit material on this basis, but have found that it needs to be approached with caution in some respects.",
      "id": "s27"
    },
    {
      "text": "The legislation\n By s 59(2)(g) of the Federal Court of Australia Act 1976 (Cth) (\"the Federal Court Act\"), the judges of the Court or a majority of them are empowered to make rules of Court for or in relation to \"the service and execution of the process of the Court, including the manner in which and the extent to which the process of the Court, or notice of any such process, may be served out of the jurisdiction of the Court\".",
      "id": "s28"
    },
    {
      "text": "Order 8 r 2 of the Federal Court Rules is undoubtedly made in the exercise of this power.",
      "id": "s29"
    },
    {
      "text": "It provides: \n \n Subject to rule 3, an originating process may be served on a person in a foreign country in a proceeding which consists of, or includes, any 1 or more of the kinds of proceeding mentioned in the following table: \n \n\n \nThe table includes the following relevant kinds of proceedings:\n \n \n 1 Proceeding based on a cause of action arising in Australia \n \n\n \n \n 2 Proceeding based on a breach of a contract in Australia \n \n\n \n \n 3 Proceeding in relation to a contract that: \n \n\n \n \n \n (a) is made in Australia; or \n \n \n\n \n \n \n ... \n \n \n\n \n \n \n (c) is governed by the law of the Commonwealth or of a State or Territory; \n \n \n\n \n \n \n in which the applicant seeks: \n \n \n\n \n \n \n (d) an order for the enforcement, rescission, dissolution, rectification or annulment of the contract; or \n \n \n\n \n \n \n (e) an order otherwise affecting the contract; or \n \n \n\n \n \n \n (f) an order for damages or other relief in relation to a breach of the contract \n \n \n\n \n \n ... \n \n\n Proceeding based on a breach of a provision of an Act that is committed in Australia \n Proceeding based on a breach of a provision of an Act (wherever occurring) seeking relief in relation to damage suffered wholly or partly in Australia \n Proceeding in relation to the construction, effect or enforcement of an Act, regulations or any other instrument having, or purporting to have, effect under an Act \n \nThe references to \"an Act\" must be taken to be references to an Act of the Parliament of the Commonwealth of Australia (see s 38(1) of the Acts Interpretation Act 1901 (Cth)).",
      "id": "s30"
    },
    {
      "text": "Order 8 r 3 of the Federal Court Rules provides relevantly as follows: \n \n (1) Service of an originating process on a person in a foreign country is effective for the purpose of a proceeding only if: \n \n\n \n \n \n (a) the Court has given leave under subrule (2) before the application is served; or \n \n \n\n \n \n \n (b) the Court confirms the service under subrule (5); or \n \n \n\n \n \n \n (c) the person served waives any objection to the service by entering an appearance in the proceeding.",
      "id": "s31"
    },
    {
      "text": "(2) The Court may give leave to a party to serve an originating process on a person in a foreign country in accordance with a convention or the law of the foreign country, on such terms and conditions as it considers appropriate, if the Court is satisfied that: \n \n\n \n \n \n (a) the Court has jurisdiction in the proceeding; and \n \n \n\n \n \n \n (b) the proceeding is of a kind mentioned in rule 2; and \n \n \n\n \n \n \n (c) the person seeking leave has a prima facie case for the relief claimed by the person in the proceeding.",
      "id": "s32"
    },
    {
      "text": "The nature of the Court's power\n The leading authority on the power given by the Federal Court Rules to order service outside Australia is the judgment of the Full Court in Bray v F Hoffman-La Roche Ltd [2003] FCAFC 153 (2003) 130 FCR 317.",
      "id": "s33"
    },
    {
      "text": "Some caution must be exercised with respect to some aspects of what the Full Court said about the provisions of O 8 of the Federal Court Rules in that case, because O 8 has been amended significantly since Bray was decided.",
      "id": "s34"
    },
    {
      "text": "At the time when Bray was decided, the provision equivalent to that now found in O 8 r 2 was in O 8 r 1 and was in terms different from the current provision.",
      "id": "s35"
    },
    {
      "text": "At that time, O 8 r 1 provided that \"originating process may be served outside the Commonwealth in the following cases\".",
      "id": "s36"
    },
    {
      "text": "There followed a series of paragraphs, each commencing with the words \"where the proceeding\".",
      "id": "s37"
    },
    {
      "text": "In some instances, these words were followed by the words \"is founded on\", followed in turn by a reference to a particular cause of action or factual circumstance.",
      "id": "s38"
    },
    {
      "text": "In other paragraphs, other descriptions of the kind of proceeding contemplated were set out.",
      "id": "s39"
    },
    {
      "text": "The focus was thus on the nature of the proceeding.",
      "id": "s40"
    },
    {
      "text": "Order 8 r 1 now contains nothing more than definitions of four terms used elsewhere in O 8.",
      "id": "s41"
    },
    {
      "text": "The form of O 8 r 2, which appears from the extracts from the rule that I have set out in [5] above, has been changed, so that the reference is to \"a proceeding which consists of, or includes, any 1 or more of the kinds of proceeding mentioned in the following table\".",
      "id": "s42"
    },
    {
      "text": "The focus is no longer on whether a proceeding is of a kind mentioned in the list, but whether the proceeding consists of or includes a proceeding of any of the relevant kinds.",
      "id": "s43"
    },
    {
      "text": "The provisions that were in O 8 r 2 at the time of Bray are now found in O 8 r 3.",
      "id": "s44"
    },
    {
      "text": "There have been some changes.",
      "id": "s45"
    },
    {
      "text": "The requirement, formerly appearing in O 8 r 2(2)(b), that \"rule 1 applies to the proceeding\", is now in O 8 r 3(2)(b) as \"the proceeding is of a kind mentioned in rule 2\".",
      "id": "s46"
    },
    {
      "text": "The relevant criterion has broadened, to apply to a proceeding that is not only of a kind mentioned in the relevant list, but one which \"consists of, or includes\" any one or more of the kinds of proceeding in the relevant list.",
      "id": "s47"
    },
    {
      "text": "It follows that, for the purposes of the application of the present O 8 r 3(2), the proceeding may also include proceedings of kinds not mentioned in r 2, so long as it also includes one or more proceedings that are of such a kind.",
      "id": "s48"
    },
    {
      "text": "Significantly, O 8 r 3(2)(c) is in terms identical to the former O 8 r 2(2)(c), the meaning of which was considered by the Full Court in Bray .",
      "id": "s49"
    },
    {
      "text": "The Court was divided on the issue whether this requirement should be construed as a requirement that the applicant have a prima facie case in respect of every cause of action in the proceeding, or only a prima facie case in respect of the relief sought in the application, even if that relief were sought by reference to alternative causes of action which did not bring the proceeding within one of the kinds referred to in the then O 8 r 1.",
      "id": "s50"
    },
    {
      "text": "The majority, Carr J at [36]-[55] and Branson J at [171]-[193], held that it was sufficient that there was a prima facie case for the relief sought on the basis of any of the causes of action relied upon.",
      "id": "s51"
    },
    {
      "text": "Finkelstein J dissented.",
      "id": "s52"
    },
    {
      "text": "In construing O 8 r 3(2)(c), I am bound to follow the view of the majority in Bray .",
      "id": "s53"
    },
    {
      "text": "It is also necessary to point out that the power given by O 8 r 3(2) is clearly a discretionary power.",
      "id": "s54"
    },
    {
      "text": "Even if the Court achieves a state of satisfaction as to all of the elements in the paragraphs of subr (2), it is not bound to give the leave sought.",
      "id": "s55"
    },
    {
      "text": "Some respect must be paid to the principle of comity between the courts of different countries.",
      "id": "s56"
    },
    {
      "text": "Litigation between parties in different countries will be expensive and inconvenient for one of those parties in whichever of the countries it takes place.",
      "id": "s57"
    },
    {
      "text": "It is undesirable for a court to seize jurisdiction too readily, simply because a small aspect or small aspects of a proceeding fall within the kinds of cases contemplated in which service outside the jurisdiction of that court may be ordered, while the major elements of the proceeding do not.",
      "id": "s58"
    },
    {
      "text": "I do not take the amended form of the words in O 8 r 2 to amount to a requirement that, in every case in which it is possible to find the slightest element of a kind of case found in the table in that rule, it should follow that the power to order service outside Australia should be exercised.",
      "id": "s59"
    },
    {
      "text": "The tail should not always be allowed to wag the dog.",
      "id": "s60"
    },
    {
      "text": "The jurisdiction of the Court and the nature of the proceeding\n There can be no doubt that the proceeding instituted by the applicant falls within the jurisdiction of the Court.",
      "id": "s61"
    },
    {
      "text": "By s 86(1) of the Trade Practices Act , jurisdiction is conferred on the Court in any matter arising under the Trade Practices Act in respect of which a civil proceeding has been instituted under Pt VI.",
      "id": "s62"
    },
    {
      "text": "Part VI of the Trade Practices Act includes s 82.",
      "id": "s63"
    },
    {
      "text": "By s 82(1) a person who suffers loss or damage by conduct of another person in contravention of a provision (among others) of Pt V may recover the amount of the loss or damage by action against that other person.",
      "id": "s64"
    },
    {
      "text": "In the present proceeding, there is a claim for damages pursuant to s 82 , based on an alleged contravention of s 52 of the Trade Practices Act , which prohibits a corporation, in trade or commerce, engaging in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s65"
    },
    {
      "text": "Section 52 is found in Pt V of the Trade Practices Act .",
      "id": "s66"
    },
    {
      "text": "Section 847(1) of the Workplace Relations Act confers on \"the Court\" (defined in s 4(1) to mean this Court) jurisdiction with respect to matters arising under the Workplace Relations Act in relation to which: \n \n (a) applications may be made to it under this Act; or \n \n\n \n \n (b) actions may be brought in it under this Act; or \n \n\n \n \n ... \n \n\n \n \n (e) penalties may be sued for and recovered under this Act \n \n\n By s 720 of the Workplace Relations Act : \n \n If an employer is required by an applicable provision...to pay an amount to an employee or to pay an amount to a superannuation fund on behalf of an employee, the employee, or an inspector on behalf of the employee, may, not later than 6 years after the employer was required to make the payment to the employee or fund, sue for the amount of the payment in an eligible court.",
      "id": "s67"
    },
    {
      "text": "Section 719(1) provides:\n \n \n An eligible court may impose a penalty in accordance with this Division on a person if: \n \n\n \n \n (a) the person is bound by an applicable provision; and \n \n\n \n \n (b) the person breaches the provision.",
      "id": "s68"
    },
    {
      "text": "The terms \"applicable provision\" and \"eligible court\" are defined in s 717.",
      "id": "s69"
    },
    {
      "text": "The definition of the former includes the Australian Fair Pay and Conditions Standard.",
      "id": "s70"
    },
    {
      "text": "The definition of the latter term includes the Court.",
      "id": "s71"
    },
    {
      "text": "The question of standing to apply for penalties is dealt with in s 718 , where there is a table setting out various types of applicable provisions and lists of persons who may apply in respect of them.",
      "id": "s72"
    },
    {
      "text": "Item 2 relates to a term of the Australian Fair Pay and Conditions Standard, and makes it clear that an employee whose employment is subject to the standard may apply for a penalty.",
      "id": "s73"
    },
    {
      "text": "Provisions relating to the Australian Fair Pay and Conditions Standard are found in Pt 7 of the Workplace Relations Act .",
      "id": "s74"
    },
    {
      "text": "Section 172(1) provides, so far as relevant: \n \n (1) The Australian Fair Pay and Conditions Standard provides key minimum entitlements of employment for the employees to whom it applies.",
      "id": "s75"
    },
    {
      "text": "(2) The Australian Fair Pay and Conditions Standard prevails over a workplace agreement or a contract of employment that operates in relation to an employee to the extent to which, in a particular respect, the Australian Fair Pay and Conditions Standard provides a more favourable outcome for the employee.",
      "id": "s76"
    },
    {
      "text": "By s 173 , \"A term of a workplace agreement or a contract has no effect to the extent to which it purports to exclude the Australian Fair Pay and Conditions Standard or any part of it.",
      "id": "s77"
    },
    {
      "text": "\" \n Division 4 of Pt 7 of the Workplace Relations Act provides for annual leave.",
      "id": "s78"
    },
    {
      "text": "By s 227 , Div 4 \"applies to all employees other than casual employees.",
      "id": "s79"
    },
    {
      "text": "\" The entitlement to accrue annual leave is found in s 232 , where there is a formula for calculation of the entitlement, the details of which need not be canvassed for present purposes.",
      "id": "s80"
    },
    {
      "text": "Section 235(2) provides: \n \n If the employment of an employee who has not taken an amount of accrued annual leave ends at a particular time, the employee must be paid a rate for each hour (pro-rated for part hours) of the employee's untaken accrued annual leave that is no less than the rate that, immediately before that time, is the employee's basic periodic rate of pay (expressed as an hourly rate).",
      "id": "s81"
    },
    {
      "text": "Division 7 of Pt 7 of the Workplace Relations Act contains provisions relating to civil remedies.",
      "id": "s82"
    },
    {
      "text": "Section 318(1) imposes an obligation on an employer not to contravene a term of the Australian Fair Pay and Conditions Standard contained in, among other provisions, Div 4 of Pt 7 , in relation to an employee of the employer to whom the term applies.",
      "id": "s83"
    },
    {
      "text": "Section 318(2) provides that section 318(1) is \"a civil remedy provision.",
      "id": "s84"
    },
    {
      "text": "\" That term is defined by reference to s 4(1) of the Workplace Relations Act , which in turn refers to s 727.",
      "id": "s85"
    },
    {
      "text": "The definition of \"civil remedy provisions\" in s 727 includes a provision of the Workplace Relations Act that is declared to be a civil remedy provision: see s 727(1)(b) and (2).",
      "id": "s86"
    },
    {
      "text": "To determine standing to apply for a civil remedy in relation to a contravention of Pt 7 , it is necessary to go to s 319(1) of the Workplace Relations Act , para (a) of which confers on \"the employee concerned\" the entitlement to apply to \"the Court\" for an order under Div 7 of Pt 7.",
      "id": "s87"
    },
    {
      "text": "Section 317 defines \"Court\" to mean the Federal Court of Australia or the Federal Magistrates Court.",
      "id": "s88"
    },
    {
      "text": "Section 320 provides: \n \n The Court may, on application by a person in accordance with section 319 , make one or more of the following orders in relation to an employer who has contravened a relevant term of the Australian Fair Pay and Conditions Standard: \n \n\n \n \n (a) an order requiring the employer to pay a specified amount to another person as compensation for damage suffered by the other person as a result of the contravention; \n \n\n \n \n (b) any other orders (including injunctions) that the Court considers necessary to stop the contravention or rectify its effects.",
      "id": "s89"
    },
    {
      "text": "There appears to be no specific provision of the Workplace Relations Act to the effect that an employer outside Australia is bound by its provisions.",
      "id": "s90"
    },
    {
      "text": "The definitions of \"employee\" in s 5 and \"employer\" in s 6 do not deal with the issue at all.",
      "id": "s91"
    },
    {
      "text": "By s 6(1)(a) , \"a constitutional corporation, so far as it employs, or usually employs, an individual\" is included in the definition of \"employer\".",
      "id": "s92"
    },
    {
      "text": "Section 4(1) defines a \"constitutional corporation\" as a corporation to which s 51(xx) of the Constitution applies.",
      "id": "s93"
    },
    {
      "text": "Section 51(xx) of the Constitution confers on the Parliament of the Commonwealth of Australia legislative power with respect to, among others, \"foreign corporations\".",
      "id": "s94"
    },
    {
      "text": "Specific provisions of the Workplace Relations Act dealing with extraterritorial application, such as s 13 and s 174 (which is in Div 1 of Pt 7) appear to be designed to extend the operation of the Workplace Relations Act to cover employees who are actually performing their contracts of employment outside the territorial limits of Australia.",
      "id": "s95"
    },
    {
      "text": "They therefore appear to be based on the assumption that, if the employee is performing his or her contract of employment within the territorial limits of Australia, the employer will be bound by the terms of the Workplace Relations Act in relation to that employment.",
      "id": "s96"
    },
    {
      "text": "At the very least, the applicant's claim pursuant to the Workplace Relations Act can be taken to include a contention to this effect, which the Court would have to resolve.",
      "id": "s97"
    },
    {
      "text": "The applicant's claim for unpaid annual leave, pursuant to the Workplace Relations Act , therefore answers at least one of the descriptions of: a proceeding based on a breach of a provision of an Act that is committed in Australia, within the meaning of item 11 in the table in O 8 r 2 of the Federal Court Rules ; or a proceeding based on a breach of a provision of an Act (wherever occurring) seeking relief in relation to damage suffered wholly or partly in Australia, within item 12 of that table; or a proceeding in relation to the construction, effect or enforcement of an Act, within item 13 of that table.",
      "id": "s98"
    },
    {
      "text": "There is also a claim for unpaid annual leave by reference to the Workplace Relations Act , as it stood prior to the amendments introduced by the Work Choices Act.",
      "id": "s99"
    },
    {
      "text": "The Workplace Relations Act in that form governed the employment of the applicant during the pre-amendment period of that employment.",
      "id": "s100"
    },
    {
      "text": "Section 500(1) provided that minimum terms and conditions of employment for employees in Victoria were contained in Sch 1A.",
      "id": "s101"
    },
    {
      "text": "Item 1(1)(a) of Sch 1A included in the minimum terms and conditions of employment: \n \n except in the case of an employee engaged in casual work---paid annual leave for each year worked (see clause 1A for the calculation of the number of hours of annual leave and further details about taking this leave) \n \n\n \nItem 1A(2) contain various provisions about annual leave, including provisions that such leave:\n \n \n (a) accrues on a pro-rata basis and is cumulative; and \n \n\n \n \n (b) is credited on the anniversary of the employee's employment; and \n \n\n \n \n ... \n \n\n \n \n (d) is to be paid at the rate that, immediately before the leave is taken, is the employee's ordinary hourly rate of pay; and \n \n\n \n \n (e) is to be paid when the employee takes annual leave or leaves his or her employment, as the case may be \n \n\n Section 506(1) of the Workplace Relations Act before the amendments made by the Work Choices Act provided that, if an employment agreement did not at any time comply with a minimum term or condition of employment applicable under s 500(1), for the purposes of ss 178 and 179, it was taken to have effect as if it did comply.",
      "id": "s102"
    },
    {
      "text": "Section 506(2) contained a similar provision with respect to a contract of employment other than an employment agreement.",
      "id": "s103"
    },
    {
      "text": "Section 527(1) then provided that the Workplace Relations Act applied in relation to an employment agreement in the same way as it applied in relation to a certified agreement.",
      "id": "s104"
    },
    {
      "text": "By s 178(1) , where a person bound by a certified agreement breached a term of the agreement, a penalty could be imposed by the Court.",
      "id": "s105"
    },
    {
      "text": "By s 178(5A)(c) , among the persons entitled to sue for and recover a penalty was a person bound by the agreement concerned.",
      "id": "s106"
    },
    {
      "text": "Section 178(6) empowered the Court to order an employer to pay to the employee concerned an unpaid amount that the employer was required to pay under an agreement.",
      "id": "s107"
    },
    {
      "text": "To the extent to which it is based on these earlier provisions of the Workplace Relations Act , the applicant's claim for unpaid annual leave falls within the three items in the table in O 8 r 2 of the Federal Court Rules , to which I have referred in [17].",
      "id": "s108"
    },
    {
      "text": "The claim for damages, in reliance on s 52 of the Trade Practices Act is also a claim falling within items 11 and 12 of the table in O 8 r 2 of the Federal Court Rules .",
      "id": "s109"
    },
    {
      "text": "I have considerable doubts as to whether all of the causes of action alleging breaches of contract constitute proceedings of one or more of the kinds mentioned in the table in O 8 r 2 of the Federal Court Rules .",
      "id": "s110"
    },
    {
      "text": "To the extent to which there are claims for payments due under a contract, it could be said that those are proceedings based on breaches of contract that occurred in Australia, for the purposes of item 2.",
      "id": "s111"
    },
    {
      "text": "In those circumstances, the causes of action would also arise in Australia, within the meaning of item 1.",
      "id": "s112"
    },
    {
      "text": "I have difficulty with the notion that any contract on which the applicant relies was made in Australia, within the meaning of item 3(a) or is governed by the law of the Commonwealth or of a State or Territory, within the meaning of item 3(c).",
      "id": "s113"
    },
    {
      "text": "It seems to me most likely that there was a contract, originally made in England, pursuant to which the applicant agreed to be assigned to Australia.",
      "id": "s114"
    },
    {
      "text": "Subsequent variations of the time for which that contract was run would not produce a change of the place where the contract was made.",
      "id": "s115"
    },
    {
      "text": "Although the applicant's performance of the contract was to be largely (but by no means entirely) in Australia, there are many features of the contract, so far as its nature is discernible from the evidence, that suggest that the proper law of the contract is the law of England.",
      "id": "s116"
    },
    {
      "text": "It is unnecessary to determine these questions, however, because the presence of the claims made pursuant to the Workplace Relations Act and the Trade Practices Act ensure that the proceeding includes at least one of the kinds of proceeding mentioned in the table in O 8 r 2 of the Federal Court Rules .",
      "id": "s117"
    },
    {
      "text": "For the purposes of the application of the requirement in O 8 r 3(2)(b), that is sufficient.",
      "id": "s118"
    },
    {
      "text": "For the reasons given in [12]-[19], the claims made pursuant to the Workplace Relations Act are within the jurisdiction of the Court and make the proceeding one of a kind mentioned in O 8 r 2 of the Federal Court Rules .",
      "id": "s119"
    },
    {
      "text": "As I have said in [11], the claim made pursuant to s 52 of the Trade Practices Act is also within the jurisdiction of the Court.",
      "id": "s120"
    },
    {
      "text": "That claim also contributes to the proceeding being of a kind mentioned in O 8 r 2.",
      "id": "s121"
    },
    {
      "text": "The claims in contract are within the jurisdiction conferred on the Court by s 32(1) of the Federal Court Act in respect of matters not otherwise within its jurisdiction that are associated with matters in which the jurisdiction of the Court is invoked.",
      "id": "s122"
    },
    {
      "text": "Alternatively, because all of the claims made in the proceeding arise out of the employment of the applicant by the respondent, there is a sufficient substratum of facts common to all the claims to bring the claims in contract within the accrued jurisdiction of the Court.",
      "id": "s123"
    },
    {
      "text": "See Fencott v Muller [1983] HCA 12 ; (1983) 152 CLR 570 at 607 per Mason, Murphy, Brennan and Deane JJ.",
      "id": "s124"
    },
    {
      "text": "The requirements of O 8 r 3(2)(a) and (b) of the Federal Court Rules are therefore satisfied.",
      "id": "s125"
    },
    {
      "text": "A prima facie case for the relief sought\n For the purpose of determining whether the requirement in O 8 r 3(2)(c) has been satisfied, a prima facie case exists if, on the material before the Court, including any inferences that might be drawn from that material, findings of fact would be made that would be sufficient to make out all of the elements of the claim concerned if those findings of fact were made at the end of the trial.",
      "id": "s126"
    },
    {
      "text": "See State of Western Australia v Vetter Trittler Pty Ltd (In liq) (Receiver and Manager appointed) (1991) 30 FCR 102 at 110.",
      "id": "s127"
    },
    {
      "text": "The relief sought in the proceeding is set out in six numbered paragraphs of the amended application.",
      "id": "s128"
    },
    {
      "text": "Two of those numbered paragraphs are each divided into two subparagraphs and another is divided into six subparagraphs.",
      "id": "s129"
    },
    {
      "text": "Each paragraph, and each subparagraph, involves a separate claim for specified relief.",
      "id": "s130"
    },
    {
      "text": "Some of the claims are cumulative, some stand alone, and others are alternative.",
      "id": "s131"
    },
    {
      "text": "Each claim for relief makes specific reference to one or more paragraphs of the amended statement of claim.",
      "id": "s132"
    },
    {
      "text": "To determine whether there is a prima facie case for the relief sought, it is necessary to examine separately each claim for relief by reference to the relevant paragraph or paragraphs of the amended statement of claim, and by reference to the affidavit evidence filed in support of the application.",
      "id": "s133"
    },
    {
      "text": "To the extent to which there are alternative claims for the same relief, it will be sufficient if there is a prima facie case for that relief on either of the bases claimed, in accordance with the principle from Bray to which I have referred in [9] above.",
      "id": "s134"
    },
    {
      "text": "Misleading and deceptive conduct\n Paragraph 1 of the relief claimed in the amended application is a claim under s 82 of the Trade Practices Act for loss or damage suffered as a result of the respondent's alleged contraventions of s 52.",
      "id": "s135"
    },
    {
      "text": "The claim is specifically based on paras 58 to 60 of the amended statement of claim.",
      "id": "s136"
    },
    {
      "text": "In fact, it is necessary to look at other paragraphs of the amended statement of claim to understand paras 58 to 60.",
      "id": "s137"
    },
    {
      "text": "Paragraph 54A alleges that from around 6 February 2002 until 23 May 2007, the respondent represented to the applicant that his assignment to Australia was long-term and secure.",
      "id": "s138"
    },
    {
      "text": "The particulars of these representations are as follows: \n \n The representations included the following: (i) a representation from Powell on either 6 or 7 February 2002 to the effect that the Applicant could stay as the Australian based CEO of Australian business as long as AWG did business in Australia; (ii) support from the Respondent in applying for permanent residency during 2002 and 2003; (iii) a representation from Powell between 5 December 2002 and February 2003 to the effect that the Applicant's assignment was permanent; (iv) a representation by Cole and Powell on 23 September 2003 to the effect that the Applicant could stay as the Australian based CEO of the Australian business as long as AWG did business in Australia.",
      "id": "s139"
    },
    {
      "text": "The representations were on-going until 23 May 2007 as the Applicant continued to serve as the CEO of the Australian business up until being told of the termination of the assignment on 23 May 2007, without the Respondent ever withdrawing or resiling from the representations.",
      "id": "s140"
    },
    {
      "text": "Paragraph 55 alleges that the representations were made in trade and commerce.",
      "id": "s141"
    },
    {
      "text": "In para 56, the applicant alleges that he acted in reliance upon the representations.",
      "id": "s142"
    },
    {
      "text": "This allegation is particularised as follows: \n \n The reliance included: (i) the Applicant's devotion as the full-time Australian based CEO of the Australian business without seeking any other alternative employment elsewhere; (ii) purchasing a house in Noosa, Australia on 24 February 2003; (iii) arranging for the Applicant's eldest daughter to move permanently to Australia in October 2004; (iv) applying for Australian citizenship in March 2004; (v) selling the Applicant's UK house on 2 December 2005; (vi) assisting the Applicant's wife to purchase a Security Monitoring business in Australia in early 2007.",
      "id": "s143"
    },
    {
      "text": "Paragraph 57 alleges that the representations were made with respect to a future matter, within the meaning of s 51A of the Trade Practices Act , and para 58 alleges that, at the time the representations were made and during their currency, the respondent did not have reasonable grounds for making the representations \"and/or ensuring that they would be honoured.",
      "id": "s144"
    },
    {
      "text": "\" Section 51A of the Trade Practices Act provides relevantly as follows: \n \n (1) For the purposes of this Division, where a corporation makes a representation with respect to any future matter (including the doing of, or the refusing to do, any act) and the corporation does not have reasonable grounds for making the representation, the representation shall be taken to be misleading.",
      "id": "s145"
    },
    {
      "text": "(2) For the purposes of the application of subsection (1) in relation to a proceeding concerning a representation made by a corporation with respect to any future matter, the corporation shall, unless it adduces evidence to the contrary, be deemed not to have had reasonable grounds for making the representation.",
      "id": "s146"
    },
    {
      "text": "The effect of this provision is to cast upon the respondent the onus of adducing evidence that it did have reasonable grounds for making the representation.",
      "id": "s147"
    },
    {
      "text": "Its effect is to provide the applicant with a prima facie case of the element of his claim in respect of misleading and deceptive conduct pleaded in paras 57 and 58 of the amended statement of claim, with the exception of the reference in para 58 to ensuring that they would be honoured.",
      "id": "s148"
    },
    {
      "text": "Section 51A says nothing about ensuring that representations will be honoured.",
      "id": "s149"
    },
    {
      "text": "There is no evidence to suggest that the respondent lacked reasonable grounds for ensuring that any representations made to the applicant would be honoured.",
      "id": "s150"
    },
    {
      "text": "Such an allegation appears to come close to an allegation that the respondent lacked the intention of ensuring that the representations would be honoured, which is in effect an allegation of fraud.",
      "id": "s151"
    },
    {
      "text": "Such an allegation would require specific pleading, including particulars of the facts on which the applicant relies in pleading any condition of mind.",
      "id": "s152"
    },
    {
      "text": "See O 12 rr 2 and 3 of the Federal Court Rules .",
      "id": "s153"
    },
    {
      "text": "Paragraph 59 of the amended statement of claim is formulaic in nature.",
      "id": "s154"
    },
    {
      "text": "It alleges that \"In the premises, the conduct was misleading or deceptive or likely to mislead or deceive\" in contravention of s 52 of the Trade Practices Act .",
      "id": "s155"
    },
    {
      "text": "Presumably \"the conduct\" is a reference to the representations referred to in para 54A.",
      "id": "s156"
    },
    {
      "text": "The reference to \"the premises\" is probably intended to include the allegations made in para 36 of the amended statement of claim that, on or about 1 October 2007, the respondent terminated the applicant's employment.",
      "id": "s157"
    },
    {
      "text": "That allegation is particularised by reference to a telephone call and an email from David Scott on behalf of the respondent on 23 May 2007, advising the applicant that the Australian assignment was being terminated and would expire on 1 October 2007.",
      "id": "s158"
    },
    {
      "text": "Paragraph 60 of the amended statement of claim contains the allegation that, by reason of the respondent's contravention of the Trade Practices Act , the applicant has suffered loss and damage, in reliance upon \"the conduct\".",
      "id": "s159"
    },
    {
      "text": "The alleged loss and damage are described as follows: \n \n (a) the loss of opportunity to earn income in employment from the date of his termination by the Respondent until his retirement at age 65; \n \n\n \n PARTICULARS \n \n\n \n \n \n \n The Applicant would have retired at age 65.",
      "id": "s160"
    },
    {
      "text": "Accordingly, the loss and damage suffered by the Applicant equates to 15 years' of salary and benefits (adjusted in line with his expected promotion in that period) that he would have earned with an employer other than the Respondent.",
      "id": "s161"
    },
    {
      "text": "(b) the mental distress and vexation caused by the loss of secure, long-term employment; \n \n\n \n PARTICULARS \n \n\n \n \n \n \n Acting on the faith of the representations and the promise of secure, long-term employment in Australia until retirement age, the Applicant's family, namely his wife and daughters, uprooted their lives in England and settled permanently in Australia.",
      "id": "s162"
    },
    {
      "text": "The Applicant is now unemployed and, as the head of the family, feels an enormous weight of responsibility for the disruption and dislocation caused to his family's life.",
      "id": "s163"
    },
    {
      "text": "This has caused the Applicant great stress and vexation.",
      "id": "s164"
    },
    {
      "text": "The affidavit evidence of the applicant provides a somewhat different picture from that pleaded.",
      "id": "s165"
    },
    {
      "text": "The decision to remain permanently in Australia appears to have been made by the applicant as early as 19 April 2002, when the applicant sent to Roger Powell, to whom he reported at that time, an email in the following terms: \n \n Carol and I intend to purchase a house here in Australia.",
      "id": "s166"
    },
    {
      "text": "In addition, I have been made aware that in order for us to have the opportunity to remain in Australia permanently, which is a possibility, I must apply for citizenship/residency before the age of 45 years being attained.",
      "id": "s167"
    },
    {
      "text": "Guess what!",
      "id": "s168"
    },
    {
      "text": "I am 45 in July 2002 thus I need to be aware of yours and the Company view on that step.",
      "id": "s169"
    },
    {
      "text": "It is obviously difficult timing in view of the upcoming spin-off, however, I want to gain some certainty to being able to remain in Australia, as an Employee of the Group past my current visa, I do also need to consider the possibility that the Company will not wish for me to continue here.",
      "id": "s170"
    },
    {
      "text": "As you can appreciate this decision also has tax implications which impact the Company.",
      "id": "s171"
    },
    {
      "text": "I have obtained some advice and will bring that with me to London next week.",
      "id": "s172"
    },
    {
      "text": "As David Cole will be with you next week I felt that I should alert you to this issue, as you may wish to discuss it with David, as you were both involved in my initial assignment/opportunity.",
      "id": "s173"
    },
    {
      "text": "I would appreciate it if you could consider this, it may well be that you are unable to assist with Company sponsorship for the \"migration\" in which case I will have to consider how to proceed.",
      "id": "s174"
    },
    {
      "text": "Alternately, you may wish for me to return to London upon expiry of the assignment.",
      "id": "s175"
    },
    {
      "text": "By that stage, the first alleged representation, referred to in the particulars to para 54A of the amended statement of claim, had been made on 6 or 7 February 2002.",
      "id": "s176"
    },
    {
      "text": "The terms of the email of 19 April 2002 do not suggest that the applicant was relying on this representation as affording him any likelihood of staying in Australia beyond the expiry of the assignment, to which he referred in the last sentence I have quoted.",
      "id": "s177"
    },
    {
      "text": "Reliance on that representation is also inconsistent with the statement in the first paragraph of the email that the applicant wished to gain some certainty of being able to remain in Australia as an employee of the respondent's group, but that he was considering the possibility that the respondent would not wish for him to continue there.",
      "id": "s178"
    },
    {
      "text": "The respondent assisted the applicant in his application for a further visa, to entitle him to remain in Australia on a permanent basis with his wife and daughter, by lodging an employer nomination in 2003.",
      "id": "s179"
    },
    {
      "text": "The applicant alleges that a representation was made by Mr Powell between 5 December 2002 and February 2003 to the effect that his assignment to Australia was permanent.",
      "id": "s180"
    },
    {
      "text": "Nevertheless, when the assignment was extended, it was extended only until the end of October 2003.",
      "id": "s181"
    },
    {
      "text": "Before that extension had expired, there was a further extension of the Australian assignment until the end of February or into March 2004.",
      "id": "s182"
    },
    {
      "text": "These extensions were in writing, dated 3 April 2003 and 8 September 2003 and were inconsistent with any representation of permanency at that time.",
      "id": "s183"
    },
    {
      "text": "The other representation of permanency is alleged to have been made on 23 September 2003.",
      "id": "s184"
    },
    {
      "text": "In his affidavit sworn on 27 February 2009, the applicant says that, following this representation, for the next 20 months or so: \n \n very slow moving discussions were held primarily between Powell, McVey and me in order to give a written record and details of the first, third and fourth representations, in light of the over-arching commitment that there would be no cost to me.",
      "id": "s185"
    },
    {
      "text": "Those discussions comprised face to face discussions in Australia and England, telephone discussions (primarily between Australia and England) and email communications (primarily between Australia and England).",
      "id": "s186"
    },
    {
      "text": "By letter dated 24 May 2005 on behalf of the respondent, the applicant was informed as follows: \n \n Further to our conversation when we discussed your wish to transfer to Australia on a permanent basis.",
      "id": "s187"
    },
    {
      "text": "We have taken legal advice on the employment implications.",
      "id": "s188"
    },
    {
      "text": "We have been advised that there will be a need for a new contract to be signed by ourselves (Employer) and you (Employee).",
      "id": "s189"
    },
    {
      "text": "If we both agree to the terms within the contract your UK contract will no longer be legally binding and you will be protected by Australian and the state [ sic ] of Victoria's employment rights.",
      "id": "s190"
    },
    {
      "text": "We therefore need to formalise a legally binding contract of employment.",
      "id": "s191"
    },
    {
      "text": "A draft contract was forwarded by email with the letter.",
      "id": "s192"
    },
    {
      "text": "It does not appear that that draft contract was ever the subject of further negotiations, or was ever formalised by signing.",
      "id": "s193"
    },
    {
      "text": "The opening words of the letter are consistent with the proposition that it was the applicant expressing a wish to remain in Australia on a permanent basis, and the respondent reacting to that request, rather than the applicant relying on representations of the respondent and being induced thereby to take steps to remain permanently in Australia.",
      "id": "s194"
    },
    {
      "text": "The acts that the applicant contends constituted his reliance on the representations, detailed in the particulars to para 56 of the amended statement of claim, are more consistent with this latter characterisation of the facts than with the characterisation the applicant seeks to give to them.",
      "id": "s195"
    },
    {
      "text": "Seeking written confirmation of representations made orally seems inconsistent with reliance on the oral representations.",
      "id": "s196"
    },
    {
      "text": "The picture presented by the evidence is one of the applicant having made a decision to plant himself permanently in Australia, with his wife and family, and seeking the cooperation of the respondent in this endeavour.",
      "id": "s197"
    },
    {
      "text": "The form of the representations alleged, and the circumstances in which they were made, also pose difficulties for the applicant.",
      "id": "s198"
    },
    {
      "text": "It is plain that the parties were attempting to negotiate a position that would assist the applicant in his desire to become a permanent resident of Australia.",
      "id": "s199"
    },
    {
      "text": "Representations made in the course of such negotiations sometimes lead to agreement, in which case it is the terms of the agreement to which reference must then be made in order to ascertain what obligations the parties have undertaken towards each other.",
      "id": "s200"
    },
    {
      "text": "Where, as appears to have been the situation in the present case, no concluded agreement seems to have resulted, representations made in the course of incomplete negotiations do not assume the character of obligations, as if they were themselves the agreement.",
      "id": "s201"
    },
    {
      "text": "No doubt representatives of the respondent were happy to assist the applicant in his endeavours to establish himself permanently in Australia, to the extent to which the respondent could do so.",
      "id": "s202"
    },
    {
      "text": "No doubt there were expressions of support for this endeavour from time to time.",
      "id": "s203"
    },
    {
      "text": "No doubt these conveyed to the applicant the impression that his employment would be ongoing.",
      "id": "s204"
    },
    {
      "text": "In the circumstances in which the expressions were given, they could not be held to amount to absolute representations.",
      "id": "s205"
    },
    {
      "text": "As his evidence shows, the applicant was well aware that the financial position of the respondent's subsidiary in Australia, which he was assigned to manage, was shaky.",
      "id": "s206"
    },
    {
      "text": "No reasonable person would take, and the applicant almost certainly did not take, any representations about his ongoing employment as giving him any greater assurance than a contract of employment of an ongoing kind would have given him.",
      "id": "s207"
    },
    {
      "text": "Permanent employment is not understood to be permanent literally.",
      "id": "s208"
    },
    {
      "text": "It is understood to be ongoing but dependent on other circumstances.",
      "id": "s209"
    },
    {
      "text": "It could not have been the case that the respondent was representing to the applicant that, in all circumstances, he was to be employed to manage the Australian subsidiary for as long as he wished.",
      "id": "s210"
    },
    {
      "text": "Questions of his performance and commitment to the task, and other potential variables, inevitably would be seen to be inherent in any such representation.",
      "id": "s211"
    },
    {
      "text": "The applicant was not being told, and would not have understood that he was being told, that his employment would continue for as long as he wanted even if he ceased to give any attention at all to the affairs of the business he was supposed to manage.",
      "id": "s212"
    },
    {
      "text": "A contract for ongoing employment that does not specify a fixed term or provide for termination is taken to contain an implied term that it is terminable upon reasonable notice.",
      "id": "s213"
    },
    {
      "text": "When representations were being made to the applicant about ongoing employment, they could not have conveyed to him anything greater than the proposition that he would continue to be assigned to Australia, to manage the respondent's business there, without any further fixed limit to the assignment, but on the basis that the assignment could be terminated upon reasonable notice.",
      "id": "s214"
    },
    {
      "text": "Indeed, as will be seen, elsewhere in the amended statement of claim, the applicant alleges that his contract of assignment was subject to just such a term.",
      "id": "s215"
    },
    {
      "text": "He also alleges that the permanent employment about which representations were being made to him was regarded by the respondent as lasting no longer than the applicant would wish it to last.",
      "id": "s216"
    },
    {
      "text": "The applicant cannot have relied on any of the representations about permanent assignment to Australia on any basis other than that such assignment would be terminable on reasonable notice.",
      "id": "s217"
    },
    {
      "text": "For these reasons, I am of the view that the applicant has not made out a prima facie case in respect of his claim for damages on the basis of misleading and deceptive conduct.",
      "id": "s218"
    },
    {
      "text": "If the evidence remains as it is after a trial, the applicant would fail in his attempt to demonstrate that he relied on some literal construction of the representations made to him and that he suffered detriment in so doing.",
      "id": "s219"
    },
    {
      "text": "Accrued annual leave\n The relief sought in paras 2 and 3 of the amended application relates to unpaid annual leave entitlements, pursuant to the Workplace Relations Act .",
      "id": "s220"
    },
    {
      "text": "In para 2, there is a claim for $53,803, based in the alternative on s 178(6) of the Workplace Relations Act as it stood prior to the amendments introduced by the Work Choices Act, or s 320 of the Workplace Relations Act as it stood following those amendments.",
      "id": "s221"
    },
    {
      "text": "In para 3, there are alternative claims for a penalty, either pursuant to s 719 of the Workplace Relations Act as amended by the Work Choices Act (with an application for the penalty to be paid to the applicant pursuant to s 841), or pursuant to s 178(1) of the Workplace Relations Act as it stood before the Work Choices Act amendments (with an application for the penalty to be paid to the applicant under s 356(b)).",
      "id": "s222"
    },
    {
      "text": "The relevant provisions of the Workplace Relations Act , both before and after amendment by the Work Choices Act, are dealt with in [12]-[19] above, apart from ss 841 and 356(b).",
      "id": "s223"
    },
    {
      "text": "Sections 841 and 356(b) constitute and constituted respectively the grant of a discretionary power to the Court, normally exercised where an individual applies for a penalty, to order the payment of the penalty to that individual.",
      "id": "s224"
    },
    {
      "text": "Each of paras 2 and 3 of the amended application refers to para 52 of the amended statement of claim.",
      "id": "s225"
    },
    {
      "text": "Paragraph 52 itself refers to obligations pleaded in paras 25(s), (u) and (w), or alternatively paras 27 or 29, of the amended statement of claim.",
      "id": "s226"
    },
    {
      "text": "Paragraphs 25(s), (u) and (w) plead implied terms of the contract of employment.",
      "id": "s227"
    },
    {
      "text": "That pleaded in para 25(s) is an implied term that, upon termination of the contract, the respondent would pay to the applicant a sum equating to any annual leave that accrued under a term pleaded in para 25(r), which pleads an express term of entitlement to five weeks' paid annual leave.",
      "id": "s228"
    },
    {
      "text": "Paragraph 25(u) pleads a term, said to have been implied by item 1A(2)(e) of Sch 1A and s 506(1) of the Workplace Relations Act , as it stood prior to the amendments introduced by the Work Choices Act.",
      "id": "s229"
    },
    {
      "text": "The term is that the respondent would pay to the applicant a sum equating to any annual leave that accrued under the term pleaded in para 25(t) owing to the applicant at termination.",
      "id": "s230"
    },
    {
      "text": "Paragraph 25(t) pleads an implied term of entitlement to paid annual leave, said to have been implied by virtue of items 1(1)(a) and 1A(1) of Sch 1A to the Workplace Relations Act as it stood prior to the Work Choices Act amendments.",
      "id": "s231"
    },
    {
      "text": "Paragraph 25(w) pleads a term similar to that pleaded in para 25(u), but said to be implied from s 235(2) of the Workplace Relations Act , and relating to a term pleaded in para 25(v), said to have been implied by virtue of ss 232(2) , 234 (1) and 234 (4) of the Workplace Relations Act , similar to that pleaded in para 25(t).",
      "id": "s232"
    },
    {
      "text": "Paragraphs 27 and 29 of the amended statement of claim plead statutory obligations, in the same terms and having the same origins as those pleaded in para 25(u) and (w), with respect to statutory obligations pleaded in paras 26 and 28 respectively, which are similar to the terms pleaded in paras 25(t) and (v) and are said to have the same origins.",
      "id": "s233"
    },
    {
      "text": "The applicant has sworn in one of his affidavits that, at the termination of his employment with the respondent on 1 October 2007, he had accrued statutory annual leave amounting to 62 days that he had not taken.",
      "id": "s234"
    },
    {
      "text": "Although the calculations he has set out in a spreadsheet exhibited to that affidavit are difficult to follow, his averment is sufficient for the purposes of determining whether a prima facie case for the relief sought is made out.",
      "id": "s235"
    },
    {
      "text": "Based on the statutory entitlements to annual leave, I am of the view that a prima facie case is made out for the claims in paras 2 and 3 of the amended application.",
      "id": "s236"
    },
    {
      "text": "If it were necessary to be so, I would not be so satisfied with respect to the claims based on express or implied terms of the contract.",
      "id": "s237"
    },
    {
      "text": "In the case of express terms, there is no evidence of outstanding annual leave at 1 October 2007.",
      "id": "s238"
    },
    {
      "text": "The difficulty of converting express statutory entitlements into implied terms of contracts of employment was the subject of considerable discussion in Byrne v Australian Airlines Limited [1995] HCA 24 ; (1995) 185 CLR 410 , especially at 418-423 per Brennan CJ, Dawson and Toohey JJ and 440-453 per McHugh and Gummow JJ.",
      "id": "s239"
    },
    {
      "text": "It is unlikely that the statutory entitlements became terms of the contract of employment in the present case.",
      "id": "s240"
    },
    {
      "text": "This issue need not be pursued any further, however, because a prima facie case with respect to the relief claimed in paras 2 and 3 of the amended application exists on the basis that the applicant has enforceable statutory entitlements.",
      "id": "s241"
    },
    {
      "text": "Breach of contract\n The remainder of the relief sought in the amended application, in the six subparagraphs of para 4, the two subparagraphs of para 5, and para 6, concerns claims arising out of the contract between the applicant and the respondent.",
      "id": "s242"
    },
    {
      "text": "In para 4(a) of the amended application, a claim is made for damages for breach of contract, pursuant to para 38 of the amended statement of claim.",
      "id": "s243"
    },
    {
      "text": "Paragraph 38 contains an allegation that the applicant has suffered loss and damage, pursuant to a breach of contract referred to in para 37 of the amended statement of claim.",
      "id": "s244"
    },
    {
      "text": "The breach referred to in para 37 was termination of the contract of employment (alleged in para 36 to have occurred on or around 1 October 2007), in breach of a term pleaded in para 32 of the amended statement of claim.",
      "id": "s245"
    },
    {
      "text": "In para 32, it is alleged that the applicant's assignment to Australia \"was extended on a secure, long-term ongoing basis\" from (at the latest) 23 September 2003.",
      "id": "s246"
    },
    {
      "text": "The particulars to para 32 state that the assignment was extended in accordance with para 54A of the amended statement of claim.",
      "id": "s247"
    },
    {
      "text": "As I have said in [26] above, para 54A alleges that the respondent represented to the applicant, between 6 February 2002 and 23 May 2007, that his assignment to Australia was long-term and secure.",
      "id": "s248"
    },
    {
      "text": "I have already set out the particulars to para 54A in [26] above.",
      "id": "s249"
    },
    {
      "text": "Those particulars merely contain allegations of representations alleged to have been made to the applicant.",
      "id": "s250"
    },
    {
      "text": "Any notion that there was a variation of the contract, so as to incorporate a term to the effect that the assignment to Australia was extended on a secure long-term basis comes from para 33 or para 34 of the amended statement of claim.",
      "id": "s251"
    },
    {
      "text": "The former of these alleges that the Australian assignment contract was varied and that the terms of the variation became terms of that contract.",
      "id": "s252"
    },
    {
      "text": "The latter alleges that the Australian assignment contract as varied replaced the original contract.",
      "id": "s253"
    },
    {
      "text": "The result appears to be that there is an allegation that the original contract under which the applicant was assigned to work in Australia was varied, or substituted, by the inclusion of a term to the effect that his assignment was on a secure, long-term and ongoing basis.",
      "id": "s254"
    },
    {
      "text": "There is some recognition in para 35 of the amended statement of claim that any term of this nature would be balanced by an implied term requiring reasonable notice before the Australian assignment was terminated.",
      "id": "s255"
    },
    {
      "text": "In para 35, it is alleged that in the circumstances, and having regard to the nature and responsibilities of the applicant's employment, a reasonable period of notice of the applicant's employment was 24 months.",
      "id": "s256"
    },
    {
      "text": "The particulars relied on in support of this allegation are as follows: \n \n Reasonable notice is established from the circumstances, including that the Applicant: \n \n\n \n \n (i) was 50 years old; \n (ii) had been continuously employed by the Respondent (and its affiliates) from or around December 1990, with service taken to accrue from 1983; \n (iii) was the CEO of AWG, latterly TWG Australasia and held the highly responsible and accountable position as locally-appointed agent of VSC; \n (iv) was a specialist in the niche insurance sector of extended warranties; \n (v) was remunerated at high levels; \n (vi) but for the termination would have continued in the employment of the Respondent until retirement; \n (vii) his wife and daughters had, with the knowledge, encouragement and support of the Respondent, settled permanently in Australia.",
      "id": "s257"
    },
    {
      "text": "It would be remarkable if the applicant were able to establish that such a long period of notice would have been required before his employment could be terminated.",
      "id": "s258"
    },
    {
      "text": "The evidence discloses that the respondent is part of a world-wide group of companies, carrying on business as an insurer for the provision of extended warranties.",
      "id": "s259"
    },
    {
      "text": "I assume that this means that the respondent and other members of the group received income from premiums paid by consumers who were prepared to purchase warranties on items for periods greater than the periods offered by the manufacturers or dealers of those items, and from the investment of those premiums.",
      "id": "s260"
    },
    {
      "text": "The Australian subsidiary, the management of which constituted part of the duties of the applicant, was treated for administrative purposes as falling within the Asian division of the group.",
      "id": "s261"
    },
    {
      "text": "The Australian subsidiary had its office at level 2, 74 Doncaster Road, Balwyn North.",
      "id": "s262"
    },
    {
      "text": "There is no evidence as to the size of that office, the number of staff the applicant was required to supervise or the extent of the turnover or profit that it generated.",
      "id": "s263"
    },
    {
      "text": "The applicant's base salary at the time of the termination of the contract was said to have been $269,013.",
      "id": "s264"
    },
    {
      "text": "He also had entitlements to the provision of a car, private health cover, a rental subsidy of up to $5,633 per month and reimbursement of any costs associated with renting premises, all his telephone expenses and three business class and one economy class airfares to the United Kingdom and return each year.",
      "id": "s265"
    },
    {
      "text": "Having regard to the range of executive remuneration common in business in Australia, it is difficult to sustain the proposition that the applicant was remunerated at high levels.",
      "id": "s266"
    },
    {
      "text": "The proposition that the applicant would have continued in the employment of the respondent until retirement is speculative.",
      "id": "s267"
    },
    {
      "text": "The fact that the respondent had assisted the applicant to satisfy his desire, and that of his family, to settle permanently in Australia would not translate readily into the proposition that the respondent thereby brought upon itself the burden of a greater period of notice than would otherwise have been reasonable.",
      "id": "s268"
    },
    {
      "text": "In many respects, however, the question of what would have been reasonable notice of termination of the applicant's employment altogether is irrelevant.",
      "id": "s269"
    },
    {
      "text": "The evidence is inconsistent with the proposition in para 36 of the amended statement of claim that the respondent terminated the applicant's employment on 1 October 2007.",
      "id": "s270"
    },
    {
      "text": "What occurred was that, in a telephone conversation and an email on 23 May 2007, David Scott, to whom the applicant was by then reporting, informed the applicant that his assignment to work in Australia would be terminated on 1 October 2007.",
      "id": "s271"
    },
    {
      "text": "By reference to the terms of the contract on which the applicant relies, the effect of this was to trigger an obligation on the part of the respondent to return the applicant to his original position in England and an obligation on him to return to England and take up that position.",
      "id": "s272"
    },
    {
      "text": "The real question is whether, in those circumstances, notice of more than four months of the termination of the assignment to Australia (as distinct from the termination of the employment altogether) was reasonable.",
      "id": "s273"
    },
    {
      "text": "It is difficult to say that it was not reasonable.",
      "id": "s274"
    },
    {
      "text": "In addition to the factors to which I have referred in [44], it is necessary to recognise that, throughout his assignment to Australia, the applicant was in a subordinate position.",
      "id": "s275"
    },
    {
      "text": "He was required to report, first to Mr Powell and subsequently to Mr Scott.",
      "id": "s276"
    },
    {
      "text": "Part of his remuneration was in respect of his duties as a director of the respondent, which were presumably to be discharged, at least in part and most likely predominantly, by attendance at board meetings in England.",
      "id": "s277"
    },
    {
      "text": "The termination of the contract came about in a way that is concealed, rather than revealed, by the amended statement of claim.",
      "id": "s278"
    },
    {
      "text": "It is clear that the applicant was very unwilling to return to England.",
      "id": "s279"
    },
    {
      "text": "He engaged in correspondence with the respondent about exactly what position he was to occupy if he were to return.",
      "id": "s280"
    },
    {
      "text": "He advanced arguments such as that a position in the Harrow office would not be his original position, because he had worked out of the Kingston office for the most part, in circumstances in which the respondent was indicating an intention to close both the Harrow and the Kingston offices and to consolidate its operations in one office somewhere else.",
      "id": "s281"
    },
    {
      "text": "The applicant and the respondent argued about what the title attached to the applicant's original position had been.",
      "id": "s282"
    },
    {
      "text": "After 20 June 2007, the correspondence was on a without prejudice basis, so that its contents are not in evidence.",
      "id": "s283"
    },
    {
      "text": "Eventually, by letter dated 5 October 2007 to solicitors in Sydney who were acting for the respondent, the applicant's solicitors said: \n \n The conduct of your client in refusing to perform its contractual obligations beyond 30 September 2007 amounts to a repudiation of our client's contract of employment.",
      "id": "s284"
    },
    {
      "text": "That repudiation is now accepted and the contract in so far as future performance of service by our client is now terminated.",
      "id": "s285"
    },
    {
      "text": "It is now the intention of our client to sue both in respect of the obligations under the contract, which your client has failed to perform and, further, in respect of damages arising from the repudiation of the contract of employment by your client.",
      "id": "s286"
    },
    {
      "text": "There is no specification in this letter of the contractual obligations that the respondent was alleged to be refusing to perform beyond 30 September 2007.",
      "id": "s287"
    },
    {
      "text": "In the circumstances, the applicant has not made out a prima facie case of the allegation that the respondent terminated the contract of employment in breach of a term that the contract was to be extended on a secure, long-term and ongoing basis.",
      "id": "s288"
    },
    {
      "text": "The existence of such a term has not been established.",
      "id": "s289"
    },
    {
      "text": "In any event, an extension in those terms would be subject to an implied term that it could be brought to an end on reasonable notice.",
      "id": "s290"
    },
    {
      "text": "It is not possible to say that the notice actually given was less than reasonable notice.",
      "id": "s291"
    },
    {
      "text": "It is not possible to resolve any controversy as to whether the respondent repudiated the contract of employment by refusing to perform its obligations after 30 September 2007.",
      "id": "s292"
    },
    {
      "text": "There is no prima facie case for the relief sought in para 4(a) of the amended application.",
      "id": "s293"
    },
    {
      "text": "Paragraph 4(b) of the amended application contains a claim for damages for breach of contract, said to be pursuant to para 40 of the amended statement of claim.",
      "id": "s294"
    },
    {
      "text": "Paragraph 40 alleges that the applicant suffered loss and damage as a consequence of the breach of contract referred to in para 39.",
      "id": "s295"
    },
    {
      "text": "Paragraph 39 alleges termination in breach of a term pleaded in para 25(q).",
      "id": "s296"
    },
    {
      "text": "That was a term alleging that \"in the event of the Applicant's employment under the Australian assignment contract being terminated, the Applicant would be given a reasonable period of notice by the Respondent\".",
      "id": "s297"
    },
    {
      "text": "It is clear from the particulars to para 40 that the applicant relies on the assertion in para 35 of the amended statement of claim that a reasonable period of notice was 24 months.",
      "id": "s298"
    },
    {
      "text": "That is the period particularised as the basis for calculation of the applicant's alleged loss and damage.",
      "id": "s299"
    },
    {
      "text": "For the reasons I have already given in [43]-[45] and [47], the applicant has not established a prima facie case that a reasonable period of notice for the termination of the Australian assignment was 24 months, or that the notice actually given to him of more than four months was less than what was reasonable in the circumstances.",
      "id": "s300"
    },
    {
      "text": "The applicant has failed to establish a prima facie case for the relief sought in para 4(b) of the amended application.",
      "id": "s301"
    },
    {
      "text": "In para 4(c) and para 5(a) of the amended application, there are alternative claims for the same sums of $269,013 and &#163;79,523.",
      "id": "s302"
    },
    {
      "text": "The claim in para 4(c) is said to be pursuant to para 46 of the amended statement of claim and is a claim for damages for breach of contract in those sums.",
      "id": "s303"
    },
    {
      "text": "The claim in para 5(a) is said to be pursuant to para 45 of the amended statement of claim and is a claim for those two sums as debts.",
      "id": "s304"
    },
    {
      "text": "Paragraph 45 of the amended statement of claim refers to the matters pleaded in paras 43 and 44, and alleges that the respondent is indebted to the applicant in the sums specified.",
      "id": "s305"
    },
    {
      "text": "Paragraph 46 alleges that the applicant has suffered loss and damage as a consequence of the respondent's breaches referred to in paras 43 and 44.",
      "id": "s306"
    },
    {
      "text": "Paragraph 43 of the amended statement of claim alleges that, pursuant to a term pleaded in para 25(n), the respondent was required to pay to the applicant a sum calculated in accordance with the \"enhanced redundancy package\" and 12 months' salary.",
      "id": "s307"
    },
    {
      "text": "Paragraph 44 alleges that, in breach of a term pleaded in para 25(o), upon termination of the applicant's employment, the respondent did not pay the applicant 12 months' salary or any redundancy payments.",
      "id": "s308"
    },
    {
      "text": "Paragraphs 25(n) and (o) of the amended statement of claim allege terms of the contract between the applicant and the respondent as follows: \n \n (n) the Respondent would: \n \n\n \n \n \n (i) offer to return the Applicant to his original employment position upon completion of the Australian assignment; and \n \n \n\n \n \n \n (ii) if this was not possible because of prevailing economic or commercial circumstances, the Respondent would pay the Applicant 12 months' salary over and above an enhanced redundancy package (\"enhanced redundancy package\"); \n \n \n\n \n \n (o) the compensation payable in the event that the Respondent did not offer to return the Applicant to his original position, or where that was not possible because of prevailing economic or commercial circumstances (as referred to in paragraph 25(n) above), would also be payable in the event of termination of employment \n \n\n In his affidavit of 24 April 2009, the applicant recounts in some detail negotiations with regard to the terms of the contract for his assignment to Australia.",
      "id": "s309"
    },
    {
      "text": "Even before he came to Australia, the applicant was stipulating for what he called a \"safety net\" in the event that the assignment was terminated and it was not possible to return him to his original position in England, or if his employment should be terminated for any reason.",
      "id": "s310"
    },
    {
      "text": "The safety net he sought consisted of a compensation payment of 12 months' salary if his original position in England was not available for him, and what he described as an \"enhanced redundancy package\" in the event of termination of his employment, consisting of statutory government redundancy pay, an ex gratia payment and payment in lieu of notice.",
      "id": "s311"
    },
    {
      "text": "Between late 1999, before the applicant came to Australia, and the middle of 2003, well after he had come to Australia, there were still exchanges of drafts of the terms of his contract of assignment, but no document was ever signed.",
      "id": "s312"
    },
    {
      "text": "In early 2003, there was correspondence between the applicant and a person called Kath McVeigh, who was anxious to ascertain what the terms of the assignment were, for the purposes of satisfying the taxation authorities in the United Kingdom and the respondent's internal auditors.",
      "id": "s313"
    },
    {
      "text": "There was some confusion over which draft was the correct one.",
      "id": "s314"
    },
    {
      "text": "In the end, negotiations appear to have petered out without anyone pressing for a signed document.",
      "id": "s315"
    },
    {
      "text": "The applicant relies on the fact that he continued in employment with the respondent during these discussions as being sufficient to establish that he had entered into a contract the terms of which included terms in accordance with his proposal for a safety net.",
      "id": "s316"
    },
    {
      "text": "The drafts on which both parties relied appear to have included the following term: \n \n Every attempt will be made to return you to your original employment position upon successful completion of the assignment.",
      "id": "s317"
    },
    {
      "text": "If, after three months, this is not possible because of the prevailing Economic or Commercial circumstances, LGH will pay nine months salary as compensation over and above an enhanced redundancy package.",
      "id": "s318"
    },
    {
      "text": "The above will also apply in the event of a termination of employment, closure of the Australian operation, or sale of the business.",
      "id": "s319"
    },
    {
      "text": "There was also an attachment headed \" REDUNDANCY PACKAGE - none of this in the original letter \".",
      "id": "s320"
    },
    {
      "text": "This set out a redundancy package consisting of statutory government redundancy pay, with a formula for its calculation, an ex gratia payment based on one week's salary for each completed year of service, with no maximum, and a payment in lieu of notice of one week's salary for each completed year of service, with a maximum of 12 weeks.",
      "id": "s321"
    },
    {
      "text": "Based on this evidence, I am prepared to accept that these terms were part of the contract under which the applicant was assigned to carry out duties in Australia.",
      "id": "s322"
    },
    {
      "text": "The difficulty the applicant has is in satisfying the requirement of a prima facie case that the occasion for payment of a year's salary or for any payment in respect of redundancy has arisen.",
      "id": "s323"
    },
    {
      "text": "The evidence does not enable me to determine whether there is a prima facie case that the respondent did not make every attempt to return the applicant to his original employment position upon successful completion of the assignment.",
      "id": "s324"
    },
    {
      "text": "Nor does it enable me to say that there is a prima facie case that such return was not possible because of prevailing economic or commercial circumstances.",
      "id": "s325"
    },
    {
      "text": "On the case put by the applicant, there was no redundancy involved in respect of his former position in Australia.",
      "id": "s326"
    },
    {
      "text": "Indeed, when notice was given that his assignment to Australia would be terminated, one of the things he was instructed to do was to assist in finding a replacement.",
      "id": "s327"
    },
    {
      "text": "For the same reason that it is not possible to make findings about the return of the applicant to his original employment position, it is not possible to make findings about whether there was a redundancy in respect of that position in England.",
      "id": "s328"
    },
    {
      "text": "The applicant has failed to establish a prima facie case for the relief sought in para 4(c) and para 5(a) of the amended application.",
      "id": "s329"
    },
    {
      "text": "Paragraph 4(e) and para 5(b) contain claims for the sum of approximately $80,000.",
      "id": "s330"
    },
    {
      "text": "The former is a claim for damages for breach of contract in that sum.",
      "id": "s331"
    },
    {
      "text": "The latter is a claim for that sum as a debt.",
      "id": "s332"
    },
    {
      "text": "The former is said to arise pursuant to para 51 of the amended statement of claim and the latter pursuant to para 50 of the amended statement of claim.",
      "id": "s333"
    },
    {
      "text": "Paragraph 50 of the amended statement of claim alleges that the respondent is indebted to the applicant in the sum of $80,000 (particularised as an approximate figure) because of breach of the term pleaded in para 25(i) in failing to compensate the applicant in respect of the introduction of the goods and services tax in Australia.",
      "id": "s334"
    },
    {
      "text": "In the alternative, in para 51, the applicant pleads that he suffered loss and damage as a result of the breach of contract pleaded in para 49.",
      "id": "s335"
    },
    {
      "text": "The term alleged in para 25(i) is a term that: \n \n the Applicant would not incur any additional costs including \"hidden tax\" liabilities as a result of the Australian assignment and, without limitation, the Respondent would compensate the Applicant for the introduction of the GST in July 2000 \n \n\n In the drafts of the terms of the contract of assignment to Australia, to which I have referred in [52], there appears the following: \n \n To ensure that you pay no more, or less, taxes as a result of your assignment, you will be taxed equalised in the UK.",
      "id": "s336"
    },
    {
      "text": "This means that during the assignment, you will pay hypothetical \"UK\" income tax to LGH.",
      "id": "s337"
    },
    {
      "text": "LGH will, in turn, pay your Australian taxes.",
      "id": "s338"
    },
    {
      "text": "Any further UK or Australian Tax cost arising on your compensation, over and above your UK \"stay at home\" liability, attributable to your assignment, will be the responsibility of LGH.",
      "id": "s339"
    },
    {
      "text": "It is recognised that the introduction of GST in July 2000 may have impact of [ sic ] you, the Company will jointly review the introduction of this tax with you and ensure that this has no \"cost to you\".",
      "id": "s340"
    },
    {
      "text": "UK hypothetical tax on your Company car will be based on the list price of the local model provided.",
      "id": "s341"
    },
    {
      "text": "LGH has retained Ernst &amp; Young to facilitate this process, both in the UK and Australia.",
      "id": "s342"
    },
    {
      "text": "Ernst &amp; Young will provide you with a departure briefing and take responsibility for all UK and Australian tax returns to include the year of your departure from the UK, and return.",
      "id": "s343"
    },
    {
      "text": "You are obliged to provide all necessary data and comply with both UK and Australian tax law, as advised by Ernst &amp; Young.",
      "id": "s344"
    },
    {
      "text": "If this is the term relied on by the applicant, it is pleaded in an imprecise way.",
      "id": "s345"
    },
    {
      "text": "What the clause required in relation to the introduction of GST was that both parties engage in a review to ensure no cost to the applicant.",
      "id": "s346"
    },
    {
      "text": "There is no evidence as to whether any such review ever took place.",
      "id": "s347"
    },
    {
      "text": "There is no evidence that either the applicant or the respondent ever sought to engage in such a review, or what the outcome of such a review was if it occurred.",
      "id": "s348"
    },
    {
      "text": "There is no evidence that the respondent did not pay anything to compensate the applicant for the introduction of GST, or as to how much it might be liable to pay if it did so.",
      "id": "s349"
    },
    {
      "text": "In short, there is no evidence to establish a prima facie case for the relief sought in para 4(e) or para 5(b) of the amended application.",
      "id": "s350"
    },
    {
      "text": "By para 4(f) of the amended application, pursuant to para 54 of the amended statement of claim, the applicant seeks damages for breach of contract in the sum of $53,803.",
      "id": "s351"
    },
    {
      "text": "Paragraph 54 contains, in conjunction with the allegation of failure to fulfil a statutory obligation in respect of accrued annual leave, a claim based on breach of contract in that respect.",
      "id": "s352"
    },
    {
      "text": "In turn, by reference to paras 52 (to which I have referred in [37]) and 53, a claim is made in respect of the term of the contract alleged in para 25(s) of the amended statement of claim.",
      "id": "s353"
    },
    {
      "text": "It is unnecessary to determine whether there is a prima facie case for the relief sought in respect of this alleged breach of contract, because I have already found that there is a prima facie case for the identical relief sought by virtue of statutory entitlement.",
      "id": "s354"
    },
    {
      "text": "The final claim, in para 6 of the amended application, is a claim pursuant to para 25(m)(ii) of the statement of claim for a declaration that the applicant and his family are entitled to be indemnified by the respondent in respect of any present or future taxation obligation or penalties relating to his employment with the respondent.",
      "id": "s355"
    },
    {
      "text": "The term pleaded in para 25(m)(ii) is alleged to be an implied term.",
      "id": "s356"
    },
    {
      "text": "In full, together with its particulars, para 25(m) alleges a term as follows: \n \n the Respondent would: \n \n\n \n \n (i) retain Ernst &amp; Young to facilitate the hypothetical tax arrangement and take responsibility for all UK and Australian tax returns (\"the Ernst &amp; Young agreement\"); \n \n\n \n \n (ii) indemnify the Applicant and his family in respect of any conduct or advice (or advice not given) by the Respondent or its advisers, including Ernst &amp; Young, in relation to the hypothetical tax arrangement giving rise to any obligation or penalties in respect of taxation obligations (or penalties) relating to the assignment; \n \n\n \n PARTICULARS \n \n\n \n \n \n The term is implied on the basis that it is reasonable and equitable; necessary to give business efficacy to the contract; obvious; capable of clear expression and does not contradict any express term of the contract.",
      "id": "s357"
    },
    {
      "text": "Or alternatively, the term is implied on the basis that it is necessary for the reasonable or effective operation of the contract.",
      "id": "s358"
    },
    {
      "text": "I have set out in [56] the express term of the contract of assignment to Australia relating to taxes.",
      "id": "s359"
    },
    {
      "text": "It is not obvious how the implied term alleged in para 25(m)(ii) of the statement of claim can be derived from the express term, whether to give it business efficacy or otherwise.",
      "id": "s360"
    },
    {
      "text": "There is no other material concerning this.",
      "id": "s361"
    },
    {
      "text": "There is no evidence suggesting that the respondent refuses to provide, or even whether the applicant has sought, an indemnity of the kind suggested.",
      "id": "s362"
    },
    {
      "text": "The applicant has failed to make out a prima facie case for the declaratory relief.",
      "id": "s363"
    },
    {
      "text": "Conclusion\n For the reasons I have given, I have taken the view that the requirements of O 8 r 3(2) of the Federal Court Rules are satisfied only in relation to the statutory claims for accrued annual leave in the amended application and the amended statement of claim.",
      "id": "s364"
    },
    {
      "text": "With respect to the relief sought on the basis of contravention of s 52 of the Trade Practices Act , and on the basis of contract, the applicant does not have a prima facie case for that relief.",
      "id": "s365"
    },
    {
      "text": "This being the case, my view is that I should refuse the leave sought to serve the amended application and the amended statement of claim on the respondent in England.",
      "id": "s366"
    },
    {
      "text": "To serve those documents in their present form would be to visit upon the respondent a proceeding in Australia involving a significant number of claims, with only a small number of those claims justifying the grant of leave for such service.",
      "id": "s367"
    },
    {
      "text": "Although technically the proceeding as a whole might fall within O 8 r 2 of the Federal Court Rules , because of the presence of the small number of claims, this is not enough to persuade me to exercise the discretion to permit service out of the jurisdiction in respect of the whole proceeding.",
      "id": "s368"
    },
    {
      "text": "To do so would be to allow the tail to wag the dog.",
      "id": "s369"
    },
    {
      "text": "There are possible courses open to the applicant.",
      "id": "s370"
    },
    {
      "text": "One is to seek leave to amend the application and statement of claim a second time, so as to confine it to the statutory claims for accrued annual leave.",
      "id": "s371"
    },
    {
      "text": "A further application for leave to serve such originating process on the respondent in England could then be made.",
      "id": "s372"
    },
    {
      "text": "Alternatively, the applicant could make another application in relation to the amended application or the amended statement of claim, or some further proposed amended version of both, on such material as might make out a prima facie case where the material is presently lacking.",
      "id": "s373"
    },
    {
      "text": "The refusal of leave should be accompanied by an order that there be no order as to the costs of the application for it.",
      "id": "s374"
    },
    {
      "text": "There is no justification for placing the respondent in a \nposition of being possibly liable for costs of the proceeding which include costs of this abortive application, if the proceeding should continue.",
      "id": "s375"
    },
    {
      "text": "I certify that the preceding sixty-three (63) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s376"
    },
    {
      "text": "Associate:\n \n \nDated: 18 September 2009\n \n Counsel for the applicant: Mr GS Robinson on 23 January 2009\nMr SJ Wood on 3 and 23 February 2009 \n \n Solicitor for the applicant: Harmers Workplace Lawyers \n \n The respondent did not appear and was not represented \n \n Date of hearing: 23 January, 3 and 23 February 2009 \n \n Date of final submission: 24 April 2009 \n \n Date of judgment: 18 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1052.html",
      "id": "s377"
    }
  ]
}