{
  "name": "SZNOX v Minister for Immigration and Citizenship [2009] FCA 1233 (2 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1233.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "no appealable error",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "APPEAL \n This is an appeal against a judgment of a Federal Magistrate of 31 July 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) of 16 April 2009.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship who formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and accordingly refused to grant a protection visa on 14 January 2009.",
      "id": "s1"
    },
    {
      "text": "PRIOR APPLICATIONS \n The appellant is a citizen of India and arrived in Australia on 6 September 2008.",
      "id": "s2"
    },
    {
      "text": "On 17 October 2008, the appellant lodged an application for a protection visa.",
      "id": "s3"
    },
    {
      "text": "On 14 January 2009, this was refused by a delegate of the Minister.",
      "id": "s4"
    },
    {
      "text": "On 6 February 2009, the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "By letter dated 19 February 2009, the Tribunal invited the appellant to give evidence and present arguments before it at a hearing to be held on 1 April 2009.",
      "id": "s6"
    },
    {
      "text": "The appellant appeared at the hearing and gave evidence.",
      "id": "s7"
    },
    {
      "text": "On 16 April 2009, the Tribunal affirmed the delegate's decision to refuse the appellant a protection visa.",
      "id": "s8"
    },
    {
      "text": "THE APPELLANT'S CLAIMS TO REFUGEE STATUS \n The appellant claims to fear persecution in India by reason of his political opinion.",
      "id": "s9"
    },
    {
      "text": "His claims are set out in his protection visa application.",
      "id": "s10"
    },
    {
      "text": "No further claims accompanied the Tribunal review application.",
      "id": "s11"
    },
    {
      "text": "The appellant made the following claims: he was born in 1976 and grew up in the state of Tamil Nadu in India.",
      "id": "s12"
    },
    {
      "text": "His family were farmers and were poor; in 1996, the appellant joined a small anti-police and anti-government Communist rally, although he was not really aware about the political movement.",
      "id": "s13"
    },
    {
      "text": "The police arrested all the activists, including the appellant.",
      "id": "s14"
    },
    {
      "text": "The appellant was sent to Madurai Central jail; whilst in jail, the other activists asked him to join the youth wing of the Communist Party of India (CPI), Marxist Leninist.",
      "id": "s15"
    },
    {
      "text": "He became a member of the Radical Youth League (RYL).",
      "id": "s16"
    },
    {
      "text": "After 2 weeks all the activists were released, including the appellant; the appellant actively participated in party meetings and rallies, where they openly criticised the police and ruling political party, the AIADMK.",
      "id": "s17"
    },
    {
      "text": "The AIADMK was defeated by the DMK in the 1996 State elections.",
      "id": "s18"
    },
    {
      "text": "However, the poor people were no better off and the CPI continued to openly criticise the police and government; in February 1997, the appellant was arrested and sent to Trichy Central Jail.",
      "id": "s19"
    },
    {
      "text": "False charges were laid against him.",
      "id": "s20"
    },
    {
      "text": "He was sentenced and imprisoned for two years without bail; on 26 January 1999, he was released and subsequently became a full-time activist for the People's War Group (PWG).",
      "id": "s21"
    },
    {
      "text": "He was also a messenger for the Tamil Nadu Liberation Army (TNLA); in March 2000, the TNLA blasted a railway track in the Cuddalore District.",
      "id": "s22"
    },
    {
      "text": "The appellant was arrested on 22 August 2000 on suspicion of being involved in the incident.",
      "id": "s23"
    },
    {
      "text": "He was placed in Salem Central Jail and was brutally attacked by the police in prison.",
      "id": "s24"
    },
    {
      "text": "He was forced to confess to blasting the railway track although he was not involved; in July 2002, he was released from jail.",
      "id": "s25"
    },
    {
      "text": "The police threatened him and said that if he continued his political activities, he would be killed.",
      "id": "s26"
    },
    {
      "text": "However, the PWG said they would look after him.",
      "id": "s27"
    },
    {
      "text": "The appellant continued his political activities; on 17 November 2002, he was arrested and false charges were laid, including having explosives and raw materials for pipe bombs.",
      "id": "s28"
    },
    {
      "text": "He was released on bail because the police had no evidence against him.",
      "id": "s29"
    },
    {
      "text": "He was asked by the Magistrate to sign in every evening with the police; he contacted Arivazhagan, a TNLA activist, and together they worked for their political parties.",
      "id": "s30"
    },
    {
      "text": "The appellant continued to sign in with the police every day but after 6 months escaped.",
      "id": "s31"
    },
    {
      "text": "His case is still pending in Court.",
      "id": "s32"
    },
    {
      "text": "He hid in the Jeyankondam cashew forest where he continued to be involved in PWG and TNLA activities; on 21 September 2004, the PWG merged with another party and became the CPI (Maoist).",
      "id": "s33"
    },
    {
      "text": "This party was banned by the State and Central government.",
      "id": "s34"
    },
    {
      "text": "The State ordered the police to eliminate CPI and TNLA activists; on 11 November 2004, a large number of police came to the forest and searched for activists.",
      "id": "s35"
    },
    {
      "text": "The police killed Arivazhagan but the appellant managed to escape; the appellant then met Nataraj and Prabakar who were TNLA activists.",
      "id": "s36"
    },
    {
      "text": "They provided him with food and shelter.",
      "id": "s37"
    },
    {
      "text": "Together, they conducted midnight meetings in rural villages.",
      "id": "s38"
    },
    {
      "text": "At one place, the TNLA encouraged the people to take action against a local landlord who was treating them like slaves.",
      "id": "s39"
    },
    {
      "text": "These people tried to kill their landlord and the appellant escaped without injury; the police searched for him but he hid in Chennai.",
      "id": "s40"
    },
    {
      "text": "On 10 July 2005, the police arrested Nataraj and Prabakar but he managed to escape.",
      "id": "s41"
    },
    {
      "text": "Since this arrest, several PWG and TNLA activists remain missing.",
      "id": "s42"
    },
    {
      "text": "He remained in hiding and other party members arranged for food and shelter for the appellant; his parents arranged for his marriage which was secretly held on 3 February 2008.",
      "id": "s43"
    },
    {
      "text": "His parents, father-in-law and party members advised him to escape from India.",
      "id": "s44"
    },
    {
      "text": "His party friends arranged a passport and visa for him and he escaped to Australia on 6 September 2008.",
      "id": "s45"
    },
    {
      "text": "His father-in-law bribed the police at the airport to secure the appellant's departure; and the appellant has not been in contact with his family since arriving in Australia as they were harassed due to the appellant's problems.",
      "id": "s46"
    },
    {
      "text": "TRIBUNAL'S FINDINGS \n The Tribunal's reasoning is found at paragraphs [61] to [78] of its decision record.",
      "id": "s47"
    },
    {
      "text": "The Tribunal found the appellant was not a credible witness because it found the appellant's oral evidence to the Tribunal evasive, the claims lacking in detail and at times implausible, and also due to various inconsistencies in the evidence.",
      "id": "s48"
    },
    {
      "text": "The Tribunal found, at [75], the appellant's refugee claims were \"completely unreliable\".",
      "id": "s49"
    },
    {
      "text": "It did not accept that the appellant has had any association with any Communist group in India, such as the RYL, the PWG or the TNLA: [76].",
      "id": "s50"
    },
    {
      "text": "It also did not accept that the appellant or his family had been harmed by the AIADMK or police in the past ([77]) and there was no real chance of the appellant facing politically motivated or any other harm if he returns to Tamil Nadu ([78]).",
      "id": "s51"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n On 3 July 2009, the appellant filed an amended judicial review application with the Federal Magistrates Court.",
      "id": "s52"
    },
    {
      "text": "In it he contended that the Tribunal: The Federal Magistrate rejected each of these grounds and held that the Tribunal had not: Additionally, the Federal Magistrate also found no error was revealed in the grounds pleaded in the originating application: [65] - [80].",
      "id": "s53"
    },
    {
      "text": "Accordingly, the Federal Magistrate dismissed the application.",
      "id": "s54"
    },
    {
      "text": "APPEAL TO THIS COURT \n On 18 August 2009, the appellant lodged his Notice of Appeal in this Court.",
      "id": "s55"
    },
    {
      "text": "The appellant does not pursue any of the grounds of review in his application to the Federal Magistrates Court in this appeal.",
      "id": "s56"
    },
    {
      "text": "Rather, the appellant pleads the following new ground: \n \n The Court below erred in that it ought to have held that on the evidence before the Tribunal it was open to the Tribunal to find that the appellant was a refugee within the meaning of the Act.",
      "id": "s57"
    },
    {
      "text": "In such circumstances the Tribunal erred in that: \n \n\n \n \n Particular: \n \n\n it failed to properly apply the consideration that applicants for refugee status ought to be given the benefit of the doubt in circumstances where the Tribunal entertained the possibility that the applicants claims are plausible, which was the case here\".",
      "id": "s58"
    },
    {
      "text": "The appellant has not filed any written submissions or provided any further particulars to support this ground of appeal.",
      "id": "s59"
    },
    {
      "text": "In oral submissions at the hearing the appellant said he had recently requested documents from India to verify his claims.",
      "id": "s60"
    },
    {
      "text": "He said the Tribunal had indicated he could provide further documents but needed to do so within seven days.",
      "id": "s61"
    },
    {
      "text": "He was not in a position to comply.",
      "id": "s62"
    },
    {
      "text": "There is, however, no reference to this in the Tribunal's decision record.",
      "id": "s63"
    },
    {
      "text": "The appellant made a request for time to file documents before the Federal Magistrate who pointed out, at [84], that the time do so was before the Tribunal.",
      "id": "s64"
    },
    {
      "text": "There is, and has been, no ground of review or appeal to date that the appellant has been denied due process in this regard.",
      "id": "s65"
    },
    {
      "text": "In my view, the sole ground of appeal is without substance and should be rejected.",
      "id": "s66"
    },
    {
      "text": "The Tribunal was required to be \"satisfied\" that a Convention-based reason, supported the appellant's claim to refugee status.",
      "id": "s67"
    },
    {
      "text": "It was not so satisfied.",
      "id": "s68"
    },
    {
      "text": "This is not a case where the Tribunal expressed doubt in its decision-making.",
      "id": "s69"
    },
    {
      "text": "The Tribunal found that \"the applicant is not a witness of truth, and that his refugee claims are completely unreliable\": [75].",
      "id": "s70"
    },
    {
      "text": "The Tribunal disbelieved the appellant, finding that he was not a credible witness and rejecting his factual claims out of hand.",
      "id": "s71"
    },
    {
      "text": "It is generally understood that the primary decision-maker in considering an application such as that made by the appellant, and the Tribunal on an administrative review application, is not obliged to consider whether the applicant has discharged some onus of proof: Yao-Jing Li v Minister for Immigration and Multicultural Affairs (1997) 74 FCR 275.",
      "id": "s72"
    },
    {
      "text": "Rather it is for the applicant to provide evidence and argument sufficient to enable the decision-maker to establish the relevant facts: Minister for Immigration and Multicultural Affairs v Lat [2006] FCAFC 61.",
      "id": "s73"
    },
    {
      "text": "The decision-maker is not required to make out the applicant's case for him or her: Prasad v Minister for Immigration and Ethnic Affairs [1985] FCA 47 ; (1985) 6 FCR 155.",
      "id": "s74"
    },
    {
      "text": "There is then no obligation, or onus that governs the Tribunal's decision-making such that it may only make findings where it has no doubt, or that it must give the applicant \"the benefit of the doubt\" when making findings.",
      "id": "s75"
    },
    {
      "text": "In some situations, however, as in Randhawa v Minister for Immigration, Local Government and Ethnic Affairs [1994] FCA 1253 ; (1994) 52 FCR 437 , an applicant may be entitled to the benefit of the doubt, for example, where they are generally credible but unable to substantiate all of their claims.",
      "id": "s76"
    },
    {
      "text": "The question of \"doubt\" may also be considered relevant in some other decision-making contexts, as discussed in Minister for Immigration and Indigenous Affairs v Rajalingam [1999] FCA 719 ; (1999) 93 FCR 220.",
      "id": "s77"
    },
    {
      "text": "In Rajalingam , at [67], Sackville J explained, by reference to such cases as Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 and Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 , the circumstances in which the Tribunal might need to take account of doubt, in the following terms: \n \n [67] In general, however, the question of whether the RRT should have considered the possibility that its findings of fact might not have been correct is to be determined by reference to the RRT's own reasons.",
      "id": "s78"
    },
    {
      "text": "If a fair reading of the reasons as a whole shows that the RRT itself had \"no real doubt\" (to use the language in Guo claimed events had not occurred, there is no warrant for holding that it should have considered the possibility that its findings were wrong.",
      "id": "s79"
    },
    {
      "text": "Reasonable speculation as to whether the applicant had a well-founded fear of persecution does not require a possibility inconsistent with the RRT's own findings to be pursued.",
      "id": "s80"
    },
    {
      "text": "A \"fair reading\" of the reasons incorporates the principle that the RRT's reasons should receive a \"beneficial construction\" and should not be \"construed minutely and finely with an eye keenly attuned to the perception of error\": Wu Shan Liang at 271-272, quoting Collector of Customs v Pozzolanic Enterprises Pty Ltd (1993) 43 FCR 280 at 287.",
      "id": "s81"
    },
    {
      "text": "Only if a fair reading of the reasons allows the conclusion that the RRT had a real doubt that its findings on material questions of fact were correct, might error be revealed by the RRT's failure to take account of the possibility that the alleged events might have occurred (or the possibility that an event said not to have occurred did not in fact occur).",
      "id": "s82"
    },
    {
      "text": "If the fair reading allows of such a conclusion, the failure to consider the possibilities might demonstrate that the RRT had not undertaken the required speculation about the chances of future persecution.",
      "id": "s83"
    },
    {
      "text": "Kenny J at [139] --- [140] put the obligation borne by the Tribunal as follows: \n \n [139] Even if the RRT is satisfied that the claimed past events relied on by an applicant did not occur and is untroubled by any uncertainty on that score, the applicant's claim does not necessarily fail.",
      "id": "s84"
    },
    {
      "text": "There remains for consideration any other basis upon which it is said that his or her fear of persecution is well founded: Abebe [ Abebe v Commonwealth [1999] HCA 14 ; (1999) 73 ALJR 584 ; 162 ALR 1 ; 197 CLR 510] at [193] per Gummow and Hayne JJ.",
      "id": "s85"
    },
    {
      "text": "[140] There is, however, nothing in the judgments of the majority in Guo or Wu Shan Liang to require the RRT to address the specific question \"What if I am wrong?",
      "id": "s86"
    },
    {
      "text": "\" after it has made findings of fact and in the course of determining whether it is satisfied that the applicant has a well-founded fear of persecution.",
      "id": "s87"
    },
    {
      "text": "Indeed, I doubt that Kirby J intended to be understood as requiring that: see Wu Shan Liang at 293.",
      "id": "s88"
    },
    {
      "text": "In deciding whether it has a relevant satisfaction for grant of a protection visa, the Tribunal is required to bear in mind the totality of the case.",
      "id": "s89"
    },
    {
      "text": "That, as we have seen, includes any relevant uncertainty that it entertains as to whether claimed events in the applicant's past may ground a fear of persecution for a Convention reason.",
      "id": "s90"
    },
    {
      "text": "In that respect, the Tribunal is required to do no more than to satisfy itself in accordance with commonsense and the ordinary experience of mankind.",
      "id": "s91"
    },
    {
      "text": "In follows that this is not a case where the Tribunal was required to ask itself a question along the lines of, \"What if I am wrong?",
      "id": "s92"
    },
    {
      "text": "\", if indeed such a question ever be appropriate.",
      "id": "s93"
    },
    {
      "text": "The Tribunal had no 'real doubt' that its findings were correct.",
      "id": "s94"
    },
    {
      "text": "It was not obliged to consider whether those findings might be wrong.",
      "id": "s95"
    },
    {
      "text": "On the material before it, the Tribunal was entitled to make the determination it did.",
      "id": "s96"
    },
    {
      "text": "The findings were made on credibility grounds.",
      "id": "s97"
    },
    {
      "text": "The reasons of the Tribunal do not admit of doubt.",
      "id": "s98"
    },
    {
      "text": "The Tribunal considered all the material evidence and were satisfied a Convention based reason was not made out.",
      "id": "s99"
    },
    {
      "text": "The reasons of the Federal Magistrate in holding that the decision of the Tribunal was not attended by jurisdictional error are, in these circumstances, unassailable.",
      "id": "s100"
    },
    {
      "text": "Finally I note that the appellant says he has recently requested further documentary evidence from India to support his claims.",
      "id": "s101"
    },
    {
      "text": "In the event he obtains such material, he may under the Act be able to seek, in effect, a reconsideration of his case.",
      "id": "s102"
    },
    {
      "text": "The Minister's solicitor on the appeal indicated to the Court that he would write to the applicant subsequent to this hearing to explain the applicant's statutory options in this regard.",
      "id": "s103"
    },
    {
      "text": "ORDERS \n The appellant has not demonstrated any error that would lead to the conclusion that the Tribunal failed to exercise, or exceeded, its jurisdiction or that the Federal Magistrate has made any appellable error.",
      "id": "s104"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s106"
    },
    {
      "text": "Associate:\n \n \nDated: 2 November 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the Respondents: Mr R Baird \n \n Solicitor for the Respondents: Clayton Utz \n Date of Hearing: 2 November 2009 \n \n Date of Judgment: 2 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1233.html",
      "id": "s107"
    }
  ]
}