{
  "name": "BRGAI of 2008 v Minister for Immigration and Citizenship [2009] FCA 1302 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1302.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "because of language difficulties appellant could not understand letter inviting him to tribunal hearing",
      "id": "c2"
    },
    {
      "text": "appellant did not attend hearing",
      "id": "c3"
    },
    {
      "text": "appellant claimed breach of s 424a of the migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "alleged failure by tribunal to provide particulars of adverse findings and information that would lead to confirmation of delegate's decision",
      "id": "c5"
    },
    {
      "text": "whether the tribunal's doubts about the claim was 'information' within the meaning of s 424a(1)",
      "id": "c6"
    },
    {
      "text": "whether the tribunal has an obligation to ensure appellant understood the letter inviting him to the hearing",
      "id": "c7"
    },
    {
      "text": "whether the tribunal was obliged to identify deficiencies in the appellant's claim in the letter inviting him to the hearing",
      "id": "c8"
    },
    {
      "text": "application of s 426a",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from the decision of Burnett FM delivered on 3 December 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") of 13 March 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The appellant is a citizen of China who arrived in Australia on 26 August 2007.",
      "id": "s2"
    },
    {
      "text": "On 4 October 2008 the appellant lodged an application for a protection visa with the Department of Immigration and Citizenship.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application for a protection visa on 24 October 2007.",
      "id": "s4"
    },
    {
      "text": "On 23 November 2007 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed to have a well founded fear of persecution due to his practice of Falun Gong.",
      "id": "s6"
    },
    {
      "text": "He first came into contact with Falun Gong in September 1996 and gradually became \"obsessed with Master Li's profound teachings.",
      "id": "s7"
    },
    {
      "text": "\" He claimed he photocopied books and videotapes and presented his collection to the economically disadvantaged.",
      "id": "s8"
    },
    {
      "text": "He also claimed he was in charge of the study station in his district and taught others the practice of Falun Gong, including in a public park near his home.",
      "id": "s9"
    },
    {
      "text": "He practised Falun Gong continuously for several years until one day the Neighbourhood Committee gave his family a warning.",
      "id": "s10"
    },
    {
      "text": "Following the banning of Falun Gong, activities related to Falun Gong went underground but the appellant claimed he kept Falun Gong books, tapes and videos in his house.",
      "id": "s11"
    },
    {
      "text": "The local police searched his home and discovered his connection with Falun Gong after which he obtained a passport and visa with the help of his friends and came to Australia.",
      "id": "s12"
    },
    {
      "text": "Proceedings before the Tribunal\n On 20 December 2007 the Tribunal wrote to the appellant advising that \"(t)he Tribunal has considered the material before it but is unable to make a favourable decision on this information alone\" and invited the appellant to a hearing to give oral evidence and present his arguments on 18 February 2009.",
      "id": "s13"
    },
    {
      "text": "On 21 December 2007 the Tribunal wrote to the appellant advising that the hearing was rescheduled to 19 February 2009.",
      "id": "s14"
    },
    {
      "text": "No response to the hearing invitation was received by the Tribunal.",
      "id": "s15"
    },
    {
      "text": "The appellant did not attend the hearing or provide any explanation for his absence.",
      "id": "s16"
    },
    {
      "text": "The Tribunal found that the appellant was a citizen of China.",
      "id": "s17"
    },
    {
      "text": "However the Tribunal found that while the appellant had provided some details about his claims fundamentally he had made a series of unsubstantiated and general assertions.",
      "id": "s18"
    },
    {
      "text": "For example, the appellant did not provide dates on which the Neighbourhood Committee went to his home, nor when the local police had searched his home.",
      "id": "s19"
    },
    {
      "text": "The Tribunal said that the appellant did not provide any corroborative evidence for his claims and was satisfied that the appellant had been given a proper opportunity to support his application before the delegate and at the current hearing.",
      "id": "s20"
    },
    {
      "text": "The Tribunal pointed out that it is the appellant's role to satisfy the Tribunal that all the statutory elements are made out.",
      "id": "s21"
    },
    {
      "text": "After considering the evidence as a whole the Tribunal did not accept that the appellant had a well-founded hear of persecution for a Convention-related reason.",
      "id": "s22"
    },
    {
      "text": "The Tribunal noted that without further details and corroborative evidence or the opportunity to test the appellant's evidence the Tribunal was not satisfied that the appellant was a Falun Gong practitioner or had ever been involved in Falun Gong activities.",
      "id": "s23"
    },
    {
      "text": "Therefore the Tribunal was not satisfied the appellant had suffered any of the claimed harm, nor that the appellant had suffered any Convention related harm, nor was there a real chance of such harm to the appellant in the reasonably foreseeable future.",
      "id": "s24"
    },
    {
      "text": "APPLICATION BEFORE THE FEDERAL MAGISTRATES COURT \n On 15 May 2008 the appellant filed an application for judicial review of the Tribunal's decision.",
      "id": "s25"
    },
    {
      "text": "In his application the appellant contended: \n \n \"The Refugee Review Tribunal (\"the Tribunal\") fell into jurisdictional error in that it denied procedural fairness to the Applicant as well as acting in breach of its obligations under the law (in breach of section 359A of the Migration Act ).",
      "id": "s26"
    },
    {
      "text": "\" \n \n\n The appellant later provided the following two grounds in support of that allegation.",
      "id": "s27"
    },
    {
      "text": "Failure to disclose adverse findings.",
      "id": "s28"
    },
    {
      "text": "Failure to provide adequate opportunity to present arguments and give oral evidence\".",
      "id": "s29"
    },
    {
      "text": "It was also submitted in oral argument on behalf of the applicant that there may be a basis for jurisdictional error because of alleged negligent conduct by his advisor and/or migration agent.",
      "id": "s30"
    },
    {
      "text": "In relation to the first ground the Federal Magistrate noted that the appellant plainly intended to refer to s 424A not s 359A of the Migration Act 1958 (Cth), ('the Act').",
      "id": "s31"
    },
    {
      "text": "The Federal Magistrate noted that the appellant conceded that the Tribunal had written to him informing him of his right to attend a hearing and support his application with oral evidence, and that the appellant had been informed of the risk of a decision by the Tribunal if he did not attend the hearing.",
      "id": "s32"
    },
    {
      "text": "However the appellant contended that the Tribunal's letter of 20 December 2007 did not provide sufficient particulars of the adverse information which the Tribunal would rely upon without further evidence to reach its conclusion he was not a Falun Gong practitioner.",
      "id": "s33"
    },
    {
      "text": "The appellant contended that the Tribunal's failure to specify its concerns with the evidence and its impression that he was not a Falun Gong practitioner was a breach of s 424A(1)(a) of the Act.",
      "id": "s34"
    },
    {
      "text": "Section 424A(1)(a) requires that the Tribunal \"give to the applicant...clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review.",
      "id": "s35"
    },
    {
      "text": "\" In particular, the appellant argued that the Tribunal did not point to the significance of the absence of the dates of when appellant was warned by the Neighbourhood Committee and when the police searched his home.",
      "id": "s36"
    },
    {
      "text": "The respondent submitted, and the Federal Magistrate accepted, that no such obligation arose under s 424A(1) to notify the appellant because the appellant's supporting statement before the Tribunal was information which fell within s 424(3)(ba) , namely information the appellant gave during the process that led to the decision that was under review, other than information provided orally to the Department.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate also accepted the Minister's contention that the matters complained of did not pertain to the \"information\" referred to in s 424A(1) , but rather were gaps or defects in evidence, which fall outside the ambit of s 424A(1).",
      "id": "s38"
    },
    {
      "text": "The Federal Magistrate then concluded there was no jurisdictional error demonstrated on the part of the Tribunal in respect of this ground of appeal.",
      "id": "s39"
    },
    {
      "text": "In relation to the second ground of appeal the appellant submitted he was not properly informed of his need to address the lack of evidence supporting his claim and that he had not provided sufficient particulars of his claim because he did not understand the relevance of this information and its effect on the decision.",
      "id": "s40"
    },
    {
      "text": "Further, the appellant submitted that the invitation letter of 20 December 2007 was not expressed in language that the appellant could understand.",
      "id": "s41"
    },
    {
      "text": "The Federal Magistrate found that the Tribunal gave the appellant a proper invitation to the oral hearing and that it was the responsibility of the appellant to ensure he understood the contents of the Tribunal's letter.",
      "id": "s42"
    },
    {
      "text": "Further, the Federal Magistrate reiterated that the appellant's complaint about the failure to inform him of the need to address the absence of evidence in respect of his claims to be a Falun Gong practitioner is not directed at \"information\" within the meaning of s 424A(1) but rather refers to gaps or defects or a lack of detail or specificity in the evidence that does not give rise to obligations under s 424A(1).",
      "id": "s43"
    },
    {
      "text": "On this basis the Federal Magistrate found there was no jurisdictional error on the part of the Tribunal in respect of this ground.",
      "id": "s44"
    },
    {
      "text": "In relation to the appellant's claim that he had been advised poorly by his migration agent, the Federal Magistrate observed that it is well settled that bad or negligent advice or conduct by an agent which falls short of fraud is not alone sufficient to set aside the decision of the Tribunal: SZFDR v Minister for Immigration and Citizenship [2007] HCA 35 ; (2007) 232 CLR 189.",
      "id": "s45"
    },
    {
      "text": "THE GROUNDS OF THE PRESENT APPEAL \n The appellant's Grounds of Appeal pursuant to his Notice of Appeal filed 9 June 2009, are as follows : The Refugee Review Tribunal (\"the Tribunal\") fell into jurisdictional error in that it denied procedural fairness to the appellant as well as acting in breach of its obligations under the law (in breach of section 424A of the Migration Act 1958 ).",
      "id": "s46"
    },
    {
      "text": "Particulars\n The Tribunal did not provide the Applicant with the opportunity to respond to the lack of evidence regarding his application, as the Applicant could not sufficiently understand the language or the contents of the notification letter from the Tribunal, thus also unable to respond to the Tribunals invitation, given the clearly significant language and cultural barriers.",
      "id": "s47"
    },
    {
      "text": "This deprived the Applicant of a fair opportunity to respond.",
      "id": "s48"
    },
    {
      "text": "2.",
      "id": "s49"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it failed to disclose adverse findings.",
      "id": "s50"
    },
    {
      "text": "Particulars\n The Tribunal failed to disclose to the Applicant, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason for affirming the decision under review and ensure that the Applicant fully understands the significance of the review and the consequences of it being relied on in affirming the decision that is under review.",
      "id": "s51"
    },
    {
      "text": "3.",
      "id": "s52"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it failed to provide adequate opportunity to present arguments and give oral evidence.",
      "id": "s53"
    },
    {
      "text": "Particulars\n The Tribunal had failed to provide the Applicant with an adequate opportunity to respond to the lack of evidence and present his arguments because the Tribunal was \"unable to make a favourable decision based on the given materials alone\".",
      "id": "s54"
    },
    {
      "text": "The letter was itself not in a language understandable by the Applicant which resulted in the Applicant being unable to respond fully and appropriately.",
      "id": "s55"
    },
    {
      "text": "As a result, the Applicant was unaware of the nature of the hearing and the consequences it bears on the effect of the decision to refuse his visa thus being deprived of the opportunity to arrive at that understanding to give oral evidence and present his arguments.",
      "id": "s56"
    },
    {
      "text": "CONSIDERATION \n Before me both the appellant and the Minister were represented by counsel.",
      "id": "s57"
    },
    {
      "text": "In my view no appellable error is identifiable from the decision of the Federal Magistrate.",
      "id": "s58"
    },
    {
      "text": "Further, the grounds of appeal cannot be substantiated for the following reasons.",
      "id": "s59"
    },
    {
      "text": "In relation to the first ground of appeal, as pointed out by the Federal Magistrate : \n&#8226; The Tribunal gave proper notice of the time and date of the oral hearing, and\n Part 7 Division 4 of the Act provides a comprehensive procedural code in respect of the requirements of procedural fairness that must be accorded to review applicants in the conduct of reviews under that Division to the exclusion of the common law natural justice hearing rule: s 422B , SZMKG v Minister for Immigration and Citizenship [2009] FCAFC 99 at [49] - [50] .",
      "id": "s60"
    },
    {
      "text": "There is no obligation on the Tribunal to ensure that any correspondence to the appellant is in his native language: SZGWH v Minister for Immigration and Citizenship [2007] FCA 543 at [12] , SZHVM v Minister for Immigration and Citizenship [2008] FCA 600 at [57] .",
      "id": "s61"
    },
    {
      "text": "The failure of the appellant to deal with the Tribunal's correspondence and attend the hearing are in no way actions constituting a denial of procedural fairness by the Tribunal.",
      "id": "s62"
    },
    {
      "text": "In relation to the second ground of appeal I agree with the submissions of Ms Wheatley for the Minister that the letter was in fact an invitation to the appellant to appear before the Tribunal within s 425 of the Act.",
      "id": "s63"
    },
    {
      "text": "The fact that the Tribunal had communicated with the appellant in accordance with that section inviting him to a hearing to give oral evidence to support his claims, without specifying in detail the reasons why the Tribunal was unable to make a decision at that point in the appellant's favour, does not mean that the Tribunal was required by s 424A(1) to specify in that letter the reasons why the Tribunal was unable to make a decision in the appellant's favour.",
      "id": "s64"
    },
    {
      "text": "I am also of the view that the subjective views of the Tribunal prior to the hearing as to defects, lack of detail or lack of specificity in evidence in the appellant's case do not constitute \"information\" within the meaning of s 424A(1) which needed to be communicated in writing to the appellant: VAF v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 123 at [24] , cf Minister for Immigration and Citizenship v SZLFX [2009] HCA 31.",
      "id": "s65"
    },
    {
      "text": "Finally in relation to this ground of appeal I note that it is for the appellant to make his case to the Tribunal, and not the reverse: Abebe v The Commonwealth (1999) 197 CLR 510 at 576.",
      "id": "s66"
    },
    {
      "text": "The third ground of appeal appears to be, to some extent, a variation of the first ground of appeal.",
      "id": "s67"
    },
    {
      "text": "In any event, however, it is clear that the Tribunal had provided the appellant with an adequate opportunity to present argument and give oral evidence in that, inter alia : The appellant failed to appear before the Tribunal at the hearing scheduled on 19 February 2008, and the Tribunal was entitled to make a decision without taking any further action to allow or enable the appellant to appear before it: s 426A.",
      "id": "s68"
    },
    {
      "text": "No jurisdictional error is identified by this ground of appeal.",
      "id": "s69"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s71"
    },
    {
      "text": "Associate:\n \n \nDated: 13 November 2009\n \n Counsel for the Appellant: Mr S Nguyen \n \n Counsel for the Respondents: Ms A Wheatley \n \n Solicitor for the Respondents: Clayton Utz \n Date of Hearing: 12 November 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1302.html",
      "id": "s72"
    }
  ]
}