{
  "name": "Cosenza v Secretary, Department of Families, Housing, Community Services and Indigenous Affairs [2009] FCA 1525 (18 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1525.html",
  "catchphrases": [
    {
      "text": "social security law",
      "id": "c0"
    },
    {
      "text": "decision to cancel applicant's payments and raise a debt following non-compliance with s 63 notice to provide information",
      "id": "c1"
    },
    {
      "text": "some further information provided at administrative appeal tribunal hearing",
      "id": "c2"
    },
    {
      "text": "tribunal still not satisfied that all s 63 information sought provided",
      "id": "c3"
    },
    {
      "text": "further decision to suspend payments, cancel debts raised and reimburse monies recovered",
      "id": "c4"
    },
    {
      "text": "continued non-compliance with s 63 notice",
      "id": "c5"
    },
    {
      "text": "decisions of delegate and secretary taken by reference to s 80(1) of social security (administration) act",
      "id": "c6"
    },
    {
      "text": "in circumstances of continued non-compliance secretary's discretion under s 80(1) limited to cancellation or suspension.",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "This matter has had a tortured history.",
      "id": "s0"
    },
    {
      "text": "FACTUAL SETTING \n As a matter of convenience, I will adopt with some adaptation the Statement of Facts provided by the respondent Secretary.",
      "id": "s1"
    },
    {
      "text": "By decision dated 20 th May 2008 the Respondent determined to cancel the Applicant's Carer Payment from 7 th May 2008, and to raise a debt of $91,396.50 in relation to the Applicant's previously paid Carer Payment, Austudy and Newstart Allowance payments.",
      "id": "s2"
    },
    {
      "text": "All such payments were made under, and in accordance with, provisions of the Social Security Act 1991 (Cth).",
      "id": "s3"
    },
    {
      "text": "The decision to cancel the Applicant's Carer Payment was based on the Applicant's failure, without reasonable excuse, to provide documents and information to the Respondent as required by various notices sent to the Applicant in January 2008 and April 2008 regarding his income and assets between 1999 and 2007.",
      "id": "s4"
    },
    {
      "text": "The Applicant sought review by the Social Security Appeals Tribunal (SSAT) of the decision.",
      "id": "s5"
    },
    {
      "text": "By decision dated 8 th August 2008 the SSAT set aside the decision of 20 th May 2008 and substituted a decision that: (i) the Applicant's Carer Payment be suspended rather than cancelled from 7 th May 2008; and (ii) the Respondent further consider the raising of the debt and the amount of any such debt in accordance with certain directions of the SSAT.",
      "id": "s6"
    },
    {
      "text": "The Applicant applied to the Administrative Appeals Tribunal for review of the decision of the SSAT dated 8 August 2008.",
      "id": "s7"
    },
    {
      "text": "By decision dated 18 th March 2009 the Tribunal affirmed the decision of the SSAT (the suspension of the Applicant's Carer Payment), and directed that the decision to raise and recover debt against the Applicant be referred back to the Respondent for reconsideration in light of the further information provided at the hearing.",
      "id": "s8"
    },
    {
      "text": "By decision dated 10 th August 2009, and having considered the material provided in the course of the Tribunal hearing, the Respondent cancelled the Applicant's Carer Payment and affirmed the earlier decision to raise and recover the said debt.",
      "id": "s9"
    },
    {
      "text": "By further amended application to the Court filed on 19 th August 2009 the Applicant sought orders, inter alia, that the Respondent's decision of 10 th August 2009 be quashed, and that the Respondent make a decision as the Applicant's entitlements according to law.",
      "id": "s10"
    },
    {
      "text": "On 26 th November 2009 the Respondent made a fresh decision setting aside the decision of 10 th August 2009.",
      "id": "s11"
    },
    {
      "text": "The decision of 26 November 2009 determined that: (i) the Applicant's Carer Payment would revert to being suspended in accordance with the decision of the Tribunal of 18 March 2009; (ii) the original debt of $91,396.50 at this time no longer existed; and (iii) any monies recovered from the Applicant in respect of the debt would be reimbursed.",
      "id": "s12"
    },
    {
      "text": "The Applicant's failure to provide the Respondent with information and documents sought by the Respondent in the various notices of January and April 2008, it is said, continues.",
      "id": "s13"
    },
    {
      "text": "STATUTORY SETTING \n In form the application before me has been cast as for judicial review under the Administrative Decisions (Judicial Review) Act 1975 (Cth) and a further amended application has been foreshadowed to deal with the 26 November 2009 decision.",
      "id": "s14"
    },
    {
      "text": "The actual issue before the Court turns first and foremost on provisions of the Social Security (Administration) Act 1999 (Cth).",
      "id": "s15"
    },
    {
      "text": "Section 63 of the Act enumerates the various powers of Centrelink to require information from a benefits recipient.",
      "id": "s16"
    },
    {
      "text": "Insofar as presently relevant, that section provides: \n \n 63 Requirements to attend Department etc. \n \n\n \n \n (1) This section applies to a person if: \n \n\n \n \n (a) the person is receiving, or has made a claim for, a social security payment; or \n \n\n \n \n ... \n \n\n \n \n (2) If the Secretary is of the opinion that a person to whom this section applied should: \n \n\n \n \n ... \n \n\n \n \n (d) give information to the Secretary; \n \n\n \n \n the Secretary may notify the person that he or she is required, within a specified time, to: \n \n\n \n \n ... \n \n\n \n \n (h) give that information; \n \n\n \n \n as the case may be.",
      "id": "s17"
    },
    {
      "text": "(4) If: \n \n\n \n \n (a) a person is receiving, or has made a claim for, a social security payment; and \n \n\n \n \n (b) the Secretary notifies the person under subsection (2); and \n \n\n \n \n (c) the requirement of the notice is reasonable; and \n \n\n \n \n (d) the person does not comply with the requirement; \n \n\n \n \n the payment that the person is receiving or has claimed is not payable.",
      "id": "s18"
    },
    {
      "text": "Section 80(1) of the Act in turn provides:\n \n \n 80 Cancellation or suspension determination \n \n\n \n \n (1) If the Secretary is satisfied that a social security payment is being, or has been, paid to a person: \n \n\n \n \n (a) who is not, or was not, qualified for the payment; or \n \n\n \n \n (b) to whom the payment is not, or was not, payable; \n \n\n \n \n the Secretary is to determine that the payment is to be cancelled or suspended.",
      "id": "s19"
    },
    {
      "text": "Additional to the above two provisions are a further two which are more general in character.",
      "id": "s20"
    },
    {
      "text": "Section 192 confers a general power on Centrelink to require a person to supply information and s 81(1) gives the Secretary a power to cancel or suspend payment to a person who has not complied with a notice which, inter alia, has been given under s 192.",
      "id": "s21"
    },
    {
      "text": "The point I would emphasise in this contrast is the discretion given under s 80(1) requires either cancellation or suspension of a social security payment while s 81(1) provides a discretion to cancel or suspend.",
      "id": "s22"
    },
    {
      "text": "As noted in the factual outline, Mr Cosenza received notices requesting information on 7 January 2008 and 30 April 2008.",
      "id": "s23"
    },
    {
      "text": "The Tribunal was satisfied that each of the notices was a valid one under s 63 of the Act: see Reasons of 18 March 2009, [19].",
      "id": "s24"
    },
    {
      "text": "While the Tribunal was satisfied that Mr Cosenza made a response to the best of his ability to the 7 January 2008 notice, it found that he did not give all the information required in the 30 April 2008 notice within the time specified in them: Reasons [20].",
      "id": "s25"
    },
    {
      "text": "In the Tribunal's view he did not have a reasonable excuse within the meaning of s 63(9) of the Act for not complying with the notices issued on 30 April 2008: Reasons [20].",
      "id": "s26"
    },
    {
      "text": "I should indicate, though it is not strictly relevant given the circumstances of this matter, that s 85 of the Act makes express provision for reconsideration by the Secretary of a decision to cancel or suspend which can lead to a determination that a social security payment was now payable.",
      "id": "s27"
    },
    {
      "text": "The obvious premise of this provision is that the Secretary on the reconsideration decision is possessed of such information as can provide the relevant level of satisfaction.",
      "id": "s28"
    },
    {
      "text": "The final statutory provision I should note is s 126 of the Act.",
      "id": "s29"
    },
    {
      "text": "Section 126(1) and (3) provide insofar as presently relevant: \n \n 126 Review of decisions by Secretary \n \n\n \n \n (1) The Secretary may review: \n \n\n \n \n (a) subject to subsection (2), a decision of an officer under the social security law; or \n \n\n \n \n ... \n \n\n \n \n if the Secretary is satisfied that there is sufficient reason to review the decision.",
      "id": "s30"
    },
    {
      "text": "... \n \n\n \n \n (3) The Secretary may: \n \n\n \n \n (a) affirm a decision; or \n \n\n \n \n (b) vary a decision; or \n \n\n \n \n (c) set a decision aside and substitute a new decision.",
      "id": "s31"
    },
    {
      "text": "THE HEARING AND THE TRIBUNAL'S DECISION \n In the hearing before the Tribunal, Mr Cosenza provided further information concerning his involvement in a number of companies and trusts, as also information from his chartered accountant.",
      "id": "s32"
    },
    {
      "text": "He gave oral evidence as did several investigative officers from Centrelink.",
      "id": "s33"
    },
    {
      "text": "The principal issue before the Tribunal related to the SSAT decision that the Carer Payment to Mr Cosenza should be suspended with effect from 7 May 2008: see Reasons [3].",
      "id": "s34"
    },
    {
      "text": "In [25]-[26] of its Reasons, the Tribunal made the following observations and findings: Mr Cosenza was able to provide little evidence to the Tribunal relating to the activities of ISMA and the Sarjem Family Trust.",
      "id": "s35"
    },
    {
      "text": "This was surprising, given that he had been a director of Cosdean Investments Pty Ltd, on and off, until 9 August 2006.",
      "id": "s36"
    },
    {
      "text": "As trustee of the Emjamdean Trust, he would also have been instrumental in the sale of the properties at Trimmer Parade to the Sarjem Family Trust and, on the evidence of Mr Kennedy, which was not seriously challenged by Mr Cosenza, he was actively involved in the ultimate sale of the Trimmer Parade townhouses.",
      "id": "s37"
    },
    {
      "text": "He was also hesitant to comment about the dispute between Cosdean Investments Pty Ltd and The Football Federation of Australia.",
      "id": "s38"
    },
    {
      "text": "As a director of the company for the year ended 30 June 2006, he certainly made no mention of the gross trading profit of Cosdean Investments Pty Ltd of $153,900, of purchases of $212,000, of sales of $144,000 and of closing stock of some $222,000.",
      "id": "s39"
    },
    {
      "text": "In the Tribunal's opinion, these matters all raised questions that necessitated the provision of further information to Centrelink in response to the notices that had been issued on 30 April 2008.",
      "id": "s40"
    },
    {
      "text": "For the reasons and on the basis of the findings above, there must be doubts as to Mr Cosenza's current and past Social Security entitlements.",
      "id": "s41"
    },
    {
      "text": "Mr Cosenza submitted that suspension of his Carer Payment was a breach of natural justice and his legal entitlement to have some benefit paid to him.",
      "id": "s42"
    },
    {
      "text": "The Tribunal has sympathy for his position, but the doubt about current entitlement remains and while it does it is appropriate that the Carer Payment be suspended.",
      "id": "s43"
    },
    {
      "text": "In his closing, Mr Parker said that the respondent wished to pay Mr Cosenza a Carer Payment but, in the absence of more information concerning his involvement in ISMA and Cosdean Investments Pty Ltd, had been unable to calculate the correct amount of his entitlement.",
      "id": "s44"
    },
    {
      "text": "He suggested that the additional information provided at the hearing, including that contained in the letter from Mr De Pizzol, should go a long way towards enabling the respondent to make an assessment of what benefit could be paid to Mr Cosenza.",
      "id": "s45"
    },
    {
      "text": "I would make the following observation of the final sentence of [26].",
      "id": "s46"
    },
    {
      "text": "It is that the Reasons clearly contemplated a further decision being made by the Secretary (via a delegate) concerning whether and, if so, in what amount a carer's benefit should be paid.",
      "id": "s47"
    },
    {
      "text": "The Tribunal also noted that the SSAT found there was sufficient evidence before it to raise doubts about Mr Cosenza's current and past Social Security entitlements.",
      "id": "s48"
    },
    {
      "text": "The Tribunal as well addressed this matter in its decision.",
      "id": "s49"
    },
    {
      "text": "Not only did it affirm the SSAT's decision to suspend the Carer Payments, it also gave the direction that: \n \n ... the decision to raise and recover debts comprising the total amount of all benefits paid to the applicant in the period from November 2000 to May 2008 be referred back to the respondent for re-consideration in light of the further information provided at the hearing.",
      "id": "s50"
    },
    {
      "text": "SUBSEQUENT TO THE TRIBUNAL'S DECISION \n It is important to emphasise there were two distinct matters in relation to each of which the Tribunal foreshadowed (\"in the case of the suspended Carer Payment\") and required (\"in relation to raising and recovering debts\") further decisions to be made by the Secretary.",
      "id": "s51"
    },
    {
      "text": "Each of those decisions was taken, as noted earlier, by a departmental official on 10 August 2009.",
      "id": "s52"
    },
    {
      "text": "The decisions, as notified to Mr Cosenza, opened with the following paragraph: \n \n I am writing to you about your previous Carers Payment, Austudy and Newstart Allowance.",
      "id": "s53"
    },
    {
      "text": "I am also writing to you about the debt for $91,396.50 which was raised for the period 13 November 2000 to 7 May 2008.",
      "id": "s54"
    },
    {
      "text": "We have considered the limited additional information which we have been able to obtain and have made decisions to affirm the correctness of the original decisions to cancel your payments from 08 May 2008 and to raise and recover the advised debt of $91,396.50.",
      "id": "s55"
    },
    {
      "text": "Nothing which has been provided to us fromany (sic) source establishes that you ever had any entitlement to any of the payments you received.",
      "id": "s56"
    },
    {
      "text": "(Emphasis added.",
      "id": "s57"
    },
    {
      "text": ") \n \n I would note in passing that the \"original decisions\" referred to were those made on 20 May 2008.",
      "id": "s58"
    },
    {
      "text": "These were superseded by the decisions of the SSAT which in turn were superseded by the decision and direction of the Tribunal.",
      "id": "s59"
    },
    {
      "text": "Nothing turns on this because of the decision to which I next refer, although I should note in passing that a further amended application was filed on 19 August challenging the 10 August decision.",
      "id": "s60"
    },
    {
      "text": "It too was overtaken by events.",
      "id": "s61"
    },
    {
      "text": "On 26 November 2009, consequent on a review undertaken under s 126 of the Act, the 10 August decisions were revoked.",
      "id": "s62"
    },
    {
      "text": "The letter notifying Mr Cosenza of this stated amongst other things: \n \n After carefully looking at your case, the relevant parts of social security law and policy guidelines as well as taking into account the further information provided at the hearing before the Administrative Appeals Tribunal in the matter of Cosenza and Secretary, Department of Families, Housing, Community Services and Indigenous Affairs AATA 176 (18 March 2009), I have decided that both decisions under review are to be set aside on the basis that there is insufficient evidence available at this time to support the decisions.",
      "id": "s63"
    },
    {
      "text": "This means that, in accordance with the decision of the Administration Appeals Tribunal made on 18 March 2009, the status of your Carer Payment payments will revert to being suspended from 8 May 2008.",
      "id": "s64"
    },
    {
      "text": "This also means that, at this time, the debt of $91,396.50 ... no longer exists and any monies recovered from you in respect of this debt will be reimbursed.",
      "id": "s65"
    },
    {
      "text": "I would note that the 26 November decision was taken under s 126 of the Act.",
      "id": "s66"
    },
    {
      "text": "CONSIDERATION \n I have not set out the terms of the application in its various iterations which respond to the cascading decisions of Centrelink after this proceeding was begun for the following reason.",
      "id": "s67"
    },
    {
      "text": "I raised an issue at the beginning of the hearing with the parties so as to understand the status of the 26 November decisions.",
      "id": "s68"
    },
    {
      "text": "As with the 10 August decisions which it replaced, both determinations of 26 November were in obvious effectuation of the subsequent decisions foreshadowed in the AAT's reasons for decision.",
      "id": "s69"
    },
    {
      "text": "As I earlier indicated, the Tribunal concluded that Mr Cosenza had failed without reasonable excuse to comply with notices issued to him on 30 April 2008 and that these notices were ones made under s 63 of the Act.",
      "id": "s70"
    },
    {
      "text": "In consequence, s 80(1) of the Act was brought into play such that the Secretary, hence the Tribunal, was to determine that a social security payment was to be cancelled or suspended.",
      "id": "s71"
    },
    {
      "text": "As I earlier foreshadowed the Secretary, hence the Tribunal, had no choice but to make one or other of these decisions.",
      "id": "s72"
    },
    {
      "text": "It had no more general discretion in the matter: cf s 81(1).",
      "id": "s73"
    },
    {
      "text": "The Tribunal clearly found Mr Cosenza in default in relation to compliance with the s 63 notices and considered that while the doubt about current entitlement remained it was appropriate that the Carer Payment be suspended.",
      "id": "s74"
    },
    {
      "text": "While the Reasons suggest that a decision as to Mr Cosenza's entitlement to a Carer's Payment would be made primarily (but not necessarily exclusively) in reliance upon information provided at the Tribunal hearing, the Reasons by no means discountenanced the further provision of evidence by Mr Cosenza given the areas identified by the Tribunal \"that necessitated the provision of information to Centrelink in response to the notices that had been issued on 30 April 2008\": Reasons [25].",
      "id": "s75"
    },
    {
      "text": "On the contrary.",
      "id": "s76"
    },
    {
      "text": "I have asked the respondent, if it felt able to do so, to provide me with assistance as to the statutory process that was being followed by the delegate on 10 August 2009 and which was reviewed by the Secretary on 26 November 2009 pursuant to s 126 of the Act.",
      "id": "s77"
    },
    {
      "text": "The respondent later advised it would not be providing further submissions in this matter.",
      "id": "s78"
    },
    {
      "text": "In these circumstances, and given the events which have happened, it would seem to me that the decisions taken, first, by the delegate and, then, by the Secretary insofar as they related to the Carer Payment were decisions taken by reference to the provisions of s 80(1) of the Administration Act.",
      "id": "s79"
    },
    {
      "text": "Considered in the context of that Act and in particular s 118(11) (which contemplates a decision to suspend under s 80 and then a subsequent decision to cancel under the same section: see also Acts Interpretation Act 1901 (Cth) s 33(1)) , the delegate's decision was a s 80 cancellation decision; the Secretary's decision was a vacation of that decision which restored the status quo, ie suspension in accordance with the Tribunal's decision.",
      "id": "s80"
    },
    {
      "text": "The apparent presupposition in both decisions --- consistently with the Tribunal's decision --- was that Mr Cosenza, having not complied with the s 63 notices, was a person to whom, for s 80(1) purposes, the social security payment was not payable.",
      "id": "s81"
    },
    {
      "text": "Insofar as concerns the decision of Secretary related to the setting aside of delegate's decision to raise and recover the debt of $91,396.50 consequent upon the Tribunal's direction to reconsider that matter, no challenge to the Secretary's decision has been foreshadowed.",
      "id": "s82"
    },
    {
      "text": "The essence of Mr Cosenza's complaint about the respondent's conduct is that it is over a year and a half since the Carer Payment was cancelled, although it is now only suspended since the Tribunal's decision.",
      "id": "s83"
    },
    {
      "text": "A decision by the respondent on his entitlement should be made within a reasonable time but such has not occurred.",
      "id": "s84"
    },
    {
      "text": "The short answer to this appears, as I understand it, to inhere in the scheme of the Act.",
      "id": "s85"
    },
    {
      "text": "Unless and until Mr Cosenza complies with the 30 April notices, the Carer Payment is not payable.",
      "id": "s86"
    },
    {
      "text": "In consequence the Secretary can only suspend or cancel the payment.",
      "id": "s87"
    },
    {
      "text": "The former course has been adopted.",
      "id": "s88"
    },
    {
      "text": "In light of the Tribunal's conclusions (at Reasons [25]) that further information needed to be provided in response to the 30 April notices, if the present stalemate is to be ended, Mr Cosenza has the remedy in his own hands.",
      "id": "s89"
    },
    {
      "text": "CONCLUSION \n The application will be dismissed with costs.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s91"
    },
    {
      "text": "Associate:\n \n \nDated: 18 December 2009\n \n Counsel for the Applicant: Dr S Churches \n \n Counsel for the Respondent: Mr S Cole Solicitor for the Respondent: Sparke Helmore \n Date of Hearing: 7 December 2009 \n \n Date of Judgment: 18 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1525.html",
      "id": "s92"
    }
  ]
}