{
  "name": "Leawell Pty Ltd as Trustee for the Garton Smith Trust, in the matter of Watershed Premium Wines Ltd v Watershed Premium Wines Ltd (No 2) [2009] FCA 1145 (8 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1145.html",
  "catchphrases": [
    {
      "text": "application to strike out paragraphs of substituted statement of claim",
      "id": "c0"
    },
    {
      "text": "whether paragraphs failed to disclose a cause of action",
      "id": "c1"
    },
    {
      "text": "application granted with liberty to the applicants to replead.",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "STRIKE OUT APPLICATIONS \n By notice of motion filed 24 June 2009, Watershed Premium Wines Ltd (the Company), the first respondent, seeks to strike out [54], [70], [71], [72], [73], [74], [75], [78], [80] and [81] of the applicant's substituted statement of claim.",
      "id": "s0"
    },
    {
      "text": "By notice of motion dated 23 June 2009, the second to eleventh respondents, who are variously directors or shareholders of the company seek to strike out these and related paragraphs of the substituted statement of claim.",
      "id": "s1"
    },
    {
      "text": "OUTLINE OF APPLICANTS' APPLICATION \n By the substituted application in this proceeding, the applicants seek: A declaration that the company has contravened s 208 of the Corporations Act 2001 (Cth) (CA) by giving a financial benefit to related parties.",
      "id": "s2"
    },
    {
      "text": "A declaration that the second, third, fourth, fifth and sixth respondents as directors have breached their common law fiduciary duties as officers of the company by: - failing to exercise reasonable care and diligence; - failing to exercise their powers and discharge their duties in good faith and in the best interests of the company and for a proper purpose; - improperly using their position to gain an advantage for themselves or someone else or to cause detriment to the company; - using information obtained because they were officers of the company to gain an advantage for themselves or someone else or to cause detriment to the company.",
      "id": "s3"
    },
    {
      "text": "Restraining the company from issuing or allotting any further shares in the company without first giving the applicants 28 days prior notice and a pro-rata opportunity to take up shares on the same terms and a related relief.",
      "id": "s4"
    },
    {
      "text": "An injunction restraining all the respondents other than the company from being involved in any such further issues of shares, which do not comply with the restrictions in any such affidavit.",
      "id": "s5"
    },
    {
      "text": "An injunction restraining the company from issuing or allotting any further shares in the company stapled to arrangements whereby any loan is to be made to the company or any existing loan is to be extended without first giving the applicants 28 days prior notice and without the approval of a separate class meeting of members being those members who do not have any money lent to the company.",
      "id": "s6"
    },
    {
      "text": "An injunction restraining all respondents, other than the company, from being involved in such arrangements which do not comply with these restrictions.",
      "id": "s7"
    },
    {
      "text": "Alternatively, a mandatory injunction requiring the shareholder respondents to purchase the applicant's shares in the company.",
      "id": "s8"
    },
    {
      "text": "Further alternative forms of mandatory injunction requiring the respondent directors, or the respondent shareholders, or the company to deal with the applicants' shares in various ways.",
      "id": "s9"
    },
    {
      "text": "If the applicants remain shareholders alternative forms of relief including that the company commence proceedings against the respondent directors for recovery of sums lost to/detriment caused to the company by reason of breaches of the CA by those respondents.",
      "id": "s10"
    },
    {
      "text": "Other alternative forms of relief designed to secure the interests of the applicants, should they remain shareholders in the company.",
      "id": "s11"
    },
    {
      "text": "Alternatively, if no other order is considered appropriate by the Court, an order that the company be wound up.",
      "id": "s12"
    },
    {
      "text": "RELATED PARTY TRANSACTIONS \n The applicant's claim, amongst other things, under a cause of action generally described as \"other related party transactions\" against the respondent directors and the seventh and/or eighth respondent and the eleventh respondent.",
      "id": "s13"
    },
    {
      "text": "In this regard, [54] of the substituted statement of claim alleges: \n \n The Respondent Directors and the Seventh and/or Eighth Respondent and the Eleventh Respondent are further advantaged by the fact that the company is paying for or has paid for their costs or a proportion of their costs in defending this action, contrary to s 212(2) of the Corporations Act .",
      "id": "s14"
    },
    {
      "text": "For a public company or entity that the public company controls, to give a financial benefit to a related party of the public company, member approval is required (s 208 CA).",
      "id": "s15"
    },
    {
      "text": "There is no controversy here that the company is a public company for the purposes of the CA.",
      "id": "s16"
    },
    {
      "text": "There is some controversy, however, as to which of the relevant respondents are a \"related party\" under the CA. Section 212(2) CA provides that member approval is not needed to give a financial benefit if: \n \n (a) the benefit is for a related party who is an officer of the public company or entity; and\n (b) the benefit is the making of, or an agreement to make, a payment (whether by way of advance, loan or otherwise) in respect of legal costs incurred by the officer in defending an action for a liability incurred as an officer of the public company or entity; and\n (c) either:\n (i) section 199A does not apply to the costs; or\n (ii) if section 199A applies to the costs---the officer must repay the amount paid if the costs become costs for which the company must not give the officer an indemnity under that section; and\n (d) to give the benefit would be reasonable in the circumstances of the public company or entity giving the benefit.",
      "id": "s17"
    },
    {
      "text": "Section 212(3) CA provides that in working out for the purposes of subs (1) or (2) whether giving the benefit is reasonable in the circumstances: \n \n (a) assess whether it would be reasonable on the basis of the circumstances existing:\n (i) if the benefit is given under an agreement---at the time when the agreement is or was made; or\n (ii) if the benefit is not given under an agreement---at the time when the benefit is or was given; and\n (b) disregard any other financial benefit given or payable to the officer by the public company or entity.",
      "id": "s18"
    },
    {
      "text": "For completeness, it should be noted s 213(1) CA provides: \n \n (1) Member approval is not needed to give a financial benefit to a related party in a financial year if the total of the following amounts or values is less than or equal to the amount prescribed by the regulations for the purposes of this section:\n (a) the amount or value of the financial benefit;\n (b) the total of all other amounts or values of financial benefits given to the related party, in the financial year, for which member approval was not needed because of this section.",
      "id": "s19"
    },
    {
      "text": "The company moves to strike out [54] of the substituted statement of claim as failing to disclose a cause of action and being inappropriate to the nature of pleading by reason of being unnecessary and ineffectual to accomplish the proper purpose, as required by O 11, r 16(a) of the Federal Court Rules (Cth) (FCR).",
      "id": "s20"
    },
    {
      "text": "The respondents support the company's submissions.",
      "id": "s21"
    },
    {
      "text": "The company notes that the applicants allege that payment by the company of the respondent directors' costs of defending these proceedings is impermissible on the sole ground that it is contrary to s 212(2) of the CA.",
      "id": "s22"
    },
    {
      "text": "Thus, it is alleged that payment of these legal costs is an \"other related party transaction\".",
      "id": "s23"
    },
    {
      "text": "The company says the only relief apparently sought in relation to this allegation is that in [B](c) of the substituted application by which the applicants seek as interlocutory relief that the company be restrained from paying the costs or otherwise financially assisting the respondents until further order or trial.",
      "id": "s24"
    },
    {
      "text": "The company points out that the question is obviously of great importance to it, in that it constitutes an allegation of \"continuing impermissible related party, oppressive and unfair transactions\" and is apparently directed to terminating any payments to the respondent directors pursuant to pre-existing indemnities.",
      "id": "s25"
    },
    {
      "text": "The company says it does not wish to engage in any related party transactions in breach of the CA or to engage in oppressive or unfair conduct; but it also wishes to meet its obligations pursuant to pre-existing indemnity obligations to the respondent directors.",
      "id": "s26"
    },
    {
      "text": "The company says that while the only relief associated with this claim is interlocutory relief, no steps have been taken to seek such relief.",
      "id": "s27"
    },
    {
      "text": "The company further says that to the extent that [54] may be directed to final relief, then the directors' costs will be largely spent by the time of the trial and little or no relief will lie and the pleading is otiose and unnecessary.",
      "id": "s28"
    },
    {
      "text": "The company contends that the pleading discloses no cause of action.",
      "id": "s29"
    },
    {
      "text": "The company contends that s 212 is a permissive exception to the provision of benefits to related parties --- that is an exception to s 208 of the CA.",
      "id": "s30"
    },
    {
      "text": "The company draws attention to s 212(2).",
      "id": "s31"
    },
    {
      "text": "It also draws attention to s 199A of the CA which provides that: \n \n Exemptions not allowed \n (1) A company or a related body corporate must not exempt a person (whether directly or through an interposed entity) from a liability to the company incurred as an officer or auditor of the company.",
      "id": "s32"
    },
    {
      "text": "When indemnity for liability (other than for legal costs) not allowed \n (2) A company or a related body corporate must not indemnify a person (whether by agreement or by making a payment and whether directly or through an interposed entity) against any of the following liabilities incurred as an officer or auditor of the company:\n (a) a liability owed to the company or a related body corporate;\n (b) a liability for a pecuniary penalty order under section 1317G or a compensation order under section 1317H or 1317HA;\n (c) a liability that is owed to someone other than the company or a related body corporate and did not arise out of conduct in good faith.",
      "id": "s33"
    },
    {
      "text": "This subsection does not apply to a liability for legal costs.",
      "id": "s34"
    },
    {
      "text": "When indemnity for legal costs not allowed \n (3) A company or related body corporate must not indemnify a person (whether by agreement or by making a payment and whether directly or through an interposed entity) against legal costs incurred in defending an action for a liability incurred as an officer or auditor of the company if the costs are incurred:\n (a) in defending or resisting proceedings in which the person is found to have a liability for which they could not be indemnified under subsection (2); or\n (b) in defending or resisting criminal proceedings in which the person is found guilty; or\n (c) in defending or resisting proceedings brought by ASIC or a liquidator for a court order if the grounds for making the order are found by the court to have been established; or\n (d) in connection with proceedings for relief to the person under this Act in which the Court denies the relief.",
      "id": "s35"
    },
    {
      "text": "Paragraph (c) does not apply to costs incurred in responding to actions taken by ASIC or a liquidator as part of an investigation before commencing proceedings for the court order.",
      "id": "s36"
    },
    {
      "text": "The company says that only ss 199A(2)(c) and (3) are considered relevant, and neither has been pleaded by the applicants.",
      "id": "s37"
    },
    {
      "text": "The company says that the consequence of the foregoing is that the limitation on the indemnity, as to legal costs, does not arise unless and until there is a final outcome to the proceedings, including appeals, and that any indemnity otherwise paid was inconsistent with s 199A; see s 199A(4).",
      "id": "s38"
    },
    {
      "text": "Consequently, there is no bar to the payment of legal costs arising under s 199A in advance of the determination of the proceedings.",
      "id": "s39"
    },
    {
      "text": "The company says this is confirmed by s 212(2)(c)(ii) of the CA.",
      "id": "s40"
    },
    {
      "text": "The Act therefore permits indemnity for legal costs before and until the outcome of the relevant proceedings is known.",
      "id": "s41"
    },
    {
      "text": "The company says there is also no plea in the statement of claim as to why, whether pursuant to s 212 or otherwise, the payment of the respondent directors' legal costs is impermissible.",
      "id": "s42"
    },
    {
      "text": "The applicants respond to this by noting that the admission made by the company for the purposes of the strike out application, concerning the funding of the directors through the contractual indemnity requirements made between them, is the first concession that has ever been made by the company in this regard.",
      "id": "s43"
    },
    {
      "text": "Consequently, the applicants say that following further discovery they may still choose to bring an application for interlocutory relief.",
      "id": "s44"
    },
    {
      "text": "Secondly, the applicants say that the relief sought in claim A(a) of the substituted application --- a payback order --- might also be relied upon.",
      "id": "s45"
    },
    {
      "text": "In the course of oral submissions it became clear that while the company acknowledged that some of the relevant respondents against whom this cause of action is initiated may be considered a \"related party\" as that term is understood in s 228 of the CA, the allegation was not necessarily accepted in all cases.",
      "id": "s46"
    },
    {
      "text": "The issue also was raised that if a relevant respondent is a \"related party\" then the company may not need member approval by reason of the application of s 213 (because relevant financial benefits fall under $5,000, the prescribed amount, in a given financial year) or s 212(2) (because in the end, the benefit given \"would be reasonable in the circumstances\" of the company).",
      "id": "s47"
    },
    {
      "text": "Ultimately, it became clear that counsel for the company was not arguing that there could not be a relevant plea in these proceedings that s 208 of the CA had been or was being breached by the payment by the company directors' expenses under the contract of indemnity between the company and those directors as a related party.",
      "id": "s48"
    },
    {
      "text": "Rather the question was a pleading issue, namely, if that were the issue, whether the applicants or a relevant respondent has the onus to plead the application of one or other of the exceptions to the requirement for member approval.",
      "id": "s49"
    },
    {
      "text": "On this point, following hearing of the strike out application, the Court invited further written submissions as to who bore the relevant onus for pleading purposes.",
      "id": "s50"
    },
    {
      "text": "Counsel for the company, in his further written submissions submits that [54] of the substituted statement of claim should be struck out because it does not plead (nor does the statement of claim elsewhere plead) any material facts capable of supporting the allegation of the contravention of s 208 of the CA. The company in essence contends that because s 212 comprehends that when read with s 199A a company may make payments under an indemnity during the course of proceedings and recover these if the underlying liability is held to be of a type that may not be identified, then it behoves the applicant to negative that any payment is not \"reasonable\" and so does not attract the approval of the exception that s 212(2) provides for.",
      "id": "s51"
    },
    {
      "text": "Counsel for the company submit that the question of who should plead the exception is hypothetical in any event, because the applicants have in fact pleaded the general inapplicability of the exceptions in [15], [38], [55] and [59e].",
      "id": "s52"
    },
    {
      "text": "In this, the submission of the company is correct.",
      "id": "s53"
    },
    {
      "text": "Those paragraphs of the substituted statement of claim plead the giving of various financial benefits by the company without approval of the members and without the financial benefit falling under the exceptions set out in ss 210 --- 216, \"being contrary to s 208\".",
      "id": "s54"
    },
    {
      "text": "It is apparent, therefore that only in respect of [54] of the statement of claim, which raises the question of payment of legal costs, has the issue been pleaded differently.",
      "id": "s55"
    },
    {
      "text": "Indeed, when one considers the way [54] has in fact been pleaded, unlike those other provisions relating to the giving of financial benefits, [54] makes no express plea concerning the payments being contrary to s 208 --- the provision of the CA that requires member approval.",
      "id": "s56"
    },
    {
      "text": "Rather, [54] alleges that the payment of costs of defending the action are \"contrary to s 212(2) of the CA\".",
      "id": "s57"
    },
    {
      "text": "Given the terms of s 212(2) it is difficult to understand in what respect it is said that such payment of costs is \"contrary to\" that section.",
      "id": "s58"
    },
    {
      "text": "Perhaps, it means to plead that the payment of such costs is \"not reasonable\".",
      "id": "s59"
    },
    {
      "text": "I suspect that is the way the applicants intend the pleading to be read.",
      "id": "s60"
    },
    {
      "text": "In general terms, I think it is appropriate that the applicants, if they wish to plead that the giving of financial benefit is contrary to s 208 in respect of the payment of legal costs, that they make their plea express and plead out, if it be the view of the applicants, the non-application of any exceptions such as s 212 and s 213.",
      "id": "s61"
    },
    {
      "text": "I note that Avel Pty Ltd v Multicoin Amusements Pty Ltd [1990] HCA 58 ; (1990) 171 CLR 88 ( Avel) at 119, McHugh J held by reference to authority that: \n \n When a statute imposes an obligation which is the subject of qualification, exception or proviso, the burden of the proof concerning that qualification, exception or proviso depend on whether it is part of the total statement of the obligation.",
      "id": "s62"
    },
    {
      "text": "If it is, the onus rests on the party alleging the breach of the obligation.",
      "id": "s63"
    },
    {
      "text": "If, however, the qualification, exception or proviso provides an excuse for justification for not complying with the obligation, the onus of proof lies on the party alleging that he falls within the qualification, excuse or proviso [citation omitted].",
      "id": "s64"
    },
    {
      "text": "Whatever form the statute takes, the question has to be determined as one of substance [citation omitted].",
      "id": "s65"
    },
    {
      "text": "Section 208 of the CA provides: \n \n (1) For a public company, or an entity that the public company controls, to give a financial benefit to a related party of the public company:\n (a) the public company or entity must:\n (i) obtain the approval of the public company's members in the way set out in sections 217 to 227; and\n (ii) give the benefit within 15 months after the approval; or\n (b) the giving of the benefit must fall within an exception set out in sections 210 to 216.",
      "id": "s66"
    },
    {
      "text": "The company contends on the plain language of s 208(1), that, it provides that a financial benefit may be given and may only be given to a related party with either (a) applicable member approval or (b) pursuant to an exception under s 217 to s 227 of the CA.",
      "id": "s67"
    },
    {
      "text": "The conditions are all contained within the body of s 208 and so, if these conditions are not negatived, there is no contravention of s 208.",
      "id": "s68"
    },
    {
      "text": "The company therefore contends that s 208 falls within the first limb of the test in Avel and requires the applicants to plead material facts why the exception is inapplicable.",
      "id": "s69"
    },
    {
      "text": "This approach to the pleading of the cause of action that relies on s 208 is supported by authority: Westchester Pty Ltd v Triton Resources Ltd [2001] WASC 57 at [9] --- [12]; Randall v Aristocrat Leisure Ltd [2004] NSWSC 411 at [567] .",
      "id": "s70"
    },
    {
      "text": "I note, however that in Orrong Strategies Pty Ltd v Village Roadshow Ltd [2007] VSC 1 ; (2007) 207 FLR 245 , Habersberger J took a different view holding that s 208 fell within the second limb of the test of McHugh J in Avel and that the onus of proving an exception fell upon the person denying the contravention.",
      "id": "s71"
    },
    {
      "text": "Counsel for the company submits with respect that this view does not apply the principle enabled, nor does it apply the principles in the preceding High Court authority upon which McHugh J relied in Avel .",
      "id": "s72"
    },
    {
      "text": "In Vines v Djordjevitch [1955] HCA 19 ; (1955) 91 CLR 512 ( Vines ), the High Court (Dixon CJ, McTiernan, Webb, Fullagar and Kitto JJ) held there were two principles to be observed.",
      "id": "s73"
    },
    {
      "text": "First, is a technical distinction between a proviso and an exception: \n \n All the cases say, that if there be an exception in the enacting clause, it must be negatived: but if there be a separate proviso, it need not [citation omitted] [at 519].",
      "id": "s74"
    },
    {
      "text": "The second is that the court must consider the substantive construction of the legislation to determine where it provides that the onus should lie.",
      "id": "s75"
    },
    {
      "text": "The Court held (at 519):\n \n \n But whether the form is that of a proviso or of an exception, the intrinsic character of the provision that the proviso makes and its real effect cannot be put out of consideration in determining where the burden of proof lies.",
      "id": "s76"
    },
    {
      "text": "When an enactment is stating the grounds of some liability that it is imposing or the conditions giving rise to some right that it is creating, it is possible that in defining the elements forming the title to the right or the basis of the liability the provision may rely upon qualifications exceptions or provisos and it may employ negative as well as positive expressions.",
      "id": "s77"
    },
    {
      "text": "Yet it may be sufficiently clear that the whole amounts to a statement of the complete factual situation which must be found to exist before anybody obtains a right or incurs a liability under the provision.",
      "id": "s78"
    },
    {
      "text": "In other words it may embody the principle which the legislature seeks to apply generally.",
      "id": "s79"
    },
    {
      "text": "The company, supported by the other respondents, submits that the elements in s 208 of the CA are concurrent.",
      "id": "s80"
    },
    {
      "text": "It is not true to say that there has been a contravention of s 208 if an exception applies --- the section itself creates a prohibition only when all the exceptions, including member approval, are not satisfied.",
      "id": "s81"
    },
    {
      "text": "Counsel for the company further submits that the exceptions may constitute a large, if not the better part of dealings with the related parties, comprising as they do: Counsel submits it will usually be apparent which exception is applicable.",
      "id": "s82"
    },
    {
      "text": "So it was in the present case, that in relation to the alleged unapproved giving of financial benefits pleaded in [15], [38], [55], [59(e)] of the substituted statement of claim, the plea was that the exceptions provided for in \"sections 210 to 216\" did not apply and so the payment was contrary to s 208 of the CA. In my view, these submissions should be accepted.",
      "id": "s83"
    },
    {
      "text": "On the proper construction of s 208 I consider that the section imposes consequences for a public company only if certain exceptions (being a meeting of members or any of the matters in s 211 to s 216) are not satisfied.",
      "id": "s84"
    },
    {
      "text": "Thus, it falls within the \"exception\" limb, not the \"proviso\" limb of the dichotomy explained in Vines and Avel .",
      "id": "s85"
    },
    {
      "text": "The obligation to negative the exemption therefore falls upon the applicants.",
      "id": "s86"
    },
    {
      "text": "In these circumstances, I consider that [54] of the substituted statement of claim should be struck out, because as currently pleaded, it is ambiguous and therefore embarrassing.",
      "id": "s87"
    },
    {
      "text": "It is not plainly pleaded that certain benefits have been given in a manner not provided for by s 208.",
      "id": "s88"
    },
    {
      "text": "The current reference to those benefits being \"contrary to s 212(2) of the Corporations Act \" amplifies the ambiguity.",
      "id": "s89"
    },
    {
      "text": "I would, however, give leave to replead in that regard.",
      "id": "s90"
    },
    {
      "text": "ALLEGED INVOLVEMENT IN CONTRAVENTIONS BY RESPONDENT SHAREHOLDERS \n The respondents also seek to strike out [70], [71], [72] and [73], [74] and [75] of the substituted statement of claim for failing to disclose a cause of action.",
      "id": "s91"
    },
    {
      "text": "Paragraphs 70 and [71] of the substituted statement of claim plead: The Tenth Respondents were involved in the contravention (within the meaning of section 79) of section 208 of the Corporations Act and of sections 181(1) , 182 (1), 183 (1) of the Corporations Act and have therefore contravened sections 209(2) and sections 181(2) , 182 (2), 183 (2) of the Corporations Act respectively in relation to the share issues to them pursuant to the First Information Memorandum because they have been by act directly or indirectly a party to the contravention.",
      "id": "s92"
    },
    {
      "text": "Particulars \n \n\n \n \n \n (a) The applicants also refer to paragraphs 12 to 17.",
      "id": "s93"
    },
    {
      "text": "For the purposes of section 1324(1) of the Corporations Act , the Tenth Respondent was also on the same basis directly or indirectly a party to the contraventions of section 208 of the Corporations Act and of sections 181(1) , 182 (1), 183 (1) of the Corporations Act .",
      "id": "s94"
    },
    {
      "text": "Paragraphs 72 and [73] of the substituted statement of claim plead identical terms to [70] but against the seventh and/or eighth respondent.",
      "id": "s95"
    },
    {
      "text": "Paragraph 73 makes an identical plea to [71], but in respect of the eighth and/or ninth respondent.",
      "id": "s96"
    },
    {
      "text": "Paragraph 74 makes an identical plea to [70], but in respect of the eleventh respondent.",
      "id": "s97"
    },
    {
      "text": "Paragraph 75 makes an identical plea to [71], but in respect of the eleventh respondent.",
      "id": "s98"
    },
    {
      "text": "The company points out that it is well understood that an indispensable requirement for establishing involvement in a contravention is knowledge of the elements of the contravention: Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 ( Yorke ); and s 79 of the CA.",
      "id": "s99"
    },
    {
      "text": "The applicants accept this is so.",
      "id": "s100"
    },
    {
      "text": "Counsel for the company points out as well that s 79 of the CA mirrors s 75B of the Trade Practices Act 1974 (Cth) considered by the High Court in Yorke .",
      "id": "s101"
    },
    {
      "text": "In Yorke , the High Court held that s 75B in speaking of aiding, abetting, counselling or procuring makes use of an existing concept drawn from the criminal law, and unless the context required otherwise, there is every reason to suppose that it was intended to carry with it the settled meaning which it already bore.",
      "id": "s102"
    },
    {
      "text": "Consequently to form the requisite intent, a party must have knowledge of the essential matters which go to make up the offence: Yorke at 668, per Mason CJ, Wilson, Deane and Dawson JJ.",
      "id": "s103"
    },
    {
      "text": "Accordingly, in order to have aided and abetted or counselled or procured a contravention of the statutory provision, the respondent must have intentionally participated in that offence and to have done so must have knowledge of the essential matters which went to make up the offence on the occasion in question: Yorke at 667.",
      "id": "s104"
    },
    {
      "text": "The company therefore argues that a party can only be brought within s 79 of the CA if he, she or it intentionally aided, abetted, counselled or procured a contravention by the company.",
      "id": "s105"
    },
    {
      "text": "In this regard, counsel submits there is no reason to distinguish s 75B of the Trade Practices Act 1974 from s 79 of the CA: see in this regard, Asic v Adler [2002] NSWSC 510 ; (2002) 42 ACSR 74 , adopted in Forge v ASIC [2004] NSWCA 448 ; (2004) 213 ALR 574 at [202] ; affirmed [2006] HCA 44 ; (2006) 228 CLR 45.",
      "id": "s106"
    },
    {
      "text": "Counsel for the company submits that the statement of claim here pleads no material facts relevant to any such knowledge.",
      "id": "s107"
    },
    {
      "text": "All that is pleaded is the obscure phrase that the tenth respondents (and other relevant respondents) \"have been by act directly or indirectly a party to the contravention\" (in [70] and other identical provisions in respect of the other respondents).",
      "id": "s108"
    },
    {
      "text": "Counsel says that if that phrase has any meaning at all it does not address knowledge.",
      "id": "s109"
    },
    {
      "text": "So far as particulars are concerned, [12] --- [17] of the substituted statement of claim did not assist.",
      "id": "s110"
    },
    {
      "text": "Some of those paragraphs do not concern the tenth respondents at all (for example [12]).",
      "id": "s111"
    },
    {
      "text": "None of the paragraphs plead any knowledge at all of the tenth respondent so far as [70] is concerned.",
      "id": "s112"
    },
    {
      "text": "As to the other provisions of the CA referred to in [70] are concerned, s 181 and s 182 cast duties on officers and s 83 casts a duty upon an officer as a former officer.",
      "id": "s113"
    },
    {
      "text": "Counsel for the company says no material facts have been pleaded to enliven or make actionable any of these duties.",
      "id": "s114"
    },
    {
      "text": "The company raises the same claims of deficiency in respect of the other impugned paragraphs.",
      "id": "s115"
    },
    {
      "text": "In relation to [72] and [73], counsel for the company says the only conceivably relevant allegation is that the seventh and eighth respondents are \"controlled by\" the third respondent, who is himself a director of the first respondent.",
      "id": "s116"
    },
    {
      "text": "However, material facts to support the allegations of control are not pleaded.",
      "id": "s117"
    },
    {
      "text": "At all material times, the seventh and eighth respondents had five officers and two shareholders, only one of which (of each) was the third and ninth respondents.",
      "id": "s118"
    },
    {
      "text": "No material facts are pleaded to support \"control\" of the seventh and eighth respondents by the third and ninth respondents, still less material facts to show knowing involvement.",
      "id": "s119"
    },
    {
      "text": "In relation to [74] and [75], counsel for the company says the only conceivably relevant allegation is that the eleventh respondent is \"controlled by\" a director of the first respondent, himself a respondent.",
      "id": "s120"
    },
    {
      "text": "The material facts to support that allegation of control are not pleaded.",
      "id": "s121"
    },
    {
      "text": "At all material times, the eleventh respondent had three officers and two shareholders, only one of which (of each) was the fourth respondent.",
      "id": "s122"
    },
    {
      "text": "No material facts have been pleaded to support \"control\" of the eleventh respondent by the fourth respondent, still less than material facts to show knowing involvement.",
      "id": "s123"
    },
    {
      "text": "Counsel for the company notes that [17](g) of the substituted statement of claim pleads that: \n \n The Tenth Respondents, not being eligible shareholders but being adult children of the Fourth Respondent a director of the Company, were permitted to participate in the offer, an advantage not made available to all other members.",
      "id": "s124"
    },
    {
      "text": "Counsel says that does not constitute a plea of knowledge of material element, just an observable fact that they were permitted to participate in the offer.",
      "id": "s125"
    },
    {
      "text": "There is no allegation of knowledge or conduct that is offensive in respect of the tenth respondents themselves in this particular plea.",
      "id": "s126"
    },
    {
      "text": "So far as the plea in various paragraphs that one person or entity \"is controlled by\" another and the extent to which this might convey a plea of knowledge of certain activities, counsel for the company submits firstly that there is no plea of knowledge, secondly, that a plea of control does not explain how control occurs and conveys knowledge.",
      "id": "s127"
    },
    {
      "text": "Counsel for the applicants submits that the taking up of the offer by the tenth respondent referred to in [70] of the statement of claim, was preceded by the receipt of the information memorandum that is pleaded in [15], as it contains certain information.",
      "id": "s128"
    },
    {
      "text": "Critically, from the applicants' perspective, the information was that only certain eligible existing shareholders could take up the offer.",
      "id": "s129"
    },
    {
      "text": "Counsel for the applicants said that, in those circumstances, knowledge can be attributed to the relevant respondents.",
      "id": "s130"
    },
    {
      "text": "When pressed in the course of oral argument by the Court that the submission seemed to be that the relevant respondents had constructive, not actual knowledge (or inferred actual knowledge), counsel submitted that the respondents should be taken to have read the information memorandum and have lodged the application which stated only existing shareholders could take up the offer.",
      "id": "s131"
    },
    {
      "text": "It was therefore only a \"short step to say they must be presumed to know if they were not existing shareholders of the first respondent\".",
      "id": "s132"
    },
    {
      "text": "Counsel for the applicants referred to the decision of Nathan J in Kennedy v Sykes (1992) 24 ATR 546 at 551 where his Honour stated: \n \n I have already observed that phrase is preceded by an adverb 'knowingly'.",
      "id": "s133"
    },
    {
      "text": "In my view, and having had recourse to the authorities, this requires the Crown to establish that the person involved in the venture was aware of its misleading or deceptive character or objective.",
      "id": "s134"
    },
    {
      "text": "It does not require proof that the actor be aware of all the mechanical details of the venture or the identity of all participants.",
      "id": "s135"
    },
    {
      "text": "If he or she is aware of the general nature of the transaction, that the part played by him or her whether by positive act or omission will assist the misleading or deception then, in my view the requirement of being knowingly concerned in is satisfied.",
      "id": "s136"
    },
    {
      "text": "In this case, counsel submitted that material facts were pleaded to show that the respondents knew that by accepting the proposal they were participating in something that breached the directors' duties; this could be illustrated in the negative, \"on what basis did they think they could take up an offer, when it was clearly stated to be only made available to existing shareholders?\".",
      "id": "s137"
    },
    {
      "text": "Counsel contended, therefore, there is a foundation for knowledge because they were participating in a share offer to which they knew they were not entitled.",
      "id": "s138"
    },
    {
      "text": "That is enough for the Court to draw an inference of knowledge.",
      "id": "s139"
    },
    {
      "text": "Counsel refined that submission to say that the respondents, by not inquiring why they were entitled to take up a share issue, when they were not eligible participants, became \"knowingly concerned\" in the conduct of the relevant director by failing to make further inquiry.",
      "id": "s140"
    },
    {
      "text": "In response, counsel for the company drew attention to the information memorandum of 8 January 2008.",
      "id": "s141"
    },
    {
      "text": "He did this for the point of emphasising that if that were the evidence upon which the plea and submissions made by counsel for the applicants were to be assessed, the applicants' submission would be difficult to uphold.",
      "id": "s142"
    },
    {
      "text": "This was because of apparently conflicting statements, the first being \"an opportunity exists for three existing shareholders of Watershed to take up a parcel of securities\", whereas the further statement was that \"the Information Memorandum confirms a personal offer that has been made to and may only be accepted by the person to whom it is made, and has been made only to persons who are likely to be interested in the offer having regard to previous contact, or some professional or other connection or statements made by that person indicating that they are interested in offers of this kind\".",
      "id": "s143"
    },
    {
      "text": "Counsel submitted that if that were the evidentiary base for this plea and others concerning breach of good faith by directors, then the document is utterly equivocal as to whether or not it was limited to shareholders.",
      "id": "s144"
    },
    {
      "text": "In my view, the argument concerning the strike out application in respect of [70] --- [75] of the substituted statement of claim in respect of the \"knowing involvement\" of certain respondents in the alleged contravention, only serves to highlight the difficulty a court would have at trial, and so the parties presently in responding to the pleading, as to the basis upon which the applicants claim the relevant respondents should be found to have actual knowledge by inference.",
      "id": "s145"
    },
    {
      "text": "I would strike out the paragraphs with leave to replead so that it is made quite plain, as soon as possible, exactly how the applicants frame their claim of actual knowledge of breach of relevant provisions, by inference.",
      "id": "s146"
    },
    {
      "text": "At this stage I am not prepared to rule that such a claim cannot be properly pleaded, although a further attempt at pleading such a case might well establish particularly to the applicants, that such a claim cannot be pleaded on the material facts currently alleged in this pleading.",
      "id": "s147"
    },
    {
      "text": "CONSPIRACY \n The respondents seek to strike out [78] and [80] of the substituted statement of claim for failing to disclose a cause of action insofar as it concerns conspiracy.",
      "id": "s148"
    },
    {
      "text": "Paragraphs 78 and [80] plead as follows: Further or alternatively, by attempting the issue, approving the offers or causing the offers to be made, the Respondent Directors were attempting or conspiring to contravene section 209(2) of the Corporations Act within the meaning of section 1324(1) paragraph (b) or (f).",
      "id": "s149"
    },
    {
      "text": "Particulars \n \n \n \n \n (a) The attempted issue is described at paragraph 60(c).",
      "id": "s150"
    },
    {
      "text": "(b) Each attempted offer stated that each director with a shareholder loan had already agreed to accept the offer.",
      "id": "s151"
    },
    {
      "text": "(c) In anticipation of the Information Memorandum on 24 December 2008 being issued, by letters dated 23 December 2003 to the Company, each of the Second, Third and Fourth Respondents and the wife of the Second Respondent confirmed that they or entities they had a controlling interest in would take up certain parcels of loans and shares in the Company.",
      "id": "s152"
    },
    {
      "text": "Further or alternatively, by agreeing to take up the offers, the Seventh or Eighth Respondent, the Ninth Respondent and the Eleventh Respondent were attempting or conspiring to contravene section 209(2) of the Corporations Act within the meaning of section 1324(1) paragraph (b) or (f).",
      "id": "s153"
    },
    {
      "text": "Counsel for the company (supported by the other respondents) submits that it is a requirement of the plea of conspiracy that the overt acts of conspiracy be set forth as material facts with clarity and precision.",
      "id": "s154"
    },
    {
      "text": "There is having respect little doubt about that: Adsteam Building Industries Pty Ltd v Queensland Cement and Lime Co Ltd (No 4) [1985] 1 Qd R 127 at 134.",
      "id": "s155"
    },
    {
      "text": "The applicants accept this is so.",
      "id": "s156"
    },
    {
      "text": "The respondents say that the plea is deficient in that a plea of conspiracy requires the following: The company says the first limb is deficient because directors requiring a company to take a particular course is not of itself a conspiracy.",
      "id": "s157"
    },
    {
      "text": "No relevant agreement is pleaded.",
      "id": "s158"
    },
    {
      "text": "No overt acts of conspiracy are pleaded.",
      "id": "s159"
    },
    {
      "text": "No other matters are pleaded in support of conspiracy.",
      "id": "s160"
    },
    {
      "text": "Counsel for the company submits that, to the extent that [78] alleges that the conspiracy was between the company and the respondent directors is unsound, because no conspiracy arises where the directors procure the actions of the company: O'Brian v Dawson (1941) 41 SR(NSW) 295 at 307 --- 308.",
      "id": "s161"
    },
    {
      "text": "Counsel submits the duty under s 209(2) of the CA is cast upon the company, not upon the directors.",
      "id": "s162"
    },
    {
      "text": "It is not possible to allege a second breach by the directors merely by pleading that they directed the company to take a particular course.",
      "id": "s163"
    },
    {
      "text": "In particular, it is not a conspiracy between the first respondent company and the respondent directors.",
      "id": "s164"
    },
    {
      "text": "The company submits the second limb is absent because there is no plea of intent to injure at all.",
      "id": "s165"
    },
    {
      "text": "Further, the third limb is absent because no acts pursuant to any agreement or in pursuit of any intent are pleaded.",
      "id": "s166"
    },
    {
      "text": "In the absence of any limb, but particularly in the absence of three out of four limbs, no clear conspiracy can be maintained.",
      "id": "s167"
    },
    {
      "text": "In O'Brian v Dawson , Jordan CJ considered that it was artificial to speak of directors procuring a company to break its contract in the sense the word is used in Lumley v Gye [1853] EngR 15 ; (1853) 118 ER 749.",
      "id": "s168"
    },
    {
      "text": "Chief Justice Jordan emphasised that an incorporated company is incapable of acting except through agents.",
      "id": "s169"
    },
    {
      "text": "It is not capable of exercising volition independently.",
      "id": "s170"
    },
    {
      "text": "The Chief Justice also made reference to Said v Butt (1920) 3 KB 497 which held that a servant who causes a breach of his master's contract, has not himself engaged in a conspiracy, he is acting on behalf of the principal.",
      "id": "s171"
    },
    {
      "text": "In Root Quality Pty Ltd v Root Control Technologies Pty Ltd [2000] FCA 980 ; (2000) 177 ALR 231 at 263, Finkelstein J considered it would be wrong not to apply Said v Butt which he considered represents the law of Australia and also appeared to him to be \"good law\".",
      "id": "s172"
    },
    {
      "text": "I accept that, under the law of Australia, it is not possible to find a conspiracy by directors whereby a resolution causes a company to take a course of action.",
      "id": "s173"
    },
    {
      "text": "However, if they independently take steps to procure or do breaches outside their duty as directors, that might be a ground for finding conspiracy.",
      "id": "s174"
    },
    {
      "text": "But the mere fact that directors gather together in committee and vote on a resolution is not a ground for conspiracy: see also Sheiman Ultrasonic Research Foundation Pty Ltd v Novapharm Research (Australia) Pty Ltd at [10] --- [14].",
      "id": "s175"
    },
    {
      "text": "In the face of this authority, counsel for the applicants draws attention to [60](c) of the substituted statement of claim and says that the pleading in substance pleads the following relevant facts: \n \n The Respondent Directors were all aware of the existence of the BDO Kendalls' report of 18 May 2007 recommending 67 shares be issued on arm's length terms but did not inform the Second Applicant.",
      "id": "s176"
    },
    {
      "text": "... [Then they] sought another report from BDO Kendalls dated 25 May 2007 based on different instructions.",
      "id": "s177"
    },
    {
      "text": "...[They] then passed a resolution on 26 May 2007 to give a financial benefit of 2,106 shares in the Company to the Second, Third and Fourth Respondent Directors based on the BDO Kendalls' report of 25 May 2007 that was not on arm's length terms.",
      "id": "s178"
    },
    {
      "text": "... [Later they] cancelled that attempted share issue after the Second Applicant informed BDO Kendalls which withdrew approval for the use of their report as a basis for arm's length terms.",
      "id": "s179"
    },
    {
      "text": "... [They] sought another report from BDO Kendalls and when this report in draft form was issued with a recommendation that shares be issued on arm's length terms [that] this should be 64 shares, terminated the appointment of BDO Kendalls and the Second, Third and Fourth Respondents determined not to accept the share issue as consideration for their loans.",
      "id": "s180"
    },
    {
      "text": "The applicants thus submit that the facts surrounding the resolution of 26 May 2007 show an intent to issue shares at less than true value.",
      "id": "s181"
    },
    {
      "text": "That, by necessary inference, could injure those parties who are not participating in the share issue, which is the essential claim being made in these proceedings.",
      "id": "s182"
    },
    {
      "text": "The applicants say it is not a difficult inference to draw, and has been pleaded in the sense of a diminution in the value of the shares that were being issued that were held by non-participating shareholders.",
      "id": "s183"
    },
    {
      "text": "Counsel for the applicants appeared to accept in argument that if in pleading their defence, individual respondent directors plead that they were acting in pursuance of their authority as directors, \"then that may well be an end to the resolution that was passed on 26 May 2007, comprising the necessary agreement, for the purposes of that limb of the conspiracy cause of action\".",
      "id": "s184"
    },
    {
      "text": "Counsel submitted that was a matter for defence and a matter to be pleaded.",
      "id": "s185"
    },
    {
      "text": "In other words, the applicants say that they are entitled to plead that the resolution constitutes an agreement that can be relied on for the purpose of satisfying the various elements of a plea of conspiracy, and that it remains for a respondent to plead that the resolution was in pursuance of the conduct of the respondent as a director of the company.",
      "id": "s186"
    },
    {
      "text": "The respondents expressed concern as to exactly what the applicants' plea is at this point.",
      "id": "s187"
    },
    {
      "text": "Counsel for the company accepts that if the respondent directors concerned were not acting pursuant to any directorial authority, but simply at large, then they may be able to plead a conspiracy between the directors, but it would be difficult to see why the company would then be liable --- because the directors were not purporting to act for them.",
      "id": "s188"
    },
    {
      "text": "But more importantly, counsel submits that it is incumbent upon the applicants to plead out the essential elements of a conspiracy.",
      "id": "s189"
    },
    {
      "text": "It is not appropriate for an applicant to plead that there is a possibility that the relevant respondents were not acting as directors, leaving it to those respondents to deny the possibility.",
      "id": "s190"
    },
    {
      "text": "In my view, the pleading of conspiracy in [78] and [80] of the substituted statement of claim currently do not disclose a cause of action and it is necessary for the applicants to plead the material facts to meet each element of such a claim.",
      "id": "s191"
    },
    {
      "text": "It seems to me that the essential elements of conspiracy have not been pleaded out.",
      "id": "s192"
    },
    {
      "text": "It is accepted that a pleading may generally contain relevant statements of all material facts and other allegations upon which one can properly discern the necessary elements of a cause of action.",
      "id": "s193"
    },
    {
      "text": "In this case, the nature of the submissions put and the oral argument about whether or not those elements may be said to have been pleaded in this case, only goes to show that they have not satisfactorily been pleaded.",
      "id": "s194"
    },
    {
      "text": "Whether or not it is open to the applicants properly to plead out a case of conspiracy on the basis of the resolution of 26 May 2007, may be doubted.",
      "id": "s195"
    },
    {
      "text": "Counsel for the applicants recognises that the applicants are faced with a difficult task in this regard.",
      "id": "s196"
    },
    {
      "text": "Current authority in Australia suggests that a resolution of directors of the company that cause a company to take certain actions cannot be construed as a conspiracy.",
      "id": "s197"
    },
    {
      "text": "They are simply the persons through whom the company acts.",
      "id": "s198"
    },
    {
      "text": "Unless those actions are capable of being characterised as other than actions taken by the respondent directors in pursuit of their conduct as directors, then a claim of conspiracy cannot be satisfactorily pleaded.",
      "id": "s199"
    },
    {
      "text": "In the circumstances, I would strike out those paragraphs of the substituted statement of claim in relation to conspiracy.",
      "id": "s200"
    },
    {
      "text": "I would, however, grant leave to replead in relation to the conspiracy cause of action, although I currently doubt that it will be possible to satisfactorily do so.",
      "id": "s201"
    },
    {
      "text": "OPPRESSION \n The respondents seek to strike out [81] of the substituted statement of claim for failing to disclose a cause of action.",
      "id": "s202"
    },
    {
      "text": "Paragraph 81, leaving aside the detailed, all-important particulars, pleads as follows: \n \n The affairs of the Company have been and continue to be conducted in a manner which is contrary to the interests of the members as a whole and oppressive to, unfairly prejudicial to and unfairly discriminatory against the Applicants as members of the Company, within the meaning of Section 232 of the Corporations Act .",
      "id": "s203"
    },
    {
      "text": "Numerous particulars are then given in (a) --- (j).",
      "id": "s204"
    },
    {
      "text": "In general terms, the respondents complain that the allegations contained within the particulars concerning the issue of shares at a discount, financial and business mismanagement, improper use of company assets, remuneration decisions, allotment of shares, while all very serious, lack specificity and are incomprehensible \"as a matter of grammar and syntax\" and/or fail to explain what the components of the allegations are.",
      "id": "s205"
    },
    {
      "text": "The respondents, in essence, complain that the allegations of oppression are not sufficiently clearly pleaded.",
      "id": "s206"
    },
    {
      "text": "It is very important that they should be, because they may also in totality amount to oppression at law.",
      "id": "s207"
    },
    {
      "text": "Counsel for the applicants concedes that two of the particulars of oppression, in [81](f) and [81](j) need to be withdrawn and repleaded.",
      "id": "s208"
    },
    {
      "text": "In my view, one may generally comment in respect of the oppression pleading in [81] that if this proceeding were simply an oppression proceeding on its own, the particulars of oppression would inevitably be pleaded in more detail and with more specificity.",
      "id": "s209"
    },
    {
      "text": "As pleaded, presently, [81] requires some careful analysis to link the particulars to the primary plea that the conduct complained of is contrary to the interests of the members as a whole and oppressive to them.",
      "id": "s210"
    },
    {
      "text": "While I think it is fair to say, as the counsel for the applicant submits, that it is necessary to read each of the particulars in the context of the whole and it is artificial to take each subparagraph and analyse it deeply, more work is still required in the presentation of those particulars to ensure that the particulars are properly linked and sheeted back to the primary oppression plea made.",
      "id": "s211"
    },
    {
      "text": "Counsel for the applicants made the point in oral submissions that when witness statements are eventually filed for the purposes of a trial in this proceeding, more detail will be given to the instances of oppression identified in the particulars.",
      "id": "s212"
    },
    {
      "text": "One understands that pleadings constitute statements of material facts upon which a claim is based and are not intended to include the evidence.",
      "id": "s213"
    },
    {
      "text": "But it remains important in an oppression plea to set out the material facts upon which the oppression is said to arise.",
      "id": "s214"
    },
    {
      "text": "Presently that has been done through the provision of \"particulars\".",
      "id": "s215"
    },
    {
      "text": "It seems to me that those particulars have been written with a degree of generality that, at least to some extent seems to repeat other causes of actions, breach of duty, and so on, which could undoubtedly be improved with further consideration and redrafting.",
      "id": "s216"
    },
    {
      "text": "As this matter is a keenly fought piece of commercial litigation, I think it is important that the oppression plea be refined by reference to all the material facts as much as it possibly can be at this point, particularly as it does include allegations that parties have acted improperly and have preferred their interests to those of the company or other shareholders and the like.",
      "id": "s217"
    },
    {
      "text": "In these circumstances, I would strike out [81] of the substituted statement of claim but grant leave to replead the paragraph.",
      "id": "s218"
    },
    {
      "text": "CONCLUSION AND ORDER \n For the reasons given, I would strike out [54], [70], [71], [72], [73], [74], [75], [78], [80] and [81] of the substituted statement of claim but grant leave to file and serve an amended pleading within 28 days.",
      "id": "s219"
    },
    {
      "text": "The respondents should also be entitled to their costs of this application.",
      "id": "s220"
    },
    {
      "text": "The following orders will be made: Paragraphs [54], [70], [71], [72], [73], [74], [75], [78], [80] and [81] of the substituted statement of claim are struck out with liberty to the applicants to replead.",
      "id": "s221"
    },
    {
      "text": "The applicants pay the costs of the respondents' applications of 23 June 2009 and 24 June 2009, to be taxed if not agreed.",
      "id": "s222"
    },
    {
      "text": "I certify that the preceding one hundred (100) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s223"
    },
    {
      "text": "Associate:\n \n \nDated: 8 October 2009\n \n Counsel for the Applicants: Mr CP Stokes \n \n Solicitor for the Applicants: Chris Stokes &amp; Associates \n \n Counsel for the First Respondent: Mr RW Douglas \n \n Solicitor for the First Respondent: Clayton Utz \n \n Counsel for the Second, Third, Fourth, Fifth, Sixth, Seventh, Eighth, Ninth, Tenth and Eleventh Respondents: Mr MF Gerus \n \n Counsel for the Second, Third, Fourth, Fifth, Sixth, Seventh, Eighth, Ninth, Tenth and Eleventh Respondents: Blakiston &amp; Crabb \n Date of Hearing: 24 July 2009 \n \n Date of Judgment: 8 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1145.html",
      "id": "s224"
    }
  ]
}