{
  "name": "Whittingham, in the matter of the Spanish Club Ltd [2009] FCA 1158 (19 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1158.html",
  "catchphrases": [
    {
      "text": "deed of company arrangement (doca)",
      "id": "c0"
    },
    {
      "text": "doca obliged doca administrator to cause company to convene general meeting of members for the purpose of their electing a new board of directors",
      "id": "c1"
    },
    {
      "text": "s 249h(1) of corporations act 2001 (cth) (the act) required that at least 21 days' notice be given of a meeting of a company's members",
      "id": "c2"
    },
    {
      "text": "company's constitution required that members have at least until 21 days before annual general meeting (agm) to nominate persons for election as directors at agm",
      "id": "c3"
    },
    {
      "text": "s 444g of the act (within pt 5.3a) made doca binding on doca administrator",
      "id": "c4"
    },
    {
      "text": "doca administrator could not comply with both s 249h(1) and s 444g and doca in so far as doca incorporated, by reference, company's constitution and its requirement touching agms. held : order made under s 447a of the act providing for closing of nominations earlier than 21 days before date fixed for agm.",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "On 29 September 2009 I made the orders and gave the direction that appear at the front of these reasons for judgment.",
      "id": "s0"
    },
    {
      "text": "The following paragraphs express the reasons why I did so.",
      "id": "s1"
    },
    {
      "text": "The Spanish Club Ltd (the Company) was incorporated on 9 November 1972 as a company limited by guarantee.",
      "id": "s2"
    },
    {
      "text": "It is a not for profit company.",
      "id": "s3"
    },
    {
      "text": "On 17 November 2008, the plaintiff (Mr Whittingham) of PKF Chartered Accountants and Business Advisors was appointed administrator of the Company pursuant to s 436A of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s4"
    },
    {
      "text": "On 27 February 2009, pursuant to s 439C(a) of the Act, the creditors of the Company resolved that the Company execute a certain deed of company arrangement (DOCA).",
      "id": "s5"
    },
    {
      "text": "On 16 March 2009, the Company by its administrator Mr Whittingham executed the DOCA.",
      "id": "s6"
    },
    {
      "text": "By cl 3.1 of the DOCA, the Company appointed Mr Whittingham as DOCA administrator.",
      "id": "s7"
    },
    {
      "text": "Clause 11.1 of the DOCA provides that as DOCA administrator, Mr Whittingham, has the power to convene meetings of members of the Company, inter alia, to elect a new Board of Directors.",
      "id": "s8"
    },
    {
      "text": "Clause 12.1 obliges him to cause the Company to convene either an Annual General Meeting (AGM) or an Extraordinary General Meeting (EGM) for that purpose.",
      "id": "s9"
    },
    {
      "text": "Clause 12.2 provides that the election must be conducted by the Australian Electoral Commission (AEC).",
      "id": "s10"
    },
    {
      "text": "On 23 September 2009 the Company and Mr Whittingham entered into a deed of variation which varied the DOCA in respects not presently material.",
      "id": "s11"
    },
    {
      "text": "Clause 48 of the Company's Articles of Association provides that the business of any AGM is: \n \n to receive and consider the Financial Statements the Balance Sheet and Trading Accounts and the Reports of the Commitee [sic] and of the Auditors and to elect ... the members of the Committee and ... to elect an Auditor or Auditors.",
      "id": "s12"
    },
    {
      "text": "Because Mr Whittingham desires to have the other business of an AGM also dealt with, he prefers that an AGM rather than an EGM be convened.",
      "id": "s13"
    },
    {
      "text": "Clause 1 of the Articles of Association provides that the Committee is the Management Committee of the Company and that the members of the Committee are the Company's directors.",
      "id": "s14"
    },
    {
      "text": "Accordingly, the expressions \"the Committee\" is synonymous with \"the Board of Directors\", and a \"member of the Committee\" is a \"director\" of the Company.",
      "id": "s15"
    },
    {
      "text": "Mr Whittingham desires to convene an AGM to be held on 13 November 2009 at the Star City Casino in Sydney.",
      "id": "s16"
    },
    {
      "text": "A booking has been made accordingly.",
      "id": "s17"
    },
    {
      "text": "A problem has arisen because of the interaction of s 249H(1) of the Act and provisions of the Company's constitution (Memorandum and Articles of Association) relating to the nomination of persons for election as directors at an AGM.",
      "id": "s18"
    },
    {
      "text": "Section 249H(1) of the Act provides, in effect, that at least 21 days' notice must be given of a meeting of a company's members.",
      "id": "s19"
    },
    {
      "text": "Clause 47 of the Company's Articles of Association provides for the giving of a shorter period of notice but this can be disregarded because s 249H(1) of the Act is mandatory, and only makes provisions for company constitutions specifying a longer, but not shorter, period of notice.",
      "id": "s20"
    },
    {
      "text": "Clause 67 of the Articles provides that a notice sent by post is deemed to have been served on the day following posting (the replaceable rule expressed in s 249J(4) of the Act does not apply because the Company was registered before 1 July 1998 and did not repeal its constitution after that date --- see s 135 of the Act).",
      "id": "s21"
    },
    {
      "text": "On the basis that \"service\" is to be equated with the \"giving\" of notice and that cl 67 applies in the context of s 249H(1), notice of the AGM to be held on 13 November would be required to be posted no later than 21 October 2009 so that it would be deemed to be given on 22 October 2009.",
      "id": "s22"
    },
    {
      "text": "Section 29 of the Acts Interpretation Act 1901 (Cth) provides for service to be deemed to be effected at the time at which the relevant letter would be delivered in the ordinary course of post.",
      "id": "s23"
    },
    {
      "text": "Apparently the members of the Company reside in New South Wales, perhaps all in the Sydney metropolitan area, and on the basis that this provision rather than cl 67 applies, I am prepared to infer that again the day following the day of posting would be the deemed date of service.",
      "id": "s24"
    },
    {
      "text": "It follows from the immediately preceding two paragraphs that I need not discuss whether it is by reason of cl 67 or the statutory provision that the notice must be posted no later than 21 October 2009.",
      "id": "s25"
    },
    {
      "text": "The problem that has arisen is that cl 34(a) of the Articles of Association provides that nominations for the election of the Committee must be lodged with the Secretary 21 days before the AGM.",
      "id": "s26"
    },
    {
      "text": "The AEC has construed that provision as requiring that members be allowed up to and including 23 October 2009 in which to lodge their nominations.",
      "id": "s27"
    },
    {
      "text": "However, it is impossible to allow that full period for the lodgement of nominations, and also to post notice including details of the nominations on 21 October 2009.",
      "id": "s28"
    },
    {
      "text": "This difficulty would arise irrespective of the date fixed for the AGM, that is to say, it would not be overcome by the fixing of a date later than 13 November 2009.",
      "id": "s29"
    },
    {
      "text": "The solution to the problem is found in ss 447A and 447D of the Act.",
      "id": "s30"
    },
    {
      "text": "Section 447A provides in subs (1) that the Court may make such order as it thinks appropriate as to how Pt 5.3A is to operate in relation to a particular company.",
      "id": "s31"
    },
    {
      "text": "Such an order may be made on the application of, inter alia, the administrator of a DOCA: see subs (4).",
      "id": "s32"
    },
    {
      "text": "Section 447D provides that the administrator of a DOCA may apply to the Court for directions about a matter arising in connection with the performance or exercise of any of his or her functions and powers or about a matter arising in connection with the operation of, or giving effect to, the DOCA.",
      "id": "s33"
    },
    {
      "text": "Section 444G, which falls within Pt 5.3A, provides that a DOCA binds the company, its officers and members, and the DOCA administrator.",
      "id": "s34"
    },
    {
      "text": "In the present case, this means that the issue that has arisen is about how Pt 5.3A (notably s 444G) is to operate in relation to the Company.",
      "id": "s35"
    },
    {
      "text": "How is Mr Whittingham to perform the obligation imposed on him by cl 12.1 of the DOCA in light of s 444G of the Act, having regard to the fact that members are entitled to lodge their nominations for the position of director right up to 21 days before the AGM?",
      "id": "s36"
    },
    {
      "text": "Either the requirement of at least 21 days' notice of the AGM under s 249H(1) must be shortened or the provisions relating to an AGM contained in the Company's constitution and incorporated by the DOCA's reference to an \"Annual General Meeting\" must be modified.",
      "id": "s37"
    },
    {
      "text": "It seemed to me that a satisfactory course was for the period for nominations to be shortened.",
      "id": "s38"
    },
    {
      "text": "After all, the Company's constitution does not require that invitations for nominations be sent to members a certain minimum period before the closing date for nominations.",
      "id": "s39"
    },
    {
      "text": "In other words, it would be possible, at least consistently with the letter of the constitution, for invitations to be sent only one week prior to the closing date for nominations provided that the closing date was no later than 21 days before the date of the AGM.",
      "id": "s40"
    },
    {
      "text": "In the order and direction that I made I included a requirement that notice of the election of members of the Committee and invitations for nominations be sent on or before 2 October 2009 with a closing date of 19 October 2009 at 12.00 noon.",
      "id": "s41"
    },
    {
      "text": "This gives members a greater opportunity to lodge nominations than that to which they would have been entitled at law under the Company's constitution.",
      "id": "s42"
    },
    {
      "text": "It was for the above reasons that I made the orders on 29 September 2009.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s44"
    },
    {
      "text": "Associate:\n \n \nDated: 19 October 2009\n \n \n \n Counsel for the Plaintiff: \n \n \n \n Ms M V McCarthy \n \n \n \n \n \n Solicitor for the Plaintiff: \n \n \n \n Eastern Commercial Lawyers \n \n \n \n \n Date of Hearing: \n \n \n \n 28 &amp; 29 September 2009 \n \n \n \n \n \n Date of Judgment: \n \n \n \n 29 September 2009 \n \n \n \n \n \n Date of Publication of Reasons: \n \n \n \n 19 October 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1158.html",
      "id": "s45"
    }
  ]
}