{
  "name": "MZYAA v Minister for Immigration &amp; Citizenship [2009] FCA 1303 (17 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1303.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "application for protection visa",
      "id": "c1"
    },
    {
      "text": "appellant credibility",
      "id": "c2"
    },
    {
      "text": "whether obligation to make express findings when rejecting credibility of appellant's evidence",
      "id": "c3"
    },
    {
      "text": "conduct of hearing",
      "id": "c4"
    },
    {
      "text": "whether reasonable apprehension of bias",
      "id": "c5"
    },
    {
      "text": "whether denial of procedural fairness.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "The appellant appeals against a judgment of a Federal Magistrate on 26 September 2008: MZYAA v Minister for Immigration and Citizenship [2008] FMCA 1304 , dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") on 22 February 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the then Minister for Immigration and Multicultural and Indigenous Affairs to refuse to grant a Protection Visa (Class XA) (\"protection visa\") under s 65 of the Migration Act 1958 (Cth) (\"the Act\") to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n The appellant is a Nigerian citizen who came to Australia on 26 January 2007 travelling on a Nigerian passport and holding an Australian subclass 422 occupational training visa.",
      "id": "s2"
    },
    {
      "text": "The appellant lodged an application for a protection visa with the Minister's department on 29 June 2007 on the ground that he had a well-founded fear of persecution because of his religion and/or social group as a Muslim who had converted to Christianity.",
      "id": "s3"
    },
    {
      "text": "Before the Tribunal, the appellant claimed that as an apostate, he would be at great risk of serious harm at the hands of the Muslim community in Nigeria.",
      "id": "s4"
    },
    {
      "text": "The appellant said that this was especially the case due to his high-profile position as a social worker for a Muslim community group since 1998.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed that this group had sponsored his trip to Australia, and would regard his religious conversion as a betrayal.",
      "id": "s6"
    },
    {
      "text": "The appellant said that he was born into a strict Muslim family, was raised as a Muslim and had adhered to the Muslim faith.",
      "id": "s7"
    },
    {
      "text": "He obtained a degree in medical science in 1993 from Lagos University and later studied for an education diploma and a master of social work degree from Ibadan University.",
      "id": "s8"
    },
    {
      "text": "The appellant is a social worker, although he has also been employed by Meditest Medical Diagnostics since 1996.",
      "id": "s9"
    },
    {
      "text": "The appellant met his wife through Islamic social activities and was married in a Muslim ceremony.",
      "id": "s10"
    },
    {
      "text": "The appellant noted that in February 2006 he was first approached by itinerant Christian preachers who invited him to their camp.",
      "id": "s11"
    },
    {
      "text": "He attended the camp and was attracted to Christianity.",
      "id": "s12"
    },
    {
      "text": "After attending Christian meetings the appellant converted to Christianity.",
      "id": "s13"
    },
    {
      "text": "The appellant did not reveal his conversion to his wife until December 2006.",
      "id": "s14"
    },
    {
      "text": "The appellant did not attend Sunday church services.",
      "id": "s15"
    },
    {
      "text": "In August 2006 he began to attend baptism classes at the camp but did not become baptised at this time because it was not safe for him to do so.",
      "id": "s16"
    },
    {
      "text": "After December 2006, his wife also converted to Christianity.",
      "id": "s17"
    },
    {
      "text": "The appellant said that after he arrived in Australia, he began to practise Christianity openly.",
      "id": "s18"
    },
    {
      "text": "Before the Tribunal, the appellant claimed that he left Nigeria not intending to return, because he could not practice Christianity openly.",
      "id": "s19"
    },
    {
      "text": "After arriving in Australia the appellant attended various churches and continues to pray and study the bible.",
      "id": "s20"
    },
    {
      "text": "Due to financial constraints and accommodation difficulties, he has been unable to establish firm contact with the Australian Christian community or regularly attend one church.",
      "id": "s21"
    },
    {
      "text": "The appellant's wife did not accompany him to Australia.",
      "id": "s22"
    },
    {
      "text": "After arriving in Australia, the appellant telephoned his wife four times.",
      "id": "s23"
    },
    {
      "text": "In February 2007 the appellant agreed that his wife should attend Christian services.",
      "id": "s24"
    },
    {
      "text": "She was then noticed at a church in Nigeria and Muslim leaders contacted him telling him about his wife's visits to the church.",
      "id": "s25"
    },
    {
      "text": "The appellant told them he was a Christian.",
      "id": "s26"
    },
    {
      "text": "As a consequence, his financial support was withdrawn.",
      "id": "s27"
    },
    {
      "text": "He was unable to commence the training for which he had come to Australia, he was left destitute and forced to beg for money to buy food.",
      "id": "s28"
    },
    {
      "text": "He fears serious harm if he returns to Nigeria because of his status as a convert, claiming that two students from Ibadan University were murdered after converting to Christianity.",
      "id": "s29"
    },
    {
      "text": "On 20 November 2007 the Tribunal held a hearing in relation to the appellant's application which was attended by the appellant and his representative from the Asylum Seeker Resource Centre.",
      "id": "s30"
    },
    {
      "text": "An audio recording and a written transcript of that hearing was made and a copy of that transcript and the audio recording were in evidence before the Federal Magistrate and were also available to me.",
      "id": "s31"
    },
    {
      "text": "Towards the end of the hearing the member of the Tribunal said she would be writing a letter to the appellant setting out some matters in respect of which she would be giving him the opportunity to comment upon and letting the Tribunal know whether there was anything else he had forgotten to say or any further evidence he wanted to submit.",
      "id": "s32"
    },
    {
      "text": "The Tribunal then gave the appellant's representative the opportunity to make oral submissions which were made.",
      "id": "s33"
    },
    {
      "text": "On 24 December 2007 the Tribunal sent a letter to the appellant's representative, in accordance with s 424A of the Act, inviting comment on particular information in respect of which the Tribunal set out particulars.",
      "id": "s34"
    },
    {
      "text": "On 29 January 2008 the appellant's representative responded in writing by letter to the Tribunal's s 424A letter and enclosed a statutory declaration made by the appellant on 22 January 2008.",
      "id": "s35"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal did not accept that the appellant, or his wife, were genuine Christian converts, or that they had been harmed or threatened in relation to religion.",
      "id": "s36"
    },
    {
      "text": "These findings were based on the Tribunal's finding that important aspects of the appellant's claims and evidence were not credible.",
      "id": "s37"
    },
    {
      "text": "The Tribunal found that the letters from clerical persons in Nigeria and Australia supporting his claims were outweighed by the \"serious flaws\" in the appellant's evidence.",
      "id": "s38"
    },
    {
      "text": "The Tribunal referred specifically to the following: It was not readily believable that the various financial resources the appellant claimed at the time of his occupational trainee visa had all disappeared by the time he arrived in Australia and there was no evidence in support of this claim; There was no evidence supporting the appellant's claim to have relied on an Islamic organisation for financial support for his studies.",
      "id": "s39"
    },
    {
      "text": "There was evidence that he was supported by Meditest and his local government.",
      "id": "s40"
    },
    {
      "text": "The claim that he had to sell property because his title documents had been mislaid and could not be replaced was not readily believable and was not supported by evidence.",
      "id": "s41"
    },
    {
      "text": "It was not credible that the applicant's wife and children had disappeared or that he had lost contact with them as claimed.",
      "id": "s42"
    },
    {
      "text": "In response to a report by a psychologist that the appellant had problems with his memory due to stress and anxiety that might affect his evidence, the Tribunal found that this was not apparent during the hearing.",
      "id": "s43"
    },
    {
      "text": "The Tribunal said that the difficulty with the appellant's evidence was not one of gaps, confusion or lack of clarity, but of \"stark inconsistencies\".",
      "id": "s44"
    },
    {
      "text": "The Tribunal was satisfied that the appellant would not practise Christianity in Nigeria, as he did not adhere to the Christian faith.",
      "id": "s45"
    },
    {
      "text": "The Tribunal found: That there was no evidence that Muslims are persecuted in Nigeria for attending churches and bible study abroad; That the appellant had particularly undertaken Christian activities in Australia for no other purpose than to strengthen his refugee application and that such conduct must be disregarded for the purpose of determining whether the appellant was owed protection obligations, referring to s 91R(3)(b) of the Act; That there was no evidence that the appellant would face persecution in Nigeria because his belief in, and observance of, Islam had lapsed.",
      "id": "s46"
    },
    {
      "text": "The Tribunal did not accept that the appellant faced a real chance of serious harm for reasons of religion or membership of a particular social group.",
      "id": "s47"
    },
    {
      "text": "THE FEDERAL MAGISTRATES COURT \n The appellant's grounds of review in the Federal Magistrates Court, were, in substance, that the Tribunal had fallen into jurisdictional error in that: The Tribunal had failed to make any findings concerning the documentary evidence and submissions submitted by the appellant, being his solicitor's submissions of 29 January 2008 and his statutory declaration of 22 January 2008 in response to the Tribunal's s 424A letter; The Tribunal imposed an impermissible requirement that formal baptism was necessary for the appellant to be perceived as a Christian religious apostate; The Tribunal imposed an impermissible burden of proof on the appellant by requiring him to corroborate his claims with independent evidence in relation to his conversion to Christianity and the persecution suffered by Christian converts in Nigeria; The Tribunal pre-emptively dismissed the appellant's claims in relation to his conversion to Christianity and the persecution suffered by Christian converts in Nigeria by way of a general finding that the appellant lacked credibility, such approach being contrary to the Tribunal's own guidelines on the assessment of credibility; The Tribunal's decision was not a bona fide exercise of power as the Tribunal had a pre-conceived conclusion concerning the appellant's claims that was not amenable to change regardless of the evidence or arguments put by the appellant so as to raise a reasonable apprehension of bias on the part of the Tribunal.",
      "id": "s48"
    },
    {
      "text": "It was contended that this was demonstrated by the brevity of the Tribunal's reasons in light of the evidence submitted and its selective citation from a United States State Department International Religious Freedom Report for 2007 and the fact that at the hearing the member constituting the Tribunal conducted herself in a manner that showed disinterest and a lack of attention while the appellant was giving his evidence.",
      "id": "s49"
    },
    {
      "text": "The Federal Magistrate found that the Tribunal accurately set out the appellant's claims and evidence before it and the further material provided by the appellant and his representative in October 2007 and January 2008 but noted that it did not make findings on all the issues raised in the material when it rejected the entirety of the appellant's evidence and case because of its adverse credit findings: par [9] above.",
      "id": "s50"
    },
    {
      "text": "The Federal Magistrate said that: The Tribunal roundly disbelieved the appellant because of the matters set out in par [9] above and that each of those matters were findings that it was open to the Tribunal to make; Those matters were in the scheme of things important matters which were not peripheral to the issues before the Tribunal, including the very important credit issues.",
      "id": "s51"
    },
    {
      "text": "Once the Tribunal found that it did not believe the appellant in relation to these matters it was not illogical for the Tribunal to form the view that the entirety of the appellant's evidence about his conversion was untrue.",
      "id": "s52"
    },
    {
      "text": "Once the Tribunal decided that it did not believe the appellant, it was open to the Tribunal simply not to believe any of the rest of his evidence, applying the approach adopted in Re Minister for Immigration and Multicultural Affairs, Ex parte Applicant S20/2002 [2003] HCA 30 ; (2003) 198 ALR 59 at par [49] and WADU v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1252 at par [45].",
      "id": "s53"
    },
    {
      "text": "The Federal Magistrate was satisfied that the reasons the Tribunal gave were sufficient, relying on Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham (2000) 168 ALR 407 at pars [65]-[67].",
      "id": "s54"
    },
    {
      "text": "In relation to the medical evidence, the Federal Magistrate observed that: \n \n \"the Tribunal was not disbelieving of the Applicant's medical practitioner.",
      "id": "s55"
    },
    {
      "text": "The Tribunal was rather saying that whatever illness the Applicant might have been suffering from had not been observed by it to prevent the Applicant giving his evidence\" , \n \n\n \nand said that this was not an error such as was found in Fuduche v Minister for Immigration, Local Government and Ethnic Affairs (1993) 45 FCR 515.",
      "id": "s56"
    },
    {
      "text": "Furthermore, the Federal Magistrate noted that the selection and assessment of independent country information was a matter for the Tribunal.",
      "id": "s57"
    },
    {
      "text": "The Federal Magistrate rejected the submission that the Tribunal had required independent corroboration regarding the appellant's claims about his conversion to Christianity and his asserted dissipation of funds after the purported withdrawal of financial support by the Islamic group and was of the opinion that the Tribunal's finding that it was not readily believable that the appellant's financial resources had all disappeared, was unobjectionable and accorded with the facts as they stood.",
      "id": "s58"
    },
    {
      "text": "The second aspect of this submission was that the Tribunal had deprived itself of jurisdiction by imposing a requirement on the appellant that he be formally baptised in order to be at risk of persecution as an apostate from Islam.",
      "id": "s59"
    },
    {
      "text": "The Federal Magistrate observed that: \n \n \"...the Tribunal did not at any stage in its reasons for decision assert that it was necessary for the Applicant to have provided independent evidence of his conversion to Christianity or that baptism was necessary for persecution to occur.",
      "id": "s60"
    },
    {
      "text": "\" \n \n\n As to the claim of bias, the Federal Magistrate read the transcript and listened to the audio recording of the hearing.",
      "id": "s61"
    },
    {
      "text": "The Federal Magistrate said that the transcript did not show on its face either unfairness to the appellant or a predisposition amounting to a mind not open to argument and that the audio recording did not show any overt hostility on the part of the Tribunal.",
      "id": "s62"
    },
    {
      "text": "The Federal Magistrate was satisfied that the Tribunal member was listening attentively to the appellant and that the appellant's answers were coherent, to the point and showed no undue signs of stress with the exception of the last paragraph of his evidence which did suggest \"a certain weariness and distress\" on the part of the appellant.",
      "id": "s63"
    },
    {
      "text": "The Federal Magistrate found that the transcript and the audio recording did not reveal any improper conduct and that even if he accepted that the Tribunal member had turned her back on the appellant (and he made no such finding) that conduct was at worst an unfortunate discourtesy but did not give rise to a finding of bias.",
      "id": "s64"
    },
    {
      "text": "The Federal Magistrate then made the following observation at pars [56] and [57]: \n \n \"It should be noted that having listened to the tape, there would be few passages which could properly be described as a few minutes (as Ms Psihogios-Billington describes them) during which the Tribunal member would have had time to turn her back and not take notes in the manner described.",
      "id": "s65"
    },
    {
      "text": "I suspect that in the strain of the moment, both the Applicant and Ms Psihogios-Billington have somewhat exaggerated the periods of any time during which the Tribunal member's back may have been turned.",
      "id": "s66"
    },
    {
      "text": "\" \n \n\n The Federal Magistrate was satisfied that the Tribunal member had not brought a biased mind to the proceeding.",
      "id": "s67"
    },
    {
      "text": "THE PRESENT APPEAL \n The notice of appeal advanced the following grounds: The Federal Magistrate erred in deciding that the Tribunal had not fallen into jurisdictional error in that he had erred in finding that: \n- the Tribunal had reviewed the appellant's claim in the manner required by the Tribunal's Guidelines on the Assessment of Credibility and Conduct of Hearings;\n \n- the Tribunal was not obliged to make express findings concerning its rejection of specific evidence in support of the appellant's claim;\n \n- the Tribunal was entitled to substitute its own lay opinion concerning the appellant's mental state over that of the appellant's treating psychologist;\n \n The Federal Magistrate erred in deciding that the Tribunal had provided the appellant with a meaningful opportunity to be heard in that he had erred in finding that: \n- the brevity of the hearing and the Tribunal's failure to ask questions concerning the appellant's Christianity did not undermine the review even though the Tribunal found that the appellant's claim that he had converted to Christianity was not credible; \n \n- the conduct of the hearing did not raise a reasonable apprehension of bias in that the member of the Tribunal had turned her back to the appellant while he responded to her questions, failed to make notes of his responses and affected a dismissive, disinterested demeanour towards him which adversely affected his ability to provide his evidence;\n \n The Federal Magistrate failed to afford the appellant procedural fairness by: \n- finding that the times during which the member of the Tribunal had her back turned would have been few;\n \n- finding that the appellant and his solicitor had exaggerated the length of time the member of the Tribunal had turned her back throughout the hearing but had failed to put this conclusion to the appellant and his solicitor.",
      "id": "s68"
    },
    {
      "text": "At the hearing of the appeal the appellant submitted that the Tribunal had failed in its statutory task to assess the appellant's claim that he feared persecution because he had converted to Christianity from Islam and that it had failed to assess that claim by reference to the evidence before it, comprising letters from ostensibly reputable religious organisations in Nigeria and Australia, the United Nations Special Rapporteur's Report on Freedom of Religion or Belief: Mission to Nigeria --- 7 October 2005 (\"the Special Rapporteur's Report\") and the psychological assessment of the appellant dated 15 October 2007.",
      "id": "s69"
    },
    {
      "text": "The appellant submitted that the Tribunal was obliged to make findings about evidence that was material to the issues that needed to be decided.",
      "id": "s70"
    },
    {
      "text": "The appellant further submitted that the Federal Magistrate erred in holding that it was permissible for the Tribunal to fail to make findings on independent evidence if it decided it did not believe the appellant in one or more aspects of his claims, even if those aspects were concerned with peripheral issues.",
      "id": "s71"
    },
    {
      "text": "The respondent submitted that the Tribunal had not failed to consider the appellant's claim and that the Tribunal's decision rested on an adverse assessment of the appellant's credibility which finding was open to the Tribunal on the material put before it.",
      "id": "s72"
    },
    {
      "text": "Further, it was submitted by the respondent that credibility findings are uniquely within the jurisdiction of the Tribunal and not within the jurisdiction of the court and that the Tribunal rejected the appellant's fundamental claim that he had sought or would seek to convert from Islam to Christianity in Nigeria.",
      "id": "s73"
    },
    {
      "text": "Accordingly, the respondent submitted that there was no basis to contend that the Tribunal did not consider the evidence before it --- it was simply a matter for the Tribunal as to what, if any, weight that evidence should be given.",
      "id": "s74"
    },
    {
      "text": "A similar submission was put forward in respect of the weight given to the evidence comprising the Special Rapporteur's Report.",
      "id": "s75"
    },
    {
      "text": "I am satisfied that the Tribunal did not fall into jurisdictional error in the respects submitted by the appellant and that the Federal Magistrate did not err in deciding that the Tribunal had not so fallen into jurisdictional error.",
      "id": "s76"
    },
    {
      "text": "The key to the Tribunal's ultimate conclusion is found in the fact that the Tribunal did not accept or believe the appellant's evidence and claim that he had converted to Christianity in Nigeria and that he was a genuine Christian convert.",
      "id": "s77"
    },
    {
      "text": "Also, the Tribunal did not accept that either the appellant or his family had been harmed or threatened in relation to their religion.",
      "id": "s78"
    },
    {
      "text": "The Tribunal gave its reasons for these findings, namely that \"important aspects of the Applicant's claims and evidence were not credible\".",
      "id": "s79"
    },
    {
      "text": "The Tribunal found that the appellant was an unsatisfactory witness who had not given truthful information on a number of important issues and it set out what it described as \"serious flaws\" in the appellant's evidence.",
      "id": "s80"
    },
    {
      "text": "The Tribunal considered that the letters he presented from clerical persons in Nigeria and Australia supporting his claims were outweighed as evidence by these serious flaws.",
      "id": "s81"
    },
    {
      "text": "These findings were squarely within the province of the Tribunal.",
      "id": "s82"
    },
    {
      "text": "As McHugh J said in Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham (supra) at par [67], a finding on credibility \"is the function of the primary decision-maker par excellence\".",
      "id": "s83"
    },
    {
      "text": "Counsel for the appellant accepted that the Tribunal had to be satisfied that the appellant was a genuine convert and criticised the Tribunal for not asking one question during the hearing about the appellant's knowledge of Christianity.",
      "id": "s84"
    },
    {
      "text": "It was submitted that the Tribunal misdirected itself by focussing on how the appellant came to Australia and the circumstances surrounding his occupational training visa.",
      "id": "s85"
    },
    {
      "text": "It followed, said counsel for the appellant, that the Tribunal could not have been in a position to be satisfied that the appellant was not a genuine convert without having examined that fundamental issue.",
      "id": "s86"
    },
    {
      "text": "This submission, even if it be correct as a matter of factual analysis of what the Tribunal did, does not give rise to a jurisdictional error on the part of the Tribunal.",
      "id": "s87"
    },
    {
      "text": "The fact finding and assessment of credibility is quintessentially the task for the Tribunal.",
      "id": "s88"
    },
    {
      "text": "It is not for the Court, on review, to dictate to the Tribunal the method by which it is to undertake its factual analysis and assessment of the credibility of an applicant.",
      "id": "s89"
    },
    {
      "text": "The Tribunal may not have asked a specific question about a specific aspect of the appellant's knowledge of Christianity, but what is clear from a reading of the transcript of the hearing and listening to the audio recording of the hearing is that the Tribunal asked the appellant questions relating to his activities and actions as a Christian.",
      "id": "s90"
    },
    {
      "text": "The Tribunal asked the appellant whether, and when, he was baptised as a Christian, when he converted to Christianity, and what was involved in the classes to which he went for preparation to be baptised.",
      "id": "s91"
    },
    {
      "text": "In short, this submission of the appellant is no more than a claim to obtain merits review.",
      "id": "s92"
    },
    {
      "text": "Counsel for the appellant criticised the Tribunal for focussing on the manner in which the appellant came to Australia, namely as an occupational trainee, rather than examining whether the appellant was a genuine convert to Christianity.",
      "id": "s93"
    },
    {
      "text": "Counsel relied upon the reasoning in NADH of 2001 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 328 ; (2004) 214 ALR 264 and submitted that the present case was an example of the observations of the Full Court at par [115]: \n \n \"By and large fact-finding is a task within jurisdiction, though factual error is not necessarily mutually exclusive of jurisdictional error: Re Minister for Immigration and Multicultural Affairs, Ex parte Applicant S20/2002 (2003) 198 ALR 59 ; 73 ALD 1 ; [2003] HCA 30.",
      "id": "s94"
    },
    {
      "text": "Where fact-finding has been conducted in a manner which can be described, as here, as in substantial respects unreasoned, and mere assertion lacking rational or reasoned foundation, at times as plainly and ex facie wrong and as selective of material going one way, these considerations may found a conclusion that the posited fair-minded observer might, or indeed would, reasonably apprehend that the conclusions had been reached with a mind not open to persuasion and unable or unwilling to evaluate all the material fairly.",
      "id": "s95"
    },
    {
      "text": "...\" \n \n\n I reject the submission that the matters identified by the Full Court in that extract applied to the Tribunal's reasoning in the present case.",
      "id": "s96"
    },
    {
      "text": "The Tribunal explained why it had not found the appellant's evidence credible and why he was an unsatisfactory witness.",
      "id": "s97"
    },
    {
      "text": "It may be that other tribunals or courts may have approached the issue of the credibility of the appellant's evidence on a different basis and considered different aspects of the appellant's evidence in forming a view on the appellant's credibility but it was not for the Federal Magistrate, nor is it for this Court to undertake that task.",
      "id": "s98"
    },
    {
      "text": "As Mansfield J said in SZCSC v Minister for Immigration and Multicultural Affairs [2007] FCA 418 at par [55]: \n \n \"It is not the role of the Court to form a view as to whether it would have reached a different factual conclusion on the evidentiary material.",
      "id": "s99"
    },
    {
      "text": "\" \n \n\n Having rejected the fundamental basis of the appellant's claims, it was not necessary for the Tribunal to make specific findings or reach specific conclusions in relation to other aspects of the evidence of the appellant, such as the letters from clerical persons in Nigeria and Australia supporting his claims, and the Special Rapporteur's Report as the Tribunal found they were outweighed by \"serious flaws\" in the appellant's evidence.",
      "id": "s100"
    },
    {
      "text": "As Gleeson CJ said in Re Minister for Immigration and Multicultural Affairs, Ex parte Applicant S20/2002 (supra) at par [12]: \n \n \"It was contended that this passage shows that the tribunal member adopted a flawed approach to her evaluation of the evidence, failing to assess the evidence of the applicant/appellant in the light of the corroborating evidence, and giving no weight to the evidence of the corroborating witness for reasons that had nothing to do with the quality of that evidence.",
      "id": "s101"
    },
    {
      "text": "The essence of the complaint is that the tribunal failed to consider the evidence as a whole, but first considered, and disbelieved, the evidence of the applicant/appellant, without taking account of the corroboration, and then considered and rejected the corroboration because of the rejection of the evidence of the applicant/appellant.",
      "id": "s102"
    },
    {
      "text": "I do not accept that this is a fair criticism of the tribunal's reasons.",
      "id": "s103"
    },
    {
      "text": "In my view, all that the member was saying was that, for reasons already given at length, she found the applicant/appellant's story implausible, and in some important respects unbelievable, and that she also rejected the evidence of the corroborating witness, even though she had no separate reason to doubt his credibility other than the reasons that she had already given for rejecting the claim she was considering.",
      "id": "s104"
    },
    {
      "text": "The member could have expressed herself more clearly.",
      "id": "s105"
    },
    {
      "text": "It is not necessarily irrational, or illogical, for a finder of fact, who is convinced that a principal witness is fabricating a story, which is considered to be inherently implausible, to reject corroborative evidence, even though there is no separate or independent ground for its rejection, apart from the reasons given for disbelieving the principal witness.",
      "id": "s106"
    },
    {
      "text": "\" \n \n\n The Tribunal did not ignore or disregard the appellant's claim or the evidence upon which he relied.",
      "id": "s107"
    },
    {
      "text": "In the section of its decision headed \"CLAIMS AND EVIDENCE\" the Tribunal set out in considerable detail the claims and evidence upon which the appellant relied.",
      "id": "s108"
    },
    {
      "text": "In particular the Tribunal noted that the appellant feared persecution because he was a convert.",
      "id": "s109"
    },
    {
      "text": "It is also clear from this section of the Tribunal's decision that it included in its consideration the Tribunal's Guidelines on Credibility.",
      "id": "s110"
    },
    {
      "text": "The Tribunal referred to them in its decision and was not obliged to comply strictly with the guidelines given that they are not statutory in nature.",
      "id": "s111"
    },
    {
      "text": "In any event, failure to comply with the guidelines does not give rise to an apprehension of bias.",
      "id": "s112"
    },
    {
      "text": "It is also clear that the Tribunal took into account and had before it in the consideration of its decision the psychologist's report which, according to the Tribunal: \n \n \"Stated that he will have difficulty presenting his case well at an RRT hearing.",
      "id": "s113"
    },
    {
      "text": "He is likely to become anxious and confused.",
      "id": "s114"
    },
    {
      "text": "He has trouble remembering dates and incidents.",
      "id": "s115"
    },
    {
      "text": "\" \n \n\n It is also clear from the Tribunal's decision that it had before it, and had taken into account, the Special Rapporteur's Report which had been referred to by the appellant's representative in her submission to the Department on 23 July 2007.",
      "id": "s116"
    },
    {
      "text": "The appellant accepted that the Tribunal did not have to make separate findings on each piece of evidence which was placed before it but he submitted that although it was open to the Tribunal to prefer the United States State Department Report on Religious Freedom over the Special Rapporteur's Report, the Tribunal should have set out why it preferred that report over the Special Rapporteur's Report.",
      "id": "s117"
    },
    {
      "text": "It was not a jurisdictional error or, indeed any error, for the Tribunal not to give this explanation: see, eg, Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 at 423; Rezaei v Minister for Immigration and Multicultural Affairs [2001] FCA 1294 ; Thirukkumar v Minister for Immigration and Multicultural Affairs [2002] FCAFC 268 at par [29]; SZALW v Minister for Immigration and Multicultural &amp; Indigenous Affairs [2004] FCA 1690 at pars [18], [19] and [29].",
      "id": "s118"
    },
    {
      "text": "The appellant submitted that there was no evidentiary basis upon which the Tribunal could have decided that the appellant was not a genuine convert for the reasons that the Tribunal set out in its findings.",
      "id": "s119"
    },
    {
      "text": "The appellant submitted that in such circumstances jurisdictional error was established.",
      "id": "s120"
    },
    {
      "text": "In support of this submission the appellant relied on SZLGP v Minister for Immigration and Citizenship [2008] FCA 1198.",
      "id": "s121"
    },
    {
      "text": "In that case the Court quashed the Tribunal's decision on the basis that the Tribunal's determination was based on illogical or irrational findings or inferences of fact which led the Court to the conclusion that the determination of the Tribunal was \"an unreasoned decision\".",
      "id": "s122"
    },
    {
      "text": "The Court said at par [26]: \n \n \"Here, the inconsistencies (or rather, omissions) in the first appellant's evidence adverted to by the Tribunal are at most minor or trivial.",
      "id": "s123"
    },
    {
      "text": "Further, the Tribunal's reasons disclose no legitimate articulable basis for the finding, based on those omissions, that the first appellant fabricated fundamental aspects of his refugee claims.",
      "id": "s124"
    },
    {
      "text": "...\" \n \n\n Those observations are not apposite to the Tribunal's reasoning in this case.",
      "id": "s125"
    },
    {
      "text": "The Tribunal formed an adverse view of the credibility of the appellant and it explained by reference to a number of particulars why it had reached that conclusion.",
      "id": "s126"
    },
    {
      "text": "The matters to which the Tribunal referred were not, in my view, minor or trivial.",
      "id": "s127"
    },
    {
      "text": "True it is that they did not bear directly upon any aspect of the appellant's conversion to, or belief in, Christianity.",
      "id": "s128"
    },
    {
      "text": "Nevertheless, they did provide a rational basis upon which it was open for the Tribunal to form a view as to the general credibility of the appellant's evidence.",
      "id": "s129"
    },
    {
      "text": "The respondent submitted that there was no proper basis for the appellant's submission that the Federal Magistrate had failed to afford the appellant procedural fairness, given that the Federal Magistrate had listened to the audio tape of the Tribunal hearing and read the transcript prepared by the appellant's representative.",
      "id": "s130"
    },
    {
      "text": "I am satisfied that there is no substance in the appellant's submission that the Federal Magistrate failed to afford the appellant procedural fairness.",
      "id": "s131"
    },
    {
      "text": "The Federal Magistrate was given the opportunity by the appellant and his representative to listen to the audio recording of the hearing before the Tribunal and to read a written transcript of that hearing in addition to their affidavit evidence as to the conduct of the hearing.",
      "id": "s132"
    },
    {
      "text": "The Federal Magistrate found that the transcript and the audio recording did not reveal any improper conduct on the part of the Tribunal and concluded that there would be few passages which could properly be described as a few minutes, as described by the appellant's representative, during which the Tribunal member would have had time to turn her back and not take notes in the manner described by the representative.",
      "id": "s133"
    },
    {
      "text": "That finding and conclusion was certainly open to the Federal Magistrate on the material before him.",
      "id": "s134"
    },
    {
      "text": "During the course of submissions, I was provided with the audio recording of the Tribunal hearing to which I listened, and the written transcript of the hearing which I read.",
      "id": "s135"
    },
    {
      "text": "On the basis of what I heard and read I am satisfied that the Federal Magistrate did not err in his reasoning, findings and conclusion referred to in pars [16] and [17] above.",
      "id": "s136"
    },
    {
      "text": "Further, it was not a want or lack of procedural fairness for the Federal Magistrate to: \n \n \"... suspect that in the strain of the moment, both the Applicant and Ms Psihogios-Billington have somewhat exaggerated the periods of any time during which the Tribunal member's back may have been turned.",
      "id": "s137"
    },
    {
      "text": "\" \n \n\n \nThe Federal Magistrate was not obliged to put this issue or finding to the appellant or his representative in the course of the hearing.",
      "id": "s138"
    },
    {
      "text": "His \"suspicion\" was not integral to his finding that the Tribunal member had not brought a biased mind to the proceeding.",
      "id": "s139"
    },
    {
      "text": "It was his assessment of what he had heard on the audio recording that led him to the conclusion that there were would be few passages which could properly be described as a few minutes during which the Tribunal member would have had time to turn her back and not take notes in the manner described.",
      "id": "s140"
    },
    {
      "text": "The ground that the Federal Magistrate erred in finding that the Tribunal is entitled to substitute its own lay opinion concerning the appellant's mental state over that of the appellant's treating psychologist is not made out.",
      "id": "s141"
    },
    {
      "text": "The Federal Magistrate made no such finding.",
      "id": "s142"
    },
    {
      "text": "The Tribunal referred to the psychologist's report that the appellant had problems with his memory due to stress and anxiety that might affect his evidence and said that such memory problems were not apparent during the hearing.",
      "id": "s143"
    },
    {
      "text": "The Tribunal said that the difficulty with the appellant's evidence was not one of gaps, confusion or lack of clarity but of stark inconsistencies.",
      "id": "s144"
    },
    {
      "text": "The Federal Magistrate observed that the Tribunal was not disbelieving of the appellant's medical practitioner but was rather saying that whatever illness the appellant might have been suffering had not been observed by it to prevent the appellant giving his evidence.",
      "id": "s145"
    },
    {
      "text": "This finding and conclusion was open to the Federal Magistrate to find and I can discern no error in the Federal Magistrate's conclusion.",
      "id": "s146"
    },
    {
      "text": "There was no basis for the ground that the Tribunal member's conduct of the hearing raised a reasonable apprehension of bias.",
      "id": "s147"
    },
    {
      "text": "The Federal Magistrate found that what he heard on the audio recording of the hearing and what he read in the transcript of the hearing did not show either unfairness to the appellant or a predisposition amounting to a mind not open to argument.",
      "id": "s148"
    },
    {
      "text": "It was open to him so to find.",
      "id": "s149"
    },
    {
      "text": "The member of the Tribunal may have been discourteous at times in the course of the hearing as deposed to by the appellant and his representative, but the matters complained of do not raise any issue of a reasonable apprehension of bias.",
      "id": "s150"
    },
    {
      "text": "The appeal will be dismissed with costs.",
      "id": "s151"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s152"
    },
    {
      "text": "Associate:\n \n \nDated: 17 November 2009\n \n Counsel for the Appellant: R Germov \n \n Solicitor for the Appellant: Asylum Seeker Resource Centre \n \n Counsel for the First Respondent: R Knowles \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 25 February 2009 \n \n Date of Judgment: 17 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1303.html",
      "id": "s153"
    }
  ]
}