{
  "name": "G &amp; M Nicholas Pty Limited and Others v Minster for Finance and Deregulation [2009] FCA 121 (20 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/121.html",
  "catchphrases": [
    {
      "text": "procedural fairness",
      "id": "c0"
    },
    {
      "text": "whether procedural fairness applies to section 33 of the financial management and accountability act 1997 (cth)",
      "id": "c1"
    },
    {
      "text": "requirements of procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether failure to consider totality of applicants' claims",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "By application for an Order of Review the applicants seek to review a decision of the respondent, the Minister for Finance and Deregulation ('the Finance Minister') made on or about 21 December 2007.",
      "id": "s0"
    },
    {
      "text": "By his decision the Finance Minister declined to approve an act of grace payment to the applicants pursuant to s 33 of the Financial Management and Accountability Act 1997 (Cth) ('the FMA Act').",
      "id": "s1"
    },
    {
      "text": "The application to this Court is made pursuant to s 39B of the Judiciary Act 1903 (Cth) and pursuant to s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act').",
      "id": "s2"
    },
    {
      "text": "FACTS \n Background\n The second and third named applicants, Mr and Mrs Nicholas, are the directors of the first named applicant, G &amp; M Nicholas Pty Limited which was formerly known as Medtest Pty Limited ('Medtest').",
      "id": "s3"
    },
    {
      "text": "As at 2000 Medtest operated a pathology laboratory at Fairfield Heights in New South Wales ('the Medtest laboratory').",
      "id": "s4"
    },
    {
      "text": "Medtest was an 'approved pathology authority' ('APA') within the meaning of s 3 of the Health Insurance Act 1973 (Cth) ('the HI Act') and the Medtest laboratory was 'an accredited pathology laboratory' ('APL') within the meaning of s 23DN of the HI Act.",
      "id": "s5"
    },
    {
      "text": "Since the Medtest laboratory was an APL and since Medtest had provided an undertaking to the Minister for Health and Ageing ('the Minister for Health') in accordance with s 23DF of the HI Act, Medicare benefits were payable under s 16A(2) of the HI Act in respect of pathology test services provided by Medtest.",
      "id": "s6"
    },
    {
      "text": "An approval provided under s 23DN is liable to be revoked or varied by the Minister for Health pursuant to s 23DN(6) of the HI Act.",
      "id": "s7"
    },
    {
      "text": "Section 23DNA allows the Minister for Health to determine the principles to be applied in the exercise of the power conferred by s 23DN.",
      "id": "s8"
    },
    {
      "text": "Such principles have been determined and are known as the Health Insurance (Accredited Pathology Laboratories --- Approval) Principles 1999 ('the Principles').",
      "id": "s9"
    },
    {
      "text": "The Principles provide for the Minister for Health to evaluate an APL in accordance with the criteria established by an independent body, namely the National Association of Testing Authorities ('NATA') and for that purpose to consider reports of NATA's Medical Testing Accreditation Advisory Committee ('MTAAC').",
      "id": "s10"
    },
    {
      "text": "NATA periodically conducts inspections of APLs on behalf of the Minister for Health pursuant to a Memorandum of Understanding between the Commonwealth and NATA.",
      "id": "s11"
    },
    {
      "text": "Such inspections determine whether APLs meet technical standards appropriate to allow approval to remain in force under s 23DN of the HI Act.",
      "id": "s12"
    },
    {
      "text": "In August 2000 NATA conducted a periodic inspection of the Medtest laboratory and an MTAAC report was prepared regarding the inspection.",
      "id": "s13"
    },
    {
      "text": "Such report stated that the Medtest laboratory's rate of reporting of high-grade anomalies of gynaecological cytology specimens was less than the expected rate.",
      "id": "s14"
    },
    {
      "text": "In consequence NATA required Medtest to submit specimens for an independent external review conducted by the Prince of Wales Hospital.",
      "id": "s15"
    },
    {
      "text": "The review challenged Medtest's diagnosis in seven of 528 pap smear cases.",
      "id": "s16"
    },
    {
      "text": "Ultimately however Medtest's diagnosis in each of those seven cases was found to be correct.",
      "id": "s17"
    },
    {
      "text": "In March 2001 a further inspection of the Medtest laboratory was conducted by NATA and a further MTAAC report was prepared of such inspection.",
      "id": "s18"
    },
    {
      "text": "The report stated that defects were found in the staffing, resources and procedures of the Medtest laboratory.",
      "id": "s19"
    },
    {
      "text": "Such report recommended that the accreditation of the Medtest laboratory by NATA not be renewed.",
      "id": "s20"
    },
    {
      "text": "On the basis of such report the NATA Board resolved to cancel NATA's approval of the Medtest laboratory as an APL on 20 August 2001.",
      "id": "s21"
    },
    {
      "text": "However such cancellation was suspended pending an appeal by Medtest to NATA's Review Committee.",
      "id": "s22"
    },
    {
      "text": "On 11 March 2002 the Minister for Health answered questions in a Question Time session before the Senate.",
      "id": "s23"
    },
    {
      "text": "In the course of answering questions the Minister for Health referred to NATA's decision relating to Medtest and the pending appeal, and quoted a passage from the MTAAC report pointing to deficiencies in the staffing, resources and procedures of the Medtest laboratory.",
      "id": "s24"
    },
    {
      "text": "The Minister for Health informed the Senate that she had directed the Managing Director of the Health Insurance Commission ('the HIC') to withdraw the APL status of the Medtest laboratory pending resolution of the NATA process.",
      "id": "s25"
    },
    {
      "text": "In her response to questions in the Senate, the Minister for Health made reference to two matters of significance to these proceedings.",
      "id": "s26"
    },
    {
      "text": "Firstly the Minister for Health informed the Senate that she had written to the New South Wales Minister for Health ('the NSW Health Minister') advising of the concerns in relation to the Medtest laboratory.",
      "id": "s27"
    },
    {
      "text": "Secondly the Minister for Health informed the Senate that she had directed the Department of Health and Ageing to contact all medical practitioners who had referred patients to Medtest over the past three years and inform them of NATA's concerns.",
      "id": "s28"
    },
    {
      "text": "By letter dated 15 March 2002, but forwarded on 18 March 2002, the Chief Medical Officer of the Department of Health and Ageing wrote, as directed by the Minister for Health, to medical practitioners who had requested pathology services from Medtest.",
      "id": "s29"
    },
    {
      "text": "Such letter advised those medical practitioners of NATA's concerns regarding the accuracy of test results provided by Medtest.",
      "id": "s30"
    },
    {
      "text": "The New South Wales Department of Health ('NSW Health') also posted a warning on its website to similar effect ('the website warning').",
      "id": "s31"
    },
    {
      "text": "The approval of the Medtest laboratory as an APL under s 23DN of the HI Act was due to expire on 30 April 2002.",
      "id": "s32"
    },
    {
      "text": "Notwithstanding the approaching expiration, on 14 March 2002 the Managing Director of the HIC acting as delegate of the Minister for Health revoked approval of the Medtest laboratory under s 23DN of the HI Act.",
      "id": "s33"
    },
    {
      "text": "On 15 March 2002 Medtest applied to the Administrative Appeals Tribunal ('the AAT') for a review of the delegate's decision and on that day the AAT granted a stay of such decision.",
      "id": "s34"
    },
    {
      "text": "On 16 April 2002 Medtest applied to the Minister for Health for a variation of the existing approval to extend beyond 30 April 2002 and for a grant of a new approval from 30 April 2002.",
      "id": "s35"
    },
    {
      "text": "Both applications were refused under s 23DN of the HI Act by a delegate of the Minister for Health.",
      "id": "s36"
    },
    {
      "text": "In consequence Medtest immediately applied to the AAT for a review of both decisions.",
      "id": "s37"
    },
    {
      "text": "The AAT granted a stay of each decision and as a result the expiration date of 30 April 2002 was treated as having been extended pending a final hearing before the AAT.",
      "id": "s38"
    },
    {
      "text": "Thereafter Medtest applied to NATA for approval of its laboratory as an APL under s 23DN of the HI Act.",
      "id": "s39"
    },
    {
      "text": "In the course of the negotiations for an inspection, the date of 18 April 2002 was referred to.",
      "id": "s40"
    },
    {
      "text": "According to the Tribunal decision of 23 December 2003, on 15 May 2002 the Minister for Health issued Medtest a notice under s 23DL of the HI Act stating that there were reasonable grounds for believing that Medtest had refused to permit inspection on 18 April 2002 in breach of its undertaking under s 23DF of the HI Act.",
      "id": "s41"
    },
    {
      "text": "The Minister for Health referred the matter to the Medicare Participation Review Committee ('the MPRC').",
      "id": "s42"
    },
    {
      "text": "On 16 May 2002 NATA conducted a new assessment of the Medtest laboratory with the outcome being that on 27 June 2002 the applicant was granted accreditation.",
      "id": "s43"
    },
    {
      "text": "As at this date the existing review applications to the AAT had not been heard.",
      "id": "s44"
    },
    {
      "text": "On 4 July 2002 the AAT heard Medtest's application for a review of the decisions made on 30 April 2002 under s 23DN of the HI Act.",
      "id": "s45"
    },
    {
      "text": "In consequence of NATA's recent decision to re-accredit Medtest, the Minister for Health accepted before the AAT that the decision refusing to approve the renewal of the APL status should be set aside and that the AAT should substitute a new decision approving the laboratory as an APL.",
      "id": "s46"
    },
    {
      "text": "The only remaining issue concerned the length of time of re-accreditation.",
      "id": "s47"
    },
    {
      "text": "The re-accreditation provided by NATA following its decision in June 2002 was for a period of three years conditional upon a reassessment being conducted between six and 12 months after the date of re-accreditation.",
      "id": "s48"
    },
    {
      "text": "On 10 July 2002 the AAT granted a 12 month period of re-accreditation.",
      "id": "s49"
    },
    {
      "text": "The Tribunal observed at [38] of its decision: \n \n None of the evidence before the Tribunal indicates that public health and safety have been jeopardised, and the Respondent did not contend this.",
      "id": "s50"
    },
    {
      "text": "On 3 December 2002 the MPRC found that Medtest had refused to permit inspection of its laboratory on 18 April 2002 in breach of its undertaking under s 23DF of the HI Act.",
      "id": "s51"
    },
    {
      "text": "Acting under s 124FC of the HI Act, the MPRC revoked Medtest's status as an APA and directed that no undertaking be accepted for three months.",
      "id": "s52"
    },
    {
      "text": "Such conduct provoked an immediate application by Medtest to the AAT.",
      "id": "s53"
    },
    {
      "text": "The AAT stayed the decision of the MPRC pending the hearing of such application.",
      "id": "s54"
    },
    {
      "text": "The hearing of the application relating to the MPRC decision took place before the AAT on 13 and 14 November 2003.",
      "id": "s55"
    },
    {
      "text": "On 23 December 2003 the AAT set aside the decision of the MPRC and determined that Medtest had not breached its undertaking under s 23DF of the HI Act.",
      "id": "s56"
    },
    {
      "text": "In the transcript the Tribunal President criticised the conduct of the HIC.",
      "id": "s57"
    },
    {
      "text": "A challenge to the Tribunal's decision was dismissed on appeal to this Court.",
      "id": "s58"
    },
    {
      "text": "Request for act of grace payment\n On 16 November 2005 the applicants applied to the Finance Minister for an act of grace payment pursuant to s 33 of the FMA Act ('s 33').",
      "id": "s59"
    },
    {
      "text": "Section 33 relevantly provides: \n \n Finance Minister may approve act of grace payments \n (1) If the Finance Minister considers it appropriate to do so because of special circumstances, he or she may authorise the making of any of the following payments to a person (even though the payment or payments would not otherwise be authorised by law or required to meet a legal liability): \n (a) one or more payments of an amount or amounts specified in the authorisation (or worked out in accordance with the authorisation); \n ... \n \n The applicants claimed that 'special circumstances' existed as a result of the harm suffered by them in consequence of the statement made by the Minister for Health in the Senate; her notification to the NSW Health Minister which resulted in the website warning; the notification by the Chief Medical Officer of the Department of Health and Ageing to all medical practitioners who had referred patients to Medtest; the action by the HIC to revoke the approval of the Medtest laboratory as an APL; and critical statements made by the Minister for Health in a press conference and in a media release.",
      "id": "s60"
    },
    {
      "text": "The first applicant claimed the sum of $2,624,323 by way of loss and damage and the second and third applicants claimed $250,000 and $125,000 respectively.",
      "id": "s61"
    },
    {
      "text": "On 2 March 2006 the Parliamentary Secretary to the Finance Minister purported to make a decision declining to approve the applicants' application for an act of grace payment ('the first decision').",
      "id": "s62"
    },
    {
      "text": "The applicants then initiated judicial review proceedings to challenge the lawfulness of the first decision, and by consent it was set aside and remitted to the decision-maker on 13 June 2006.",
      "id": "s63"
    },
    {
      "text": "On 23 February 2007 the Finance Minister forwarded a folder of documents to the applicants.",
      "id": "s64"
    },
    {
      "text": "By letter dated 15 March 2007 the solicitors for the applicants made submissions to the solicitors for the Finance Minister in support of the applicants' application for an act of grace payment.",
      "id": "s65"
    },
    {
      "text": "In such letter the solicitors for the applicants enquired of the material to be used by the Finance Minister in the making of his decision, stating as follows: \n \n Would you please confirm that there are no documents other than those enumerated in section 6 of your client's Statement of Reasons dated 23 March 2005 (sic --- actually 23 March 2006) that were relied upon or referred to directly or indirectly by the Parliamentary Secretary in making his decision on 2 March 2006.",
      "id": "s66"
    },
    {
      "text": "We note that we do not appear to have been furnished with a copy of the brief dated 23 February 2006 from the Department of Finance and Administration that is referred to in the Statement of Reasons.",
      "id": "s67"
    },
    {
      "text": "On 26 June 2007 the solicitors for the applicants again wrote to the solicitors for the Finance Minister, stating inter alia: \n \n Our client's request is not limited to NATA documents.",
      "id": "s68"
    },
    {
      "text": "Our client seeks all documents that will be available to your client for the purpose of conducting the reconsideration.",
      "id": "s69"
    },
    {
      "text": "We therefore again request that you confirm that your client has no further documents to disclose to our client before your client makes his final decision on the reconsideration.",
      "id": "s70"
    },
    {
      "text": "On 25 July 2007 the solicitors for the Finance Minister responded enclosing a copy of a Summary History of the matter prepared for him by the Special Claims Unit of the Department of Finance and Administration ('the summary').",
      "id": "s71"
    },
    {
      "text": "The letter included the following statement: \n Our client intends that this document [the summary] will form part of the brief to the Parliamentary Secretary to the Minister for Finance and Administration.",
      "id": "s72"
    },
    {
      "text": "Please provide us with your comments if you wish to respond to the enclosed document.",
      "id": "s73"
    },
    {
      "text": "By letter dated 9 August 2007 the solicitors for the applicants complained that important facts had been omitted from the summary, and gave details of such omissions.",
      "id": "s74"
    },
    {
      "text": "By undated letter (apparently written on 21 December 2007) the Finance Minister informed the applicants that he had declined to approve an act of grace payment.",
      "id": "s75"
    },
    {
      "text": "The solicitors for the applicants subsequently requested that the Finance Minister provide a statement of reasons for his decision pursuant to s 13 of the ADJR Act.",
      "id": "s76"
    },
    {
      "text": "In accordance with such request the Finance Minister forwarded the Reasons for Decision ('the Reasons') to the solicitors for the applicants on 4 February 2008.",
      "id": "s77"
    },
    {
      "text": "The Reasons included an itemised list entitled ' Evidence or Material upon which the Findings were Based' .",
      "id": "s78"
    },
    {
      "text": "Such documents included a paper entitled 'Discussion of the Issues by Finance' prepared by the Department of Finance and Deregulation ('the Issues paper').",
      "id": "s79"
    },
    {
      "text": "The Issues paper disclosed that the Minister for Health had been provided with a brief for Question Time concerning Medtest known as the Question Time Brief ('the QTB').",
      "id": "s80"
    },
    {
      "text": "The Issues paper reproduced a summary thereof.",
      "id": "s81"
    },
    {
      "text": "Neither the Issues paper, nor the QTB, nor the summary of the QTB had been provided to the applicants.",
      "id": "s82"
    },
    {
      "text": "APPLICATION FOR JUDICIAL REVIEW \n The applicants' claim raises two grounds of review, namely a denial of procedural fairness and a failure to consider all of the applicants' claims.",
      "id": "s83"
    },
    {
      "text": "In the alternative to the second ground the applicants raised a third ground, submitting that the Finance Minister had erred by assuming that any award by him in favour of the applicants could infringe on Parliamentary Privilege.",
      "id": "s84"
    },
    {
      "text": "Ground 1 --- Denial of procedural fairness \n The applicants claim that the Finance Minister's findings are based, in part, upon the content of the summary of the QTB.",
      "id": "s85"
    },
    {
      "text": "In consequence the applicants claim that they were denied procedural fairness because they were not provided with the summary of the QTB contained in the Issues paper.",
      "id": "s86"
    },
    {
      "text": "The applicants contend that whether the QTB itself was before the Finance Minister or merely a summary of the QTB as set out in the Issues paper is irrelevant.",
      "id": "s87"
    },
    {
      "text": "In either event the applicants were given no opportunity to address material which was adverse to their application.",
      "id": "s88"
    },
    {
      "text": "The applicants submit that procedural fairness required that the Finance Minister should have provided the applicants with the opportunity of responding to the material in the QTB prior to making his decision since the information in the QTB was 'credible, relevant and significant' : see Kioa and Others v West and Another [1985] HCA 81 ; (1985) 159 CLR 550 at 629.",
      "id": "s89"
    },
    {
      "text": "The Finance Minister acknowledges that neither the QTB nor the description of its comments contained in the Issues paper were provided to the applicants before his decision was made.",
      "id": "s90"
    },
    {
      "text": "The Finance Minister states that the QTB was not before him when he made his decision but concedes that he did have a description of its contents in the Issues paper.",
      "id": "s91"
    },
    {
      "text": "However, the Finance Minister submits that the QTB was not adverse to the applicants' interests.",
      "id": "s92"
    },
    {
      "text": "The Finance Minister submits that procedural fairness does not require that every piece of information that might potentially be used adversely to another person's interest must be provided.",
      "id": "s93"
    },
    {
      "text": "Rather, the obligation to provide procedural fairness is limited.",
      "id": "s94"
    },
    {
      "text": "Reliance is placed upon the observations of McHugh J in Minister of State for Immigration and Ethnic Affairs v Ah Hin Teoh [1995] HCA 20 ; (1995) 183 CLR 273 at 311-312 wherein his Honour observed (in his dissenting judgment): \n \n In the absence of a clear contrary legislative intention, those rules require a decision-maker \"to bring to a person's attention the critical issue or factor on which the administrative decision is likely to turn so that he may have an opportunity of dealing with it\".",
      "id": "s95"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s96"
    },
    {
      "text": "His Honour's decision has been recently approved by McHugh and Gummow JJ in Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 at [81] - [83] .",
      "id": "s97"
    },
    {
      "text": "The Finance Minister submits that the description of the QTB was not adverse to the applicants' application for an act of grace payment.",
      "id": "s98"
    },
    {
      "text": "Further, he submits there is nothing in his reasons which suggests that the information contained in the QTB played a significant part in the decision making process.",
      "id": "s99"
    },
    {
      "text": "Additionally the Finance Minister relies upon the broad discretion contained in s 33 and submits that the rules of procedural fairness must be determined in accordance with the circumstances of the particular case: see Kioa at 587 per Mason J.",
      "id": "s100"
    },
    {
      "text": "The Finance Minister submits that s 33 conferred a broad discretion as a result of which no occasion arose to engage the rules of procedural fairness.",
      "id": "s101"
    },
    {
      "text": "Findings --- Ground 1\n Do the rules of natural justice apply?",
      "id": "s102"
    },
    {
      "text": "The threshold questions raised under this ground are whether the rules of natural justice have any application, and, if they do, whether there has been a breach of such rules.",
      "id": "s103"
    },
    {
      "text": "Medtest's submission thus requires the Court to consider the scope of s 33 and to determine whether any duty was imposed which required the Finance Minister to provide information to the applicants as claimed.",
      "id": "s104"
    },
    {
      "text": "The manner in which the power to make an ex gratia payment under s 33 is to be exercised will determine whether there is a duty to act fairly.",
      "id": "s105"
    },
    {
      "text": "Accordingly the legislative provisions investing power in the Finance Minister to make an act of grace payment are critical.",
      "id": "s106"
    },
    {
      "text": "In Kioa Mason J observed at 584-5: \n \n Where the decision in question is one for which provision is made by statute, the application and content of the doctrine of natural justice or the duty to act fairly depends to a large extent on the construction of the statute.",
      "id": "s107"
    },
    {
      "text": "In Mobil Oil Australia Pty.",
      "id": "s108"
    },
    {
      "text": "Ltd. v. Federal Commissioner of Taxation , Kitto J. pointed out that the obligation to give a fair opportunity to parties in controversy to correct or contradict statements prejudicial to their view depends on \"the particular statutory framework\".",
      "id": "s109"
    },
    {
      "text": "What is appropriate in terms of natural justice depends on the circumstance of the case and they will include, inter alia, the nature of the inquiry, the subject-matter, and the rules under which the decision-maker is acting: Reg.",
      "id": "s110"
    },
    {
      "text": "v. Commonwealth Conciliation and Arbitration Commission; Ex parte Angliss Group ; National Companies and Securities Commission v. News Corporation Ltd .",
      "id": "s111"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s112"
    },
    {
      "text": "Section 33 provides no indication of the manner in which the Finance Minister is to exercise his discretion.",
      "id": "s113"
    },
    {
      "text": "In Attorney-General for the State of New South Wales v Quin [1990] HCA 21 ; (1990) 170 CLR 1 Brennan J at 33 observed: \n \n If the power is conferred by statute but the statute prescribes no procedure for the making of appointments nor any criteria governing the exercise of the power, the power must be at large... \n \n The power of the Finance Minister to approve an act of grace payment is unconfined and thus depends solely upon his opinion that it is 'appropriate' to do so.",
      "id": "s114"
    },
    {
      "text": "Such was found by Weinberg J when considering the application of s 33 in Toomer v Slipper [2001] FCA 981 at [31] : \n There are any number of circumstances which may give rise to a claim for payment of this type.",
      "id": "s115"
    },
    {
      "text": "It is impossible to anticipate the situations in which such payments may be warranted.",
      "id": "s116"
    },
    {
      "text": "The discretion vested in the Minister is obviously broad.",
      "id": "s117"
    },
    {
      "text": "However, the width of such power does not have the consequence that the rules of procedural fairness have no application to the Finance Minister when exercising his discretion under s 33.",
      "id": "s118"
    },
    {
      "text": "As was observed by Gibbs J in Salemi v Mackellar [No.",
      "id": "s119"
    },
    {
      "text": "2] [1977] HCA 26 ; (1977) 137 CLR 396 at 419: \n There is nothing technical about the principles of natural justice.",
      "id": "s120"
    },
    {
      "text": "It is sometimes said, or suggested, that those principles apply only to proceedings which are judicial or quasi-judicial, or where there is a duty to act judicially.",
      "id": "s121"
    },
    {
      "text": "To state the rule in that way seems to me to be unduly restrictive and misleading.",
      "id": "s122"
    },
    {
      "text": "It is at least clear that when the power which is being exercised is a statutory one, it is not necessary to be able to find in the words of the statute itself a duty to hear the party affected or otherwise to act judicially.",
      "id": "s123"
    },
    {
      "text": "His Honour continued (at 419): \n It may be enough if an interest or privilege is affected, or, as Lord Denning M.R.",
      "id": "s124"
    },
    {
      "text": "has said, if a man has a \"legitimate expectation\", of which it would not be fair to deprive him without a hearing, or reasons given: Breen v. Amalgamated Engineering Union ; and see Schmidt v. Secretary of State for Home Affairs .",
      "id": "s125"
    },
    {
      "text": "Footnotes omitted \n In Annetts and Another v McCann and Others [1990] HCA 57 ; (1990) 170 CLR 596 Mason CJ, Deane and McHugh JJ at 598 observed: \n It can now be taken as settled that, when a statute confers power upon a public official to destroy, defeat or prejudice a person's rights, interests or legitimate expectations, the rules of natural justice regulate the exercise of that power unless they are excluded by plain words of necessary intendment.",
      "id": "s126"
    },
    {
      "text": "Such principle was confirmed by the High Court in Jarratt v Commissioner of Police for New South Wales and Another [2005] HCA 50 ; (2005) 224 CLR 44 at [24] per Gleeson CJ; at [51] per McHugh, Gummow and Hayne JJ and at [138] per Callinan J.",
      "id": "s127"
    },
    {
      "text": "At [26] Gleeson CJ said: \n Where Parliament confers a statutory power to destroy, defeat or prejudice a person's rights, interests or legitimate expectations, Parliament is taken to intend that the power be exercised fairly and in accordance with natural justice unless it makes the contrary intention plain.",
      "id": "s128"
    },
    {
      "text": "This principle of interpretation is an acknowledgment by the courts of Parliament's assumed respect for justice.",
      "id": "s129"
    },
    {
      "text": "In Toomer a claim was made for an act of grace payment under s 33 arising out of the applicant's termination of employment.",
      "id": "s130"
    },
    {
      "text": "After considering the complaint that the respondent Finance Minister had failed to accord procedural fairness to the applicant, the Court observed that a full opportunity had been provided to the applicant to be heard.",
      "id": "s131"
    },
    {
      "text": "The Court accordingly dismissed the applicant's claim alleging breach of procedural fairness.",
      "id": "s132"
    },
    {
      "text": "Weinberg J apparently proceeded on the assumption that the rules of natural justice applied to decisions of the Finance Minister made pursuant to s 33.",
      "id": "s133"
    },
    {
      "text": "This Court respectfully adopts his Honour's approach.",
      "id": "s134"
    },
    {
      "text": "The decision of the Finance Minister made upon an application under s 33 affects the rights of an applicants, since it determines whether an act of grace payment may be made in respect of a claim which may otherwise be compensable or not compensable at law.",
      "id": "s135"
    },
    {
      "text": "Provided the power is exercised lawfully, his decision cannot be impugned: see Toomer at [47].",
      "id": "s136"
    },
    {
      "text": "Extent of the application of the rules of natural justice\n Having established the threshold question whether the rules of natural justice do attach to an exercise of s 33, the next question for determination is the extent of the application of the rules of natural justice.",
      "id": "s137"
    },
    {
      "text": "In Kioa Brennan J at 626 said: \n \n Once the threshold question is resolved and it is established that the exercise of a power is conditioned on the observance of the principles of natural justice, the content of the principles to be observed is determined in the light of the particular circumstances.",
      "id": "s138"
    },
    {
      "text": "At 628 his Honour said:\n \n \n A person whose interests are likely to be affected by an exercise of power must be given an opportunity to deal with relevant matters adverse to his interests which the repository of the power proposes to take into account in deciding upon its exercise.",
      "id": "s139"
    },
    {
      "text": "In Minister for Immigration and Multicultural Affairs v Yusuf; Re Minister for Immigration and Multicultural Affairs v Israelian [2001] HCA 30 ; (2001) 206 CLR 323 at [73] McHugh, Gummow and Hayne JJ observed the necessity to consider, at the outset, 'the statutory scheme as a whole' .",
      "id": "s140"
    },
    {
      "text": "At [74] the majority said: \n \n What is important, however, is that the grounds of judicial review that fasten upon the use made of relevant and irrelevant considerations are concerned essentially with whether the decision-maker has properly applied the law.",
      "id": "s141"
    },
    {
      "text": "In Pfizer Pty Ltd v Birkett [2001] FCA 828 ; (2001) 112 FCR 305 at [60] the Full Court confirmed the necessity to consider 'the relevant content of the requirement' that the decision maker proceed in a manner so as to provide natural justice.",
      "id": "s142"
    },
    {
      "text": "A basic consideration of the rules of natural justice demands that a party who is to be affected by a decision be afforded an opportunity to comment upon information which is 'credible, relevant and significant' to that decision.",
      "id": "s143"
    },
    {
      "text": "In Kioa at 628, Brennan J said: \n \n A person whose interests are likely to be affected by an exercise of power must be given an opportunity to deal with relevant matters adverse to his interests which the repository of the power proposes to take into account in deciding upon its exercise: Kanda v. Government of Malaya ; Ridge v. Baldwin , per Lord Morris; De Verteuil v. Knaggs .",
      "id": "s144"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s145"
    },
    {
      "text": "Whilst observing that not every adverse piece of information needs to be put, his Honour said at 629: \n \n Nevertheless in the ordinary case where no problem of confidentiality arises an opportunity should be given to deal with adverse information that is credible, relevant and significant to the decision to be made.",
      "id": "s146"
    },
    {
      "text": "See also Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs and Another [2005] HCA 72 ; (2005) 225 CLR 88 at [17] .",
      "id": "s147"
    },
    {
      "text": "In Teoh at 311 McHugh J (in dissent) said of the rules of procedural fairness:\n \n In the absence of a clear contrary legislative intention, those rules require a decision-maker 'to bring to a person's attention the critical issue or factor on which the administrative decision on which is likely to turn so that he may have an opportunity of dealing with it'.",
      "id": "s148"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s149"
    },
    {
      "text": "In summary the authorities establish that, in general, natural justice will demand that the party to be affected by a decision must be given an opportunity to deal with matters which are adverse to their interests and are credible, relevant and significant to the decision.",
      "id": "s150"
    },
    {
      "text": "However, the extent of the obligation to provide such opportunity is dependent upon the statutory framework and particular circumstances of the case.",
      "id": "s151"
    },
    {
      "text": "Were the rules of natural justice breached?",
      "id": "s152"
    },
    {
      "text": "The Finance Minister's first decision was set aside by order of this Court on 13 June 2006.",
      "id": "s153"
    },
    {
      "text": "The Statement of Reasons for the first decision revealed that a brief dated 23 February 2006 prepared by the Department of Finance and Administration had been used in the decision making process.",
      "id": "s154"
    },
    {
      "text": "By letter dated 15 March 2007 the solicitors for the applicants specifically referred to the fact that they had not been provided with such brief.",
      "id": "s155"
    },
    {
      "text": "The letter also sought confirmation that there were no documents other than those itemised in the Statement of Reasons which were used in the decision making process for the first decision.",
      "id": "s156"
    },
    {
      "text": "In their letter of 26 June 2007 the applicants again sought confirmation that there were no more documents before the Minister which would be used in making his decision.",
      "id": "s157"
    },
    {
      "text": "The applicants were not notified that the Issues paper containing a summary of the QTB would be before the Finance Minister as part of the material in making his decision.",
      "id": "s158"
    },
    {
      "text": "However, in reaching his decision it is apparent that information contained in the Issues paper was relied upon by the Finance Minister.",
      "id": "s159"
    },
    {
      "text": "Such reliance was made explicit in his letter dated 4 February 2008, as the Issues paper was included in the section entitled 'Evidence or Material upon which the Findings were Based' .",
      "id": "s160"
    },
    {
      "text": "The information contained in the summary of the QTB included information relating to the Minister for Health's conduct outside of Parliament and the conduct of another pathology provider.",
      "id": "s161"
    },
    {
      "text": "The Issues paper contained the following reference to the QTB: \n It appears that the action taken by Senator Patterson on 11 March 2002 was on the recommendation of her Department contained in a Question Time Brief (QTB) that, among other things, recommended:\n (a) managing this issue proactively (in context, \"this issue\" must refer to the then public controversy regarding the activities of another pathology provider, General Diagnostic Laboratories --- see the title to the QTB);\n (b) naming Medtest in the Senate; and\n (c) directing the HIC to write to doctors requesting any services from Medtest and provide them with details of the NATA processes and concerns.",
      "id": "s162"
    },
    {
      "text": "In his decision, the Finance Minister stated: \n On 11 March 2002 Senator Patterson, in the course of an answer to a question from Senator Payne, made comments in Parliament concerning Medtest.",
      "id": "s163"
    },
    {
      "text": "I accept that Senator Patterson said the words attributed to her in the Hansard report of her comments.",
      "id": "s164"
    },
    {
      "text": "In particular, Senator Patterson: \n quoted from the MTAAC report which indicated concerns about the staffing resources and performance of Medtest's laboratory; advised the Senate that she had written to the New South Wales Health Minister advising of the concerns and had directed her Department to contact doctors who referred patients to Medtest; advised that she requested the managing director of the HIC to withdraw Medtest's APL status pending the resolution of the NATA process.",
      "id": "s165"
    },
    {
      "text": "The Minister's answer to Senator Payne's question on 11 March 2002 was at least in part based on the recommendation of her Department contained in a Question Time Brief (QTB) that, among other things, recommended: \n The Finance Minister thereafter repeated, virtually verbatim, the information provided to him in the Issues paper which is set out above, thereby demonstrating his reliance upon such information.",
      "id": "s166"
    },
    {
      "text": "In Re Minister for Immigration and Multicultural Affairs and Another: Ex parte Miah [2001] HCA 22 ; (2001) 206 CLR 57 at [99] Gaudron J said: \n The basic principle with respect to procedural fairness is that a person should have an opportunity to put his or her case and to meet the case that is put against him or her.",
      "id": "s167"
    },
    {
      "text": "The solicitors for the Finance Minister provided information which was incomplete because of the absence of the Issues paper containing the QTB summary.",
      "id": "s168"
    },
    {
      "text": "The information contained in the QTB summary referred to the Minister for Health's state of knowledge.",
      "id": "s169"
    },
    {
      "text": "Such knowledge was directly relevant to the applicants and because of the reference to controversy surrounding another pathology provider was potentially prejudicial to the applicants.",
      "id": "s170"
    },
    {
      "text": "In this sense, the information was personal to them; see Mason J in Kioa at 587.",
      "id": "s171"
    },
    {
      "text": "To similar effect, McHugh J in Teoh at 311-312 in his dissenting judgment said ' The question becomes, what does fairness require in all the circumstances of the case?",
      "id": "s172"
    },
    {
      "text": "' The information contained in the QTB summary was before the Finance Minister when he reached his decision and his decision was based upon the Issues paper containing the QTB summary.",
      "id": "s173"
    },
    {
      "text": "Such information related to a critical issue for the applicants in their claim for an act of grace payment since the conduct of the Minister for Health both inside and outside of Parliament was the subject of major complaint and criticism by the applicants.",
      "id": "s174"
    },
    {
      "text": "No opportunity was provided to the applicants to comment upon the QTB summary and they were not provided with an opportunity to be heard on an issue which was credible, relevant and significant to the Finance Minister's decision as per Kioa at 587.",
      "id": "s175"
    },
    {
      "text": "The Finance Minister's submission, taken at its highest, seems to suggest that because of the broad discretion under s 33, natural justice did not require him to furnish the applicants with any of the material that he would rely upon.",
      "id": "s176"
    },
    {
      "text": "However he did provide the applicants with the material before him in accordance with their request.",
      "id": "s177"
    },
    {
      "text": "Inferentially, such material was the only material which the Finance Minister would rely upon to make his decision yet the QTB summary was omitted.",
      "id": "s178"
    },
    {
      "text": "The Court does not accept that the mere fact that the discretion granted under s 33 is broad and describes no procedure for its exercise has the consequence that natural justice absolved the Finance Minister from the requirement to furnish the applicants with the material upon which he would rely.",
      "id": "s179"
    },
    {
      "text": "Even if it did, it is not sufficient for the Finance Minister to give the applicants the impression they were in possession of all the material upon which he would rely when this was contrary to the fact.",
      "id": "s180"
    },
    {
      "text": "By purporting to comply with the applicants' request that they be furnished with all information, the Finance Minister is not entitled to claim that the operation of s 33 had the consequence that he did not have to furnish them with any material at all.",
      "id": "s181"
    },
    {
      "text": "In these circumstances fairness required that the QTB be provided: see McHugh J in Teoh at 311-312 as extracted in paragraph [62] of this judgment.",
      "id": "s182"
    },
    {
      "text": "Natural justice required that such document be put before the applicants to allow them an opportunity to respond to it before any decision was made under s 33.",
      "id": "s183"
    },
    {
      "text": "This is especially so in view of the repeated requests by the applicants that they be furnished with the exact material that would be relied upon to enable them to comment upon it.",
      "id": "s184"
    },
    {
      "text": "The failure to provide the summary to the applicants has resulted in a breach of the rules of natural justice.",
      "id": "s185"
    },
    {
      "text": "Ground 2 --- Failure to consider the totality of the applicants' claims\n The applicants submit that the Finance Minister failed to have regard or proper regard, to important integers of the applicants' claim, namely that the Health Minister wrote to the NSW Health Minister and that the Health Minister directed the HIC to write to all New South Wales medical practitioners to inform them of NATA's concerns ('the two integers').",
      "id": "s186"
    },
    {
      "text": "The applicants submit that the Reasons provided by the Finance Minister rejecting the applicants' claims did not refer to the two integers.",
      "id": "s187"
    },
    {
      "text": "Rather, the Finance Minister categorised the applicants' claims to three separate categories, as evidenced by the Finance Minister's following reasons: \n \n I have considered whether I am satisfied that the circumstances referred to above are \"special\" so as to warrant the making of a payment.",
      "id": "s188"
    },
    {
      "text": "I consider that the circumstances to which I must have regard fall into 3 categories: \n \n In their submissions of 15 March 2007 to the Finance Minister the applicants referred to their submissions made on 16 November 2006 which referred to the two integers.",
      "id": "s189"
    },
    {
      "text": "The applicants claim that the Finance Minister has failed to consider the totality of their claims and that such failure constitutes either a failure to exercise jurisdiction or a denial of procedural fairness.",
      "id": "s190"
    },
    {
      "text": "The applicants submit that it is mandatory that the Finance Minister respond to their claims.",
      "id": "s191"
    },
    {
      "text": "The applicants rely upon Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 in which the High Court found that a denial of natural justice occurred when the Refugee Review Tribunal failed to respond to a substantial and clearly articulated argument.",
      "id": "s192"
    },
    {
      "text": "The applicants also rely upon HTUN v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 ; (2001) 194 ALR 244 in which the Court found at [42] that the Refugee Review Tribunal 'failed to address and deal with how the claim was put to it, at least in part' and accordingly failed to complete the exercise of its jurisdiction.",
      "id": "s193"
    },
    {
      "text": "The applicants contend that the passing reference to the two integers made by the Finance Minister in his concluding observations is not adequate.",
      "id": "s194"
    },
    {
      "text": "Reliance is placed upon Applicant Y v Minister for Immigration and Citizenship and Another (2008) 100 ALD 544 in which the Court found (at [32]) that the Migration Review Tribunal 'did not engage any assessment of' the weight or relevance of expert medical opinions.",
      "id": "s195"
    },
    {
      "text": "The applicants submit that the same conclusion should be drawn in the present circumstance because the Finance Minister indicated the matters of real concern and made no mention of the two integers.",
      "id": "s196"
    },
    {
      "text": "The Finance Minister acknowledges that the two integers are not expressly referred to in that portion of the Reasons which itemise the three categories which he identified as ' circumstances to which I must have regard '.",
      "id": "s197"
    },
    {
      "text": "However, the Finance Minister submits that it cannot be assumed that he did not have regard to the two integers.",
      "id": "s198"
    },
    {
      "text": "In the alternative, the Finance Minister submits that even if the two integers had not been considered by him, such omission of itself would not vitiate his decision since he was not bound to consider such material: see Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39-40.",
      "id": "s199"
    },
    {
      "text": "Finding --- Ground 2\n The Finance Minister's 'Finding of material questions of fact' contained in his Reasons include the following: \n \n By letter dated 15 March 2002, the Chief Medical Officer of the Commonwealth, at Senator Patterson's direction, wrote to doctors who had requested pathology services from Medtest advising them of concerns about Medtest, including the accuracy of test results provided by Medtest.",
      "id": "s200"
    },
    {
      "text": "The letter was sent on 18 March 2002, after the AAT had stayed the decision to revoke Medtest's APL approval.",
      "id": "s201"
    },
    {
      "text": "The New South Wales Department of Health also posted a warning on its website regarding Medtest and the concerns raised about its pathology performance and resources.",
      "id": "s202"
    },
    {
      "text": "A copy of that warning was before me for purposes of making my decision.",
      "id": "s203"
    },
    {
      "text": "Thereafter the Reasons itemise the 'Evidence or Material upon which the Findings were Based'.",
      "id": "s204"
    },
    {
      "text": "Contained in such list are the applicants' submissions which refer to the two integers.",
      "id": "s205"
    },
    {
      "text": "At this section the Reasons refer to the circumstances as falling into three categories extracted in paragraph [68] of this judgment.",
      "id": "s206"
    },
    {
      "text": "The 'circumstances referred to above' as the preface to the categories included the reference to the two integers, being matters in respect of which the applicants had made extensive submissions.",
      "id": "s207"
    },
    {
      "text": "The Finance Minister stated his reasons for declining an act of grace payment as follows: \n \n Having considered all of the evidence and submissions put before me by the Applicants, I have formed the view that the losses that the Applicants have sustained have been as a result of actions taken by Senator Patterson, her Department and the HIC that were in light of the NATA and MPRC findings as they stood at relevant times, open to be taken in the ordinary course of managing the scheme of APL authorisations.",
      "id": "s208"
    },
    {
      "text": "I am not satisfied that the circumstances are sufficiently \"special\" such as would warrant an act of grace payment under section 33 of the FMA Act.",
      "id": "s209"
    },
    {
      "text": "For these reasons, I decided to decline an act of grace payment to Medtest.",
      "id": "s210"
    },
    {
      "text": "The Finance Minister thus considered all of the actions of the Minister for Health, not merely the three categories referred to in the decision.",
      "id": "s211"
    },
    {
      "text": "In view of the above no issue arises relating to the kind of matters which were required to be put as considered in HTUN at [42], and the facts in the present proceedings are distinguishable from those in Dranichnikov since the Court is satisfied that the appellant's submissions were not overlooked.",
      "id": "s212"
    },
    {
      "text": "The Court is satisfied that the Finance Minister included the two integers in his Reasons and took them into consideration.",
      "id": "s213"
    },
    {
      "text": "Accordingly, Applicant Y has no application to the facts in these proceedings.",
      "id": "s214"
    },
    {
      "text": "For these reasons the Court rejects the applicants' submissions that the entirety of the Minister for Health's conduct was not taken into account by the Finance Minister when he made his decision.",
      "id": "s215"
    },
    {
      "text": "In view of such finding, it is unnecessary to consider the Finance Minister's second ground of defence, namely whether he was under an obligation to consider such matter.",
      "id": "s216"
    },
    {
      "text": "Ground 3 --- Parliamentary Privilege\n Since the Court has rejected the second ground, the applicants contend that a third ground arises, namely that the Finance Minister erred because he believed that Parliamentary Privilege prevented him from considering administrative steps undertaken by the Minister for Health, specifically the letter written to the NSW Minister for Health and letters written by the Chief Medical Officer to medical practitioners.",
      "id": "s217"
    },
    {
      "text": "The applicants submit that such belief arose from the concern that the payment of compensation might undermine Parliamentary Privilege.",
      "id": "s218"
    },
    {
      "text": "The Finance Minister submits that there is no evidence to suggest that the Minister believed that Parliamentary Privilege prevented him from considering those administrative steps.",
      "id": "s219"
    },
    {
      "text": "The Finance Minister recorded that the Minister for Health's comments made to the Senate on 11 March 2002 were 'protected by Parliamentary Privilege '.",
      "id": "s220"
    },
    {
      "text": "However it is apparent from the Reasons that he was also aware that the conduct of the Minister for Health outside of Parliament might not be protected by Parliamentary Privilege.",
      "id": "s221"
    },
    {
      "text": "The Reasons refer to conduct of the Minister for Health within and outside of Parliament and they do not support the allegation that the Finance Minister considered that he was prevented from taking into account any conduct of the Minister for Health outside of Parliament.",
      "id": "s222"
    },
    {
      "text": "CONCLUSION \n In view of the finding in respect of Ground Number 1, the Court will order that the decision of the Minister made on or about 21 December 2007 and contained in Reasons dated 4 February 2008 be set aside and the matter be remitted to the Finance Minister for re-determination.",
      "id": "s223"
    },
    {
      "text": "I certify that the preceding eighty-five (85) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s224"
    },
    {
      "text": "Associate:\n \n \nDated: 20 February 2009\n \n Counsel for the Applicants: Mr Lloyd \n \n Solicitor for the Applicants: Slater &amp; Gordon \n \n Counsel for the Respondent: Ms Perry \n \n Solicitor for the Respondent: Blake Dawson \n Date of Hearing: 17 &amp; 19 September 2008 \n \n Date of Judgment: 20 February 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/121.html",
      "id": "s225"
    }
  ]
}