{
  "name": "Stawiczny Family Trust Pty Ltd, in the matter of Global Maintenance Consulting Pty Ltd v Dunford [2009] FCA 1060 (21 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1060.html",
  "catchphrases": [
    {
      "text": "injunctions",
      "id": "c0"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c1"
    },
    {
      "text": "shareholders' agreement",
      "id": "c2"
    },
    {
      "text": "whether meeting of board of directors valid, effective and properly convened",
      "id": "c3"
    },
    {
      "text": "whether resolutions validly passed",
      "id": "c4"
    },
    {
      "text": "whether general meeting of company validly convened",
      "id": "c5"
    },
    {
      "text": "whether proposed resolution for members' meeting in breach of shareholders' agreement",
      "id": "c6"
    },
    {
      "text": "balance of convenience.",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n Global Maintenance Consulting Pty Ltd, the sixth defendant (\"the Company\") provides enterprise asset management and maintenance services to asset intensive industries, particularly in the resources industry.",
      "id": "s0"
    },
    {
      "text": "These services assist the industries to improve the reliability and productivity of their capital assets in order to ensure optimal performance and profitability.",
      "id": "s1"
    },
    {
      "text": "The Company's business is international.",
      "id": "s2"
    },
    {
      "text": "The Company was incorporated on 18 January 2008.",
      "id": "s3"
    },
    {
      "text": "The first meeting of the Board of Directors was held on 1 February 2008.",
      "id": "s4"
    },
    {
      "text": "There are three directors of the Company namely Ireneusz Stawiczny, Craig Michael Anderson and Peter Maxwell Dunford.",
      "id": "s5"
    },
    {
      "text": "Mr Anderson is also the Secretary of the Company.",
      "id": "s6"
    },
    {
      "text": "At the Board meeting on 1 February 2008 it was resolved that Mr Stawiczny be appointed Chairman and Managing Director of the Company.",
      "id": "s7"
    },
    {
      "text": "The Company has an issued capital of 433,900 fully paid shares.",
      "id": "s8"
    },
    {
      "text": "There are five shareholders in the Company: \n(a) Stawiczny Family Pty Ltd, representing the interests of Mr Stawiczny --- 195,255 shares;\n \n \n(b) Executive Living Plus Pty Ltd, representing the interests of Mr Anderson --- 86,780 shares;\n \n \n(c) Anningie Management Consulting Pty Ltd, representing the interests of Mr Dunford --- 86,780 shares;\n \n \n(d) Ruby Dooby Pty Ltd, representing the interests of Mr Drew Parkinson --- 65,085 shares.",
      "id": "s9"
    },
    {
      "text": "On 7 September 2009 the plaintiff, Stawiczny Family Pty Ltd, filed an originating process and an interlocutory process.",
      "id": "s10"
    },
    {
      "text": "In the originating process it sought orders under s 233 of the Corporations Act 2001 (Cth) (\"the Act\") claiming that from about 19 August 2009 Mr Dunford, the first defendant and Mr Anderson, the second defendant, had conducted the affairs of the Company contrary to the interests of the members as a whole and in a manner oppressive to, unfairly prejudicial to or unfairly discriminatory against, the plaintiff in that they had excluded Mr Stawiczny from the day to day management of the Company, purported to procure the Company to repudiate the contract with the plaintiff pursuant to which Mr Stawiczny's services were provided to the Company and purported to convene a General Meeting of Shareholders at 5.30pm on 10 September 2009 to resolve that Mr Stawiczny be removed as a director of the Company.",
      "id": "s11"
    },
    {
      "text": "In the originating process the plaintiff sought orders modifying the Company's existing Constitution .",
      "id": "s12"
    },
    {
      "text": "Further or in the alternative, it sought orders that the Company transfer to the plaintiff the shares it held in four subsidiary companies.",
      "id": "s13"
    },
    {
      "text": "It also sought further orders that the Company purchase its shares in the Company for a price to be determined by an expert.",
      "id": "s14"
    },
    {
      "text": "In the interlocutory process the plaintiff sought the following relief: \n(a) an injunction restraining the Company from proceeding with a General Meeting of the Company convened for 5.30pm on 10 September 2009;\n \n \n(b) alternatively an order restraining Executive Living Plus Pty Ltd, the third defendant, Anningie Management Consulting Pty Ltd, the fourth defendant, and Ruby Dooby Pty Ltd, the fifth defendant, from voting in favour of the resolution proposed to be considered at the General Meeting namely, \"that with effect from the close of this meeting Ireneusz Stawiczny is removed as a director of the Company\".",
      "id": "s15"
    },
    {
      "text": "(c) an order that Mr Dunford and Mr Anderson forthwith cease:\n \n(i) denying to Mr Stawiczny access to the Company's premises;\n \n \n(ii) denying to Mr Stawiczny access to the Company's computer and email systems;\n \n \n(iii) publishing to the world at large any statements to the effect that Mr Stawiczny no longer holds the office of managing director;\n \n \n(iv) denying payment to the plaintiff pursuant to the contract between the plaintiff and the Company under which the plaintiff provides Mr Stawiczny's services to the Company.",
      "id": "s16"
    },
    {
      "text": "The first to fifth defendants filed two notices of motion on 7 September 2009.",
      "id": "s17"
    },
    {
      "text": "The first notice of motion sought an order that the plaintiff sell its shares in the Company pursuant to provisions of the Shareholders' Agreement at a specified sale price.",
      "id": "s18"
    },
    {
      "text": "The second notice of motion sought a declaration that the resolution of the directors of the Company passed on 19 August 2009 was valid and terminated any executive roles of Mr Stawiczny in the business of the Company.",
      "id": "s19"
    },
    {
      "text": "It also sought a declaration that the meeting of the members of the Company called for 5.30pm on 10 September 2009 was validly called.",
      "id": "s20"
    },
    {
      "text": "It was not appropriate for either of these motions to be considered and dealt with at the same time as the plaintiff's application for interlocutory relief.",
      "id": "s21"
    },
    {
      "text": "They will be considered at the same time as the trial of the plaintiff's originating process.",
      "id": "s22"
    },
    {
      "text": "BACKGROUND \n In March 2001 Mr Stawiczny and his wife formed a company to provide enterprise asset management services to asset intensive industries.",
      "id": "s23"
    },
    {
      "text": "The Company was called Global Maintenance Consulting Pty Ltd (\"the old company\").",
      "id": "s24"
    },
    {
      "text": "On 17 January 2008 the old company changed its name to Stawiczny Family Pty Ltd and on 18 January 2008 the company Global Maintenance Consulting Pty Ltd was incorporated.",
      "id": "s25"
    },
    {
      "text": "In late 2003 Mr Parkinson joined the old company.",
      "id": "s26"
    },
    {
      "text": "In early 2005 Mr Dunford joined the old company as a sub-contractor.",
      "id": "s27"
    },
    {
      "text": "In late 2005 Mr Anderson joined the old company as a sub-contractor.",
      "id": "s28"
    },
    {
      "text": "Between September and December 2007 Mr Dunford, Mr Anderson and Mr Parkinson held discussions with Mr Stawiczny concerning the acquisition by them of shares in the business then carried on by the old company.",
      "id": "s29"
    },
    {
      "text": "In December 2007 they reached an agreement that the old company would change its name, the Company would be incorporated and shares would be issued in the proportions which presently exist.",
      "id": "s30"
    },
    {
      "text": "It was also agreed that Mr Stawiczny would be the Managing Director and Chairman, that Mr Dunford would be the Chief Executive Officer and that the business and assets of the old company would be transferred to the Company.",
      "id": "s31"
    },
    {
      "text": "Subsequently a Shareholders' Agreement was entered into on 10 November 2008, the parties to it being the shareholders, the directors and Mr Parkinson.",
      "id": "s32"
    },
    {
      "text": "Clause 4 of the Shareholders' Agreement relevantly provides: \n \n \"The parties agree that the business of the Company shall be conducted and controlled in the following manner: \n \n\n \n \n (a) the Company shall not depart from the Business Plan except with the agreement of all Directors; (the expression 'the directors' is defined in the Agreement as referring to Mr Stawiczny, Mr Anderson and Mr Dunford.",
      "id": "s33"
    },
    {
      "text": ") \n \n\n \n \n (b) each Director shall have one vote at meetings of Directors; \n \n\n \n \n (c) a quorum of meetings of Directors shall be all Directors whether present in person or by alternate; \n ... \n (f) all decisions in respect of the business shall require the support of a majority of Directors; \n \n\n \n \n (g) the usual books of account shall be kept properly posted up and shall not be removed from the premises without the consent of each Director.",
      "id": "s34"
    },
    {
      "text": "Each Director shall have free access to such books at all times and shall be at liberty to make extracts therefrom as each Director may think fit.",
      "id": "s35"
    },
    {
      "text": "\" \n \n\n The Business Plan, which was in fact headed \"Strategic Plan\", set out the corporate structure of the Company and states that: \n \n \"The Board of Directors are Irek Stawiczny, Peter Dunford and Craig Anderson\".",
      "id": "s36"
    },
    {
      "text": "Clause 30 of the Shareholders' Agreement provides: \n \n \"If any dispute or difference arises between the parties in relation to this Agreement, such dispute or difference shall be referred for determination in the event that the dispute is of: \n \n\n \n \n (a) a legal nature to an appropriately qualified and experienced barrister and solicitor of the Supreme Court of Victoria; \n \n\n \n \n (b) a financial nature to an appropriately qualified and experienced chartered accountant or certified practising accountant; \n \n\n \n \n (c) a technical nature to an appropriately qualified and experienced engineer \n \n\n \n \n in each instance appointed by agreement between the parties or failing agreement, in the event of a dispute of: ...\" \n \n\n The Business Plan, in setting out the organisational structure, identified Mr Stawiczny as Managing Director and Mr Dunford as Chief Executive Officer.",
      "id": "s37"
    },
    {
      "text": "Mr Anderson was identified as Business Development Manager.",
      "id": "s38"
    },
    {
      "text": "Clause 32 of the Shareholders' Agreement provides: \n \n \"In the event of there being any inconsistency between the provisions of this Agreement, the memorandum and articles of association of the Company or the Business Plan the terms of this Agreement shall prevail.",
      "id": "s39"
    },
    {
      "text": "\" \n \n\n The following clauses in the Constitution of the Company should be noted.",
      "id": "s40"
    },
    {
      "text": "Clause 31 provides: \n \n \"(a) A director may call a meeting of the Company's members whenever he or she thinks fit provided that the meeting is held at a reasonable time and place and is held for a proper purpose.",
      "id": "s41"
    },
    {
      "text": "(b) The Company may hold a meeting of its members at 2 or more venues using any technology that gives the members as a whole a reasonable opportunity to participate.",
      "id": "s42"
    },
    {
      "text": "\" \n \n\n \nClause 51.2 provides:\n \n \n \"The Company may, by resolution, remove a director from office before the expiration of his or her period of office and appoint another person as director instead.",
      "id": "s43"
    },
    {
      "text": "\" \n \n\n \nClause 59.1 provides:\n \n \n \"A directors' meeting may be called by a director or the secretary on the requisition of a director giving reasonable notice individually to every other director and this notice may be given by telephone or other electronic means of communication\".",
      "id": "s44"
    },
    {
      "text": "Clause 59.3 provides:\n \n \n \"A resolution of the directors must be passed by a majority of the votes cast by directors entitled to vote on the resolution and any such decision shall for all purposes be deemed a decision of the directors.",
      "id": "s45"
    },
    {
      "text": "\" \n \n\n \nClause 62.1 provides:\n \n \n \"The directors may elect a director present to chair a meeting, or part of it, if: \n (a) a director has not already been elected to chair the meeting; or \n \n\n \n \n (b) a previously elected chair is not available or declines to act for the meeting or part of the meeting.",
      "id": "s46"
    },
    {
      "text": "\" \n \n\n \nClause 68 provides:\n \n \n \"68.1 The directors of the Company may appoint 1 or more of themselves to the office of managing director of the Company for the period and on the terms (including as to remuneration) as the directors see fit.",
      "id": "s47"
    },
    {
      "text": "68.2 A person ceases to be managing director if they cease to be a director.",
      "id": "s48"
    },
    {
      "text": "68.3 The directors may confer on a managing director any of the powers that the directors can exercise.",
      "id": "s49"
    },
    {
      "text": "Any powers so conferred may be concurrent with or to the exclusion of the powers of the directors.",
      "id": "s50"
    },
    {
      "text": "68.4 The directors may revoke or vary an appointment or any of the powers conferred on the managing director.",
      "id": "s51"
    },
    {
      "text": "\" \n \n\n EVENTS ON 19 AUGUST 2009 \n The immediate circumstances giving rise to the institution of this proceeding commenced on 18 August 2009.",
      "id": "s52"
    },
    {
      "text": "Prior to this time issues had arisen between Mr Dunford and Mr Anderson on the one hand and Mr Stawiczny on the other.",
      "id": "s53"
    },
    {
      "text": "Mr Anderson in an affidavit set out in some detail events which occurred between April and August 2009 in which he says that Mr Stawiczny made various demands and attempts to obtain control of the Company.",
      "id": "s54"
    },
    {
      "text": "He referred to a number of exchanges of emails in which Mr Stawiczny raised issues in relation to changes in the shareholdings in the Company, the management of the Company and the composition of the Board of Directors.",
      "id": "s55"
    },
    {
      "text": "Apparently matters came to a head on or about 11 August 2009 when Mr Stawiczny sent a memorandum to all the staff of the Company notifying them that they would be implementing changes to the organisation's structure and titles across the Company group effective from 12 August 2009.",
      "id": "s56"
    },
    {
      "text": "Messrs Anderson and Dunford responded, challenging what Mr Stawiczny was proposing and sent him a memorandum in which they set out what they claimed were breaches by him of his duties as an office holder of the Company which were beyond his power.",
      "id": "s57"
    },
    {
      "text": "It is not necessary for present purposes to investigate those matters in any detail other than to note that Mr Stawiczny was proposing that certain changes be made in relation to the management and shareholding structure of the Company.",
      "id": "s58"
    },
    {
      "text": "It is not appropriate to form any view on these issues raised by Mr Anderson in the context of the present application for interlocutory relief.",
      "id": "s59"
    },
    {
      "text": "There may well be substance in the allegations which Mr Anderson makes against Mr Stawiczny but even if there be substance in them, it is still necessary to determine whether there is a serious question to be tried as to the validity and efficacy of what occurred on 19 August 2009 and whether there is a serious question to be tried that the resolution proposed for the meeting of members of the Company on 10 September 2009 is contrary to, and in breach of, the Shareholders' Agreement.",
      "id": "s60"
    },
    {
      "text": "Mr Anderson attempted to call a Directors' meeting for 6.00pm on 17 August 2009 but Mr Stawiczny refused to attend the meeting as it was inconvenient to him.",
      "id": "s61"
    },
    {
      "text": "On 18 August 2009 at 8.57am Mr Anderson sent an email to Mr Dunford and Mr Stawiczny attaching \"a formal request for a Directors meeting for tomorrow Wednesday 8am\".",
      "id": "s62"
    },
    {
      "text": "The attachment was in the following terms: \n \n \"Irek \n Yesterday Peter and I proposed that a meeting of the directors of Global Maintenance Consulting Pty Ltd should occur immediately.",
      "id": "s63"
    },
    {
      "text": "You did not agree.",
      "id": "s64"
    },
    {
      "text": "As the Board of Directors, we are the major decision making mechanism for our business and we are determined that we should get together and deal with the issues which are distracting us from focussing on the business.",
      "id": "s65"
    },
    {
      "text": "Top of the list is our differences of view about who is in charge and how GMC should be managed.",
      "id": "s66"
    },
    {
      "text": "Our continued attempts to resolve what we view are breaches of the agreements that are in place under which we conduct our business have not been successful, and as Directors it is our responsibility to immediately address this.",
      "id": "s67"
    },
    {
      "text": "We view this Directors meeting as an immediate part of the process to resolve the issues.",
      "id": "s68"
    },
    {
      "text": "Rather than seek agreement as to a time for meeting, I have decided that I should give notice of a meeting and the meeting should proceed.",
      "id": "s69"
    },
    {
      "text": "Given the urgency of the issues, by this email I am calling a meeting of directors, to be held at the office at: \n \n\n \n \n Suite 6, 333 Canterbury Road, Canterbury, 3126, \n on Wednesday 19 th August 2009 at 8.00 am.",
      "id": "s70"
    },
    {
      "text": "If a quorum is present at that time, the meeting will proceed, whether or not you are there.",
      "id": "s71"
    },
    {
      "text": "This is consistent with the process as per our Company Constitution .",
      "id": "s72"
    },
    {
      "text": "We do not seek to involve external advisors as we need to talk straight and sort things out.",
      "id": "s73"
    },
    {
      "text": "I look forward to seeing you on Wednesday.",
      "id": "s74"
    },
    {
      "text": "Regards \n Craig\" \n \n\n At 5.13pm on the same day Mr Stawiczny sent an email to Mr Anderson, copied to Mr Dunford, in which he said: \n \n \"Craig \n I refer to your email and notice below which purport to unilaterally call a meeting of directors at 8am tomorrow morning.",
      "id": "s75"
    },
    {
      "text": "It is not convenient to meet at that time.",
      "id": "s76"
    },
    {
      "text": "In addition, KPMG's email received this morning overlaps with it and proposes a mechanism to move forward which we have all supported in principle, hence the time is not appropriate.",
      "id": "s77"
    },
    {
      "text": "Further I am in the process of responding to your recent memorandum which will address various matters raised as well as raise some additional ones which should be distributed first.",
      "id": "s78"
    },
    {
      "text": "By way of reminder, there cannot be a properly convened meeting of directors without all the directors being present (see clause 4(c) of the Shareholder's Agreement).",
      "id": "s79"
    },
    {
      "text": "If you purport to hold a meeting without me then you will contravene your obligations.",
      "id": "s80"
    },
    {
      "text": "...\" \n \n\n What occurred on 19 August 2009 is controversial and is the critical issue upon which the application for interlocutory relief is based.",
      "id": "s81"
    },
    {
      "text": "The defendants (other than the Company), contend that a valid directors' meeting was convened and held at which valid resolutions were passed terminating Mr Stawiczny's management roles in the Company.",
      "id": "s82"
    },
    {
      "text": "There were also said to be further resolutions in relation to the behaviour and conduct of Mr Stawiczny.",
      "id": "s83"
    },
    {
      "text": "Evidence was given by Mr Stawiczny and Mr Anderson as to what occurred at the offices of the Company on 19 August 2009.",
      "id": "s84"
    },
    {
      "text": "Mr Anderson's evidence was corroborated in general terms by Mr Dunford.",
      "id": "s85"
    },
    {
      "text": "Mr Stawiczny and Mr Anderson gave oral evidence as to what occurred and they were also cross-examined in a limited way in relation to the events on 19 August 2009.",
      "id": "s86"
    },
    {
      "text": "Their evidence differed in material respects.",
      "id": "s87"
    },
    {
      "text": "It is not appropriate for me at this early stage of the proceeding, and on the hearing of an urgent application for interlocutory relief, to make positive findings as to whose evidence I should accept.",
      "id": "s88"
    },
    {
      "text": "Nevertheless, the conflict in the evidence given by Mr Stawiczny and Mr Anderson is such as to lead me to the conclusion that there is a serious question to be tried as to what occurred on the morning of 19 August 2009 and whether a valid and effective resolution was passed at a properly constituted meeting of the directors of the Company.",
      "id": "s89"
    },
    {
      "text": "In order to understand why I have reached this conclusion it is necessary to summarise the relevant evidence of Mr Stawiczny and Mr Anderson.",
      "id": "s90"
    },
    {
      "text": "In an affidavit sworn on 4 September 2009 Mr Stawiczny said: \n \n \"On 19 August 2009, I arrived at the GMC office (located at suite 6, 333 Canterbury Road, Canterbury) at approximately 11.00am.",
      "id": "s91"
    },
    {
      "text": "Shortly after I arrived, Peter and Craig came to my office and said they wanted to have a meeting of directors.",
      "id": "s92"
    },
    {
      "text": "I said that it was not appropriate to have the meeting before the scheduled meeting with KPMG (which was later that day) and that I would not participate.",
      "id": "s93"
    },
    {
      "text": "\" \n \n\n Mr Stawiczny supplemented that evidence by the following oral evidence.",
      "id": "s94"
    },
    {
      "text": "He arrived at the Company's premises at approximately soon after 11.00am.",
      "id": "s95"
    },
    {
      "text": "He and Mr Dunford shared an office.",
      "id": "s96"
    },
    {
      "text": "Mr Anderson came into the office between 11.20am and 11.45am.",
      "id": "s97"
    },
    {
      "text": "Mr Anderson said --- \"We need to have a directors' meeting\".",
      "id": "s98"
    },
    {
      "text": "Mr Stawiczny said \"I'm not in a position to have a meeting because we have agreed to follow a due process with KPMG\".",
      "id": "s99"
    },
    {
      "text": "Mr Dunford and Mr Anderson then left the room and went into the boardroom where they stayed for at least two to three hours.",
      "id": "s100"
    },
    {
      "text": "In the course of cross-examination Mr Stawiczny said that he agreed that after Mr Anderson arrived at the Company's office he, Mr Dunford and Mr Anderson were all present in the office shared by him and Mr Dunford.",
      "id": "s101"
    },
    {
      "text": "Mr Stawiczny agreed that Mr Anderson said that there was urgent business that the three of them needed to discuss.",
      "id": "s102"
    },
    {
      "text": "Mr Stawiczny said he was not prepared to participate in any meeting.",
      "id": "s103"
    },
    {
      "text": "He did not believe that Mr Anderson said that all three of the directors of the Company were present and that the issues that needed to be discussed were issues for the directors.",
      "id": "s104"
    },
    {
      "text": "Mr Anderson did not say that he would continue to outline the situation and the resolutions that would be sought at the meeting.",
      "id": "s105"
    },
    {
      "text": "Mr Stawiczny said that he would not participate and that the meeting was not occurring.",
      "id": "s106"
    },
    {
      "text": "Mr Stawiczny said that he would not be intimidated by Mr Anderson or Mr Dunford's aggressive behaviour and that he would not be sworn at.",
      "id": "s107"
    },
    {
      "text": "He said that it was his expectation that the next step in the process was to have the meeting with KPMG at 4 o'clock that day.",
      "id": "s108"
    },
    {
      "text": "Mr Anderson did not say that he would remain calm as he did in the previous meeting.",
      "id": "s109"
    },
    {
      "text": "After Mr Stawiczny said that he would not participate in the meeting he turned around and proceeded to continue with his business as Managing Director of the Company.",
      "id": "s110"
    },
    {
      "text": "Mr Anderson continued to talk.",
      "id": "s111"
    },
    {
      "text": "Mr Stawiczny did not hear what Mr Dunford or Mr Anderson said.",
      "id": "s112"
    },
    {
      "text": "In response to a question whether Mr Anderson gave him a copy of the notice of the meeting, Mr Stawiczny said that Mr Anderson presented him with an envelope which he declined to accept.",
      "id": "s113"
    },
    {
      "text": "Mr Stawiczny said that Mr Anderson did not say to him that Mr Anderson and Mr Dunford would be derelict in their duties if they did not take appropriate action nor did he say that the outcome of the resolutions that were proposed was to relieve Mr Stawiczny of any and all executive roles with the Company.",
      "id": "s114"
    },
    {
      "text": "Mr Stawiczny said that after he said that he was not willing to participate in any meeting he left the room, made himself a cup of coffee, and came back into the office and Mr Anderson and Mr Dunford were still there.",
      "id": "s115"
    },
    {
      "text": "Mr Stawiczny said that Mr Anderson attempted to hand him an envelope which he declined and he has not looked at what was in the envelope.",
      "id": "s116"
    },
    {
      "text": "He believes it was left on Mr Dunford's desk.",
      "id": "s117"
    },
    {
      "text": "Mr Anderson swore an affidavit on 6 September 2009 in which he gave evidence in two paragraphs of what occurred on 19 August 2009.",
      "id": "s118"
    },
    {
      "text": "I ruled that that evidence was in an inadmissible form and gave leave for Mr Anderson to give oral evidence as to the events which occurred on that day.",
      "id": "s119"
    },
    {
      "text": "Mr Anderson gave the following evidence.",
      "id": "s120"
    },
    {
      "text": "Mr Anderson and Mr Dunford were present at the Company's offices at 8.00am on 19 August 2009.",
      "id": "s121"
    },
    {
      "text": "Mr Stawiczny was not present.",
      "id": "s122"
    },
    {
      "text": "He came into the office around 11.00am.",
      "id": "s123"
    },
    {
      "text": "At around 11.45am Mr Stawiczny and Mr Dunford were sitting in their office.",
      "id": "s124"
    },
    {
      "text": "Mr Anderson came into the office and said --- \"I wish to call a meeting of directors to attend to some urgent matters of business that we need to attend to as directors of the business\".",
      "id": "s125"
    },
    {
      "text": "He stated what those urgent matters were.",
      "id": "s126"
    },
    {
      "text": "Mr Stawiczny asked --- \"Is this to address management issues or to address directors' issues?",
      "id": "s127"
    },
    {
      "text": "\" Mr Anderson repeated that it was to address urgent matters of business.",
      "id": "s128"
    },
    {
      "text": "Mr Stawiczny said that he did not recognise the process and was not going to be bullied.",
      "id": "s129"
    },
    {
      "text": "Mr Anderson said he would endeavour to remain calm.",
      "id": "s130"
    },
    {
      "text": "Mr Stawiczny then turned his back to face the window at his desk.",
      "id": "s131"
    },
    {
      "text": "Mr Anderson then proceeded to run through a series of issues.",
      "id": "s132"
    },
    {
      "text": "Mr Anderson had some handwritten notes prepared with the issues that he wanted to discuss in the meeting and he proceeded to run through those issues and check them off as he went through.",
      "id": "s133"
    },
    {
      "text": "Mr Anderson said that one of the important issues that must be addressed was that they had an alternative role for Mr Stawiczny to consider.",
      "id": "s134"
    },
    {
      "text": "They could not continue on in the current situation in which they found themselves as a company and that the situation they were in was damaging to the actual ongoing success and growth and management of the Company.",
      "id": "s135"
    },
    {
      "text": "They needed an alternative role to be considered.",
      "id": "s136"
    },
    {
      "text": "If that was not to be considered then they felt it was their responsibility to remove Mr Stawiczny from his executive responsibilities within the Company but they encouraged him to look at an alternative role which they had prepared.",
      "id": "s137"
    },
    {
      "text": "Mr Anderson said that as directors of the Company they would be derelict in their duties not to take action and respond to the events that had happened in the last few weeks.",
      "id": "s138"
    },
    {
      "text": "Their response was to remove Mr Stawiczny from his executive role within the Company and to consider looking to provide an alternative role for him.",
      "id": "s139"
    },
    {
      "text": "At that stage Mr Stawiczny left the room and got a cup of coffee.",
      "id": "s140"
    },
    {
      "text": "He returned a few minutes later.",
      "id": "s141"
    },
    {
      "text": "Mr Anderson handed over an envelope to him and said there were draft minutes of this meeting in it which reflected what he had said.",
      "id": "s142"
    },
    {
      "text": "There was a resolution to remove him from his executive role.",
      "id": "s143"
    },
    {
      "text": "There was a proposal for an alternative role to be considered and there was a notice of a General Meeting to be held on 10 September 2009 and at that meeting the issue was the removal of Mr Stawiczny as a director of the Company.",
      "id": "s144"
    },
    {
      "text": "Mr Stawiczny took the envelope and placed it on a cupboard.",
      "id": "s145"
    },
    {
      "text": "Mr Anderson said that it was important information and that he should read it and understand what was in it.",
      "id": "s146"
    },
    {
      "text": "Mr Stawiczny continued to sit there going about his business.",
      "id": "s147"
    },
    {
      "text": "Mr Anderson reviewed his list and had checked off everything that he needed to say.",
      "id": "s148"
    },
    {
      "text": "After a couple of minutes of silence, Mr Anderson and Mr Dunford left the room and went into another room.",
      "id": "s149"
    },
    {
      "text": "Mr Anderson said that there were minutes made of the meeting.",
      "id": "s150"
    },
    {
      "text": "He said that the minutes were drafted by Trevor Lloyd of TressCox Lawyers.",
      "id": "s151"
    },
    {
      "text": "Mr Lloyd was not at the meeting.",
      "id": "s152"
    },
    {
      "text": "The minutes were drafted before 11.00am.",
      "id": "s153"
    },
    {
      "text": "The draft minutes in the envelope had been prepared by Trevor Lloyd the day before.",
      "id": "s154"
    },
    {
      "text": "After Mr Anderson left the room he altered the time on the draft minutes of the meeting and signed it as being an accurate reflection of what had been delivered at the meeting.",
      "id": "s155"
    },
    {
      "text": "He did this probably within an hour after the meeting.",
      "id": "s156"
    },
    {
      "text": "Mr Anderson produced notes he had prepared before the meeting of the matters he wished to discuss at the meeting and also prepared notes being minutes of the meeting about an hour after the meeting.",
      "id": "s157"
    },
    {
      "text": "Objection was taken as to the admissibility of these notes in evidence and they were marked for identification.",
      "id": "s158"
    },
    {
      "text": "I do not consider that these notes are admissible as evidence of what occurred between the three directors on the morning of 19 August 2009.",
      "id": "s159"
    },
    {
      "text": "Counsel for the defendants also tendered, subject to objection, a document which was the draft minutes of meeting prepared by Mr Lloyd on 18 August 2009 which Mr Anderson said he had signed after the meeting on 19 August 2009.",
      "id": "s160"
    },
    {
      "text": "Mr Anderson had altered in hand the date of the meeting shown on the minutes from 8.00am to 11.50am.",
      "id": "s161"
    },
    {
      "text": "He said that these minutes, as altered, were emailed to Mr Stawiczny on the following day, 20 August 2009.",
      "id": "s162"
    },
    {
      "text": "The document was also placed in a courier pack and sent to Mr Stawiczny's residence on 20 August 2009.",
      "id": "s163"
    },
    {
      "text": "In the envelope which Mr Anderson handed to Mr Stawiczny there were two documents.",
      "id": "s164"
    },
    {
      "text": "One was described as \"Minutes of a Meeting of the Directors\" of the Company.",
      "id": "s165"
    },
    {
      "text": "It stated that the meeting was held at Suite 6, 333 Canterbury Road, Canterbury, 3126 on 19 August 2009 at 8.00am.",
      "id": "s166"
    },
    {
      "text": "The minutes stated that Craig Anderson, Peter Dunford and Ireneusz Stawiczny were present and in relation to \"chair\" the minutes stated \" Resolved that Craig Anderson be appointed Chair of the meeting\".",
      "id": "s167"
    },
    {
      "text": "Under the heading \" Role of Ireneusz Stawiczny: \" the minutes set out the following: \n \n \"The Chair \n \n \n \n \n &#9679; noted recent attempts by Ireneusz Stawiczny to increase the proportion of the capital of the Company controlled by him, either through his associated company, Stawiczny Family Pty Ltd, or otherwise; and \n &#9679; tabled various emails and attachments sent to staff of the Company by Ireneusz Stawiczny \n \n \n \n \n and proposed that on the basis of the conduct, in part constituted by those communications, the meeting resolve that: \n \n \n \n \n &#9679; Ireneusz Stawiczny has acted improperly as a director of the Company by seeking to gain an advantage for himself and by causing detriment to the Company; \n &#9679; Ireneusz Stawiczny has breached the terms of the Shareholders Agreement, including by purporting to make decisions other than with the support of other directors.",
      "id": "s168"
    },
    {
      "text": "&#9679; Ireneusz Stawiczny be directed to cease that conduct and not to further threaten or seek to intimidate staff of the Company and to conduct himself in a manner consistent with the published policies and accepted values and principles of the Company.",
      "id": "s169"
    },
    {
      "text": "&#9679; the Company considers the existing contract with Stawiczny Family Pty Ltd for the provision of the services of Ireneusz Stawiczny to have been terminated by that conduct and accepts that termination; \n &#9679; the meeting discussed the basis on which Stawiczny Family Pty Ltd and Ireneusz Stawiczny might reasonably continue to contribute to the executive management of the Company, if at all, and the Chair indicated a proposal relating to an alternative role for Stawiczny Family Pty Ltd and Ireneusz Stawiczny would be presented at an appropriate time; and \n &#9679; a General Meeting of the members of the Company be called for the purpose of considering the business set out in a draft Notice of Meeting tabled by the Chair and to abbreviate the period of notice of that meeting, if the agreement of all shareholders to the holding of that meeting at an earlier time can be obtained.",
      "id": "s170"
    },
    {
      "text": "And it was so resolved.",
      "id": "s171"
    },
    {
      "text": "The meeting then considered the proposal tabled by the Chair for an alternative arrangement between the Company and Stawiczny Family Pty Ltd and Ireneusz Stawiczny regarding contribution to executive management.",
      "id": "s172"
    },
    {
      "text": "The Chair noted that a discussion attended by all shareholders of the Company will be facilitated by KPMG at their premises this afternoon, 19th August with the following agenda: \n \n\n Rights and obligations of shareholders; Roles and responsibilities as managers; and Representation and roles of directors.",
      "id": "s173"
    },
    {
      "text": "Attendance at this meeting by all shareholders is supported and encouraged by the Board.",
      "id": "s174"
    },
    {
      "text": "This discussion will be a significant input and indicator regarding the future alternative role and arrangement between the Company and Stawiczny Family Pty Ltd and Ireneusz Stawiczny regarding contribution to executive management.",
      "id": "s175"
    },
    {
      "text": "\" \n \n\n The second document was a \" Notice of General Meeting \".",
      "id": "s176"
    },
    {
      "text": "By that document, notice was given that a General Meeting of the Company would be held on Thursday 10 September 2009 at 5.30pm.",
      "id": "s177"
    },
    {
      "text": "The business set out in the notice was: \n \n \"To consider, and if thought fit, approve the following resolution by members as an ordinary resolution.",
      "id": "s178"
    },
    {
      "text": "Directors \n 'That with effect from the close of this meeting, Ireneusz Stawiczny is removed as a Director of the Company.",
      "id": "s179"
    },
    {
      "text": "\" \n \n\n \nThe following appeared at the bottom of the notice:\n \n \n \"By Order of the Board \n Craig Anderson \n Company Secretary \n Dated: 19 th August 2009\" \n \n\n \nAbove the name \"Craig Anderson\" there was subscribed a signature which I take to be the signature of Craig Anderson.",
      "id": "s180"
    },
    {
      "text": "CONSIDERATION \n Consistently with established authorities it is necessary on this interlocutory hearing that I determine whether there is a serious question to be tried on the issues whether Mr Stawiczny had been validly removed from his position of Managing Director and from the management of the Company and whether it is proper for the resolution proposed to be put to the meeting of members on 10 September 2009.",
      "id": "s181"
    },
    {
      "text": "If I am satisfied that there is such a serious question to be tried it is then necessary to determine whether the balance of convenience is in favour of, or against, the grant of interlocutory relief.",
      "id": "s182"
    },
    {
      "text": "The defendants submitted that there was no serious question to be tried in relation to the validity of the meeting on 19 August 2009 and the calling of the meeting of members for 10 September 2009.",
      "id": "s183"
    },
    {
      "text": "It was submitted that reasonable notice was given in respect of the directors' meeting, that all the directors were present, that a quorum was present, that minutes were prepared and circulated and a valid resolution was passed.",
      "id": "s184"
    },
    {
      "text": "It may well be that reasonable notice was given to Mr Stawiczny in respect of the meeting of directors proposed to be called for 19 August 2009 (on which issue I express no view at this time).",
      "id": "s185"
    },
    {
      "text": "However there is a serious question to be tried as to the validity of what occurred on the morning of 19 August 2009.",
      "id": "s186"
    },
    {
      "text": "Although all three directors were present in the one room the evidence is controversial as to what occurred thereafter and, in particular, whether the meeting went ahead as a properly convened and conducted directors' meeting.",
      "id": "s187"
    },
    {
      "text": "The submission that \"minutes were prepared and circulated\" is not made out by Mr Anderson's evidence at this point of time.",
      "id": "s188"
    },
    {
      "text": "Draft minutes had been prepared the previous day by the solicitor but no minutes were circulated before the meeting and insofar as the draft minutes contained in the envelope handed to Mr Stawiczny at the end of the meeting are relied on as evidence of what occurred at the meeting, there is a serious doubt whether any, and if so what, resolutions were passed.",
      "id": "s189"
    },
    {
      "text": "The defendants submitted that the conduct of Mr Stawiczny in the period leading up to 18 August 2009 breached the Shareholders' Agreement, was oppressive and unfairly prejudicial and prejudiced the business of the Company and was inequitable.",
      "id": "s190"
    },
    {
      "text": "The defendants submitted further that Mr Stawiczny's conduct which led to what they claim was the termination of his executive roles in the business of the Company justified the termination and his dismissal from employment for serious misconduct.",
      "id": "s191"
    },
    {
      "text": "It was submitted that the Company had no choice but to terminate his executive roles and employment.",
      "id": "s192"
    },
    {
      "text": "These matters are controversial but even if there is substance in the defendants' allegations in relation to Mr Stawiczny, any steps which the defendants wished to take against Mr Stawiczny had to be taken in accordance with the provisions of the Shareholders' Agreement and the Constitution of the Company to the extent to which they were relevant.",
      "id": "s193"
    },
    {
      "text": "It was still necessary for any meetings whether of directors or shareholders to be convened and conducted properly and for appropriate resolutions to be proposed and passed which were not in breach of the Shareholders' Agreement or the Constitution of the Company.",
      "id": "s194"
    },
    {
      "text": "The plaintiff submitted that a serious question arises as to whether: \n(a) valid notice was given to Mr Stawiczny of the meeting of the directors of the Company for 19 August 2009;\n \n \n(b) a valid meeting of directors of the Company was held on 19 August 2009;\n \n \n(c) any resolutions were passed at the meeting on 19 August 2009;\n \n \n(d) any valid resolution was passed at the meeting on 19 August 2009 terminating the contract with the plaintiff pursuant to which it supplied management services of Mr Stawiczny to the Company;\n \n \n(e) the resolution proposed to be put at the meeting of members of the Company on 10 September 2009 is invalid as being contrary to, and in breach of, the provisions of the Shareholders' Agreement.",
      "id": "s195"
    },
    {
      "text": "The defendants (other than the Company) contended that a valid and effective meeting of directors of the Company was called for 19 August 2009, that reasonable notice was given of that meeting to Mr Stawiczny and that valid resolutions were passed at that meeting.",
      "id": "s196"
    },
    {
      "text": "They also submitted that the meeting of members called for 10 September 2009 had been validly called and that the resolution could be put to the meeting.",
      "id": "s197"
    },
    {
      "text": "I consider that there is a serious question to be tried in relation to what the defendants rely upon as a meeting of the board of directors of the Company on 19 August 2009: \n(a) whether a valid, effective and properly convened meeting of directors of the Company was held on the morning of 19 August 2009;\n \n \n(b) if there was such a valid, effective and properly convened meeting, whether a valid and effective resolution was passed removing Mr Stawiczny as Managing Director of the Company or removing him from any position or role in the management of the Company;\n \n \n(c) if such a resolution was passed, whether it was passed in breach of, and contrary to, the provisions, of the Shareholders' Agreement.",
      "id": "s198"
    },
    {
      "text": "I also consider that there is a serious question to be tried in relation to: \n(a) whether a meeting of members of the Company has been convened validly and effectively for 10 September 2009.",
      "id": "s199"
    },
    {
      "text": "In particular whether the meeting of members has been called \"by Order of the Board\";\n \n \n(b) whether the resolution proposed to be put to the members on 10 September 2009 is contrary to, and in breach of, the provisions of the Shareholders' Agreement.",
      "id": "s200"
    },
    {
      "text": "It is important to remember that a right to interlocutory relief depends upon the moving party being able to establish that there is a right to final relief.",
      "id": "s201"
    },
    {
      "text": "I consider that if the meeting on 19 August 2009 was ineffective to remove Mr Stawiczny as Managing Director of the Company and from participation in the management of the Company and that the resolution to remove him as a director of the Company proposed to be put to the meeting of members of the Company on 10 September 2009 is not a resolution that can properly be put having regard to the terms of the Shareholders' Agreement, then those matters give rise to an entitlement to relief under s 233 of the Act: cf Australian Broadcasting Corporation v Lenah Game Meats Pty Limited [2001] HCA 63 ; (2001) 208 CLR 199 at 218.",
      "id": "s202"
    },
    {
      "text": "Mr Anderson gave notice of the meeting of directors on the morning of 18 August 2009.",
      "id": "s203"
    },
    {
      "text": "His notice stated that the meeting was being called for 8.00am on the following day and that \"if a quorum is present at that time, the meeting will proceed whether or not you are there.",
      "id": "s204"
    },
    {
      "text": "This is consistent with the process as per our Company Constitution \".",
      "id": "s205"
    },
    {
      "text": "Later that day Mr Stawiczny sent an email to Mr Anderson in which he said that it was not convenient for him to meet at that time.",
      "id": "s206"
    },
    {
      "text": "The meeting did not occur at 8.00am on 19 August 2009 as Mr Stawiczny was not present.",
      "id": "s207"
    },
    {
      "text": "It will be recalled that cl 4(c) of the Shareholders' Agreement provided that a quorum for meetings of directors was all directors.",
      "id": "s208"
    },
    {
      "text": "As I have noted earlier, what occurred on 19 August 2009 is controversial.",
      "id": "s209"
    },
    {
      "text": "There is no doubt that at some time after 11.00am-11.30am the three directors were present in the one room and that there was a dialogue about issues which particularly concerned Mr Anderson and Mr Dunford.",
      "id": "s210"
    },
    {
      "text": "Mr Anderson's evidence as to what occurred is disputed by Mr Stawiczny.",
      "id": "s211"
    },
    {
      "text": "I have referred earlier to the evidence of Mr Stawiczny and Mr Anderson.",
      "id": "s212"
    },
    {
      "text": "However, even on Mr Anderson's evidence there is doubt as to whether a proper and effective meeting of directors was held and, more importantly, whether any resolution was passed and, if any resolution was passed, what was the content of that resolution.",
      "id": "s213"
    },
    {
      "text": "Mr Stawiczny had been appointed Chairman and Managing Director of the Company on 1 February 2008.",
      "id": "s214"
    },
    {
      "text": "Accordingly by virtue of cl 62.1 of the Constitution of the Company Mr Stawiczny was Chairman of a meeting of the Board of Directors unless he was unavailable.",
      "id": "s215"
    },
    {
      "text": "Mr Stawiczny did not act as Chairman of the meeting on 19 August.",
      "id": "s216"
    },
    {
      "text": "Indeed, he did not accept that a properly convened meeting of directors was being held.",
      "id": "s217"
    },
    {
      "text": "The draft minutes of meeting which had been prepared the previous day by Mr Lloyd stated that it was resolved that Mr Anderson be appointed Chair of the meeting.",
      "id": "s218"
    },
    {
      "text": "There was no evidence to this effect.",
      "id": "s219"
    },
    {
      "text": "Mr Anderson did not give such evidence.",
      "id": "s220"
    },
    {
      "text": "It does not appear that there was any Chairman of the meeting.",
      "id": "s221"
    },
    {
      "text": "I also have considerable doubt that any resolution was passed at this meeting whether removing Mr Stawiczny from an executive or management role in the Company or otherwise.",
      "id": "s222"
    },
    {
      "text": "The draft minutes prepared by Mr Lloyd suggest that a number of matters were to be the subject of a resolution but there is, at the least, a serious question to be tried particularly if the evidence in pars [31] to [33] above remains in its present form at trial, goes so far as to establish that any resolution was passed.",
      "id": "s223"
    },
    {
      "text": "Mr Anderson said that he checked off the issues in the handwritten notes that he had prepared before the meeting, as he ran through those issues, but those notes, even if they were admissible, do not establish that any particular resolution was proposed or passed.",
      "id": "s224"
    },
    {
      "text": "So far as the resolution proposed for the meeting of members of the Company on 10 September 2009 is concerned, there is a serious question to be tried whether that meeting has been convened properly in accordance with the Constitution of the Company and whether the proposed resolution is in breach, and contrary to the provisions, of the Shareholders' Agreement.",
      "id": "s225"
    },
    {
      "text": "The notice convening the meeting and proposing the resolution is expressed to be \"by Order of the Board\" and it has been signed by Mr Anderson in his capacity as Company Secretary.",
      "id": "s226"
    },
    {
      "text": "Counsel for the defendants accepted, as was the fact, that there was no evidence that the Board of Directors had made a decision to convene that meeting or decide to propose the resolution set out in the notice of meeting.",
      "id": "s227"
    },
    {
      "text": "Indeed, counsel for the defendants said that he was not submitting that there was such a decision made by the Board.",
      "id": "s228"
    },
    {
      "text": "Clause 3(a) of the Company's Constitution empowers a director to call a meeting of the Company's members but Mr Anderson did not purport to call the meeting in his role as a director.",
      "id": "s229"
    },
    {
      "text": "According to the notice, he was acting as Company Secretary \"by Order of the Board\".",
      "id": "s230"
    },
    {
      "text": "Even if the meeting has been properly convened there is a serious question to be tried whether such a resolution is a departure by the Company from its Business Plan otherwise than in accordance with cl 4(a) of the Shareholders' Agreement.",
      "id": "s231"
    },
    {
      "text": "The Business Plan, in fact headed \"Strategic Plan\", sets out the corporate structure of the Company and states that the Board of Directors is Mr Stawiczny, Mr Dunford and Mr Anderson.",
      "id": "s232"
    },
    {
      "text": "Mr Stawiczny has not agreed to his removal as a director of the Company.",
      "id": "s233"
    },
    {
      "text": "If it be part of the Business Plan that the Board of Directors comprises Mr Stawiczny, Mr Dunford and Mr Anderson, then it may be argued that neither the Company, nor a majority of the directors, can alter the composition of the Board, unless Mr Stawiczny, Mr Dunford and Mr Anderson all agree to that alteration.",
      "id": "s234"
    },
    {
      "text": "The defendants (other than the Company), submitted that the balance of convenience was against granting injunctive relief restraining the defendants excluding Mr Stawiczny from the management of the Company as he had taken active steps to change and alter shareholdings, directors and the business of the Company generally.",
      "id": "s235"
    },
    {
      "text": "Prima facie there is material before me which supports the proposition that Mr Stawiczny was either wanting to change, or proposed to change, a number of aspects of the Company's structure and its business but to date nothing has occurred in that respect.",
      "id": "s236"
    },
    {
      "text": "The defendants submitted that Mr Stawiczny's conduct has been very disruptive and destabilising to the Company.",
      "id": "s237"
    },
    {
      "text": "The conduct of Mr Stawiczny is a matter which I must take into account in determining the balance of convenience.",
      "id": "s238"
    },
    {
      "text": "As against that conduct there is the countervailing submission that Mr Stawiczny has been intimately involved in the development and management of the Company since its inception and has played a major role in that respect, so that the status quo should be preserved enabling him to continue his important executive role in the Company.",
      "id": "s239"
    },
    {
      "text": "I consider that the concerns of the defendants can be allayed during the period of the imposition of injunctive relief by requiring the plaintiff not to take any steps whether by itself, its servants or agents or Mr Stawiczny to change, alter or vary the nature or structure of the Board of Directors of the Company, the nature, structure or content of the shareholdings in the Company and any of the senior management positions in the Company.",
      "id": "s240"
    },
    {
      "text": "If the status quo is to be preserved pending the trial of the proceeding it should be preserved in all respects, both in relation to maintaining Mr Stawiczny's role and position in the Company and also maintaining the current position in relation to the structure and membership of the Board of Directors, the shareholdings in the Company and the senior management positions in the Company.",
      "id": "s241"
    },
    {
      "text": "The defendants submitted that damages would be an adequate remedy in respect of any course of action which the plaintiff was able to maintain.",
      "id": "s242"
    },
    {
      "text": "However, I consider there are significant difficulties in measuring how those damages might to be assessed.",
      "id": "s243"
    },
    {
      "text": "In these circumstances I consider that the balance of convenience is in favour of the grant of injunctive relief restraining the defendants and the Company pending the trial of the proceeding from inhibiting Mr Stawiczny's access to the premises of the Company or his management activities upon the plaintiff undertaking, pending the trial of the proceeding, not to take any steps, whether by itself, its servants or agents or Mr Stawiczny to change, alter or vary the nature or structure of the Board of Directors of the Company, the nature, structure or content of the shareholdings in the Company and any of the senior management positions in the Company.",
      "id": "s244"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s245"
    },
    {
      "text": "Associate:\n \n \nDated: 21 September 2009\n \n Counsel for the Plaintiff: Mr M D Wyles \n \n Solicitor for the Plaintiff: Baker &amp; Mackenzie \n \n Counsel for the First, Second, Third, Fourth and Fifth Defendants: Dr A P Trichardt \n \n Solicitor for the First, Second, Third, Fourth and Fifth Defendants: TressCox Lawyers \n Date of Hearing: 10 September 2009 \n \n Date of Judgment: 21 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1060.html",
      "id": "s246"
    }
  ]
}