{
  "name": "Verge v Devere Holdings Pty Ltd (No 3) [2009] FCA 1260 (22 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1260.html",
  "catchphrases": [
    {
      "text": "application to strike out part of pleading",
      "id": "c0"
    },
    {
      "text": "whether pleading discloses no reasonable cause of action",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This is an interlocutory motion to strike out a pleading.",
      "id": "s0"
    },
    {
      "text": "The trial in the action is imminent.",
      "id": "s1"
    },
    {
      "text": "For an understanding of events to date these reasons would need to be read with earlier judgments in Verge v Devere Holdings Pty Ltd [2009] FCA 832 ; (2009) 258 ALR 464 and Verge v Devere Holdings Pty Ltd (No 2) [2009] FCA 1048.",
      "id": "s2"
    },
    {
      "text": "By a very recent amended defence the third respondent (Castleworld) raises a new plea.",
      "id": "s3"
    },
    {
      "text": "It is, in substance, that upon Castleworld becoming a registered proprietor of the land in question (the Dongara Land), the interest which was held by Castleworld became and continues to be indefeasible within the meaning of the Transfer of Land Act 1893 (WA) (TLA).",
      "id": "s4"
    },
    {
      "text": "As such it took priority and continues to take priority over any estate, title or interest the applicants may claim under the Bankruptcy Act 1966 (Cth).",
      "id": "s5"
    },
    {
      "text": "Therefore it was free and continues to be free from any interest or encumbrances that were not registered as at the date of acquisition on 3 July 2007.",
      "id": "s6"
    },
    {
      "text": "Because of that recent pleading there has also been an amendment to the applicants' reply.",
      "id": "s7"
    },
    {
      "text": "They plead (at para 9(c)), amongst other things, that it is to be inferred from the particularised matters that Castleworld acted fraudulently to procure its registration as the registered proprietor of the Dongara Land, for the purpose of defeating the applicants' claimed interest in the land.",
      "id": "s8"
    },
    {
      "text": "There are then 21 subparagraphs of particulars which might be divided into three categories.",
      "id": "s9"
    },
    {
      "text": "The first category was that Mr Naude, on behalf of Castleworld, was at all relevant times the sole director and shareholder of Castleworld.",
      "id": "s10"
    },
    {
      "text": "Castleworld, through him, knew at all relevant times, prior to acquisition of the interest in the Dongara land of the applicants' caveated interest.",
      "id": "s11"
    },
    {
      "text": "He (and it) knew this from information allegedly received from solicitors acting for the first and second respondents concerning the nature of the applicants' claim.",
      "id": "s12"
    },
    {
      "text": "He also knew, it is said, by receipt, on 9 January 2007, of a copy of a letter from the solicitors, which stated, in substance, the nature of the applicants' claim and that the applicants had threatened to commence proceedings in respect of the claim.",
      "id": "s13"
    },
    {
      "text": "The second broad category of matters, particularised at length, is that Castleworld, in effect, knowingly provided false information as to the value of the Dongara Land to a financier, to enable acquisition of the Dongara Land.",
      "id": "s14"
    },
    {
      "text": "The third element is that Castleworld did not at any time, prior to its registration as proprietor of the Dongara Land, notify the applicants of the fact that it intended to purchase or had purchased the Dongara Land.",
      "id": "s15"
    },
    {
      "text": "The applicants say it is those elements, taken together, that lead to an inference that Castleworld acted fraudulently for the purposes of the indefeasibility provisions of the TLA, and as pleaded by Castleworld, in order to procure registration as the registered proprietor of the Dongara Land, for the purpose of defeating the applicants' claimed interest in the land.",
      "id": "s16"
    },
    {
      "text": "There are two primary complaints raised today by Castleworld in respect of the pleading in the reply.",
      "id": "s17"
    },
    {
      "text": "The first is that none of the matters pleaded in the 21 particulars demonstrate that the actions taken by Castleworld were taken for the purpose of defeating the applicants' claimed interest in the Dongara Land.",
      "id": "s18"
    },
    {
      "text": "The second is that it is impossible to treat an alleged fraud on the financier as being the sort of statutory fraud which will defeat the indefeasibility provisions of the TLA.",
      "id": "s19"
    },
    {
      "text": "For those general propositions, reliance is placed on a number of cases, but in particular the analysis in Farah Constructions Pty Ltd v Say-Dee Pty Ltd [2007] HCA 22 ; (2007) 230 CLR 89 , in a joint judgment of Gleeson CJ, and Gummow, Callinan, Heydon and Crennan JJ.",
      "id": "s20"
    },
    {
      "text": "As against that for the applicants, in support of maintaining the recent pleading of fraud in the reply, it is argued that the jurisdiction to strike-out is to be sparingly invoked.",
      "id": "s21"
    },
    {
      "text": "The case must be very clear indeed to warrant the summary intervention of the Court and the test can be formulated in various ways, but essentially, the claim or defence, as the case may be --- and in this case it is a reply --- must be so obviously untenable that it cannot succeed, or is manifestly groundless.",
      "id": "s22"
    },
    {
      "text": "These submissions are correct and unchallenged.",
      "id": "s23"
    },
    {
      "text": "The applicants also concede that the pleading is novel.",
      "id": "s24"
    },
    {
      "text": "It is novel in the sense that, at least on research done to date, it appears to be without direct precedent.",
      "id": "s25"
    },
    {
      "text": "It is an allegation, in substance, that Castleworld intentionally or recklessly misled its financier, in order to obtain the necessary funds for the acquisition of the Dongara Land, for the purpose of defeating the applicants' claimed interest in the land.",
      "id": "s26"
    },
    {
      "text": "The question, as both parties acknowledge, is whether those facts raise an arguable case of fraud on the part of Castleworld within the meaning of s 68 of the TLA .",
      "id": "s27"
    },
    {
      "text": "It is unnecessary, for present purposes, to explore all the realms of fraud which might arise on the cases, but it is clear that statutory fraud for the purposes of the provisions under consideration, and particularly s 68 of the TLA, is a narrower concept than that at general law: Bank of South Australia v Ferguson [1998] HCA 12 ; (1998) 192 CLR 248 and Bahr v Nicolay (No 2) [1988] HCA 16 ; (1987) 164 CLR 604 at 614.",
      "id": "s28"
    },
    {
      "text": "ANALYSIS \n Assuming the pleaded facts to be correct, there is arguably a fraud as against the financier.",
      "id": "s29"
    },
    {
      "text": "I stress that the facts are not proven.",
      "id": "s30"
    },
    {
      "text": "It is clear that the fraud must be by the registered proprietor.",
      "id": "s31"
    },
    {
      "text": "That requirement is established.",
      "id": "s32"
    },
    {
      "text": "The question which really falls for consideration at present is whether, as a matter of principle, the pleaded fraud against the financier, if established, is a fraud for the purpose of the indefeasibility provisions of the TLA.",
      "id": "s33"
    },
    {
      "text": "Wilson J held in Unic v Quartermain Holdings Proprietary Limited (2002) 2 Qd R 660 at [26] that the essential question was the causal link between the fraud and the loss of interest in the land.",
      "id": "s34"
    },
    {
      "text": "The causal link here is pleaded, that is to say para 9(c) pleads that the fraud which was conducted was conducted for the purpose of defeating the applicant's claimed interest in the land.",
      "id": "s35"
    },
    {
      "text": "Once, again I emphasise that none of the pleaded facts is yet established.",
      "id": "s36"
    },
    {
      "text": "Whether such a causal link can be shown after the evidence is heard and whether such a causal link will be sufficient for the purposes of the fraud exception to indefeasibility contained in s 68 TLA remains to be seen.",
      "id": "s37"
    },
    {
      "text": "The factual matter pleaded and the legal argument raised, are novel.",
      "id": "s38"
    },
    {
      "text": "They advance arguments which may not previously have directly arisen.",
      "id": "s39"
    },
    {
      "text": "Nevertheless, it is a fundamental point of principle in litigation that if a case is arguable the applicants should not be shut out from running it.",
      "id": "s40"
    },
    {
      "text": "In my view, taking all of the three elements together, as particulars in support of the purpose pleaded in para 9(c), it cannot be said, despite their novelty, the pleading is unarguable.",
      "id": "s41"
    },
    {
      "text": "That being so, I will decline to strike-out para 9(c) of the reply and the motion of Castleworld will be dismissed.",
      "id": "s42"
    },
    {
      "text": "I am satisfied for the reasons Ms Cahill has argued, that costs should follow the event.",
      "id": "s43"
    },
    {
      "text": "The motion will be dismissed and Castleworld will be ordered to pay the costs of the applicants, to be taxed or agreed.",
      "id": "s44"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s45"
    },
    {
      "text": "Associate: \n \n \nDated: 4 November 2009\n \n Counsel for the Applicants: PE Cahill \n \n Solicitor for the Applicants: Jackson McDonald \n \n No Appearance for the First and Second Respondents \n \n Counsel for the Third Respondent: HR Robinson \n \n Solicitor for the Third Respondent: Haydn Robinson \n Date of Hearing: 22 October 2009 \n \n Date of Judgment: 22 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1260.html",
      "id": "s46"
    }
  ]
}