{
  "name": "Culley v Australian Securities and Investments Commission [2009] FCA 1208 (30 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1208.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where tribunal reviewed the decision of an asic delegate under s 206f of the corporations act 2001 (cth) to disqualify a person from being the director of a company for two years",
      "id": "c1"
    },
    {
      "text": "whether the tribunal's decision contained an error of law",
      "id": "c2"
    },
    {
      "text": "whether the delay in asic's investigation into a series of companies was unreasonable",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "In 2007 Mr Brian Culley was prohibited, by decision of a delegate of the Australian Securities and Investments Commission (\"ASIC\"), from managing a corporation for a period of two years.",
      "id": "s0"
    },
    {
      "text": "That decision was upheld on appeal by the Administrative Appeals Tribunal (\"the Tribunal\").",
      "id": "s1"
    },
    {
      "text": "Mr Culley brings an appeal on questions of law from the Tribunal's decision.",
      "id": "s2"
    },
    {
      "text": "The delegate's decision (and that of the Tribunal) was made under s 206F of the Corporations Act 2001 (Cth) (\"the Act\").",
      "id": "s3"
    },
    {
      "text": "Relevantly it provides: \n \n \"(1) ASIC may disqualify a person from managing corporations for up to 5 years if:\n (a) within 7 years immediately before ASIC gives a notice under paragraph (b)(i);\n (i) the person has been an officer of 2 or more corporations; and\n (ii) while the person was an officer, or within 12 months after the person ceased to be an officer of those corporations, each of the corporations was wound up and a liquidator lodged a report under subsection 533(1) ... about the corporation's inability to pay its debts; and \n \n\n \n \n (b) ASIC has given the person:\n (i) a notice in the prescribed form requiring them to demonstrate why they should not be disqualified; and\n (ii) an opportunity to be heard on the question; and \n \n\n \n \n (c) ASIC is satisfied that the disqualification is justified.",
      "id": "s4"
    },
    {
      "text": "... \n \n\n \n \n (2) In determining whether disqualification is justified, ASIC:\n (a) must have regard to whether any of the corporations mentioned in subsection (1) were related to one another; and\n (b) may have regard to:\n (i) the person's conduct in relation to the management, business or property of any corporation; and\n (ii) whether the disqualification would be in the public interest; and\n (iii) any other matters that ASIC considers appropriate.",
      "id": "s5"
    },
    {
      "text": "\" \n \n Section 533(1) provides that, if in the course of the winding up of a company, it appears to the liquidator, inter alia, that the company may be unable to pay its unsecured creditors more than 50 cents in the dollar, the liquidator must lodge a report and give ASIC such information as ASIC requires about the matter.",
      "id": "s6"
    },
    {
      "text": "The form of the notice required for the purposes of s 206F(1)(b)(i) is prescribed by Regulation 1.0.3(1) of the Corporations Regulations 2001 (Cth) (\"the Regulations\") and appears in Schedule 2 of the Regulations as form number 5249.",
      "id": "s7"
    },
    {
      "text": "The notice given to Mr Culley, pursuant to s 206F(1) of the Act was, formal parts omitted, in the following terms: \n \n \"The records of the Australian Securities and Investments Commission (\"ASIC\") show that you are or were an officer of four (4) corporations that have been wound up, being: \n \n\n \n \n 1.",
      "id": "s8"
    },
    {
      "text": "Oriental Experience Pty Ltd ACN 054 347 394 (Deregistered); \n \n\n \n \n 2.",
      "id": "s9"
    },
    {
      "text": "Construction Resources Pty Ltd ACN 007 022 577 (Deregistered); \n \n\n \n \n 3.",
      "id": "s10"
    },
    {
      "text": "B.M.C.",
      "id": "s11"
    },
    {
      "text": "Special Projects Pty Ltd ACN 068 476 102 (Deregistered); and \n \n\n \n \n 4.",
      "id": "s12"
    },
    {
      "text": "B.M.",
      "id": "s13"
    },
    {
      "text": "Culley &amp; Associates Pty Ltd ACN 005 250 555 (Deregistered), \n \n\n \n \n where a liquidator has reported under subsection 533(1) of the Corporations Act 2001 (\"the Act\") that each of the corporations may be unable to pay its unsecured creditors more than 50 cents in the dollar.",
      "id": "s14"
    },
    {
      "text": "In these circumstances you are required to demonstrate, in accordance with subparagraph 206F(1)(b)(i) of the Act, why you should not be disqualified from managing corporations.",
      "id": "s15"
    },
    {
      "text": "Under subsection 206F(1) of the Act you may be disqualified from managing corporations for a period of up to 5 years.",
      "id": "s16"
    },
    {
      "text": "In making a decision under subsection 206F(1) of the Act ASIC is required to give you an opportunity to be heard in relation to why you should not be disqualified from managing corporations.",
      "id": "s17"
    },
    {
      "text": "AREAS OF CONCERN \n \n\n \n \n ASIC has identified a number of concerns about your conduct which are described in Attachment \"A\".",
      "id": "s18"
    },
    {
      "text": "The documents on which these concerns are based are listed in Attachment \"B\".",
      "id": "s19"
    },
    {
      "text": "OPPORTUNITY TO BE HEARD \n \n\n \n \n If you wish to demonstrate why you should not be disqualified from managing corporations you should notify ASIC within 14 days from the date of service of this notice that you require an opportunity of being heard.",
      "id": "s20"
    },
    {
      "text": "You may exercise your right to be heard by: \n \n\n \n \n 1. making a written submission; \n \n\n appearing before a person ASIC has appointed to hear the matter (\"delegate\") and making submissions orally and appearing before the delegate to present evidence.",
      "id": "s21"
    },
    {
      "text": "You may exercise your right by doing any or all of these options.",
      "id": "s22"
    },
    {
      "text": "Once you have notified ASIC of your wish to demonstrate why you should not be disqualified a delegate will write to you with further details of the hearing procedure.",
      "id": "s23"
    },
    {
      "text": "If you do not wish to demonstrate why you should not be disqualified, a decision will be made by a delegate on the information available.",
      "id": "s24"
    },
    {
      "text": "If you wish to have access to the documents listed in Attachment \"B\" you should contact ASIC as soon as possible.",
      "id": "s25"
    },
    {
      "text": "Access to documents which are identified as \"confidential\" may be given subject to strict conditions of confidentiality.",
      "id": "s26"
    },
    {
      "text": "\" \n \n Attachment \"A\" provided particulars of ASIC's concerns as they related to each of the four companies.",
      "id": "s27"
    },
    {
      "text": "The particulars disclosed that two of the companies owed substantial sums to the Australian Taxation Office, including goods and services taxes and payroll deductions, made on behalf of employees who were required to pay tax on a PAYG basis.",
      "id": "s28"
    },
    {
      "text": "Attachment \"B\" contained a list of documents.",
      "id": "s29"
    },
    {
      "text": "These included the s 533 reports for each of the four companies referred to in the notice.",
      "id": "s30"
    },
    {
      "text": "There was also a reference to a certified company extract dated 26 September 2006 relating to a fifth company, Austbloom Pty Ltd (\"Austbloom\").",
      "id": "s31"
    },
    {
      "text": "Mr Culley made written submissions and appeared before the delegate.",
      "id": "s32"
    },
    {
      "text": "Having considered Mr Culley's submissions the delegate determined that Mr Culley should be disqualified from managing corporations for a period of two years from 14 February 2007.",
      "id": "s33"
    },
    {
      "text": "Mr Culley appealed to the Tribunal.",
      "id": "s34"
    },
    {
      "text": "His right to do so was conferred by s 1317B of the Act.",
      "id": "s35"
    },
    {
      "text": "By s 43(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act\") the Tribunal, on the appeal, was able to exercise all of the powers and discretions conferred by the Act on the delegate.",
      "id": "s36"
    },
    {
      "text": "The Tribunal affirmed the delegate's decision.",
      "id": "s37"
    },
    {
      "text": "The Tribunal heard the appeal on 21 and 22 January 2008.",
      "id": "s38"
    },
    {
      "text": "It made its decision and provided its reasons on 8 July 2008.",
      "id": "s39"
    },
    {
      "text": "THE TRIBUNAL'S REASONS \n The Tribunal recorded that it had heard evidence from five witnesses.",
      "id": "s40"
    },
    {
      "text": "It noted that ASIC's show cause notice had referred to four companies in which Mr Culley had been a director.",
      "id": "s41"
    },
    {
      "text": "It noted that, prior to the hearing, ASIC had advised Mr Culley and the Tribunal that, at the hearing, it proposed also to rely on Mr Culley's involvement as sole director of Austbloom which had been subject to a report under s 533 of the Act on 20 November 2006.",
      "id": "s42"
    },
    {
      "text": "Mr Culley objected to any evidence being considered which related to the affairs of Austbloom.",
      "id": "s43"
    },
    {
      "text": "This objection was overruled by the Tribunal.",
      "id": "s44"
    },
    {
      "text": "The Tribunal ruled at [5] that: \n \n \"... as this is a hearing de novo , the Tribunal is not limited to the information considered by the original decision maker.",
      "id": "s45"
    },
    {
      "text": "Mr Culley was well aware that the position regarding Austbloom would be put to the Tribunal at the hearing by raising this issue in its statement of facts and contentions served on Mr Culley nearly five months prior to the hearing and he was given a full opportunity to be heard in relation to Austbloom at the hearing.",
      "id": "s46"
    },
    {
      "text": "In any event s 206F allows the Tribunal to have regard to any other matters considered appropriate in considering his disqualification once he has passed the initial barrier of being an officer of two or more corporations relevant to the operation of that section.",
      "id": "s47"
    },
    {
      "text": "\" \n \n The Tribunal next summarised the evidence and submissions which had been advanced by Mr Culley.",
      "id": "s48"
    },
    {
      "text": "In substance, Mr Culley sought to excuse himself from any responsibility for the five companies being wound up on the ground that, in each case, the company's indebtedness arose from circumstances beyond his control.",
      "id": "s49"
    },
    {
      "text": "The Tribunal then directed particular attention to the fact that three of the companies owed a total of $1,092,000 to the Australian Taxation Office.",
      "id": "s50"
    },
    {
      "text": "This debt included considerable sums of unpaid tax instalments deducted from employees' salaries, goods and services taxes and income tax.",
      "id": "s51"
    },
    {
      "text": "The debt had accumulated since, at least, 1999.",
      "id": "s52"
    },
    {
      "text": "The Tribunal noted at [12] the observations of Young J in Cullen v Corporate Affairs Commission (NSW) (1988) 14 ACLR 789 at 795-6, that: \n \n \"...",
      "id": "s53"
    },
    {
      "text": "In this Court over the last 20 years at least, Judges have been extremely reluctant to grant adjournments in winding up proceedings where it appears that there is a claim for outstanding group tax because the group tax is part of the employees' wages which have been withheld to be paid to the tax office on behalf of the employees.",
      "id": "s54"
    },
    {
      "text": "They are, for all intents and purposes, trust moneys which do not belong to the company.",
      "id": "s55"
    },
    {
      "text": "If the company directors use these monies for trading purposes, it shows a complete lack of appreciation of this situation and a serious lack of commercial morality.",
      "id": "s56"
    },
    {
      "text": "In England the non payment of such monies has been highlighted perhaps above all other factors as showing that a director is not fit to continue his profession ...\" \n \n The Tribunal continued: \n \n \"While Mr Culley may have sought negotiation's (sic) with the Australian Taxation Office it would appear that little or no payments were made to reduce the debt and it was well over two years after much of the debt was due by [one of the companies] before voluntary administration and subsequent liquidation occurred.",
      "id": "s57"
    },
    {
      "text": "It was noted that Mr Culley appeared to be of the view that the unpaid tax was not significant in relation to the total of his 27 year career and taxes paid.",
      "id": "s58"
    },
    {
      "text": "It is particularly relevant that, in the case of Austbloom, Mr Culley arranged to pay out local creditors to retain their goodwill for a successor company while leaving $121,350 owing in taxes.",
      "id": "s59"
    },
    {
      "text": "\" \n \n The Tribunal then turned to an assessment of other matters relating to the various companies of which Mr Culley had been a director.",
      "id": "s60"
    },
    {
      "text": "These matters were collected in a single paragraph.",
      "id": "s61"
    },
    {
      "text": "The terms in which the Tribunal expressed itself were the subject of criticism during argument and it is, therefore, necessary to set the paragraph out in full.",
      "id": "s62"
    },
    {
      "text": "The Tribunal used abbreviated titles for the companies.",
      "id": "s63"
    },
    {
      "text": "Oriental Experience Pty Ltd was referred to as \"Oriental\".",
      "id": "s64"
    },
    {
      "text": "Construction Resources Pty Ltd was referred to as \"Resources\".",
      "id": "s65"
    },
    {
      "text": "B.M.C.",
      "id": "s66"
    },
    {
      "text": "Special Projects Pty Ltd was referred to as \"Special Projects\".",
      "id": "s67"
    },
    {
      "text": "B.",
      "id": "s68"
    },
    {
      "text": "M. Culley &amp; Associates Pty Ltd was referred as \"Associates\".",
      "id": "s69"
    },
    {
      "text": "It will be convenient to adopt these abbreviations for the purposes of these reasons.",
      "id": "s70"
    },
    {
      "text": "The Tribunal said: \n \n \"14.",
      "id": "s71"
    },
    {
      "text": "While Mr Culley may argue that the reason for the insolvency of each company were (sic) beyond his control it is not clear that appropriate action was taken in a timely manner.",
      "id": "s72"
    },
    {
      "text": "Mr Culley's evidence was that his primary business had been construction development.",
      "id": "s73"
    },
    {
      "text": "However, it would appear that the insolvencies of Resources, Special Projects and Associates resulted from these companies moving away from construction management and becoming head contractors and part owner of developments.",
      "id": "s74"
    },
    {
      "text": "In all cases including Oriental and Austbloom it would appear that the companies had inadequate capital to deal with losses.",
      "id": "s75"
    },
    {
      "text": "In Oriental and Austbloom there are clear inferences from the liquidators that these (sic) had been a failure in management and record keeping.",
      "id": "s76"
    },
    {
      "text": "\" \n \n The Tribunal concluded that, having fully considered the evidence given at the hearing, the delegate's decision was justified and should be affirmed.",
      "id": "s77"
    },
    {
      "text": "THE APPEAL \n Mr Culley appealed pursuant to s 44 of the AAT Act.",
      "id": "s78"
    },
    {
      "text": "Section 44(1) provides for appeals to this Court \"on a question of law\" from any decision of the Tribunal: see TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 at 178; Birdseye v Australian Securities and Investments Commission (2003) 76 ALD 321 at 324-5.",
      "id": "s79"
    },
    {
      "text": "Mr Culley's further amended notice of appeal identified six questions of law.",
      "id": "s80"
    },
    {
      "text": "Some are related to others such that they can be dealt with together.",
      "id": "s81"
    },
    {
      "text": "Questions 1 and 2\n The first two questions arise from the Tribunal's decision that it was entitled to have regard to the affairs of Austbloom and Mr Culley's involvement, as a director, with that company.",
      "id": "s82"
    },
    {
      "text": "Questions 1 and 2 read: \n \n (1) Whether, on its proper construction, section 206F of the Corporations Act 2001 (Cth) limited the Tribunal in its review of the decision made by the delegate of the respondent made on 14 February 2007 to matters concerning the corporations specified in the respondent's prescribed notice dated 13 October 2006 and issued to the applicant under subparagraph 206F(1)(b)(ii) of the Corporations Act .",
      "id": "s83"
    },
    {
      "text": "(2) If the answer to (1) is 'yes', whether the Tribunal ought to have ruled that the respondent was not entitled to adduce evidence and material on the review in relation to Austbloom Pty Ltd (ACN 056 039 662) as a corporation falling within subparagraph 206F(1)(a)(ii) of the Corporations Act .",
      "id": "s84"
    },
    {
      "text": "Counsel for Mr Culley made the formal submission that the answers to both these questions should be \"yes\".",
      "id": "s85"
    },
    {
      "text": "He conceded, however, that the decision of the Full Court in Murdaca v Australian Securities and Investments Commission (2009) 258 ALR 223 bound me to conclude that the first question should be answered \"no\" and that the second question did not arise.",
      "id": "s86"
    },
    {
      "text": "The concession was properly made.",
      "id": "s87"
    },
    {
      "text": "The Full Court held (at 250) that a delegate of ASIC could rely on material not appearing in the notice to show cause for the purpose of determining whether or not to disqualify a director provided that it accorded the director natural justice.",
      "id": "s88"
    },
    {
      "text": "Specifically the Full Court held (at [127]) that \"... we do not agree that ASIC must refer to and address in the show cause notice all matters upon which it might rely in support of disqualification and we do not agree that ASIC is confined to such matters as are contained in the show cause notice when it comes to consider disqualification.",
      "id": "s89"
    },
    {
      "text": "\" On the hearing of an appeal the Tribunal stands in the shoes of the original decision maker: see Minister for Immigration and Ethnic Affairs v Pochi [1980] FCA 85 ; (1980) 44 FLR 41 at 46-7.",
      "id": "s90"
    },
    {
      "text": "When doing so it can exercise all of the powers and discretions conferred upon the original decision maker: see s 43 of the AAT Act.",
      "id": "s91"
    },
    {
      "text": "As the High Court held in Shi v Migration Agent Registration Authority [2008] HCA 31 ; (2008) 235 CLR 286 , the Tribunal is not required, in the absence of any express contrary statutory prescription, to confine its attention to the material which was before the primary decision maker.",
      "id": "s92"
    },
    {
      "text": "As Kirby J said (at 303), the Tribunal is able to exercise its powers \"with the benefit of any new, fresh, additional or different material.",
      "id": "s93"
    },
    {
      "text": "\" There is nothing in s 1317B of the Act (or any other provision of the Act) which would require the Tribunal to make its determination on the same material that was before the delegate.",
      "id": "s94"
    },
    {
      "text": "The Tribunal was, therefore, entitled, as it did, to have regard to the evidence relating to Austbloom and Mr Culley's role as a director of that company.",
      "id": "s95"
    },
    {
      "text": "Question 3\n Question 3 asked: \n \n (3) Whether the only conclusion reasonably open on the evidence was that the tribunal should not have been satisfied that the disqualification of the appellant was justified.",
      "id": "s96"
    },
    {
      "text": "Counsel for Mr Culley \"formally pressed\" written submissions made by Mr Culley on this question.",
      "id": "s97"
    },
    {
      "text": "For practical purposes the related grounds were abandoned.",
      "id": "s98"
    },
    {
      "text": "Again, counsel's concession was properly made.",
      "id": "s99"
    },
    {
      "text": "The Tribunal's findings in relation to the failure, over a long period, of the companies, over which Mr Culley exercised control, to pay large sums, which had been deducted from employees' wages, to the Australian Taxation Office, would, without more, have supported the Tribunal's decision.",
      "id": "s100"
    },
    {
      "text": "Question 4\n This question raised the issue of whether the Tribunal's reasons for decision complied with the requirements of s 43(2B) of the AAT Act.",
      "id": "s101"
    },
    {
      "text": "The question read: \n \n (4) Whether the Tribunal failed to comply with subsection 43(2B) of the Administrative Appeals Tribunal Act 1975 (Cth) by the Senior Member failing in his written reasons for decision: \n \n\n \n \n (a) to refer to all relevant evidence;\n (b) to set out material findings of fact;\n (c) to set out the basis for conclusions or ultimate findings of fact reached;\n (d) to set out his understanding of the relevant law.",
      "id": "s102"
    },
    {
      "text": "Section 43(2B) of the AAT Act provides that: \n \n \"Where the Tribunal gives in writing the reasons for its decision, those reasons shall include its findings on material questions of fact and a reference to the evidence or other material on which those findings were based.",
      "id": "s103"
    },
    {
      "text": "\" \n \n As can be seen there is no express obligation, imposed on the Tribunal, by s 43(2B) to refer to all relevant evidence, to set out the basis for conclusions or ultimate findings of fact reached, or to set out its understanding of the relevant law.",
      "id": "s104"
    },
    {
      "text": "Counsel submitted that these obligations arose from a gloss which Woodward J, in Ansett Transport Industries (Operations) Pty Ltd v Wraith [1983] FCA 179 ; (1983) 48 ALR 500 at 507, placed on the differently worded s 13(1) of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\"the ADJR Act\").",
      "id": "s105"
    },
    {
      "text": "In submitting that the Tribunal had failed to satisfy the obligations imposed on it by s 43(2B), counsel drew attention to the following matters: As a result, so it was submitted, Mr Culley was confronted with statements by the Tribunal which reflected badly on his business acumen and integrity, but was left to guess at the evidentiary basis for this criticism.",
      "id": "s106"
    },
    {
      "text": "Because of this he could not defend his good name.",
      "id": "s107"
    },
    {
      "text": "In my view, the Tribunal has not been shown to have failed to meet its obligations under s 43(2B).",
      "id": "s108"
    },
    {
      "text": "The Tribunal was not required to record or summarise all of the evidence which it had heard.",
      "id": "s109"
    },
    {
      "text": "The evidence comprehended by s 43(2B) was the evidence on which the Tribunal's findings on material questions of fact were based.",
      "id": "s110"
    },
    {
      "text": "It is clear that the Tribunal placed considerable weight on the failure of companies controlled by Mr Culley to meet their obligations to the Australian Taxation Office and the breach of trust which was involved in using moneys, which had been deducted for taxation purposes, for business expenses.",
      "id": "s111"
    },
    {
      "text": "The evidence on which the Tribunal relied in relation to these matters is clearly set out in its reasons.",
      "id": "s112"
    },
    {
      "text": "There is reason to doubt that paragraph 14 contains specific findings.",
      "id": "s113"
    },
    {
      "text": "The purpose served by the paragraph is not entirely clear.",
      "id": "s114"
    },
    {
      "text": "It may have been intended to do no more than point to matters which cast doubt on the correctness of Mr Culley's assertion that the various insolvencies occurred as a result of matters beyond his control.",
      "id": "s115"
    },
    {
      "text": "Phrases such as \"it is not clear\", \"it would appear\" and \"there are clear inferences\" do not suggest that definite findings of fact on these matters were made.",
      "id": "s116"
    },
    {
      "text": "Certainly, there is no express finding that the insolvencies did not come about for reasons which were beyond Mr Culley's control.",
      "id": "s117"
    },
    {
      "text": "In any event, and notwithstanding the absence of express cross-referencing to other parts of the reasons, at least some of the matters referred to in paragraph 14 can, on a fair reading of the reasons as a whole, be seen to relate to evidence earlier recorded.",
      "id": "s118"
    },
    {
      "text": "Thus, the statement that \"it is not clear that appropriate action was taken in a timely manner\" can be understood to refer to the failure by some of the companies to take timely corrective action to satisfy their obligations to the Australian Taxation Office.",
      "id": "s119"
    },
    {
      "text": "The statement that \"it would appear that the insolvencies of Resources, Special Projects and Associates resulted from these companies moving away from construction management and becoming head contractors and part owner of developments\" can be traced back to evidence to this effect which was given by Mr Culley and summarised earlier in the Tribunal's reasons.",
      "id": "s120"
    },
    {
      "text": "The position in relation to the \"clear inferences from the liquidators that there had been a failure of management and record keeping\" is less satisfactory.",
      "id": "s121"
    },
    {
      "text": "While there was documentary evidence before the Tribunal which would have supported a finding by the Tribunal that such failures had occurred, that evidence is not referred to in the Tribunal's reasons.",
      "id": "s122"
    },
    {
      "text": "It may, however, be doubted that any finding was made by the Tribunal on these matters.",
      "id": "s123"
    },
    {
      "text": "Even if it had been established that the Tribunal had not complied with the requirements of s 43(2B) this would not have constituted a reviewable error of law which would justify the setting aside of the Tribunal's decision: see Repatriation Commission v O'Brien [1985] HCA 10 ; (1985) 155 CLR 422 at 445-6 (per Brennan J); Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 379 (per Kirby J); and see also Comcare v Lees (1997) 151 ALR 647 at 656-9 (per Finkelstein J).",
      "id": "s124"
    },
    {
      "text": "Counsel for Mr Culley accepted that this was the legal position.",
      "id": "s125"
    },
    {
      "text": "Question 4 should be answered: \"no\".",
      "id": "s126"
    },
    {
      "text": "Questions 5 and 6\n These questions arise from the delay which occurred between the preconditions for the operation of s 206F being satisfied and the issuing of the notice to show cause to Mr Culley.",
      "id": "s127"
    },
    {
      "text": "The questions read: \n \n (5) Whether the statutory power of disqualification contained in s 206F of the Corporations Act is subject to an implied requirement that it be exercised within a reasonable time; and \n \n\n \n \n (6) Whether the respondent failed to exercise its statutory power of disqualification contained in s 206F of the Corporations Act within a reasonable time.",
      "id": "s128"
    },
    {
      "text": "Mr Culley (who appeared for himself and his wife before the Tribunal) did not there submit that the delegate's decision should be set aside because the power of disqualification had not been exercised within a reasonable time.",
      "id": "s129"
    },
    {
      "text": "ASIC does not submit that this failure prevents Mr Culley from raising these questions on appeal.",
      "id": "s130"
    },
    {
      "text": "No does it submit that it is prejudiced in the conduct of its case in this Court by reason of Mr Culley's failure to raise it before the Tribunal.",
      "id": "s131"
    },
    {
      "text": "The parties are agreed that the answer to Question 5 must, having regard to authority, be: \"yes\".",
      "id": "s132"
    },
    {
      "text": "There is, however, a dispute as to whether, in the circumstances, the delay was unreasonable.",
      "id": "s133"
    },
    {
      "text": "The factual foundation for Mr Culley's complaint about delay is not contentious.",
      "id": "s134"
    },
    {
      "text": "Special Projects was wound up on 29 November 2001.",
      "id": "s135"
    },
    {
      "text": "A liquidator's report under s 533 was provided to ASIC on 30 July 2002.",
      "id": "s136"
    },
    {
      "text": "A second liquidator's report was provided on 31 July 2006.",
      "id": "s137"
    },
    {
      "text": "Associates was wound up on 20 December 2001.",
      "id": "s138"
    },
    {
      "text": "The liquidator's report was provided to ASIC on 7 April 2005.",
      "id": "s139"
    },
    {
      "text": "A second liquidator's report was provided on 26 September 2006.",
      "id": "s140"
    },
    {
      "text": "Resources was wound up on 18 February 2002.",
      "id": "s141"
    },
    {
      "text": "The liquidator's report was provided on 23 October 2002.",
      "id": "s142"
    },
    {
      "text": "A second liquidator's report was provided on 24 August 2006.",
      "id": "s143"
    },
    {
      "text": "Oriental was wound up on 27 October 2004.",
      "id": "s144"
    },
    {
      "text": "The liquidator's report was provided on 23 December 2004.",
      "id": "s145"
    },
    {
      "text": "A second liquidator's report was provided on 25 May 2005.",
      "id": "s146"
    },
    {
      "text": "Austbloom was wound up on 23 August 2006.",
      "id": "s147"
    },
    {
      "text": "The liquidator's report was provided on 20 November 2006.",
      "id": "s148"
    },
    {
      "text": "As already noted, the show cause notice under s 206F was sent to Mr Culley in October 2006.",
      "id": "s149"
    },
    {
      "text": "The relevant chronology reads: In Murdaca at 245, the Full Court identified the two preconditions which must be satisfied before ASIC may exercise its powers under s 206F of the Act.",
      "id": "s150"
    },
    {
      "text": "These conditions, prescribed by s 206F(1)(a) are that, within seven years immediately before ASIC gives a notice to show cause: Both parties agreed that these preconditions (or trigger points) had been met, in the present case, on 23 October 2002.",
      "id": "s151"
    },
    {
      "text": "On that day ASIC received a report under s 533(1) of the Act from the liquidator appointed to Resources.",
      "id": "s152"
    },
    {
      "text": "The report was dated 21 October 2002.",
      "id": "s153"
    },
    {
      "text": "The liquidator's report contained the following paragraph: \n \n \"5.1 The director of the company.,(sic) Brian Francis Culley and former director of the company, Anne Culley, were directors of the following companies which are now in liquidation \n \n\n \n \n Company Date of \n Commencement \n B M Culley &amp; Associates Pty Ltd 29 th November 2001\n Construction Resources Pty Ltd 29 th November 2001\n BMC Special Projects Pty Ltd 9 th May 2001\n \n Accordingly, as the directors have been officers of three companies which are now in liquidation and have not paid creditors in full, the ASIC may consider applying the provisions of Section 206F of the Act in seeking an order to disqualify them from acting as directors for an appropriate period.",
      "id": "s154"
    },
    {
      "text": "\" \n \n It is to be noted that, although the liquidator referred to Associates having been wound up on 29 November 2001, no liquidator's report had been provided in relation to that company before 23 October 2002.",
      "id": "s155"
    },
    {
      "text": "The two relevant companies for the purposes of s 206F(1)(a) were Resources and Special Projects.",
      "id": "s156"
    },
    {
      "text": "Both parties referred to the decision of Heerey J in Kardas v Australian Securities Commission (1998) 29 ACSR 304.",
      "id": "s157"
    },
    {
      "text": "In that case his Honour was concerned with the construction and application of s 600 of the Corporations Law , the predecessor of s 206F.",
      "id": "s158"
    },
    {
      "text": "The applicant had brought proceedings under the ADJR Act to challenge a disqualification decision.",
      "id": "s159"
    },
    {
      "text": "One of the grounds was that the Commission had failed to comply with an implied obligation that it exercise its power within a reasonable time.",
      "id": "s160"
    },
    {
      "text": "In dealing with that ground his Honour said (at 313-4) that: \n \n \"Counsel relied on the judgment of O'Bryan J in Halliday v CCA (14 May 1990, SC(Vic), unreported).",
      "id": "s161"
    },
    {
      "text": "His Honour there held that a delay of almost two years between service of a show cause notice and a decision to prohibit would be too long.",
      "id": "s162"
    },
    {
      "text": "A statutory power (such as the power of prohibition under s 600) conditioned upon the occurring of a certain event (such as the making of a s 533 report in respect of two or more companies) will often be subject to an implied requirement that it be exercised within a reasonable time: Koon Wing Lau v Calwell [1949] HCA 65 ; (1949) 80 CLR 533 at 573-4; [1949] ALR 97 ; Giris Pty Ltd v FCT [1969] HCA 5 ; (1969) 119 CLR 365 at 383; [1969] HCA 5 ; [1969] ALR 369 ; Re Federal Cmr of Taxation; Ex parte Australena Investments Pty Ltd (1983) 50 ALR 577 at 578; Repatriation Commission v Morris (1997) 26 AAR 284 at 289.",
      "id": "s163"
    },
    {
      "text": "I am satisfied that the s 600 power is subject to such a requirement.",
      "id": "s164"
    },
    {
      "text": "Once a liquidator's report in respect of a second \"s 600 company\" triggers the power of disqualification, that power, if it is to be exercised at all, should be exercised with reasonable promptness.",
      "id": "s165"
    },
    {
      "text": "A person potentially the object of that power should not be kept in an indefinite state of uncertainty.",
      "id": "s166"
    },
    {
      "text": "More importantly, since the purpose of a s 600 disqualification is prophylactic rather than punitive, there should be as little delay as possible in taking steps to protect the public.",
      "id": "s167"
    },
    {
      "text": "What is a reasonable time will depend on the circumstances.",
      "id": "s168"
    },
    {
      "text": "The affairs of companies vary greatly in their complexity.",
      "id": "s169"
    },
    {
      "text": "But the commission does not, as it were, start from scratch.",
      "id": "s170"
    },
    {
      "text": "It will, ex hypothesi, have the benefit of a liquidator's report and no doubt the liquidator would usually be willing and able to provide further information and explanation on request.",
      "id": "s171"
    },
    {
      "text": "\" \n \n Counsel for ASIC sought to distinguish Kardas on the basis that the two companies involved in that case were not related.",
      "id": "s172"
    },
    {
      "text": "In the present case the Tribunal had found that Resources, Special Projects and Associates were related companies.",
      "id": "s173"
    },
    {
      "text": "Resources was solely an employer of labour.",
      "id": "s174"
    },
    {
      "text": "Special Projects had been formed to act as a head contractor on two projects, one of which failed.",
      "id": "s175"
    },
    {
      "text": "Associates acted as construction manager under contract with a developer for a fee.",
      "id": "s176"
    },
    {
      "text": "Associates was the principal company in the group.",
      "id": "s177"
    },
    {
      "text": "As a result, it was argued, it would have been premature for ASIC to issue a show cause notice under s 206F before it had received the liquidator's report on Associates.",
      "id": "s178"
    },
    {
      "text": "That did not occur until 7 April 2005.",
      "id": "s179"
    },
    {
      "text": "Accordingly, it was contended, ASIC's compliance with the reasonable celerity requirement should be assessed as if the last triggering event had occurred on 7 April 2005.",
      "id": "s180"
    },
    {
      "text": "The time between then and the issuing of the disqualification notice was one year and 10 months.",
      "id": "s181"
    },
    {
      "text": "This delay was not, so it was submitted, to be regarded as unreasonable.",
      "id": "s182"
    },
    {
      "text": "No explanation was given for the delay of three years and five months between the winding up of Associates and the provision of the liquidator's report.",
      "id": "s183"
    },
    {
      "text": "There is no evidence of any relevant action being taken by ASIC between its receipt of the liquidator's report on Associates in April 2005 and July 2006.",
      "id": "s184"
    },
    {
      "text": "On 12 July 2006 ASIC wrote to the liquidators of Special Projects and Resources seeking further information about those companies.",
      "id": "s185"
    },
    {
      "text": "On the following day a similar request was directed to the liquidator of Associates.",
      "id": "s186"
    },
    {
      "text": "The avowed purpose of these requests for further information was to assist ASIC in determining whether to take action against Mr Culley under s 206F.",
      "id": "s187"
    },
    {
      "text": "The liquidators responded to these requests.",
      "id": "s188"
    },
    {
      "text": "The last of these responses was received by ASIC on 28 September 2006.",
      "id": "s189"
    },
    {
      "text": "The reason for the 15 month delay between the receipt of the liquidator's report on Associates and the despatch of requests for further information is unexplained.",
      "id": "s190"
    },
    {
      "text": "The s 206F \"trigger\" had been pulled on 23 October 2002.",
      "id": "s191"
    },
    {
      "text": "The liquidator of Resources had specifically alerted ASIC, in his report, to the legal reality that resort to s 206F had become available.",
      "id": "s192"
    },
    {
      "text": "The report also alerted ASIC to the fact that Associates had been wound up and was in liquidation.",
      "id": "s193"
    },
    {
      "text": "There is no evidence that ASIC took any steps between October 2002 and April 2005 to ascertain why Associates' liquidator had not provided a report under s 533 of the Act.",
      "id": "s194"
    },
    {
      "text": "Once the liquidator's report eventually arrived, ASIC did nothing until July 2006 to pursue the issue of whether Mr Culley should be disqualified from being a company director.",
      "id": "s195"
    },
    {
      "text": "Four years and four months elapsed between the date on which ASIC received the report of the liquidator appointed to Resources and the issuing of a disqualification notice.",
      "id": "s196"
    },
    {
      "text": "In my view this delay was plainly unreasonable having regard to the public interest served by s 206F and the personal interests of Mr Culley.",
      "id": "s197"
    },
    {
      "text": "Insofar as I can judge from the documents to which I was referred, and which were before the Tribunal, ASIC simply did not accord Mr Culley's case any priority.",
      "id": "s198"
    },
    {
      "text": "I am left with the impression that, by reason of pressure of work or some other cause, the question of whether or not to seek the disqualification of Mr Culley was allowed to lie dormant until 2006 when interest in it was revived.",
      "id": "s199"
    },
    {
      "text": "Whatever the reason, ASIC, in my opinion, failed to comply with its implied obligation to exercise its powers under s 206F within a reasonable time.",
      "id": "s200"
    },
    {
      "text": "Having regard to the unexplained delay of 15 months between ASIC's receipt of the liquidator's report on Associates and its attempts to obtain further relevant information, I would have come to the same conclusion had I been persuaded (which I have not) that ASIC was justified in waiting passively for the liquidator's report on Associates.",
      "id": "s201"
    },
    {
      "text": "Question 6 should be answered: \"yes\".",
      "id": "s202"
    },
    {
      "text": "DISPOSITION \n I will give the parties the opportunity of considering what, if any, orders should be made having regard to these reasons.",
      "id": "s203"
    },
    {
      "text": "The period of Mr Culley's disqualification expired in February 2009.",
      "id": "s204"
    },
    {
      "text": "The disqualification decision was made by the delegate and affirmed by the Tribunal.",
      "id": "s205"
    },
    {
      "text": "As presently advised I can see no practical purpose to be served by an order setting aside the Tribunal's decision.",
      "id": "s206"
    },
    {
      "text": "Nor can I discern any useful purpose to be served by remitting the matter for further hearing and determination by the Tribunal.",
      "id": "s207"
    },
    {
      "text": "As is evident from these reasons it is my view that the Tribunal committed no reviewable legal error in the course of dealing with the appeal as presented to it.",
      "id": "s208"
    },
    {
      "text": "Mr Culley has had but limited success in his appeal to this Court and then only on a point which was not agitated before the Tribunal.",
      "id": "s209"
    },
    {
      "text": "This may also have implications for any costs order which may be sought.",
      "id": "s210"
    },
    {
      "text": "The parties should, within seven days, file and serve minutes of any orders which they propose should be made.",
      "id": "s211"
    },
    {
      "text": "If there is agreement a joint minute should be filed.",
      "id": "s212"
    },
    {
      "text": "If not, separate minutes should be filed and served.",
      "id": "s213"
    },
    {
      "text": "I certify that the preceding sixty-three (63) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s214"
    },
    {
      "text": "Associate:\n \n \nDated: 30 October 2009 \n \n Counsel for the Appellant: Mr J Styring \n \n Solicitor for the Appellant: Bevan-Rhys James \n \n Counsel for the Respondent: Mr A Lewis \n \n Solicitor for the Respondent: Australian Securities and Investments Commission \n Date of Hearing: 22 October 2009 \n \n Date of Judgment: 30 October 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1208.html",
      "id": "s215"
    }
  ]
}