{
  "name": "Corporation of the City of Adelaide v Adelaide City Fines Pty Ltd [2009] FCA 132 (20 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/132.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "applicant has established reputation as enforcer of parking restrictions in some open car parks and in on-street parking and established reputation for its style of documentation",
      "id": "c1"
    },
    {
      "text": "respondent runs privately operated car parks and issues notices to defaulting parkers based on contractual claims",
      "id": "c2"
    },
    {
      "text": "comparison of get-ups of notices issued to defaulting parkers",
      "id": "c3"
    },
    {
      "text": "whether recipients of respondents' notices likely to be misled or deceived into thinking that the respondents' notices were issued or authorised by the applicant; that the respondents are otherwise associated with the applicant; that the notices were issued for the recovery of a fine, expiation fee or other penalty imposed by law; that the respondents were authorised by law to recover a fine, expiation fee or other penalty imposed by law; or that the notices were not in respect of an alleged contractual debt.",
      "id": "c4"
    },
    {
      "text": "trade practices",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This case is about parking \"fines\".",
      "id": "s0"
    },
    {
      "text": "The word \"fines\" is in quotation marks for reasons which appear below.",
      "id": "s1"
    },
    {
      "text": "The Corporation of the City of Adelaide (the Council) issues parking \"fines\" to defaulting parkers in its open parking areas.",
      "id": "s2"
    },
    {
      "text": "They are called \"Expiation Notices\".",
      "id": "s3"
    },
    {
      "text": "They impose an expiation fee for unauthorised parking --- commonly called a parking fine.",
      "id": "s4"
    },
    {
      "text": "Failure to pay a parking fine enables the Council to prosecute the defaulting parker for a parking offence, and (if guilty) the defaulting parker is fined by the court, generally (at least by popular belief) a significantly larger amount than the expiation fee.",
      "id": "s5"
    },
    {
      "text": "Park Fast (SA) Pty Ltd (Park Fast) owns or operates a number of private car parks in and around Adelaide, some 11 or so.",
      "id": "s6"
    },
    {
      "text": "Like the Council, it is faced with defaulting parkers from time to time.",
      "id": "s7"
    },
    {
      "text": "Its rights against those defaulting parkers are purely contractual.",
      "id": "s8"
    },
    {
      "text": "They are not statutory-based.",
      "id": "s9"
    },
    {
      "text": "Since 2003, Adelaide City Fines Pty Ltd (ACF) has been the monitor of Park Fast car parks.",
      "id": "s10"
    },
    {
      "text": "ACF issues parking tickets, obviously designed to encourage defaulting parkers to pay the infringement fee on what until recently were called \"infringement notices\".",
      "id": "s11"
    },
    {
      "text": "I will call the notices issued by ACF the \"ACF Notices\".",
      "id": "s12"
    },
    {
      "text": "The Council alleges that the ACF Notices are misleading and deceptive, contrary to s 52 of the Trade Practices Act 1974 (Cth) (the TP Act) because they are so similar to the Council's Expiation Notices.",
      "id": "s13"
    },
    {
      "text": "If they were mistaken for the Council's Expiation Notices, then the recipient might believe that the next enforcement step would be a prosecution and a fine, rather than a civil action for breach of contract --- that is, if ACF could identify the name of the defaulting parker --- and so might be more disposed to pay the infringement fee nominated in the ACF Notice.",
      "id": "s14"
    },
    {
      "text": "Indeed, the Council believes that ACF and Park Fast have deliberately adopted a form of ACF Notice to achieve that end.",
      "id": "s15"
    },
    {
      "text": "Because of the Council's expressed concern about the similarity between its Expiation Notices and ACF's Notices, ACF over time has altered the appearance and content of its notices.",
      "id": "s16"
    },
    {
      "text": "Despite those changes, the Council still contends that there is such a similarity between them that the ACF Notices continue to infringe s 52 of the TP Act.",
      "id": "s17"
    },
    {
      "text": "BACKGROUND \n The Council is incorporated under the Local Government Act 1999 (SA).",
      "id": "s18"
    },
    {
      "text": "The Council operates a number of car parks, many of which are recognised by the \"U-Park\" logo in conjunction with the \"Adelaide City Council\" business name.",
      "id": "s19"
    },
    {
      "text": "These are predominantly enclosed multi-level car parks, but some are open-air car parks.",
      "id": "s20"
    },
    {
      "text": "The Council is also responsible for kerbside car parking within the City of Adelaide.",
      "id": "s21"
    },
    {
      "text": "The Council is empowered to make by-laws regulating parking on the land it owns or in parking areas for which it is responsible.",
      "id": "s22"
    },
    {
      "text": "Both ACF and Park Fast are trading corporations.",
      "id": "s23"
    },
    {
      "text": "Park First was incorporated in 1997, and ACF in 2003.",
      "id": "s24"
    },
    {
      "text": "ACF acts as an agent for Park Fast in, and was established for the purpose, through Park Fast, of improving enforcement of parking conditions within the car parks owned or operated by Park Fast.",
      "id": "s25"
    },
    {
      "text": "At all relevant times up to 2005, Paul Monu was the sole director of both ACF and Park Fast.",
      "id": "s26"
    },
    {
      "text": "Since then both corporations have been under the directorship of Damian Lester.",
      "id": "s27"
    },
    {
      "text": "Park Fast owns or occupies land within the City of Adelaide which is used to provide casual car parking facilities for the public.",
      "id": "s28"
    },
    {
      "text": "Generally, they are open-air car parks.",
      "id": "s29"
    },
    {
      "text": "That is, its car parks are at ground level only and not covered.",
      "id": "s30"
    },
    {
      "text": "It also operates car parking businesses in other suburban locations around Adelaide outside the City of Adelaide area.",
      "id": "s31"
    },
    {
      "text": "It is not necessary to refer to them further.",
      "id": "s32"
    },
    {
      "text": "Both the Council and Park Fast use ticket machines in their various open-air parking areas and the Council for kerbside parking.",
      "id": "s33"
    },
    {
      "text": "Once a motorist has paid the appropriate fee, a ticket entitling the motorist to park is dispensed from the ticket machine.",
      "id": "s34"
    },
    {
      "text": "The fee is paid for a particular parking period.",
      "id": "s35"
    },
    {
      "text": "The tickets commonly display information such as the fee paid and, where applicable, the time of expiry.",
      "id": "s36"
    },
    {
      "text": "That applies to all the car parks operated by Park Fast, and to those of the Council where the fee is not determined at the time of leaving the car park and where egress is controlled by a boom gate or some similar device, which prevents egress without paying the then appropriate parking fee.",
      "id": "s37"
    },
    {
      "text": "I shall call them \"open\" car parks, to include on-street parking.",
      "id": "s38"
    },
    {
      "text": "If a parker in a Council-operated open car park does not comply with the applicable conditions, the Council issues an Expiation Notice under its own name and logo for an infringement of the Council's parking by-laws.",
      "id": "s39"
    },
    {
      "text": "Infringement occurs, for example, where a motorist has exceeded the parking time specified on their purchased ticket or where a motorist has parked illegally.",
      "id": "s40"
    },
    {
      "text": "The Council's authority to \"fine\" a motorist for contravention of a by-law is derived from the Expiation of Offences Act 1996 (SA).",
      "id": "s41"
    },
    {
      "text": "Under that Act, the Council is also empowered to penalise motorists in privately-owned car parks if it enters into an agreement with the occupier of the land constituting the car park pursuant to the Private Parking Areas Act 1986 (SA).",
      "id": "s42"
    },
    {
      "text": "The Council employs \"authorised persons\" known as parking inspectors to monitor car parks in open car parks and to issue Expiation Notices.",
      "id": "s43"
    },
    {
      "text": "The Council also has access to motor vehicle registration records, granted by the Registrar of Motor Vehicles, to assist in identifying the registered owner of a vehicle which has parked beyond the time permitted by a parking ticket or has parked illegally, that is, contrary to a Council by-law, and so to assist in the enforcement of its Expiation Notices.",
      "id": "s44"
    },
    {
      "text": "The current form of the Council's Expiation Notices has been in place since 2001, although there was a minor change made to its form in 2006.",
      "id": "s45"
    },
    {
      "text": "ACF, on behalf of Park Fast, issues notices to motorists considered to have infringed the conditions of entry in Park Fast's open car parks in the City of Adelaide.",
      "id": "s46"
    },
    {
      "text": "It has done so since 2003.",
      "id": "s47"
    },
    {
      "text": "The conditions of entry are displayed on signs located at each of Park Fast's car parks.",
      "id": "s48"
    },
    {
      "text": "The infringement notice, and the appearance of the infringement notice issued by ACF, has changed on several occasions to the present time.",
      "id": "s49"
    },
    {
      "text": "Neither Park Fast nor ACF have any statutory authority to issue infringement notices, to issue \"fines\", or to recover a penalty for breaches of the conditions of entry to Park Fast's car parks.",
      "id": "s50"
    },
    {
      "text": "Until recently, although they have requested access to Motor Vehicle Registration records to assist in identifying the registered owner of a car that has parked beyond the terms specified in the ticket (for which the fee has been paid), that access has been declined.",
      "id": "s51"
    },
    {
      "text": "However, where Park Fast is able to obtain the details of an infringing driver of a motor vehicle, it can then pursue that driver for breach of contract, that is for breach of the terms and conditions appearing on-site at Park Fast car parks.",
      "id": "s52"
    },
    {
      "text": "In some cases enforcement may progress to a civil action for contractual debt or for damages for breach of contract.",
      "id": "s53"
    },
    {
      "text": "The Council and Park Fast had a relationship prior to the present issues emerging.",
      "id": "s54"
    },
    {
      "text": "Between 1998 and 30 June 2003, Park Fast had a formal arrangement with the Council under which the Council monitored the open car parks operated by Park Fast.",
      "id": "s55"
    },
    {
      "text": "As explained above, the Council was empowered to, and did, issue its own Expiation Notices for any parking infringements found by its parking inspectors in Park Fast car parks.",
      "id": "s56"
    },
    {
      "text": "It was only after that arrangement came to an end that Park Fast began issuing its own notices to defaulting motorists in its car parks.",
      "id": "s57"
    },
    {
      "text": "These notices were contained in small notebooks with duplicate tickets, in which details of the infringement were filled in by hand, left with the vehicle, and the duplicate retained in the notebook for record keeping purposes.",
      "id": "s58"
    },
    {
      "text": "Following the incorporation of ACF, a more formal notice of default began to be used from about October 2003.",
      "id": "s59"
    },
    {
      "text": "The notices changed in appearance and content on several occasions.",
      "id": "s60"
    },
    {
      "text": "The Council raised concerns about similarities between its Expiation Notices and the ACF Notices.",
      "id": "s61"
    },
    {
      "text": "The parties engaged in extensive correspondence and meetings in an effort to reach an agreement to satisfy all parties, but no solution was mutually acceptable to them.",
      "id": "s62"
    },
    {
      "text": "Fast Park and ACF have also been the subject of adverse attention in the local Adelaide media on several occasions since ACF began issuing ACF Notices.",
      "id": "s63"
    },
    {
      "text": "It was said at the hearing that on each such occasion Fast Park and ACF suffered a decline in compliance with the conditions of entry in Fast Park open car parks and consequently a decline in revenue.",
      "id": "s64"
    },
    {
      "text": "THE CONTENTIONS \n The focus of the relevant conduct is from November 2003 to February 2007 (\"the relevant period\"), but the conduct it is still continuing at the present time so the issue is an ongoing one.",
      "id": "s65"
    },
    {
      "text": "There is no dispute about ACF during the relevant period issuing the ACF Notices, or about their appearance or content.",
      "id": "s66"
    },
    {
      "text": "Nor is there any dispute that issuing the ACF Notices took place in trade or commerce.",
      "id": "s67"
    },
    {
      "text": "The issue is whether the ACF Notices convey the representations which the Council claims are made by that conduct, and whether those representations are misleading or deceptive.",
      "id": "s68"
    },
    {
      "text": "The Council contends that the ACF Notices are likely to mislead or deceive recipients, in contravention of s 52 of the TP Act, because the ACF Notices were, and still are, deceptively similar in \"name, get-up, form, colour and content\" to the Council's Expiation Notices, despite the flow of subtle changes to them during the relevant period.",
      "id": "s69"
    },
    {
      "text": "The similarities between the Council's Expiation Notices and ACF's Notices were of course identified in the course of submissions.",
      "id": "s70"
    },
    {
      "text": "It is sufficient at this point to note those features of the ACF notices which the Council says bear the most striking similarities to its Expiation Notices.",
      "id": "s71"
    },
    {
      "text": "They include: The title of the ACF Notices has varied.",
      "id": "s72"
    },
    {
      "text": "At the time the issue first arose, they had the title \"Infringement Notice\".",
      "id": "s73"
    },
    {
      "text": "Subsequently, the title was changed to \"Parking Penalty Notice\" and more recently to \"Notice of Claim\".",
      "id": "s74"
    },
    {
      "text": "The Council claims the title, whichever version is used, has wording similar to the term \"Expiation Notice\", and is intended to give an \"aura of authority\" in conjunction with the other similarities to the Council's Expiation Notices.",
      "id": "s75"
    },
    {
      "text": "The Council contends that these similarities impliedly represent that ACF's Notices were issued by the Council or that ACF was otherwise associated or affiliated with, or approved by, the Council in engaging in that conduct.",
      "id": "s76"
    },
    {
      "text": "It also says that the ACF Notices impliedly represent that they are issued with the lawful authority to recover a fine or penalty of some form imposed by law.",
      "id": "s77"
    },
    {
      "text": "The form of ACF's Notices, it also argues, left the impression that ACF's claim against the motorist was not simply for a contractual debt.",
      "id": "s78"
    },
    {
      "text": "The Council also complains of the use of ticket issuing machines for motorists entering Park Fast open car parks because they dispense tickets similar in appearance to those dispensed by the ticket machines used by the Council.",
      "id": "s79"
    },
    {
      "text": "As for the ticket machines, the Council submitted that the machines utilised by all the parties in their respective car parks are similar to each other in overall appearance, as they are all silver in colour with similar display screens and layout.",
      "id": "s80"
    },
    {
      "text": "The tickets dispensed from those machines are also similar in colour and content.",
      "id": "s81"
    },
    {
      "text": "Indeed, there was little dispute about that.",
      "id": "s82"
    },
    {
      "text": "The Council further contended that all of the above was, and is, calculated to deceive or confuse recipients of ACF's notices as to their source from, or their association with, the Council and as to their means of enforceability.",
      "id": "s83"
    },
    {
      "text": "The Council further argued that the conduct of ACF and Park Fast was intended to trade upon the Council's reputation and name, and that an inference of deliberate copying ought to be drawn by the Court.",
      "id": "s84"
    },
    {
      "text": "Obviously, Park Fast and ACF deny that the ACF Notices are misleading or deceptive.",
      "id": "s85"
    },
    {
      "text": "They argued that their notices are substantially different from the Council's Expiation Notices in content and appearance.",
      "id": "s86"
    },
    {
      "text": "They say the most striking differences include: Park Fast and ACF also contended that there were other car park operators who monitor their respective car parks and issue parking \"tickets\" in the same way as they do, which (they said) indicates that there is no basis to suggest that there is possibility of confusion with the Council's Expiation Notices.",
      "id": "s87"
    },
    {
      "text": "They also submitted that the Council does not, and cannot, have a monopoly in the words \"Adelaide City\" or in the word \"fines\".",
      "id": "s88"
    },
    {
      "text": "Park Fast and ACF also referred to the prominent conditions of entry displayed in each of the Park Fast car parks, which they said clearly demonstrate to motorists that breaches of the parking permission upon the payment of the fee are breaches of those conditions, as does the reference appearing on the ACF Notices to civil enforcement under the Magistrates Court Rules 1991 , rather than for any penalty imposed by law akin to that which the Council is able to enforce.",
      "id": "s89"
    },
    {
      "text": "Park Fast and ACF also said that they did not install the ticket machines which they use, but that the type of machine was recommended, and installed and maintained, by the Council pursuant to the previous business arrangement between Park Fast and the Council until 2003.",
      "id": "s90"
    },
    {
      "text": "They also disputed that all of the ticket issuing machines used by them are identical in nature to those used by the Council.",
      "id": "s91"
    },
    {
      "text": "They said that a small number of the machines they utilise are green in colour, rather than silver, and that the signage attached to the machines they use differs from that appearing on the Council's ticket machines.",
      "id": "s92"
    },
    {
      "text": "They said also that the form of tickets dispensed by the machines is the standard form, as part of the package offered by the machines, so that only the content (but not the layout) of the tickets issued by those machines can be modified.",
      "id": "s93"
    },
    {
      "text": "They also pointed out that the content of the tickets dispensed by machines in Park Fast open car parks is different from that of the Council's machines, particularly the wording of the primary heading and the size of the fonts.",
      "id": "s94"
    },
    {
      "text": "THE EVIDENCE AND FINDINGS \n Much of the evidence was documentary and uncontentious.",
      "id": "s95"
    },
    {
      "text": "It included the two relevant versions of the Expiation Notices used by the Council.",
      "id": "s96"
    },
    {
      "text": "The first was used between November 1995 and May 2006.",
      "id": "s97"
    },
    {
      "text": "The second was used from about April 2006.",
      "id": "s98"
    },
    {
      "text": "I shall refer to their details below.",
      "id": "s99"
    },
    {
      "text": "It also included the six ACF Notices in issue.",
      "id": "s100"
    },
    {
      "text": "They were: (1) the notice headed \"Infringement Notice\" used between November 2003 and January 2004 (the first ACF Notice); (2) the notice headed \"Infringement Notice\" used between February 2004 and February 2005 (the second ACF Notice); (3) the notice headed \"Infringement Notice\" used between March 2004 and February 2005 (the third ACF Notice); (4) the notice headed \"Infringement Notice\" used between March 2005 and December 2006 (the fourth ACF Notice); (5) the notice headed \"Parking Penalty Notice\" used between December 2006 and February 2007 (the fifth ACF Notice); and (6) the notice headed \"Notice of Claim\" used from February 2007 (the sixth ACF Notice).",
      "id": "s101"
    },
    {
      "text": "There is yet a further ACF Notice in use since about September 2007.",
      "id": "s102"
    },
    {
      "text": "That is about the time the hearing commenced.",
      "id": "s103"
    },
    {
      "text": "It is slightly different from the sixth ACF Notice.",
      "id": "s104"
    },
    {
      "text": "Its use emerged only in the course of the evidence of Mr Lester.",
      "id": "s105"
    },
    {
      "text": "I shall call it the \"current ACF Notice\".",
      "id": "s106"
    },
    {
      "text": "It is discussed below when considering whether the sixth ACF Notice contravenes s 52 of the TP Act.",
      "id": "s107"
    },
    {
      "text": "Through Mr Lester during his evidence, ACF undertook not to revert to the use of the earlier forms of the ACF Notices referred to in (1) to (6) of this paragraph.",
      "id": "s108"
    },
    {
      "text": "At first blush, one might suspect the issues between the parties could be resolved by a comparison of the respective notices used by them from time to time.",
      "id": "s109"
    },
    {
      "text": "But there was other extensive oral and documentary evidence to which I should refer.",
      "id": "s110"
    },
    {
      "text": "With two significant exceptions, it transpired also to be relatively uncontentious.",
      "id": "s111"
    },
    {
      "text": "The first contentious evidence related to the admissibility and use of certain proposed evidence of communications received by the Council, apparently from persons who had received an ACF Notice.",
      "id": "s112"
    },
    {
      "text": "The second related to the competing expert evidence and its use.",
      "id": "s113"
    },
    {
      "text": "I shall refer to that evidence shortly.",
      "id": "s114"
    },
    {
      "text": "The Council called several of its employees as witnesses.",
      "id": "s115"
    },
    {
      "text": "None of their evidence was directly challenged in cross-examination, although certain further information was elicited.",
      "id": "s116"
    },
    {
      "text": "Senior counsel for Park Fast and ACF submitted that one of those witnesses was \"unimpressive\", but ultimately nothing that witness said was directly challenged.",
      "id": "s117"
    },
    {
      "text": "I was impressed by each of the witnesses presented by the Council, and have no hesitation in accepting what they said.",
      "id": "s118"
    },
    {
      "text": "I shall record my findings on that evidence without discussing it in detail.",
      "id": "s119"
    },
    {
      "text": "The Council has for a long time branded itself by a name, print styles, colour and logos.",
      "id": "s120"
    },
    {
      "text": "It has a Corporate Identity Style Guide prescribing the manner of its presentation in various circumstances.",
      "id": "s121"
    },
    {
      "text": "The current Style Guide has been in use since 2001.",
      "id": "s122"
    },
    {
      "text": "Relevantly for present purposes, that includes a stylised depiction of \"Adelaide City Council\" printed in green on a white background, with the \"A\" in larger print with a series of eight spots running in an inverted crescent from the upper outer left side through the sloping sides of the \"A\" to the centre right side; the spots are orange save for two white ones which are on each sloping side of the \"A\"; the one orange dot between the sloping sides functions as the cross line for the \"A\".",
      "id": "s123"
    },
    {
      "text": "The remaining letters of \"Adelaide\" are also printed in green, as are the words \"City Council\", with the former in larger bold print and the latter in smaller and finer print underneath it adjacent to the lower section of the \"A\".",
      "id": "s124"
    },
    {
      "text": "Immediately underneath is the highlighted heading \"Expiation Notice\" in white letters on a green band.",
      "id": "s125"
    },
    {
      "text": "There are other presentations of the Council's name and logo which are obvious variations on that style.",
      "id": "s126"
    },
    {
      "text": "That style of presentation is readily seen by the front of the Council's Expiation Notice as used at relevant times until slightly varied up to May 2006.",
      "id": "s127"
    },
    {
      "text": "It is as follows (showing both its front and its back): \n \n It is clear that the style, colour and font used in the Expiation Notices, and more generally by the Council in its operation, is a well-recognised one.",
      "id": "s128"
    },
    {
      "text": "In monitoring the Council's open car parks, parking officers use a Hand Held Computer device (HHC device) to issue Expiation Notices.",
      "id": "s129"
    },
    {
      "text": "That occurs under the supervision of the Senior Parking and Information Officer.",
      "id": "s130"
    },
    {
      "text": "Part of his duties include answering queries from the parking administration team of the Council about Expiation Notices, and sometimes about \"parking tickets\" issued by private parking companies such as the ACF Notices.",
      "id": "s131"
    },
    {
      "text": "In each of the calendar years from 2003 to 2006 the Council issued in excess of 250,000 Expiation Notices.",
      "id": "s132"
    },
    {
      "text": "The ticket issuing machines used by the Council, at least over the relevant period, do not carry any Council branding.",
      "id": "s133"
    },
    {
      "text": "They are mounted on a base, apparently steel in construction, with a screen to show the expiry time for the ticket to be issued.",
      "id": "s134"
    },
    {
      "text": "There are simple printed instructions, and slots for inserting coins, coin return and ticket issue.",
      "id": "s135"
    },
    {
      "text": "The ticket issuing machines used by Park Fast and ACF appear similar but are not identical, at least so far as the evidence goes.",
      "id": "s136"
    },
    {
      "text": "There is no branding.",
      "id": "s137"
    },
    {
      "text": "In general terms, the location and nature of the instructions and of the slots are similar.",
      "id": "s138"
    },
    {
      "text": "The tickets issued by the ticket machines used by the Council contain, in large print below the small printed word \"expires\", the day, date and expiry time of the ticket.",
      "id": "s139"
    },
    {
      "text": "In smaller print is a number, the printed name \"Adelaide City Council\", the location, the fee paid, the entry time and date, the line \"includes GST\" and the instruction to place the ticket on the passenger side of the vehicle.",
      "id": "s140"
    },
    {
      "text": "The tickets issued by ticket machines used by Park Fast are only slightly different (based on least the samples taken in April and May 2007).",
      "id": "s141"
    },
    {
      "text": "There is no issue number.",
      "id": "s142"
    },
    {
      "text": "Instead of the printed line \"Adelaide City Council\" appears the printed words \"Welcome to\", then the location, the word \"expires\" followed by the large printed day, date and expiry time, the fee paid, and the entry date and time.",
      "id": "s143"
    },
    {
      "text": "Some have no reference to GST.",
      "id": "s144"
    },
    {
      "text": "On some, there is no instruction about where to place the ticket, but the final line reads \"Ticket is not transferable\".",
      "id": "s145"
    },
    {
      "text": "Others have the instruction referred to.",
      "id": "s146"
    },
    {
      "text": "There is some evidence of confusion, at least, between the source of, or authority for, the ACF Notices with the Council's Expiation Notices.",
      "id": "s147"
    },
    {
      "text": "One parking officer of the Council wearing its branded uniform has, since about 2005, been approached about five times by persons holding an ACF Notice, to discuss the ACF Notice.",
      "id": "s148"
    },
    {
      "text": "I accept that indicates on those occasions the persons thought the ACF Notice had been issued by the Council.",
      "id": "s149"
    },
    {
      "text": "The parking officer corrected that misapprehension on each occasion.",
      "id": "s150"
    },
    {
      "text": "On two or three occasions over the same period, he had seen cars parked in street bays monitored by the Council which had displayed a ticket issued for parking in a Park Fast open car park.",
      "id": "s151"
    },
    {
      "text": "The Manager of Customer Service at the Council became aware from November 2003 of a significant number of inquiries from persons in relation to ACF Notices.",
      "id": "s152"
    },
    {
      "text": "That officer, in a previous position with the Council, on 4 August 2003, had written to Park Fast complaining of its use of Park Fast Notices (as then in use) as being unauthorised.",
      "id": "s153"
    },
    {
      "text": "In about November 2003, he followed up with his staff why there were so many such inquiries.",
      "id": "s154"
    },
    {
      "text": "He then instructed his staff to use the ACF code for such contact, to understand how much time was spent by them on responding to issues about ACF Notices.",
      "id": "s155"
    },
    {
      "text": "That point of time also seems to mark the commencement of formal communications between the Council and ACF which eventually led to this proceeding.",
      "id": "s156"
    },
    {
      "text": "Such inquiries were recorded by Council staff, in a coded system.",
      "id": "s157"
    },
    {
      "text": "Inquiries regarding ACF Notices had a particular code.",
      "id": "s158"
    },
    {
      "text": "However, until the latter half of 2005 they were not all recorded with that code.",
      "id": "s159"
    },
    {
      "text": "The inquiries recorded under a particular code can be provided in a computer generated report.",
      "id": "s160"
    },
    {
      "text": "A computer generated record, generated to 22 March 2007, containing the recorded details of call \"notes\" which may relate to ACF Notices was received in evidence.",
      "id": "s161"
    },
    {
      "text": "I regarded that record as constituting a business record of the Council so as to be admissible under ss 69 and 147 of the Evidence Act 1995 (Cth).",
      "id": "s162"
    },
    {
      "text": "I am satisfied that the exclusion in s 147(3) does not apply.",
      "id": "s163"
    },
    {
      "text": "The record itself was not produced for the purposes of this proceeding, on the evidence I accept, although the particular printout used in evidence from that record was for the purposes of this case.",
      "id": "s164"
    },
    {
      "text": "It forms part of the records kept by the Council, and it contains \"previous representations\" recorded and then stored electronically in the course of, and for the purposes of, the Council's business.",
      "id": "s165"
    },
    {
      "text": "Its production has led to a generation in report form of the records of the Council concerning certain \"customer\" communications.",
      "id": "s166"
    },
    {
      "text": "The representations it contains, as relevant to this case, are either the fact of the terms of the communication from the person contacting the Council and in some instances the state of mind of that person.",
      "id": "s167"
    },
    {
      "text": "In either event, s 69(2) means that the hearsay rule does not exclude that evidence from being admitted.",
      "id": "s168"
    },
    {
      "text": "I did not consider, having regard to the contents of that record and the evidence as to the systems by which its contents came to be included in the business records of the Council, that the discretion available under s 135 of the Evidence Act 1995 (Cth) should be exercised so as to refuse to admit it.",
      "id": "s169"
    },
    {
      "text": "The particular document constituting the exhibit reproduces part of the business record: s 48(1)(b)(ii) , (c), (d) and (e).",
      "id": "s170"
    },
    {
      "text": "That record is broken into twelve categories, according to the search specified.",
      "id": "s171"
    },
    {
      "text": "The first and ninth categories are where it is not clear that the caller had received an ACF Notice, or some other document apparently issued by some other car park operator.",
      "id": "s172"
    },
    {
      "text": "I think it is likely that many of those calls were made by motorists who had received an ACF Notice, simply because the evidence shows it was a prominent open car park operator at the time.",
      "id": "s173"
    },
    {
      "text": "Not all of them demonstrate misunderstanding or confusion on the part of the caller.",
      "id": "s174"
    },
    {
      "text": "In most recorded cases, it is simply not possible to say whether confusion existed, or on the other hand, whether the caller was asking the Council's advice as to whether the notice was enforceable.",
      "id": "s175"
    },
    {
      "text": "In some instances, it is clear that the caller was aware that the Council was not the source of the notice which prompted the call.",
      "id": "s176"
    },
    {
      "text": "That material has little significance.",
      "id": "s177"
    },
    {
      "text": "The fifth and tenth categories are callers about ACF Notices where, clearly, the caller realised that the ACF Notice had not been issued by the Council.",
      "id": "s178"
    },
    {
      "text": "The sixth category are records where there is simply an insufficient record to know what the call was about.",
      "id": "s179"
    },
    {
      "text": "There are also significant numbers of calls in the seventh and eighth categories, where the caller has contacted the Council about an ACF Notice or about Park Fast, but there is an insufficient record to know why the contact was made.",
      "id": "s180"
    },
    {
      "text": "None of that information has much significance.",
      "id": "s181"
    },
    {
      "text": "The second and fourth categories clearly concern contacts with the Council where the \"customer\" erroneously believed an ACF Notice had been issued by the Council.",
      "id": "s182"
    },
    {
      "text": "There are a significant number of them.",
      "id": "s183"
    },
    {
      "text": "The third category concerns contacts with the Council where the \"customer\" erroneously believed the notice of another open car park operator had been issued by the Council.",
      "id": "s184"
    },
    {
      "text": "There are relatively few of them.",
      "id": "s185"
    },
    {
      "text": "Finally, there are two categories apparently recording calls after some publicity in the media has occurred about the nature of the ACF and Park Fast penalty recovery processes.",
      "id": "s186"
    },
    {
      "text": "There was significant dispute between the parties as to the probative significance of that evidence.",
      "id": "s187"
    },
    {
      "text": "I think only the second and fourth categories have some evidentiary significance.",
      "id": "s188"
    },
    {
      "text": "I shall discuss that significance later in these reasons.",
      "id": "s189"
    },
    {
      "text": "In addition, officers in the Customer Service Centre of the Council are responsible for responding to written inquiries, inter alia, about Council's Expiation Notices.",
      "id": "s190"
    },
    {
      "text": "The Manager of Customer Services became aware, shortly after his appointment, of Council receiving correspondence about ACF Notices.",
      "id": "s191"
    },
    {
      "text": "Until October 2005, such correspondence was simply returned to the sender (presumably with an explanatory letter).",
      "id": "s192"
    },
    {
      "text": "From 24 October 2005, copies of such correspondence have been retained by Council.",
      "id": "s193"
    },
    {
      "text": "I shall refer to that correspondence later in these reasons.",
      "id": "s194"
    },
    {
      "text": "Park Fast and ACF discovered correspondence or copy correspondence between motorists and themselves relating to ACF Notices which might indicate confusion between, or merging the identify of, ACF and of the Council.",
      "id": "s195"
    },
    {
      "text": "That correspondence, or a representative selection of it, was also adduced in evidence.",
      "id": "s196"
    },
    {
      "text": "It comprised 52 letters from motorists between 28 October 2004 and 4 June 2007.",
      "id": "s197"
    },
    {
      "text": "It is broken into three categories: correspondence addressed to \"Adelaide City Council\" or similar instead of ACF and the ACF responses; correspondence to ACF under the impression it is part of, or authorised by, the Council and ACF responses; and correspondence to ACF from motorists who previously believed ACF is part of, or authorised by the Council, and ACF responses.",
      "id": "s198"
    },
    {
      "text": "I will also refer to that material later in these reasons.",
      "id": "s199"
    },
    {
      "text": "The evidence of Park Fast and ACF, putting aside the competing expert evidence, was in part also relatively straightforward and uncontentious.",
      "id": "s200"
    },
    {
      "text": "It was given by Mr Lester and by the Administration Manager of ACF from about October 2004.",
      "id": "s201"
    },
    {
      "text": "Mr Lester's evidence was either somewhat ingenuous, or was in some respects disingenuous.",
      "id": "s202"
    },
    {
      "text": "His explanation for selecting the name ACF, and for the style of the ACF Notices appeared to me to be the latter.",
      "id": "s203"
    },
    {
      "text": "He is clearly an intelligent and experienced businessman.",
      "id": "s204"
    },
    {
      "text": "To deny the obvious, at least as a possibility, resists common sense.",
      "id": "s205"
    },
    {
      "text": "I refer to particular features of his evidence below.",
      "id": "s206"
    },
    {
      "text": "In some respects also I did not find the Administration Manager's evidence particularly helpful as it was expressed at too great a level of generality.",
      "id": "s207"
    },
    {
      "text": "For instance, she said that ACF \"always clearly stated\" the difference between the Council and itself and its \"rights to enforce civil proceedings\" for failure to comply with ACF Notices.",
      "id": "s208"
    },
    {
      "text": "But precisely how that was done was not spelled out, and on questioning, the difference was only stated by ACF when it became necessary to do so (and apparently only in response to direct inquiry).",
      "id": "s209"
    },
    {
      "text": "As noted above, Park Fast has operated a number of open car parks in Adelaide for many years.",
      "id": "s210"
    },
    {
      "text": "It acquired a ticket machine for one of its car parks in 1998, after being directed to the supplier by an officer of the Council.",
      "id": "s211"
    },
    {
      "text": "It subsequently acquired many other ticket machines from that source.",
      "id": "s212"
    },
    {
      "text": "Until 2003, many of them were installed and maintained by the Council for Park Fast.",
      "id": "s213"
    },
    {
      "text": "Mr Lester said he chose the name Adelaide City Fines to ensure the name would have a connection with Adelaide, and he already had a significant interest in two other companies, Adelaide City Investments Pty Ltd and Adelaide City Entertainment Pty Ltd (both incorporated in 2002).",
      "id": "s214"
    },
    {
      "text": "He was unable to recollect why the word \"Fines\" was used.",
      "id": "s215"
    },
    {
      "text": "At one point, he said it had a \"good ring\" to it.",
      "id": "s216"
    },
    {
      "text": "Later he said it was because ACF would be running a \"fine\" business, although he accepted that it could not and did not impose fines, and also that at one point at least its staff were instructed to say that it does not issue fines but notices of claim.",
      "id": "s217"
    },
    {
      "text": "Not surprisingly, ACF recognised that it cannot, and so it does not, impose fines (used in the conventional sense).",
      "id": "s218"
    },
    {
      "text": "It recognises that any rights it has against defaulting motorists are contractual, and so any remedy it has for breach of the conditions of parking must be by way of a civil claim.",
      "id": "s219"
    },
    {
      "text": "Its Administration Manager said that position was reflected in the several evolving forms of ACF Notices, but she had no role in their design.",
      "id": "s220"
    },
    {
      "text": "Her predecessor designed the form used until her appointment.",
      "id": "s221"
    },
    {
      "text": "She was unsure who designed the more recent versions.",
      "id": "s222"
    },
    {
      "text": "And, of course, her evidence in that particular respect is but a comment on the terms and effect of a document.",
      "id": "s223"
    },
    {
      "text": "It carries no especial weight.",
      "id": "s224"
    },
    {
      "text": "ACF has developed and promoted its own branding, according to its Administration Manager.",
      "id": "s225"
    },
    {
      "text": "It is unclear when that commenced.",
      "id": "s226"
    },
    {
      "text": "I infer it occurred from some time in 2004.",
      "id": "s227"
    },
    {
      "text": "The logo now contains a stylised representation of the scales of justice, and the name Adelaide City Fines.",
      "id": "s228"
    },
    {
      "text": "It has extensively used that \"logo\" representation as its branding, on stationery, in advertisements and on its staff uniforms, at least in recent years.",
      "id": "s229"
    },
    {
      "text": "Between July and October 2003, Park Fast issued Parking Infringement Notices manually.",
      "id": "s230"
    },
    {
      "text": "It had books of 100 numbered parking tickets with that heading, with a duplicate retained in the book.",
      "id": "s231"
    },
    {
      "text": "Upon payment, the relevant page was folded over and details of the receipt stapled to it.",
      "id": "s232"
    },
    {
      "text": "The pages not folded over indicated the Parking Infringement Notices that had not been paid.",
      "id": "s233"
    },
    {
      "text": "It is not necessary to refer further to those forms.",
      "id": "s234"
    },
    {
      "text": "From October 2003, after its formation, ACF became responsible for issuing ACF Notices for breach of the conditions on which a motorist had been permitted to park in a Park Fast car park.",
      "id": "s235"
    },
    {
      "text": "On the advent of ACF, and its printed ACF Notices, the compliance rate increased.",
      "id": "s236"
    },
    {
      "text": "The original ACF notice was drafted by Mr Lester and ACF's previous director Paul Monu, and later versions had a number of inputs, including apparently legal advice.",
      "id": "s237"
    },
    {
      "text": "Mr Lester acknowledged he had selected the stylised scales of justice and the letter \"A\" in Adelaide included on ACF's Notices from the third version used from March 2004.",
      "id": "s238"
    },
    {
      "text": "He said that idea arose because his grandmother had written a book called \"The Scales of Justice: A Symbol\" with the front cover depicting \"the scales of justice\".",
      "id": "s239"
    },
    {
      "text": "It had been first published in 1984 and a fourth edition issued in 1994.",
      "id": "s240"
    },
    {
      "text": "The depiction on the front cover is a stylised image of the traditional Lady Justice or Justice, depicted as the Roman goddess of Justice blindfolded and carrying a sword in one hand and measuring balances in the other.",
      "id": "s241"
    },
    {
      "text": "His denial that the use of \"the scales of justice\" as used on ACF Notices might have had some legal symbolism of authority, or at least that that possibility did not occur to him is, in my view, disingenuous.",
      "id": "s242"
    },
    {
      "text": "There is other evidence that Mr Lester did not address convincingly.",
      "id": "s243"
    },
    {
      "text": "The Park Fast list of documents included what is apparently a printed blank ACF Notice --- not used in fact --- which was headed under the name of ACF \"Expiation Notices\" and then a list of legislation including the Private Parking Areas Act 1986 , Local Government Act 1999 and Expiation of Offences Act 1996 .",
      "id": "s244"
    },
    {
      "text": "It then had the text: \"The offence alleged below may be expiated by payment of the fee by the due date\".",
      "id": "s245"
    },
    {
      "text": "And below the details to be inserted is the further text: \"The office alleged carries a penalty of $ .....\".",
      "id": "s246"
    },
    {
      "text": "It was not disputed that that document was created by or on behalf of Park Fast.",
      "id": "s247"
    },
    {
      "text": "In many respects it has a strong similarity to the Expiation Notices of the Council.",
      "id": "s248"
    },
    {
      "text": "Mr Lester nevertheless said they were totally different, and did not accept the drafter of that Park Fast document may have used the Expiation Notices as a foundation for it.",
      "id": "s249"
    },
    {
      "text": "His position is not one which, in my view, could rationally be maintained.",
      "id": "s250"
    },
    {
      "text": "The expert evidence\n The Council adduced evidence from Mr Marcus Tomlian, a registered psychologist, whose consultancy work from 1983 includes the provision of consumer research and education design through his business \"Selective Diagnostics\".",
      "id": "s251"
    },
    {
      "text": "He has not followed an academic career, and has no refereed publications.",
      "id": "s252"
    },
    {
      "text": "The Council referred to him as a psychologist who specialises in consumer psychology, relevantly how people react to brands, logos and other psychological stimuli.",
      "id": "s253"
    },
    {
      "text": "His evidence was directed to how recipients of the Expiation Notices and the ACF Notices are likely to attend to their contents, the features or cues in the Expiation Notices and the ACF Notices likely to focus the reader's attention, the comparison of such features or cues in those notices, and the likely significance to a reader of certain words or phrases used in those notices.",
      "id": "s254"
    },
    {
      "text": "Dr Pascale Quester was retained and called by Park Fast and ACF in response to the then anticipated evidence from Mr Tomlian.",
      "id": "s255"
    },
    {
      "text": "She is Professor of Marketing at the University of Adelaide, and a published author of textbooks on marketing and consumer behaviour.",
      "id": "s256"
    },
    {
      "text": "Clearly, by reference to her work history and her very many refereed publications, she is highly qualified and respected in her field of expertise.",
      "id": "s257"
    },
    {
      "text": "Each gave evidence without objection, although Park Fast and ACF later submitted that Mr Tomlian's evidence in some respects extended beyond his qualifications.",
      "id": "s258"
    },
    {
      "text": "Each gave evidence impressively and frankly.",
      "id": "s259"
    },
    {
      "text": "Each provided their opinions apparently objectively.",
      "id": "s260"
    },
    {
      "text": "As might be expected, their evidence explained in technical terms why some intuitive impressions of the respective notices and of the significance of their contents might have been formed.",
      "id": "s261"
    },
    {
      "text": "Although there were some disagreements between them, the closing submissions of senior counsel for the parties did not contend that those differences would be decisive in resolution of the case.",
      "id": "s262"
    },
    {
      "text": "Where there is a disagreement about the proper meaning and use of technical terms, I prefer Dr Quester's evidence.",
      "id": "s263"
    },
    {
      "text": "She is more technically qualified.",
      "id": "s264"
    },
    {
      "text": "But their description of thinking processes of consumers differed little.",
      "id": "s265"
    },
    {
      "text": "The disagreements between them depended to a real degree upon the assumptions each made as to the starting point of recipients of parking tickets or classes of recipients of parking tickets.",
      "id": "s266"
    },
    {
      "text": "Mr Tomlian said it was likely that many recipients of a parking ticket (using a neutral term to encompass both the Expiation Notices and ACF Notices) would give it only brief attention, sufficient to confirm it was a parking ticket.",
      "id": "s267"
    },
    {
      "text": "\"Cognitive dissonance\" then leads the recipient to subconsciously reduce aspects conflicting with the expectation of what the parking ticket is, by altering the memory of the familiar.",
      "id": "s268"
    },
    {
      "text": "Especially for those who have previously received an Expiation Notice, cues such as logos, names or part of names from that of the Adelaide City Council, words such as \"offence\" or \"fine\", and layout, may lead the recipient to the view that the parking ticket is \"official\".",
      "id": "s269"
    },
    {
      "text": "The behavioural phenomenon known as \"approach-avoidance\" behaviour would then lead to the recipient, having identified a parking ticket as \"official\", tending to avoid further attention to its detail.",
      "id": "s270"
    },
    {
      "text": "Cognitive dissonance, he said, is a tool used in the analysis of consumer behaviour.",
      "id": "s271"
    },
    {
      "text": "In cross-examination, Mr Tomlian accepted that it involves a high degree of involvement of the consumer who then engages (subconsciously) in cognitive dissonance to accommodate points of distinction from past experience.",
      "id": "s272"
    },
    {
      "text": "Dr Quester referred to that process as cognitive consistency.",
      "id": "s273"
    },
    {
      "text": "I agree Mr Tomlian has misused the technical words.",
      "id": "s274"
    },
    {
      "text": "I agree with Dr Quester that a high degree of involvement would not commonly be the process of the recipient of a parking ticket, although the relative experience and attention to detail of some might provoke that process.",
      "id": "s275"
    },
    {
      "text": "But Mr Tomlian said that in the looser sense captured by the idiom \"familiarity breeds contempt\" (apparently first used by Chaucer, Tale of Melibee, c 1386), his analysis was apt.",
      "id": "s276"
    },
    {
      "text": "I suspect that some, and probably many, recipients of a parking ticket, familiar with its general nature, would pay as little attention to it as necessary simply to pay it.",
      "id": "s277"
    },
    {
      "text": "But, of course, that would not necessarily be true of all recipients of parking tickets.",
      "id": "s278"
    },
    {
      "text": "Mr Tomlian then provided a table of the cues in the parking tickets, in order of their relative significance, tending to take the focus of the reader's attention.",
      "id": "s279"
    },
    {
      "text": "They are, in his sequence of significance: Logo stylisation.",
      "id": "s280"
    },
    {
      "text": "Logo words and configuration.",
      "id": "s281"
    },
    {
      "text": "Form, colour and layout.",
      "id": "s282"
    },
    {
      "text": "Notice title.",
      "id": "s283"
    },
    {
      "text": "Other information.",
      "id": "s284"
    },
    {
      "text": "I shall refer to the comparative features of the Expiation Notices and the ACF Notices below.",
      "id": "s285"
    },
    {
      "text": "In the light of the comparison, Mr Tomlian said there was a similarity between the important cues of the parking tickets, particularly the logo and layout cues, so that the ACF Notices would appear as \"official\" or as issued by an \"official\" regulatory body.",
      "id": "s286"
    },
    {
      "text": "He reached that conclusion notwithstanding certain differences between them.",
      "id": "s287"
    },
    {
      "text": "Mr Tomlian agreed that he was using the term \"official regulatory body\" somewhat loosely, as he accepted that Australia Post --- which appears by its logo and name on certain of the ACF Notices as a means of payment --- is privatised, but he regarded its inclusion as hinting at the \"official\" authority of those notices.",
      "id": "s288"
    },
    {
      "text": "Dr Quester pointed out that Australia Post is used as a means of payment of the accounts of many privatised utilities.",
      "id": "s289"
    },
    {
      "text": "The use of the words \"fine\" or \"fines\", \"Infringement Notice\", \"Parking Penalty Notice\", \"offence\", \"code\", \"penalty\", \"officer\" and \"authority\" variously in some of the ACF Notices would, in his view, fortify that conclusion.",
      "id": "s290"
    },
    {
      "text": "Mr Tomlian also said that a reader familiar with the Council's logo and its name, and with its Expiation Notices, would be the more likely --- by the process he described --- to identify ACF Notices as official.",
      "id": "s291"
    },
    {
      "text": "Dr Quester, after discussing the general principles of consumer behaviour (in a way which attracted no adverse comment from Mr Tomlian, or cross-examination) addressed the same issues as Dr Tomlian.",
      "id": "s292"
    },
    {
      "text": "She started with the proposition that, as most drivers would receive a parking ticket only once, they would carefully examine it.",
      "id": "s293"
    },
    {
      "text": "Moreover, they could not be confused with the Council's Expiation Notices because they would not have seen one.",
      "id": "s294"
    },
    {
      "text": "Those with prior experience would, she said, simply look for the basic information: the amount to pay, the deadline, and the means of payment.",
      "id": "s295"
    },
    {
      "text": "The \"routine\" offenders may pay even less attention to it.",
      "id": "s296"
    },
    {
      "text": "As to the particular features or stimuli on the parking tickets, she addressed each of the Expiation Notices and ACF Notices separately.",
      "id": "s297"
    },
    {
      "text": "Apart from the size and colouring of the two Expiation Notices, including the \"prominent Adelaide expiation notice heading\", she commented on the relative print size of data about who to contact and where to go to dispute the notice and how to pay the amount due.",
      "id": "s298"
    },
    {
      "text": "Each clearly signifies \"Fine\" and relates to \"Adelaide\".",
      "id": "s299"
    },
    {
      "text": "She said that only those relatively few people who previously had received an Expiation Notice without paying much attention to it (merely having a memory association with \"Adelaide\" and the \"green colour strip ticket\") might be confused as to an ACF Notice coming from the same source.",
      "id": "s300"
    },
    {
      "text": "The ACF Notices (other than the first) she described as \"pretty much undistinguishable (sic) one from another but quite distinct from the previous green ones\" (the first ACF Notice).",
      "id": "s301"
    },
    {
      "text": "She says they are clearly \"fine tickets\".",
      "id": "s302"
    },
    {
      "text": "The fourth ACF Notice with the red strip offering \"25% Earlybird Discount\" communicates a greater sense of urgency, and so would probably motivate people to act more rapidly if they were going to pay.",
      "id": "s303"
    },
    {
      "text": "Dr Quester also addressed a seventh ACF Notice which, so far as the evidence goes, is not in use and was not itself adduced in evidence.",
      "id": "s304"
    },
    {
      "text": "Her assessment of the significance of particular words generally accorded with that of Mr Tomlian.",
      "id": "s305"
    },
    {
      "text": "The word \"notice\" will lead the reader to categorise it under \"fine\" or \"ticket\", depending on the word used by that person to a penalty applying for wrongful parking.",
      "id": "s306"
    },
    {
      "text": "The words \"issuing officer\" would not enhance that understanding.",
      "id": "s307"
    },
    {
      "text": "An awareness of the Council logo would speed up the process of categorising the notice as a parking ticket, but would not lead to confusion with \"the current notice of claim\".",
      "id": "s308"
    },
    {
      "text": "She then made comment about the \"current notice of claim\", but as I have noted that was not in evidence.",
      "id": "s309"
    },
    {
      "text": "Then she said that, whether an association (presumably between the Expiation Notices and any of the ACF Notices) is made \"beyond both notices signifying \"fine\" and \"in Adelaide\", it would have no bearing on whether a motorist decides to pay it or not.",
      "id": "s310"
    },
    {
      "text": "Dr Quester also commented upon other features of Mr Tomlian's report.",
      "id": "s311"
    },
    {
      "text": "At a general level, she agreed that recipients of parking tickets would identify its nature and the obligations it imposed expediently, recognising it as a \"fine\" for a parking contravention in Adelaide.",
      "id": "s312"
    },
    {
      "text": "She said, however, that given the number of private car parking operators in Adelaide, there would be no natural association then with the Council and no confusion as to the source of the \"fine\".",
      "id": "s313"
    },
    {
      "text": "She did not accept that confusion would arise between the stylised \"A\" of the Council and that of ACF, or from the colours of the Expiation Notices and the ACF Notices.",
      "id": "s314"
    },
    {
      "text": "Dr Quester regarded the layout of all the notices as indicating that they were \"all 'real' fines, that is fines that were legally issued and therefore needed to be paid\" and explained that she used the word \"fine\" not as a legislative penalty, but as an obligation to pay.",
      "id": "s315"
    },
    {
      "text": "The only ACF Notice that Dr Quester considered may imitate, or may be mistaken for, an Expiation Notice, and only in the case of motorists who had previously received an Expiation Notice, was the first ACF Notice.",
      "id": "s316"
    },
    {
      "text": "The Australia Post red logo used in the later ACF Notices is a significant differentiating feature.",
      "id": "s317"
    },
    {
      "text": "In any event, even in the cases of confusion, the decision whether to pay the \"fine\" would not flow from such confusion.",
      "id": "s318"
    },
    {
      "text": "I approach Dr Quester's views with a little caution.",
      "id": "s319"
    },
    {
      "text": "There are a few reasons for that.",
      "id": "s320"
    },
    {
      "text": "The most obvious is that her opinions do not seem to match with the fact of the reasonably extensive communications the Council had with persons who had received ACF Notices, and indeed with the communications ACF had suggesting some identified it with the Council.",
      "id": "s321"
    },
    {
      "text": "Secondly, I think her focus was to some degree directed not quite to the issue: it may well be that there would be very few persons who would --- having recognised that they have received a parking ticket --- make a decision about whether or not to pay it based upon its source.",
      "id": "s322"
    },
    {
      "text": "But that, to a degree, misses the point.",
      "id": "s323"
    },
    {
      "text": "It was not a matter she was specifically asked to address.",
      "id": "s324"
    },
    {
      "text": "In the case of Expiation Notices, there is a legislative prescription for the imposition of a penalty and the amount of the penalty.",
      "id": "s325"
    },
    {
      "text": "In the case of ACF Notices, there is not.",
      "id": "s326"
    },
    {
      "text": "Its \"fines\" are simply contractual, and the amount of its \"fines\" are discretionary; it can fix them as it wishes, although no doubt it is conscious of being able to show that the amount bears some relationship to its loss by breach of the conditions of the contract accepted by the motorist when parking in one of Park Fast's open car parks.",
      "id": "s327"
    },
    {
      "text": "Professor Quester acknowledged that she included her definition of a \"fine\" simply as an \"obligation to pay\" (see [79] above) only in the final stages of preparation of her report and after a solicitor for Park Fast and ACF pointed out that \"fine\" had a particular legal meaning.",
      "id": "s328"
    },
    {
      "text": "In cross-examination, when asked to explain her sense of it being \"an obligation to pay\", she said it nevertheless involved \"some kind of official capacity\" and obligation \"for having broken some kind of rule, not by a private person but by some kind of business or legal organisation\" and later \"for having done something like infringing a rule or infringing some kind of regulation\".",
      "id": "s329"
    },
    {
      "text": "If non-payment of the \"fine\" involved a criminal or quasi-criminal sanction, she agreed that one with such experience would be much more likely to pay a subsequent fine expeditiously.",
      "id": "s330"
    },
    {
      "text": "Next, she assumed that the vast majority of drivers would have no familiarity with a parking ticket, from personal experience.",
      "id": "s331"
    },
    {
      "text": "When pressed on whether discussion of others' experiences might provide that familiarity, she declined to accept that because \"the way people will respond is based on their personal experience, not their vicarious learning\".",
      "id": "s332"
    },
    {
      "text": "In cross-examination, she accepted that a person would be less likely to pay a parking ticket if they associated its receipt with a former experience where no sanctions, criminal or otherwise, attached to non-payment.",
      "id": "s333"
    },
    {
      "text": "Those matters involve the elision of the official with the unofficial, and the statutorily authorised claim with the contractual claim.",
      "id": "s334"
    },
    {
      "text": "The distinction is largely the reason why the Council is concerned about the ACF Notice and has brought this proceeding.",
      "id": "s335"
    },
    {
      "text": "Her views also appear to have proceeded on the basis that, because parkers in open car parks in Adelaide would be aware that those car parks may be privately operated, or because most parkers in open car parks in Adelaide had not previously received an Expiation Notice, they would not associate the enforcement of parking infringements with the Council.",
      "id": "s336"
    },
    {
      "text": "Again, I consider that starting point, at least in respect of a significant body of reasonable users of open car parks, is not correct.",
      "id": "s337"
    },
    {
      "text": "The evidence of the Council's extensive issuance of Expiation Notices is clear, as is the extent of its promotion of its image.",
      "id": "s338"
    },
    {
      "text": "If a motorist has not previously received an Expiation Notice, it does not follow that that motorist might not think that a parking \"ticket\" had not been issued by the Council.",
      "id": "s339"
    },
    {
      "text": "That may well be the starting point in the minds of many, because the role of the Council is so well known.",
      "id": "s340"
    },
    {
      "text": "The evidence of correspondence and telephone inquiries to the Council, and to ACF, points in support of that proposition.",
      "id": "s341"
    },
    {
      "text": "That evidence shows a number of recipients of ACF Notices (and to a lesser degree of parking \"tickets\" issued by other open car park operators) inquiring of the Council as to the relationship between the Council and ACF (or that other operator).",
      "id": "s342"
    },
    {
      "text": "A significant number of recipients of ACF Notices tried to pay the notified \"fine\" at the Council.",
      "id": "s343"
    },
    {
      "text": "A number contacted the Council to dispute the circumstances of the \"fine\" in an ACF Notice, indicating an understanding that the ACF Notice had been issued by the Council.",
      "id": "s344"
    },
    {
      "text": "There is also a number of letters sent to the Council at the address on ACF Notices and concerning an ACF Notice.",
      "id": "s345"
    },
    {
      "text": "Much of that evidence indicates also the relative significance of the cues on the ACF Notices, as a careful and thorough reading of the ACF Notices would have avoided the misunderstandings.",
      "id": "s346"
    },
    {
      "text": "More importantly, I regard that evidence as demonstrating that a significant class of recipients of ACF Notices regarded the notice as having been issued by the Council, and a significant class of such persons also identified ACF as an arm of the Council.",
      "id": "s347"
    },
    {
      "text": "The evidence goes beyond mere confusion, although that too is apparent in many instances where contact with the Council was to clarify whether the Council and ACF were associated or whether an ACF Notice had been issued by the Council.",
      "id": "s348"
    },
    {
      "text": "Overall, however, there are a significant number of instances which went beyond mere confusion which the recipient of an ACF Notice wanted to clear up.",
      "id": "s349"
    },
    {
      "text": "As senior counsel for Park Fast and ACF pointed out, there are instances where it is unclear whether the line beyond confusion has been passed.",
      "id": "s350"
    },
    {
      "text": "But, allowing for that entirely proper submission, in my view the evidence is that a significant number of telephone and written communications between such recipients, the Council or ACF, erroneously identified the Council with ACF in some way or erroneously identified the ACF Notices as having been issued by the Council.",
      "id": "s351"
    },
    {
      "text": "THE LAW \n The Council seeks injunctive and declaratory relief against Park Fast and ACF in relation to the ACF Notices.",
      "id": "s352"
    },
    {
      "text": "It relies upon contravention of s 52 of the TP Act to support the entitlement to that relief.",
      "id": "s353"
    },
    {
      "text": "Section 52 prohibits a corporation, in trade or commerce, from engaging in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s354"
    },
    {
      "text": "That provision has now been the subject of considerable judicial consideration.",
      "id": "s355"
    },
    {
      "text": "The principles applicable to it are well settled.",
      "id": "s356"
    },
    {
      "text": "It is not necessary to spend much time upon them.",
      "id": "s357"
    },
    {
      "text": "There is no dispute that ACF is a corporation which, in trade or commerce, and in connection with the supply of services, namely car parking services, has issued the various ACF Notices.",
      "id": "s358"
    },
    {
      "text": "Nor is there any dispute that Park Fast, the owner or operator of the various open car parks in respect of which ACF has issued the ACF Notices has been knowingly involved in that conduct on the part of ACF, so as similarly to have been in contravention of s 52 of the Act if ACF's conduct has, in fact, contravened it.",
      "id": "s359"
    },
    {
      "text": "Neither ACF nor Park Fast submitted that the Court should treat their respective positions any differently.",
      "id": "s360"
    },
    {
      "text": "If a contravention of s 52 of the TP Act is made out, the Court clearly has power in appropriate circumstances to grant the injunctive relief which is applicable, and similarly has power under s 21 of the Federal Court of Australia Act 1976 (Cth) to grant the declaratory relief which is, or may be, appropriate, such jurisdiction having been expressly conferred by s 86 of the TP Act: see eg Ainsworth v Criminal Justice Commission [1992] HCA 10 ; (1992) 175 CLR 564.",
      "id": "s361"
    },
    {
      "text": "See also s 163A of the TP Act.",
      "id": "s362"
    },
    {
      "text": "Plainly enough, for conduct to contravene s 52, it must convey a representation which is misleading or deceptive, or is likely to mislead or deceive.",
      "id": "s363"
    },
    {
      "text": "Putting aside the issue concerning the ticket machines, the council asserts that each of the ACF Notices conveyed the following representations: that the ACF Notices were issued or authorised by the Council, or that ACF was associated or affiliated with the Council; that the ACF Notices were issued for the recovery of a fine, expiation fee or other penalty imposed by law; that ACF was authorised by law to recover a fine, expiation fee or other penalty imposed by law; and that the claim in the ACF Notice was not in respect of an alleged contractual debt.",
      "id": "s364"
    },
    {
      "text": "As the above discussion indicates, the dispute in this case turns upon whether those alleged representations were made.",
      "id": "s365"
    },
    {
      "text": "Neither ACF nor Park Fast have contended that the ACF Notices, if they conveyed those representations, were true.",
      "id": "s366"
    },
    {
      "text": "The case therefore is whether or not those representations were made.",
      "id": "s367"
    },
    {
      "text": "Whether or not a representation is made, and is misleading or deceptive or likely to mislead or deceive, is a matter to be determined objectively by the Court.",
      "id": "s368"
    },
    {
      "text": "Conduct is misleading or deceptive only if it induces or is capable of inducing error; Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 ( Parkdale ).",
      "id": "s369"
    },
    {
      "text": "The objective judgment is made in relation to the persons or class of persons who may be mislead by the relevant conduct.",
      "id": "s370"
    },
    {
      "text": "In Parkdale Gibbs CJ said at 199: \n Section 52 does not expressly state what persons or class of persons should be considered as the possible victims for the purpose of deciding whether conduct is misleading or deceptive or likely to mislead or deceive.",
      "id": "s371"
    },
    {
      "text": "It seems clear enough that consideration must be given to the class of consumers likely to be affected by the conduct.",
      "id": "s372"
    },
    {
      "text": "Although it is true, as has often been said, that ordinarily a class of consumers may include the inexperienced as well as the experienced, and the gullible as well as the astute, the section must in my opinion by [sic] regarded as contemplating the effect of the conduct on reasonable members of the class.",
      "id": "s373"
    },
    {
      "text": "The heavy burdens which the section creates cannot have been intended to be imposed for the benefit of persons who fail to take reasonable care of their own interests.",
      "id": "s374"
    },
    {
      "text": "What is reasonable will or [sic] course depend on all the circumstances.",
      "id": "s375"
    },
    {
      "text": "It is not necessary to prove that the conduct in question actually deceived or mislead anyone: Parkdale at 198 ; Taco Co of Australia Inc v Taco Bell Pty Ltd [1982] FCA 136 ; (1982) 42 ALR 177 ( Taco ).",
      "id": "s376"
    },
    {
      "text": "Conduct is likely to mislead or deceive if there is a real and not a remote possibility of it doing so.",
      "id": "s377"
    },
    {
      "text": "The person in receipt of the representation must labour under some error: Taco at 200 .",
      "id": "s378"
    },
    {
      "text": "In reaching such a conclusion, it is appropriate to ignore assumptions that a member of the public may make which are extreme or fanciful.",
      "id": "s379"
    },
    {
      "text": "It is necessary to consider the likely reaction to the representations by ordinary or reasonable members of the class of persons to whom the representation is directed: Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45 ( Campomar ).",
      "id": "s380"
    },
    {
      "text": "In Parkdale it was made plain that, in assessing objectively the effect of a representation, there may be more than one reasonable response in any given circumstance.",
      "id": "s381"
    },
    {
      "text": "It is necessary to have regard to the personal capacity and experience of different people, acting reasonably.",
      "id": "s382"
    },
    {
      "text": "In Campomar at 87, the High Court said: \n The initial question which must be determined is whether the misconceptions, or deceptions, alleged to arise or to be likely to arise are properly to be attributed to the ordinary or reasonable members of the classes of prospective purchasers.",
      "id": "s383"
    },
    {
      "text": "The relevant section of the public must therefore be identified, and the context in which the representation was made must be considered.",
      "id": "s384"
    },
    {
      "text": "Whilst all persons must be considered, conduct must be tested against ordinary or reasonable members of the class and not those whose approach to the communication is fanciful or extreme: Campomar at 86-7.",
      "id": "s385"
    },
    {
      "text": "The question is therefore whether there is a class of persons who are likely to have received an ACF Notice (for it was not suggested by the Council that persons who had not received an ACF Notice might be misled by such a notice) and who reasonably understood that it was issued or authorised by the Council; or that ACF was associated or affiliated with the Council; or that the notice was issued for recovery of a fine, expiation fee or other penalty imposed by law; or that ACF was authorised by law to recover a fine, expiation fee or other penalty imposed by law; or finally that the claim in the ACF Notice was not in respect of a claimed contractual debt.",
      "id": "s386"
    },
    {
      "text": "It is plain enough, also from Campomar at [106], that it is not sufficient for the conduct to cause confusion for it to be misleading or deceptive.",
      "id": "s387"
    },
    {
      "text": "That is not a sufficient level of error on which to base a finding that s 52 has been breached.",
      "id": "s388"
    },
    {
      "text": "The question is whether a class of the potential target audience, approaching the communication reasonably, would be likely to be misled or deceived: see Taco at 181 ; Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 88.",
      "id": "s389"
    },
    {
      "text": "There is some debate about whether the relevant class must be \"significant\" in number.",
      "id": "s390"
    },
    {
      "text": "I do not need to explore that because, as appears below, I find that the relevant class was significant in number.",
      "id": "s391"
    },
    {
      "text": "It is not necessary to prove an intention to mislead or deceive.",
      "id": "s392"
    },
    {
      "text": "However, proof of an intention to deceive has a very strong evidentiary value: see Interlego AG v Croner Trading Pty Ltd [1992] FCA 624 ; (1992) 39 FCR 348 at 394.",
      "id": "s393"
    },
    {
      "text": "Hence, the intention may be particularly inferred by the copying of a symbol or part only of a symbol used by another party: Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd (2002) 55 IPR 354 at [121].",
      "id": "s394"
    },
    {
      "text": "Close similarities in the fields in which the two businesses operate obviously will increase the likelihood of deception if the names and symbols are similar.",
      "id": "s395"
    },
    {
      "text": "Subsequent subtle changes to name or get-up are unlikely to correct the deception of members of the public who have already been exposed to the initial get-up.",
      "id": "s396"
    },
    {
      "text": "To the contrary, the impression originally gained might be reinforced by the repetition of a closely similar message not corrected: see Duracell Australia Pty Ltd v Union Carbide Australia Ltd [1988] FCA 40 ; (1988) 10 ATPR 49 ,856 at 49,861.",
      "id": "s397"
    },
    {
      "text": "However, that is a question of fact to be determined in the particular circumstances.",
      "id": "s398"
    },
    {
      "text": "It is also important to note that it is the extent of scrutiny which may be given to a communication by members of the target audience which may inform the question whether s 52 has been breached by the use of a symbol which may create the same immediate impression as the symbol used by the body with the established representation, and established reputation, notwithstanding differences which are apparent when the two are inspected closely: The Kettle Chip Company Pty Ltd v Apand Pty Ltd [1993] FCA 546 ; (1993) 46 FCR 152 at 161-2; Sterling Winthrop Pty Ltd v R &amp; C Products Pty Ltd (1994) ATPR 41-308 at 42,126 and 42,133.",
      "id": "s399"
    },
    {
      "text": "CONSIDERATION \n The ACF Notices\n The factual context includes the facts that there are a number of private open and semi-open and under cover car parks in the City of Adelaide, including Wilson's Car Parks, CarePark and parks operated by educational institutions such as the University of Adelaide and the Royal Adelaide Hospital.",
      "id": "s400"
    },
    {
      "text": "The evidence indicated that there are about 25 private open car parks in the City of Adelaide, each of which has relatively conventional signage indicating that it is a private car park and some of which are not monitored by the Council.",
      "id": "s401"
    },
    {
      "text": "The Council, on the evidence, occupies or operates only two open air car parks at Sturt Street and in the War Memorial car park adjacent to Adelaide Oval.",
      "id": "s402"
    },
    {
      "text": "It is, of course, responsible for the enforcement of on-street parking in the City of Adelaide.",
      "id": "s403"
    },
    {
      "text": "It also occupies a number of high rise city car parks with the \"U-Park\" logo prominently displayed.",
      "id": "s404"
    },
    {
      "text": "The evidence clearly supports the conclusion, as I find, that the Council is, and has been, the regulatory authority monitoring the parking of vehicles within the streets of Adelaide and in open car parks operated by the Council, and pursuant to agreements under the Private Parking Areas Act 1986 (SA) in some open car parks operated by others.",
      "id": "s405"
    },
    {
      "text": "At least since 1995, and probably well before, the Council has issued Expiation Notices for failure to comply with parking restrictions in public streets and in its open car parks and in private car parking areas which it monitored, in the form of the first Expiation Notice.",
      "id": "s406"
    },
    {
      "text": "It has had an extensive role since then in issuing Expiation Notices for \"parking offences\", having issued in excess of 250,000 Expiation Notices each year for the last several years and nearly that number every year since 2000.",
      "id": "s407"
    },
    {
      "text": "Even for most of those motorists who have not received an Expiation Notice, its role as described above is well-known.",
      "id": "s408"
    },
    {
      "text": "Over that time, both the first Expiation Notice and the second Expiation Notice have had a heading with the Council's distinctive logo and colour scheme referred to above.",
      "id": "s409"
    },
    {
      "text": "That heading and colour scheme and logo has been used on a vast number of documents, signage and other forms of promotion used by the Council over many years.",
      "id": "s410"
    },
    {
      "text": "The first Expiation Notice is depicted above at [36].",
      "id": "s411"
    },
    {
      "text": "The later or second Expiation Notice used from April 2006 differs in minor wording which does not, in my view, change its appearance and in the following respects: The listed statutes and the printed text just under that list has been moved from its position under the words \"Expiation Notice\" to a position immediately above the word \"Payments\"; Underneath the section printed by the HHC machine (the details of the offence and the penalty) and above the listed statutes is a space of some 40 mm in which appears a bar code and a number also apparently printed by the HHC machine; Consequently, it is about 60 mm longer; Four lines of text referring to the offence possibly being trifling on the reverse side has been added; There is then a clear part on the reverse side after the text at the bottom of about 55 mm. \nThe colouring of the Council name and logo, and of the printed text remains the same.",
      "id": "s412"
    },
    {
      "text": "The section printed by the HHC machine also appears the same, although there are slight and insignificant variations in its layout.",
      "id": "s413"
    },
    {
      "text": "From October 2003 (after the arrangement by which the Council monitored compliance with parking restrictions in car parks operated by Park Fast on 30 June 2003), ACF has been issuing the ACF Notices.",
      "id": "s414"
    },
    {
      "text": "The first ACF Notice had the following appearance:\n \n \n The following features, in my view, are significant: approximately the same size as the first Expiation Notice; the same or similar colouring to the first Expiation Notice, in particular the green colouring with orange print towards the bottom of the page (the capital printed line \"For further information see reverse\", although the ACF Notice also has in orange capital print; \"Payment must accompany this notice\"); a similar presentation of the name Adelaide City Fines P/L (below which is the ACN number) with the large \"A\" followed by the balance of the word \"Adelaide\" and in smaller print adjacent to the A, the words City Fines P/L; the highlighted block printed \"Infringement Notice\" printed in white on a green background, that is in the same style of highlighting as \"Expiation Notice\"; the highlighted block printed \"Payments\" printed in white on a green background, as on the Council's Expiation Notice; and the use of the name Adelaide City Fines.",
      "id": "s415"
    },
    {
      "text": "The content varies.",
      "id": "s416"
    },
    {
      "text": "The Expiation Notice has printed a series of statutory sources for the offences specified, then a green line cutting across about the top third of the notice.",
      "id": "s417"
    },
    {
      "text": "There is then obviously a machine printed set of details containing ticket number, time and date, \"ID number\" (presumably the issuing officer), the location, the description of the offence, the penalty and the due date, and some details as to the offence.",
      "id": "s418"
    },
    {
      "text": "The first ACF Notice under \"Infringement Notice\" has printed green topics for completion together with space for handwritten data.",
      "id": "s419"
    },
    {
      "text": "It has a notice number (the number printed in red) and then printed topics, location, registration, vehicle, time (with am/pm for selection), date, and a set of three options for breach of the conditions of entry in relation to the vehicle and the printed words \"issuing officer\" with a space for a signature.",
      "id": "s420"
    },
    {
      "text": "It then reads: \n As a result of your breach you are required to pay the sum of $45.00 (inclusive of GST) to Adelaide City Fines within 28 days of the above date.",
      "id": "s421"
    },
    {
      "text": "Failure to pay may result in legal action without further notice.",
      "id": "s422"
    },
    {
      "text": "The bottom section of the document then has, as has the Expiation Notice, a bold strip in green with the word \"Payments\" in block print on it.",
      "id": "s423"
    },
    {
      "text": "The Expiation Notice has five payment options listed: a website address, telephone, Australia Post, in person with the address, and a postal address.",
      "id": "s424"
    },
    {
      "text": "It also has a telephone number for further enquiries.",
      "id": "s425"
    },
    {
      "text": "As noted, it then has printed in orange: \"For further information see reverse\".",
      "id": "s426"
    },
    {
      "text": "The bottom part of the first ACF Notice has similar information also printed in green under the block printed heading \"Payments\": in person with the address, a postal address and by credit card (for which further details appear on the back), together with an \"enquiries\" telephone number.",
      "id": "s427"
    },
    {
      "text": "It also has under the block printed heading \"Payments\" also block printed in orange the words \"Payment must accompany this notice\".",
      "id": "s428"
    },
    {
      "text": "The reverse side of each document is also printed in green.",
      "id": "s429"
    },
    {
      "text": "In the case of the ACF Notice, apart from giving credit options (the top half of the reverse of the page) with \"Credit card payments\" in block printed white on a bold green strip, the second half has a block printed heading \"Other information\" also in white on a bold green strip with content comprising four dot pointed entries.",
      "id": "s430"
    },
    {
      "text": "One is a condition of entry authorising the manager to obtain the vehicle registration information, the second relates to privacy policy.",
      "id": "s431"
    },
    {
      "text": "The final two read:\n \n The Manager hereby gives notice of its intention to commence legal action to recover the sum of this Infringement Notice if not paid by the due date --- Magistrates' Court Rules 1991 --- Rule 20A.",
      "id": "s432"
    },
    {
      "text": "If legal proceedings are commenced additional court and legal fees will be incurred.",
      "id": "s433"
    },
    {
      "text": "This Infringement Notice has been issued by Adelaide City Fines Pty Ltd A.C.N.",
      "id": "s434"
    },
    {
      "text": "106 841 865 A.B.N.",
      "id": "s435"
    },
    {
      "text": "531 068 418 65 as agent for the manager.",
      "id": "s436"
    },
    {
      "text": "The back of the first Expiation Notice has similar colouring and the similar appearance of quite dense printed text, but it does not have the same block printed headings.",
      "id": "s437"
    },
    {
      "text": "The first section deals with the choices of the recipient.",
      "id": "s438"
    },
    {
      "text": "They are to pay the expiation fee, to apply to the court to pay the fee in instalments or for an extension of time within which to pay it, or to submit a statutory declaration stating the name and address of the driver, or to dispute the allegation of the commission of the offence (in which case, the name and address is to be included).",
      "id": "s439"
    },
    {
      "text": "The bottom third has a block printed heading \"Overdue Payment Penalties\", listing \"Penalty Deadlines\" and \"Additional Penalties\".",
      "id": "s440"
    },
    {
      "text": "The additional penalties include being sent to Court with at least an extra $100 penalty, and that failure to pay the court fine may result in suspension of driver's licence.",
      "id": "s441"
    },
    {
      "text": "In the light of my findings above about the context in which the conduct of ACF and Park Fast is to be assessed, I consider that the first ACF Notice did represent to a significant and reasonable class of consumers, that is those who received the first ACF Notice, that it was issued or authorised by the Council or that ACF was somehow associated with the Council so as to give the first ACF Notice an \"official\" character and so as to give those recipients of the first ACF Notice the message that the ACF Notice imposed a fine or penalty imposed by law.",
      "id": "s442"
    },
    {
      "text": "That class of recipients of the first ACF Notice would then understand that failure to pay the first ACF Notice may lead to prosecution and the imposition by the court of a significantly heavier penalty.",
      "id": "s443"
    },
    {
      "text": "It also follows that the first ACF Notice also represented to that class of its recipients that the demand it contained did not relate only to a claim for damages for breach of contract or some other form of contractual debt.",
      "id": "s444"
    },
    {
      "text": "The evidence satisfies me that a significant class of recipients of the first ACF Notice would be aware of the Council's longstanding role as the enforcer of parking restrictions in some open car parks and in on-street parking in the City of Adelaide, and would in a general way be aware of the style of its documentation.",
      "id": "s445"
    },
    {
      "text": "Some would have previously received an Expiation Notice, but it would not be necessary to have done so to have that level of awareness.",
      "id": "s446"
    },
    {
      "text": "The evidence of both Mr Tomlian and Dr Quester fortified my intuitive understanding that many --- if not most --- defaulting motorists would not have a high level of engagement with a parking ticket commonly left in a plastic pocket under the windscreen wiper.",
      "id": "s447"
    },
    {
      "text": "They would instantly recognise it for what it was, and most commonly recognise that it meant they had been caught breaching the relevant parking condition.",
      "id": "s448"
    },
    {
      "text": "Only some would be surprised at receiving the parking ticket, and some of that group would examine it closely to see what offence had allegedly been committed and consider carefully whether to dispute it.",
      "id": "s449"
    },
    {
      "text": "Some would consider it carefully because they may consider there might be circumstances to explain the \"offence\" and so try to avoid or reduce the parking \"fine\" by contact with the issuing body.",
      "id": "s450"
    },
    {
      "text": "A significant class --- probably most, but it does not matter --- would recognise it as a parking \"fine\" and pay only so much attention to it as necessary to determine how much to pay, and when and how to pay.",
      "id": "s451"
    },
    {
      "text": "Within that class, of course some would be generally aware that private open car parks operate and that the consequences for breach of parking conditions in them is contractual only; some would be aware by the notice upon entry to a private open car park that it was not operated by the Council and would then, or by consideration of the first ACF Notice, realise that the first ACF Notice was unassociated with the Council and was merely a contractual claim.",
      "id": "s452"
    },
    {
      "text": "Some would get that awareness from their consideration of the first ACF Notice, even perhaps after some confusion and inquiry of the Council.",
      "id": "s453"
    },
    {
      "text": "But I am satisfied that a class, indeed a significant class, of reasonable recipients of the first ACF Notice would take from the first ACF Notice the representations which the Council alleges.",
      "id": "s454"
    },
    {
      "text": "Such representations are misleading and deceptive, and contravene s 52 of the TP Act.",
      "id": "s455"
    },
    {
      "text": "I have identified in [104] above the significant features of the first ACF Notice which, in my judgment, would convey those representations to that class of its recipients.",
      "id": "s456"
    },
    {
      "text": "They are the most striking features of the first ACF Notice.",
      "id": "s457"
    },
    {
      "text": "Absent the high degree of involvement discussed by both experts, the differences between the first Expiation Notice and the first ACF Notice discussed above would not negate those representations having been made.",
      "id": "s458"
    },
    {
      "text": "The evidence of telephone and written communications with the Council, and the correspondence with ACF tending to identify it with the Council also support that conclusion.",
      "id": "s459"
    },
    {
      "text": "Of course, that evidence only relates directly to the period from the latter part of 2005, but as the similarity between the ACF Notices and the Expiation Notices decreased with the subsequent iterations of the ACF Notices, I infer that the earlier (and in particular as I am adverting it, the first) ACF Notices attracted similar conduct.",
      "id": "s460"
    },
    {
      "text": "And, of course, there would be no record of those who simply met the demands of the first ACF Notice by reason of the misrepresentations.",
      "id": "s461"
    },
    {
      "text": "I also am fortified in that conclusion by the finding, which I now record, that ACF and Park Fast by the first ACF Notice set about adopting a form for the ACF Notices which closely resembled the Expiation Notice for the purpose of conveying to recipients of the first ACF Notice that it was \"official\", that is, that it was issued by or with the authority of the Council, that it imposed a fine or penalty authorised by law and subject to the sort of processes, criminal or quasi-criminal, available to the Council, and so was not merely the recovery of some form of contractual entitlement.",
      "id": "s462"
    },
    {
      "text": "Of course, any notice by ACF based upon breach of Park Fast's parking conditions necessarily had certain content.",
      "id": "s463"
    },
    {
      "text": "But there is no good reason offered for why the name Adelaide City Fines was chosen, as I do not accept Mr Lester's explanation for why it was chosen.",
      "id": "s464"
    },
    {
      "text": "There is no monopoly in the words Adelaide City.",
      "id": "s465"
    },
    {
      "text": "But here, ACF or its promoters selected a name which had those words and a descriptive noun in its name which carries particular connotations, but did so to enter a field of activity in which the Council for many years had carried on the function of imposing fines by its Expiation Notices: cf Aerospatiale Societe Nationale Industrielle v Aerospatiale Helicopters Pty Ltd (1986) 11 FCR 37.",
      "id": "s466"
    },
    {
      "text": "The general layout and presentation of the first ACF Notice reflects closely that of the first Expiation Notice.",
      "id": "s467"
    },
    {
      "text": "It did not need to do so.",
      "id": "s468"
    },
    {
      "text": "The earlier draft document, contrary to Mr Lester's evidence, clearly was prepared by adopting the first Expiation Notice and I infer that the first ACF Notice evolved from that draft.",
      "id": "s469"
    },
    {
      "text": "There is no other explanation for the choice of the general layout and presentation of the first ACF Notice.",
      "id": "s470"
    },
    {
      "text": "Consequently, that intention supports an inference that it was effectuated so as to lead to the contravention alleged: see Campomar at [33]; Interlego AG v Croner Trading Pty Ltd [1992] FCA 624 ; (1992) 39 FCR 348 per Gummow J at 394; Telmak Teleproducts (Australia) Pty Ltd v Coles Myer Ltd [1989] FCA 272 ; (1989) 89 ALR 48 at 69; Apand Pty Ltd v The Kettle Chip Company Pty Ltd (1994) 52 FCR 474 at 496.",
      "id": "s471"
    },
    {
      "text": "Indeed, in Nylex Corp Ltd v Sabco Ltd (1987) ATPR 40-752 at 48,179 Woodward J said where there is clear evidence of an intention to deceive, a court will readily find a breach of s 52 of the TP Act.",
      "id": "s472"
    },
    {
      "text": "The second ACF Notice differed little from the first ACF Notice.",
      "id": "s473"
    },
    {
      "text": "The printing colour was changed from green to blue.",
      "id": "s474"
    },
    {
      "text": "The use of the larger \"A\" in \"Adelaide\" was not maintained so the heading \"Adelaide City Fines\" was all in the same sized print.",
      "id": "s475"
    },
    {
      "text": "There were minor and insignificant textual amendments, including the \"In Person\" payment option being removed.",
      "id": "s476"
    },
    {
      "text": "In my judgment, those changes do not alter the overall impact from the name, the style and the presentation of the first ACF Notice.",
      "id": "s477"
    },
    {
      "text": "They do not lead to a different conclusion in respect of the class of recipients of ACF Notices to which I have referred.",
      "id": "s478"
    },
    {
      "text": "True it is that the colour and the heading has changed.",
      "id": "s479"
    },
    {
      "text": "The other cues or major visual features remain the same.",
      "id": "s480"
    },
    {
      "text": "Again, although the evidence of certain communications with the Council and ACF relates to a later period --- the second ACF Notice was in use between February 2004 and February 2005 --- I infer that the earlier ACF Notices including the second ACF Notice were likely to have attracted similar communications, indicating that certain recipients of the second ACF Notice understood that it conveyed the representations of which the Council complains.",
      "id": "s481"
    },
    {
      "text": "The third ACF Notice was used more or less contemporaneously with the second ACF Notice.",
      "id": "s482"
    },
    {
      "text": "It appeared as follows: \n \nApart from insignificant changes, including restoring the \"In Person\" payment option, it had the following changes:\n In my view, the third ACF Notice also conveys the representations which I have found to have been conveyed by the first ACF Notice, notwithstanding those further changes.",
      "id": "s483"
    },
    {
      "text": "Indeed, I consider the use of the name Adelaide City Fines with the stylised \"A\" tends to reinforce the conclusion that the class of recipients to which I have referred would have so understood it.",
      "id": "s484"
    },
    {
      "text": "Mr Lester's evidence about why that stylised representation was selected is not accepted by me.",
      "id": "s485"
    },
    {
      "text": "That representation is quite unlike the representation of Justice in the book he referred to.",
      "id": "s486"
    },
    {
      "text": "In the third ACF Notice presented the name Adelaide City Fines in a size and appearance very like that of the Council's Expiation Notice.",
      "id": "s487"
    },
    {
      "text": "I find it was selected for the purpose of establishing a point of similarity or cue to the recipient, a class of whom would identify it with, or associate it with, the Council.",
      "id": "s488"
    },
    {
      "text": "I find that it had that effect for the reasons given.",
      "id": "s489"
    },
    {
      "text": "The fourth ACF Notice is similar to the third ACF Notice.",
      "id": "s490"
    },
    {
      "text": "It was in use between March 2005 and December 2006.",
      "id": "s491"
    },
    {
      "text": "It had insignificant textual changes, including a printed list of possible vehicle makes (presumably one was to be circled by the issuing person if it applied) as well as a space for \"other\".",
      "id": "s492"
    },
    {
      "text": "It changed the payment details by providing for a specified payment date to be inserted rather than a printed 28 days in the earlier text.",
      "id": "s493"
    },
    {
      "text": "A significant change is that the \"Payments\" heading in blue has been replaced on the front page with a blocked heading on red with white printing \"25% Earlybird Discount\", and text indicating payment within 14 days would lead to that reduction.",
      "id": "s494"
    },
    {
      "text": "Dr Quester gave evidence about the impact of such a feature.",
      "id": "s495"
    },
    {
      "text": "Incidentally, the specified \"penalties\" have increased by one third or more.",
      "id": "s496"
    },
    {
      "text": "The \"Payments\" section appears at the top of the back page.",
      "id": "s497"
    },
    {
      "text": "Despite those changes, and in particular the \"25% Earlybird Discount\" heading and its text, I consider that the cues to which I have referred conveyed to the same class of recipients of that ACF Notice the representations alleged by the Council.",
      "id": "s498"
    },
    {
      "text": "This ACF Notice was in use for much of the time during which the evidence of written and oral communications with the Council and of written communications with ACF demonstrate that some of its recipients were misled by its appearance.",
      "id": "s499"
    },
    {
      "text": "I consider that there would have been many more who simply took the contents, read with a low degree of involvement, as conveying those representations and paid the amount claimed for that reason.",
      "id": "s500"
    },
    {
      "text": "The fifth and sixth ACF Notices are very similar in appearance.",
      "id": "s501"
    },
    {
      "text": "The fifth ACF Notice was used between December 2006 and February 2007 (again during the period to which the evidence of communications with the Council and ACF directly related), and the sixth ACF Notice was used from February 2007.",
      "id": "s502"
    },
    {
      "text": "By the time the fifth ACF Notice came into use, the second Expiation Notice was in use by the Council.",
      "id": "s503"
    },
    {
      "text": "The sixth ACF Notice has the following appearance: \n \n The current ACF Notice has the same general appearance.",
      "id": "s504"
    },
    {
      "text": "It differs from the sixth ACF Notice only in that, in the computer generated data, the words \"Facility Operator\" have been substituted for the word \"Authority\" under which more prominently is the name of ACF, and secondly in that, in the same section, the words \"Particulars of Breach\" have been substituted for the word \"Offence\".",
      "id": "s505"
    },
    {
      "text": "The reverse side of the document is the same.",
      "id": "s506"
    },
    {
      "text": "The fifth ACF Notice differed from the sixth ACF Notice only in two possibly significant respects.",
      "id": "s507"
    },
    {
      "text": "The first is that the heading is \"Parking Penalty Notice\" rather than \"Notice of Claim\".",
      "id": "s508"
    },
    {
      "text": "The second is that, under the heading \"Notice of Claim\" on the sixth ACF Notice appears the printed text: \"Under Rule 20A Magistrates Court Rules\".",
      "id": "s509"
    },
    {
      "text": "That text, or a very similar text, had appeared in all earlier versions of the ACF Notices but on the reverse side and apparent only on a careful reading.",
      "id": "s510"
    },
    {
      "text": "Rule 20A of the Magistrates Court (Civil) Rules 1992 (SA) relevantly provides that the plaintiff is not entitled to the costs for filing a claim unless 21 days written notice of the intended claim was given to the intended defendant, served by any means authorised under those Rules.",
      "id": "s511"
    },
    {
      "text": "So far as I can see, although the matter was not fully argued, leaving an ACF Notice on the windscreen of a car could not be service under those Rules: see Rules 46-51 especially Rule 47.",
      "id": "s512"
    },
    {
      "text": "There is another change in the \"Other Information\" on the reverse side of the notice in the smaller print: the point that \"This Notice is a civil claim for a genuine pre-estimate of loss\" has been added in the sixth ACF Notice.",
      "id": "s513"
    },
    {
      "text": "As can be seen, there were significant changes from the fourth and earlier ACF Notices.",
      "id": "s514"
    },
    {
      "text": "The stylised Adelaide City Fines remained, but the heading description of the document had changed.",
      "id": "s515"
    },
    {
      "text": "The printed text, with space for details to be added manually, was replaced by what appears to be a machine-generated printout, under a black bar then a bar code and details of the offence and \"Penalty\".",
      "id": "s516"
    },
    {
      "text": "The bottom third of the page is occupied by the payment options, including prominently through Australia Post, and that extends over much of the rear page of the notice.",
      "id": "s517"
    },
    {
      "text": "The \"Other Information\" has been carried forward, including what is now repetitive text about Rule 20A of the Magistrates Court Rules 1991 (sic), but with the additional point noted at [116] above.",
      "id": "s518"
    },
    {
      "text": "As noted earlier, by the time the fifth and sixth ACF Notices came to be used, the second Expiation Notice was in use by the Council.",
      "id": "s519"
    },
    {
      "text": "It varied from the first in a few respects, as noted in [102] above.",
      "id": "s520"
    },
    {
      "text": "I interpose to note that the ACF Notices and the first Expiation Notice all differed slightly in size, but not to a degree that was said by either party to have carried much significance.",
      "id": "s521"
    },
    {
      "text": "It is important to return to the particular class of recipients of ACF Notices to which I have referred.",
      "id": "s522"
    },
    {
      "text": "That is, those who see that they had received a parking \"ticket\", and would look at it only to the extent necessary to identify its nature and what the \"offence\" involved --- so as to decide whether to pay it --- and how to pay it.",
      "id": "s523"
    },
    {
      "text": "That degree of involvement --- low involvement --- was the common description of both the experts in relation to many recipients of such notices.",
      "id": "s524"
    },
    {
      "text": "In my view, on the whole of the evidence, the features of the sixth ACF Notice which, at that level of involvement and so to that category of recipients, would attract attention would be: It would only be with a significantly higher level of involvement that a recipient would identify on the reverse side reference to the claim being a civil claim for a genuine pre-estimate of loss, and the intention to commence civil proceedings.",
      "id": "s525"
    },
    {
      "text": "It is apparent that ACF and Park Fast, in the several iterations of the ACF Notices, have sought to respond to concerns of the Council about their appearance and content.",
      "id": "s526"
    },
    {
      "text": "It is also apparent that they have sought to do so in a minimal way, that is, to make as few changes as possible.",
      "id": "s527"
    },
    {
      "text": "That is not of itself an indicator of any contravention of s 52 by any particular ACF Notice.",
      "id": "s528"
    },
    {
      "text": "After all, it is clear enough that ACF as agent for Park Fast is entitled to identify motorists who contravene the conditions of entry into a Park Fast open car park.",
      "id": "s529"
    },
    {
      "text": "It is entitled to give to those motorists a notice of contravention of those conditions.",
      "id": "s530"
    },
    {
      "text": "Park Fast will have an action for breach of contract.",
      "id": "s531"
    },
    {
      "text": "ACF as its agent is entitled to give notice of such a claim, including a quantified claim which is a genuine estimate of the likely loss suffered by Park Fast by the contravention.",
      "id": "s532"
    },
    {
      "text": "Practicality dictates that such a notice should be within a certain size range, and have certain content.",
      "id": "s533"
    },
    {
      "text": "But where, as here (as I have found), ACF and Park Fast initially set about presenting the first ACF Notice to closely resemble the first Expiation Notice, I consider the subsequent minor variations to the ACF Notices demonstrate a desire by ACF and Park Fast as much as possible to retain the perception or representation that its notices were issued by or with the authority of or in association with the Council, and are for recovery of a fine or other penalty imposed by law, and that ACF was authorised by law to recover a fine or other penalty imposed by law.",
      "id": "s534"
    },
    {
      "text": "The fact that, in my view, the sixth ACF Notice could not be an adequate notice under Rule 20A of the Magistrates Court (Civil) Rules 1992 (SA) and that the word \"(Civil)\" has been omitted, and its new emphasis in that notice also supports that conclusion.",
      "id": "s535"
    },
    {
      "text": "Although that is the context in which I assess whether the fifth and sixth ACF Notices contravene s 52 of the TP Act, I would reach the same conclusion set out below without that additional consideration.",
      "id": "s536"
    },
    {
      "text": "It fortifies my conclusion.",
      "id": "s537"
    },
    {
      "text": "There is one other point to be made in explaining that conclusion.",
      "id": "s538"
    },
    {
      "text": "I have found that the Council has a reputation and status in relation to the issuing of Expiation Notices in the City of Adelaide which extends well beyond those who may have received an Expiation Notice.",
      "id": "s539"
    },
    {
      "text": "Progressively, no doubt, those who serially receive an ACF Notice are more likely to come to recognise its status and significance and so not to be misled or confused in the way I have found many recipients of those notices would be misled, and some confused.",
      "id": "s540"
    },
    {
      "text": "In respect of the fifth and sixth ACF Notices, I consider that there is nevertheless a significant class of recipients --- whether first-time recipients or perhaps having received one or two or more of such notices before --- who would address that notice with low involvement.",
      "id": "s541"
    },
    {
      "text": "They would be unlikely to be aware of the changes in the ACF Notices over time.",
      "id": "s542"
    },
    {
      "text": "It is, therefore, important to address that category of persons, looking at the fifth or sixth ACF Notices with the general awareness of the relevant role and status of the Council.",
      "id": "s543"
    },
    {
      "text": "In my judgment, I consider that such class of persons would reasonably have been misled by the fifth and sixth ACF Notices in the same way as I have found that the earlier ACF Notices were misleading and deceptive.",
      "id": "s544"
    },
    {
      "text": "The significant cues on those two notices still, on balance, lead to that conclusion.",
      "id": "s545"
    },
    {
      "text": "In particular, the stylised use of the Adelaide City Fines including the so-called scales of justice, the use of the name Adelaide City Fines, the use of the word \"Penalty\" and the position and style of the headings all support that conclusion.",
      "id": "s546"
    },
    {
      "text": "So, too, in the fifth and sixth ACF Notices does the word \"offence\" add to that conclusion.",
      "id": "s547"
    },
    {
      "text": "Whilst ACF and Park Fast are entitled to give notice under Rule 20A of the Magistrates Court (Civil) Rules 1992 (SA), I think the way that the reference appears on the front of the ACF Notice, slightly misdescribed, also adds to that conclusion.",
      "id": "s548"
    },
    {
      "text": "As I have said, I am fortified in that view by the finding made at [127] above.",
      "id": "s549"
    },
    {
      "text": "I have not overlooked the differences between the second Expiation Notice and the fifth and sixth ACF Notices in reaching that view, in particular the changed title.",
      "id": "s550"
    },
    {
      "text": "On balance, however, I am satisfied that the representations alleged are made by those notices.",
      "id": "s551"
    },
    {
      "text": "Finally, I consider that the current ACF Notice has the same significant features or uses as the sixth ACF Notice.",
      "id": "s552"
    },
    {
      "text": "The minor variations in the section apparently machine-printed to record the particular details of the contravention do not, in my view, diminish in a material way the conclusion that I have reached in relation to the sixth ACF Notice.",
      "id": "s553"
    },
    {
      "text": "The ticket machines\n This matter was only faintly pressed by the Council in its submission.",
      "id": "s554"
    },
    {
      "text": "In fact, as my findings above record, similar machines, made overseas, were commonly used by the Council and by other private open car park operators for many years, and by Park Fast subsequent to 2003 as well as by Park Fast by machines installed by the Council and maintained by the Council on behalf of Park Fast prior to 2003.",
      "id": "s555"
    },
    {
      "text": "In my view, there is simply no foundation for thinking that, in the open car parks operated by Park Fast and ACF, either the car park itself or the ticket machine was presented in such a way as might have been likely to mislead or deceive any user that the car park was operated by the Council.",
      "id": "s556"
    },
    {
      "text": "In fact, the statement of claim and the supplementary statement of claim do not assert that by use of the ticket dispensing machine Park Fast or ACF made any representations at all, and further do not assert that any such representations were misleading or deceptive or likely to mislead or deceive contrary to s 52 of the TP Act.",
      "id": "s557"
    },
    {
      "text": "ORDERS \n I consider it appropriate to make declaratory orders to reflect my conclusions about the ACF Notices.",
      "id": "s558"
    },
    {
      "text": "I will also injunct ACF from using the first to sixth ACF Notices in seeking to recover from defaulting motorists damages for breach of the conditions of entry into \"Park Fast\" open car parks.",
      "id": "s559"
    },
    {
      "text": "It is not for the Court to indicate what changes might be made by ACF or Park Fast to ensure that the Council cannot properly complain of the breach of s 52 of the TP Act by any different form of notice.",
      "id": "s560"
    },
    {
      "text": "In view of my conclusions about the current ACF Notice, the undertaking on behalf of ACF and Park Fast proffered by Mr Lester in the course of his evidence, that they would not revert to the use of any of the first to sixth ACF Notices does not need to be addressed as a matter relevant to the discretion as to what, if any, orders should be made.",
      "id": "s561"
    },
    {
      "text": "In deciding to make the orders I have indicated, I have not overlooked the contention on behalf of ACF and Park Fast that the Council was relatively dilatory in the period July 2003 to November 2004 in complaining about the contents of the first ACF Notice, and that its alleged delay should lead to the Court not making the orders sought by the Council.",
      "id": "s562"
    },
    {
      "text": "Senior counsel was unable to point to any prejudice caused to either ACF or Park Fast by that alleged delay.",
      "id": "s563"
    },
    {
      "text": "In the circumstances, having regard to the ongoing communications thereafter in relation to the subsequent iterations of the ACF Notices, I do not consider any such delay of any real weight in exercising my discretion to make the orders I propose to make.",
      "id": "s564"
    },
    {
      "text": "In any event, the Council in my view is not shown to have reacted too slowly in relation to its concerns about the first ACF Notice, which was first used from about November 2003, or indeed in its subsequent consideration of, and communications about, the subsequent ACF Notices.",
      "id": "s565"
    },
    {
      "text": "My findings indicate that ACF and Park Fast initially attempted to take advantage of the public's perceived status of the Council's Expiation Notices.",
      "id": "s566"
    },
    {
      "text": "The subsequent changes followed Council's progressively expressed concerns.",
      "id": "s567"
    },
    {
      "text": "However, I have found that each of the ACF Notices is misleading and deceptive in the manner alleged by the Council.",
      "id": "s568"
    },
    {
      "text": "I consider the circumstances warrant the making of both declaratory and injunctive orders which reflect my conclusions.",
      "id": "s569"
    },
    {
      "text": "The Council has sought injunctive relief extending beyond prohibiting ACF and Park Fast from using in the future any of the ACF Notices.",
      "id": "s570"
    },
    {
      "text": "It also seeks to injunct them from issuing or using any notice or demand relating to any alleged breach of the conditions of entry into any Park Fast open car park under the names \"Adelaide City Fines\", \"Adelaide City Fines Pty Ltd\" or any substantially similar name, or from using the words or any combination of the words \"Fine\" or \"Fines\", \"Infringement Notice\", \"Parking Penalty Notice\", \"Offence\" or \"Code\", \"Penalty\", \"Officer\" or \"Authority\" in any such notice.",
      "id": "s571"
    },
    {
      "text": "I am not prepared to make injunctive orders in such terms.",
      "id": "s572"
    },
    {
      "text": "It may be that the use of the name \"Adelaide City Fines\", particularly its stylised presentation, on any such notice may amount to a misleading representation along the lines alleged by the Council, or that its use in conjunction with one or more of the words specified may do so.",
      "id": "s573"
    },
    {
      "text": "But I do not consider that it is so clearly the case that the further injunctive orders should be made.",
      "id": "s574"
    },
    {
      "text": "There may be a particular Notice of Claim (to use the title of the sixth and the current ACF Notices) which, in context, and by its form, layout and content does not convey any of those representations.",
      "id": "s575"
    },
    {
      "text": "By way of illustration, if such a notice prominently stated: \"This does not impose a fine\", depending on its other features, it may not convey any of the alleged representations but the use of the word \"fine\" in that notice would be permitted.",
      "id": "s576"
    },
    {
      "text": "The reasons given for my conclusions above will give ACF and Park Fast an indication of the difficulties confronting them if they wish in the future to use a form of notice which is, in fact, substantially similar to the sixth or current ACF Notices.",
      "id": "s577"
    },
    {
      "text": "But to injunct them from using a \"substantially similar notice\" in my view, given the potential combination of cues, would be too imprecise a burden to impose on ACF and Park Fast.",
      "id": "s578"
    },
    {
      "text": "I also consider that there should be some temporal limitation on the injunction I propose to make.",
      "id": "s579"
    },
    {
      "text": "That is not to permit ACF and Park Fast to engage in the injuncted conduct at the end of the period fixed irrespective of the then prevailing context.",
      "id": "s580"
    },
    {
      "text": "If that context remains much the same, it would clearly be inappropriate to do so.",
      "id": "s581"
    },
    {
      "text": "It is to recognise that the context may change in ways which are not presently readily apparent.",
      "id": "s582"
    },
    {
      "text": "The Council may cease issuing Expiation Notices.",
      "id": "s583"
    },
    {
      "text": "The procedures for recovery of parking \"fines\" or for recovering damages for breach of contract may have changed.",
      "id": "s584"
    },
    {
      "text": "There may be relevant legislative changes.",
      "id": "s585"
    },
    {
      "text": "The period of the injunction will be for five years, that being a reasonable horizon when, with some degree of confidence, the present context is not likely to have materially changed.",
      "id": "s586"
    },
    {
      "text": "I see no reason why costs of the proceedings should not follow the outcome.",
      "id": "s587"
    },
    {
      "text": "ACF and Park Fast must pay the Council's costs of the proceedings.",
      "id": "s588"
    },
    {
      "text": "I certify that the preceding one hundred and forty (140) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s589"
    },
    {
      "text": "Associate:\n \n \nDated: 20 February 2009\n \n Counsel for the Applicant: RJ Whitington QC and S Roder \n \n Solicitor for the Applicant: Norman Waterhouse \n \n Counsel for the Respondents: S Walsh QC and T Duggan \n \n Solicitor for the Respondents: Townsends \n Date of Hearing: 5 &amp; 6 September 2007 and 1 &amp; 2 November 2007 \n \n Date of Judgment: 20 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/132.html",
      "id": "s590"
    }
  ]
}