{
  "name": "Yang v Mead [2009] FCA 1202 (26 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1202.html",
  "catchphrases": [
    {
      "text": "counter-claim, set-off or cross demand",
      "id": "c0"
    },
    {
      "text": "circumstances in which a bankruptcy notice may be set aside for abuse of process",
      "id": "c1"
    },
    {
      "text": "bankruptcy",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Presently before this Court are two appeals, both filed on 29 July 2009.",
      "id": "s0"
    },
    {
      "text": "On 27 August 2009 a determination was made by the Chief Justice pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth) for the hearing and determination of the appeals by a single judge.",
      "id": "s1"
    },
    {
      "text": "In proceeding NSD 774/2009 the Appellant, Ms Yang, appeals against a decision of a Federal Magistrate delivered on 15 July 2009: Yang v Mead [2009] FMCA 636.",
      "id": "s2"
    },
    {
      "text": "In proceeding NSD 775/2009 the Appellant, Ms Mead, appeals against a decision of the same Magistrate delivered on the same date: Mead v Mead [2009] FMCA 637.",
      "id": "s3"
    },
    {
      "text": "Ms Yang is the mother of Ms Mead and Ms Mead (in turn) is the former wife of Mr Colin Anthony Mead.",
      "id": "s4"
    },
    {
      "text": "Prior to the hearing of the present appeals Mr and Ms Mead were engaged in lengthy proceedings in the Family Court of Australia.",
      "id": "s5"
    },
    {
      "text": "As the two appeals raised similar issues and interrelated facts, it was convenient to hear both appeals concurrently.",
      "id": "s6"
    },
    {
      "text": "The parties did not oppose that course.",
      "id": "s7"
    },
    {
      "text": "Also before the Court are two \" Interim Applications \", one filed in each appeal on 24 August 2009, seeking orders that: \n(i) the time for compliance with each of the two bankruptcy notices be extended pursuant to s 41 of the Bankruptcy Act 1966 (Cth) ('the Bankruptcy Act ');\n \n(ii) the liquidators of a number of companies be joined as respondents; and\n \n(iii) an injunction be granted in respect to bank accounts of a company.",
      "id": "s8"
    },
    {
      "text": "There are also two Notices of Motion , again one filed in each appeal on 4 September 2009.",
      "id": "s9"
    },
    {
      "text": "The relief claimed in each Motion is the same in all relevant respects.",
      "id": "s10"
    },
    {
      "text": "The Motion filed in NSD 774/2009, by way of example, seeks orders expressed as follows:\n \n(a) to \" stand the matter out of the list generally as [the Court] thinks fit for the respondent filed a Creditor's Petition ... \";\n \n(b) to \" stand the matter out of the list generally as [the Court] thinks fit for the applicant is requested to file her Summary Arguments and List of Authorities with Appeals Registrar on or before 29 October 2009 in ... the Family Court of Australia ... \"; and\n \n(c) \" [t]hat the Court may allow the applicant to plead a fact and file further evidence on appeal in addition to evidence in the court below due to the purpose of Proceeding No.",
      "id": "s11"
    },
    {
      "text": "SYG 687 of 2008 ... \".",
      "id": "s12"
    },
    {
      "text": "What is intended to be embraced within the first order is uncertain.",
      "id": "s13"
    },
    {
      "text": "But the first two orders seek in effect an adjournment of the hearing of the two appeals.",
      "id": "s14"
    },
    {
      "text": "As neither Ms Yang nor Ms Mead had legal representation, it was considered that the preferable course was to list both the appeals and any applications for interlocutory or other relief together at the first point in time convenient to the parties and the Court.",
      "id": "s15"
    },
    {
      "text": "Both matters first came before the Court on 24 August 2009 when the matters were stood over to 4 September 2009.",
      "id": "s16"
    },
    {
      "text": "On that date, hearing dates were set for 12 and 13 October 2009.",
      "id": "s17"
    },
    {
      "text": "Both on 24 August and 4 September 2009 there was an appearance for the Respondent to both appeals --- but as at those dates no Notice of Appearance had been filed as required by Order 9 r 2 of the Federal Court Rules .",
      "id": "s18"
    },
    {
      "text": "Such a Notice , however, was filed in each matter on 10 September 2009.",
      "id": "s19"
    },
    {
      "text": "A COUNTER-CLAIM, AN ABUSE OF PROCESS OR A DEFECTIVE NOTICE?",
      "id": "s20"
    },
    {
      "text": "In both appeals the Appellants contend that: Section 40(1)(g) provides as follows: \n \n Acts of bankruptcy \n (1) A debtor commits an act of bankruptcy in each of the following cases: \n \n \n \n \n ...\n (g) if a creditor who has obtained against the debtor a final judgment or final order, being a judgment or order the execution of which has not been stayed, has served on the debtor in Australia or, by leave of the Court, elsewhere, a bankruptcy notice under this Act and the debtor does not: \n \n \n \n \n \n \n (i) where the notice was served in Australia --- within the time specified in the notice; or\n (ii) where the notice was served elsewhere --- within the time fixed for the purpose by the order giving leave to effect the service; \n \n \n \n \n \n \n comply with the requirements of the notice or satisfy the Court that he or she has a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt or sum payable under the final order, as the case may be, being a counter-claim, set-off or cross demand that he or she could not have set up in the action or proceeding in which the judgment or order was obtained; ... \n \n \n\n \n Section 40(3)(b) provides as follows:\n \n \n (3) For the purposes of paragraph (1)(g): \n \n \n \n \n ...\n (b) a judgment or order that is enforceable as, or in the same manner as, a final judgment obtained in an action shall be deemed to be a final judgment so obtained and the proceedings in which, or in consequence of which, the judgment or order was obtained shall be deemed to be the action in which it was obtained; ... \n \n \n\n In construing these provisions His Honour Justice Lindgren in Re Glew ; Glew v Harrowell of Hunt &amp; Hunt Lawyers [2003] FCA 373 , 198 ALR 331 at 333 to 334 reviewed the authorities and observed (some citations omitted): \n \n [9] There are authorities suggesting that Glew and Tresidder must satisfy me of the following interrelated and sometimes overlapping matters: \n \n that they have a \"prima facie case\", even if they do not adduce evidence which would be admissible on a final hearing making out that case ... that they have \"a fair chance of success\" or are \"fairly entitled to litigate\" the claim ... and that they are advancing a \"genuine\" or \"bona fide\" claim ...\n \n \n It may be that the first and second formulations are intended to cover the same ground.",
      "id": "s21"
    },
    {
      "text": "In Brink [ Re Brink; Ex parte Commercial Banking Co of Sydney Ltd [1980] FCA 78 ; (1980) 30 ALR 433 , 44 FLR 135] Lockhart J treated (at ALR 438---9; FLR 141) the reference to a \"prima facie case\" ... as a reference to \"a fair chance of success\".",
      "id": "s22"
    },
    {
      "text": "...\n [11] Plainly, in order to \"satisfy\" the court for the purposes of s 40(1)(g) , the debtor is not required to prove, as on a final hearing, the asserted entitlement to recover from the creditor.",
      "id": "s23"
    },
    {
      "text": "Accordingly, evidence tendered on an application to set aside is to be tested for admissibility, not as if the proceeding were one in which the debtor's claim was being finally determined, but by reference to the question whether the court should be satisfied that the debtor has a claim deserving to be finally determined.",
      "id": "s24"
    },
    {
      "text": "This was subsequently characterised by His Honour at [64] as a \" relatively low threshold \".",
      "id": "s25"
    },
    {
      "text": "This Court also has an implied jurisdiction to set aside a bankruptcy notice as an abuse of process: Re Sterling; Ex parte Esanda Ltd [1980] FCA 61 ; (1980) 44 FLR 125.",
      "id": "s26"
    },
    {
      "text": "An abuse of process may be made out if the purpose in issuing the bankruptcy notice is to put pressure on a debtor to pay the debt rather than to invoke the Court's jurisdiction in relation to insolvency: Brunninghausen v Glavanics [1998] FCA 230 ; Killoran v Duncan [1999] FCA 1574 at [12] per Gyles J.",
      "id": "s27"
    },
    {
      "text": "See also: Maxwell-Smith v S &amp; E Hall Pty Ltd [2006] FCA 825 , 233 ALR 81 ; Cavoli v Etl [2007] FCA 1191 at [17] , 5 ABC(NS) 363 at 369 per Heerey J; Slack v Bottoms English Solicitors [2002] FCA 1445 at [15] to [18] per Spender J; Davidova v Murphy [2009] FCA 601 at [88] .",
      "id": "s28"
    },
    {
      "text": "It is also an abuse of process for a judgment creditor to pursue bankruptcy proceedings \" for the purpose of stifling litigation \": Bayne v Baillieu; Bayne v Riggall [1908] HCA 39 ; (1908) 6 CLR 382 at 396 per Griffith CJ.",
      "id": "s29"
    },
    {
      "text": "A substantive defect in a bankruptcy notice may result in its invalidity.",
      "id": "s30"
    },
    {
      "text": "In Kleinwort Benson Australia Ltd v Crowl [1988] HCA 34 ; (1988) 165 CLR 71 Mason CJ, Wilson, Brennan and Gaudron JJ reviewed the authorities and concluded at 79 to 80 (citations omitted): \n \n The authorities show that a bankruptcy notice is a nullity if it fails to meet a requirement made essential by the Act, or if it could reasonably mislead a debtor as to what is necessary to comply with the notice ...",
      "id": "s31"
    },
    {
      "text": "In such cases the notice is a nullity whether or not the debtor in fact is misled ... \n \n\n \n \n If the amount specified in a bankruptcy notice is in fact due and payment is claimed in accordance with the judgment, the essential requirements of s. 41(2)(a)(i) --- the only requirements presently relevant --- are met.",
      "id": "s32"
    },
    {
      "text": "Understatement of the amount due, whether it be an understatement of the judgment debt or of interest payable thereon, will thus constitute a defect which is substantive rather than formal only if the understatement is objectively capable of misleading the debtor as to what is necessary for compliance with the notice.",
      "id": "s33"
    },
    {
      "text": "It may be that, in a given case, understatement is capable of misleading the judgment debtor particularly if the notice is capable of producing uncertainty as to whether the debtor is required to pay the amount in fact due or the amount specified in the notice.",
      "id": "s34"
    },
    {
      "text": "In such a case uncertainty arises, not merely from the understatement, but from the understatement in the context of the particular bankruptcy notice.",
      "id": "s35"
    },
    {
      "text": "No such uncertainty arises if it is clear that payment of the amount specified in the notice will constitute compliance with the notice.",
      "id": "s36"
    },
    {
      "text": "It is \" the capacity of the bankruptcy notice to mislead the debtor to whom the notice is directed that matters, not some hypothetical debtor \": Re Wimborne; Ex parte The Debtor (1979) 24 ALR 494 at 500 per Lockhart J.",
      "id": "s37"
    },
    {
      "text": "Of present relevance is whether a mistake in the name of the creditor vitiates a bankruptcy.",
      "id": "s38"
    },
    {
      "text": "In Re Hansen; Ex parte Hansen (1985) 4 FCR 590 Beaumont J concluded that there was a formal defect in a bankruptcy notice issued in the name of \" Mortgage Guaranty Insurance Corporation of Australia Limited \".",
      "id": "s39"
    },
    {
      "text": "That company had, however, changed its name to \" MGICA Limited \".",
      "id": "s40"
    },
    {
      "text": "His Honour at 592 concluded: \n \n Strict compliance with the requisites of a bankruptcy notice is essential to its validity and if the notice is capable of misleading the debtor in a material respect, the court will not inquire whether the debtor has in fact been misled: it is sufficient that he could be misled ... \n \n\n \nHe concluded at 594 as follows:\n \n \n In my opinion, it is essential to the validity of a bankruptcy notice that the judgment debtor be in no reasonable doubt as to the identity of the judgment creditor.",
      "id": "s41"
    },
    {
      "text": "In the present case, the judgment creditor was identified by a name which it had abandoned some considerable time previously.",
      "id": "s42"
    },
    {
      "text": "That name was quite different from the name of the judgment creditor at the time of issue of the bankruptcy notice and the judgment debtor could hardly be expected to connect the two corporate names.",
      "id": "s43"
    },
    {
      "text": "The judgment debtor could thus have been misled as to the identity of the party with whom he had to deal in order to comply with the requirements of the bankruptcy notice.",
      "id": "s44"
    },
    {
      "text": "The notice was accordingly defective ... \n \n\n \nSimilarly, in McWilliam v Jackson [2000] FCA 175 , 96 FCR 561 Wilcox J concluded that a bankruptcy notice that identified the creditor as \"Anthony Jackson &amp; Ors\" rather than \"Anthony Jackson\" was defective.",
      "id": "s45"
    },
    {
      "text": "But, in Re McSwiney; Ex parte Davies (unreported, FCA, Beaumont J, P 1611 of 1986, 24 November 1986) Beaumont J concluded that a bankruptcy notice was not defective by reason of the debtor being identified as \" Trevor John McSwiney \" rather than \" Trevor Peter McSwiney \".",
      "id": "s46"
    },
    {
      "text": "His Honour concluded that \"... the defect is cured by s 306(1) \".",
      "id": "s47"
    },
    {
      "text": "Section 306 of the Bankruptcy Act provides as follows: \n \n Formal defect not to invalidate proceedings \n (1) Proceedings under this Act are not invalidated by a formal defect or an irregularity, unless the court before which the objection on that ground is made is of opinion that substantial injustice has been caused by the defect or irregularity and that the injustice cannot be remedied by an order of that court.",
      "id": "s48"
    },
    {
      "text": "(2) A defect or irregularity in the appointment of any person exercising, or purporting to exercise, a power or function under this Act or under a personal insolvency agreement entered into under this Act does not invalidate an act done by him or her in good faith.",
      "id": "s49"
    },
    {
      "text": "Formal errors in a bankruptcy notice do not result in its invalidity unless they cause \" substantial injustice \": Kyriackou v Shield Mercantile Pty Ltd [2004] FCA 490 at [37] , [2004] FCA 490 ; 138 FCR 324 at 336 per Weinberg J.",
      "id": "s50"
    },
    {
      "text": "The touchstone of invalidity is thus whether any error is \" capable of misleading \" a debtor in a manner that results in \" substantial injustice \".",
      "id": "s51"
    },
    {
      "text": "APPEAL NSD 775 OF 2009 --- LUCY MEAD \n The bankruptcy notice served upon Ms Mead was issued on 6 March 2008 and states that Ms Mead owes Mr Mead a debt of $154,267.",
      "id": "s52"
    },
    {
      "text": "This sum is founded upon a certificate of taxation in respect to the Family Court proceedings in the sum of $100,143.09 together with interest of $54,123.91.",
      "id": "s53"
    },
    {
      "text": "Before this Court, Ms Mead sought to contend that the bankruptcy notice should be set aside because: the notice was said to have been issued to \" Victor Michael Dominello \" as the \" creditor \" rather than Mr Colin Mead or, alternatively, because the capacity in which the bankruptcy notice had been issued was uncertain; the certificate of taxation was said to have been improperly issued, it being erroneously based upon a judgment given on 18 October 2001, whereas there was no such judgment; and the notice required Ms Mead to pay the amount claimed or to make an arrangement for payment \" within 21 days \" in circumstances where she was then in custody and unable to comply with such a demand.",
      "id": "s54"
    },
    {
      "text": "None of these contentions should succeed.",
      "id": "s55"
    },
    {
      "text": "On its face, the bankruptcy notice was relevantly completed as follows: \n \nThe signature, it was accepted, was that of Mr Dominello.",
      "id": "s56"
    },
    {
      "text": "It is neither correct to contend that Mr Dominello was identified as the creditor nor that uncertainty was created by the failure to \" cross-out \" the phrase \" the creditor \" so that his capacity as the \" authorised agent \" was unambiguous.",
      "id": "s57"
    },
    {
      "text": "The bankruptcy notice had previously unambiguously identified \" Colin Mead \" as \" the creditor \".",
      "id": "s58"
    },
    {
      "text": "It is not considered that these matters were relevantly \" capable of misleading \" Ms Mead.",
      "id": "s59"
    },
    {
      "text": "Next, the certificate of taxation as issued under the seal of the Family Court correctly identified the amount of the judgment and the interest then payable.",
      "id": "s60"
    },
    {
      "text": "A costs order may constitute a \" final order \" for the purposes of s 40(1)(g): Goldberg v Morrow [2005] FCA 1038 at [19] per Crennan J.",
      "id": "s61"
    },
    {
      "text": "The order upon which the bankruptcy notice was here issued is considered to be a \" final order \".",
      "id": "s62"
    },
    {
      "text": "A submission that the certificate of taxation had been fraudulently or improperly obtained is without substance.",
      "id": "s63"
    },
    {
      "text": "The factual foundation for the attack upon the certificate focussed upon the date of judgment.",
      "id": "s64"
    },
    {
      "text": "No date of judgment is set forth in the certificate itself.",
      "id": "s65"
    },
    {
      "text": "An order subsequently made on 28 November 2003 by the Family Court, however, corrected under the \" slip rule \" the date of judgment from 18 October 2001 to 2 November 2001.",
      "id": "s66"
    },
    {
      "text": "But that correction, it is considered, does not vitiate the bankruptcy notice.",
      "id": "s67"
    },
    {
      "text": "Again, there was nothing on the face of the bankruptcy notice which was \" capable of misleading \" Ms Mead.",
      "id": "s68"
    },
    {
      "text": "Finally, the fact that Ms Mead was in custody when the bankruptcy notice was served does not relieve her of the obligation to comply with the terms of the notice \" within 21 days \".",
      "id": "s69"
    },
    {
      "text": "And, in any event, she in fact commenced proceedings in the Federal Magistrates Court within that period: [2009] FMCA 637 at [3] .",
      "id": "s70"
    },
    {
      "text": "The challenge to the validity of the bankruptcy notice served upon Ms Mead is thus rejected.",
      "id": "s71"
    },
    {
      "text": "Before the Federal Magistrate Ms Mead claimed that she had a \" counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt \" within the meaning of and for the purposes of s 40(1)(g) of the Bankruptcy Act .",
      "id": "s72"
    },
    {
      "text": "The application to set aside the bankruptcy notice as filed in the Federal Magistrates Court claimed this \" counter-claim, set-off or cross demand \" in the following terms: \n \n 1.",
      "id": "s73"
    },
    {
      "text": "... \n \n\n \n \n 2.",
      "id": "s74"
    },
    {
      "text": "... \n \n\n \n \n 3.",
      "id": "s75"
    },
    {
      "text": "Cross claim husband breached marriage contract, I singly looked after children 12 years.",
      "id": "s76"
    },
    {
      "text": "4.",
      "id": "s77"
    },
    {
      "text": "Set aside &amp; cross claim husband money I put in $446848 Annexure D prior to marriage to purchase Ermington home.",
      "id": "s78"
    },
    {
      "text": "5.",
      "id": "s79"
    },
    {
      "text": "Set aside &amp; cross claim husband money I put in $445059 Annexure D by selling Ryde unit at 1/3 Hatton Street Ryde 2112 and others.",
      "id": "s80"
    },
    {
      "text": "The reasons for decision of the Federal Magistrate address both: \n two \" claims \" referred to in the application --- namely, one for $446,848 and the other for $445,059; \nand \n an application that an order be made that, as the Federal Magistrate described it, \" Mr Mead and his solicitors pay her $892,907 and be reported 'to the law society and bar association to refrain their wrongful and unethical actions '\".",
      "id": "s81"
    },
    {
      "text": "The sum of $892,907 was said to be the total of $446,848 and $445,059.",
      "id": "s82"
    },
    {
      "text": "The total does not correspond.",
      "id": "s83"
    },
    {
      "text": "The sum of $446,848 was said to consist of an amount of $60,000 allegedly owed to Ms Mead since 15 September 1982 and interest.",
      "id": "s84"
    },
    {
      "text": "The $60,000 was said to be the contribution she had made in 1982 in connection with the purchase of a former matrimonial home.",
      "id": "s85"
    },
    {
      "text": "The sum of $445,059 was comprised of a sum of $126,838.73 (claimed to have been contributed to the marriage on 26 April 1994 through a company called Hypec Electronics Pty Ltd) together with interest.",
      "id": "s86"
    },
    {
      "text": "The Magistrate dealt with these claims (in part) as follows: \n \n [13] Insofar as the application is based on the ground that Mrs Mead has a counter-claim, set-off or cross demand within s.40(1)(g) of the Bankruptcy Act , neither in her affidavit nor elsewhere in the material before the Court did she set out the details required by Rule 3.02(2) of the Federal Magistrates Court (Bankruptcy) Rules.",
      "id": "s87"
    },
    {
      "text": "I gave her the opportunity in oral submissions to clarify the basis for her application.",
      "id": "s88"
    },
    {
      "text": "However her submissions did not satisfy me that she had a counter-claim, set-off or cross demand within s.40(1)(g) of the Act.",
      "id": "s89"
    },
    {
      "text": "...\n [16] The evidence before the Court and the submissions of Mrs Mead do not identify any cause of action against Mr Mead or claim against Mr Mead, beyond her claims that she made contributions to the marriage, that should be permitted to be heard and determined in the usual way.",
      "id": "s90"
    },
    {
      "text": "Her claims about contributions to the marriage have been considered and determined by the Family Court.",
      "id": "s91"
    },
    {
      "text": "Indeed, insofar as Mrs Mead raises issues that were the subject of determination in the Family Court proceedings, her application to set aside the bankruptcy notice was adjourned until determination of those proceedings.",
      "id": "s92"
    },
    {
      "text": "Final orders have now been made by the Family Court.",
      "id": "s93"
    },
    {
      "text": "Hence, if there was such a claim that was not statute barred that was a material claim, it has been dealt with by the Family Court.",
      "id": "s94"
    },
    {
      "text": "The Notice of Appeal as filed in this Court by Ms Mead identifies some 12 purported \" Grounds of Appeal \" which largely are not directed to the identification of any error said to have been committed by the Federal Magistrate.",
      "id": "s95"
    },
    {
      "text": "Many of the purported \" Grounds of Appeal \" refer to conduct said to have taken place in either the proceedings between Ms Mead and her former husband in the Family Court of Australia or in proceedings in the Equity Division of the Supreme Court of New South Wales.",
      "id": "s96"
    },
    {
      "text": "The only \" Ground of Appeal \" which is directed to the decision of the Federal Magistrate is the following (without alteration): \n \n 1.",
      "id": "s97"
    },
    {
      "text": "On the hearing date of 29 May 2009 before Her Honorable Federal Magistrate Barnes, my Amended Notice of Grounds Appeal had not been settled to submit to give weight of counter-claim, set off and cross claim, where the Husband refuse to adjourn SYG671/2008 proceeding until further order or determination of the Amended Appeal of EA 51 of 2009 is heard by the Full Court of the Family Court of the Australia.",
      "id": "s98"
    },
    {
      "text": "Before this Court Affidavits of Ms Mead and Ms Yang were relied upon together with 12 additional exhibits.",
      "id": "s99"
    },
    {
      "text": "Such was the entirety of the factual basis upon which the Appellants wished to pursue their appeals and the relief sought in the two Notices of Motion and the two Interim Applications .",
      "id": "s100"
    },
    {
      "text": "No objection was taken to this Court considering that additional material, other than an objection as to relevance.",
      "id": "s101"
    },
    {
      "text": "At least part of the relief thus sought in the two Motions --- namely leave to \" file further evidence \" --- was thereby achieved.",
      "id": "s102"
    },
    {
      "text": "But no error can be discerned in either the reasons for decision of the Federal Magistrate or by reference to the additional material now relied upon.",
      "id": "s103"
    },
    {
      "text": "Notwithstanding the manner in which the \" Grounds of Appeal \" have been expressed, each has nevertheless been considered with a view to determining whether it can in any way throw light on either the manner in which the Federal Magistrate approached her task or whether Ms Mead has any \" counter-claim, set-off or cross demand \" which has not hitherto been addressed.",
      "id": "s104"
    },
    {
      "text": "But no error can be thereby discerned and no \" counter-claim, set-off or cross demand \" has been identified.",
      "id": "s105"
    },
    {
      "text": "Notwithstanding the additional materials now relied upon, there is no reason to question the conclusion as reached by the Federal Magistrate in respect to either the claim for $446,848 or $445,059.",
      "id": "s106"
    },
    {
      "text": "Finally, the application as filed in the Federal Magistrates Court asserted both claims for these two sums and a further claim that Ms Mead expressed obliquely as \" and others \".",
      "id": "s107"
    },
    {
      "text": "Whether or not this was a claim pursued before the Federal Magistrate, it was submitted in this Court that there was an additional claim Ms Mead had as a \" counter-claim \" against Mr Mead.",
      "id": "s108"
    },
    {
      "text": "The claim was quantified in the sum of $327,860.",
      "id": "s109"
    },
    {
      "text": "The claim was a claim founded upon the costs of raising the children of the marriage.",
      "id": "s110"
    },
    {
      "text": "There is no substance to this final way in which Ms Mead seeks to advance her appeal.",
      "id": "s111"
    },
    {
      "text": "Such evidence as was sought to be relied upon had no relationship to the costs incurred in raising the Mead children.",
      "id": "s112"
    },
    {
      "text": "No state of satisfaction can be reached for the purposes of s 40(1)(g) of the Bankruptcy Act that Ms Mead has any \" counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt \".",
      "id": "s113"
    },
    {
      "text": "APPEAL NSD 774 OF 2009 --- LEE YANG \n The bankruptcy notice in respect to Ms Yang, the mother of Ms Mead, was issued on 11 March 2008 and claims that she owes Mr Mead a debt of $13,221.09.",
      "id": "s114"
    },
    {
      "text": "That debt is founded upon a certificate as to determination of costs issued on 27 July 2004 in the Local Court of New South Wales.",
      "id": "s115"
    },
    {
      "text": "This notice was sought to be impugned upon two bases, namely: the contention that this notice had been issued by and signed by Mr Dominello in the same manner as had the bankruptcy notice in respect to Ms Mead; and the fact that the amount claimed, it was contended, had already been paid.",
      "id": "s116"
    },
    {
      "text": "The former contention is again rejected.",
      "id": "s117"
    },
    {
      "text": "Support for the submission that the amount had been paid was said to be found in a letter dated 6 April 2004 from a firm of solicitors.",
      "id": "s118"
    },
    {
      "text": "That letter recorded the distribution of monies on the sale of a property.",
      "id": "s119"
    },
    {
      "text": "The amount retained by the solicitors was recorded as being $18,667.68.",
      "id": "s120"
    },
    {
      "text": "But such a letter, it is considered, falls well short of founding any conclusion that the money claimed in the bankruptcy notice had been paid.",
      "id": "s121"
    },
    {
      "text": "The challenges to the bankruptcy notice served upon Ms Yang are rejected.",
      "id": "s122"
    },
    {
      "text": "Before the Federal Magistrate Ms Yang also claimed to have a \" counter-claim, set-off or cross demand \".",
      "id": "s123"
    },
    {
      "text": "The basis upon which such a claim was then advanced was apparently not self-evident.",
      "id": "s124"
    },
    {
      "text": "The amounts claimed, however, were identified by the Federal Magistrate as being claims for: an amount of $100,000 as from 28 June 1996 together with interest of $184,728; an amount of $177,000 sought to be founded upon a bank statement and copies of bank cheques; an amount of $175,000 as from 20 September 1995 together with interest of $367,616.",
      "id": "s125"
    },
    {
      "text": "These were the amounts set forth in an affidavit filed in the Federal Magistrates Court on behalf of Ms Yang on 9 April 2008.",
      "id": "s126"
    },
    {
      "text": "The affidavit concluded as follows (without alteration):\n \n \n The honorable court to order Mr. Colin Mead &amp; Etheringtons solicitors pay LEE CHIN LIEN YANG $1,949,586.00 \n \n\n \n \n The honorable court to report Etheringtons solicitors to the law society&amp; bar association to refrain their wrongful and unethical actions.",
      "id": "s127"
    },
    {
      "text": "These claims also served as the focus of submissions in this Court on appeal.",
      "id": "s128"
    },
    {
      "text": "In respect to the first amount of $100,000 the Federal Magistrate observed that \" [t]he basis of the claimed entitlement to interest was not explained further \"; in respect to the second amount of $177,000 the Federal Magistrate observed that \" [t]here was no explanation as to how these documents established such a claim against Mr Mead \"; and in respect to the last amount of $175,000 she observed that \" [t]here is no explanation for the claimed entitlement to interest \".",
      "id": "s129"
    },
    {
      "text": "Ms Yang was also a respondent to the proceedings in the Family Court between Mr and Ms Mead.",
      "id": "s130"
    },
    {
      "text": "Ms Yang and her now deceased husband were the Second and Third Respondents in those proceedings.",
      "id": "s131"
    },
    {
      "text": "The Federal Magistrate was not satisfied that Ms Yang \" had a counter-claim, set-off or cross demand that came within s.40(1)(g) of the Act that should be determined \": [2009] FMCA 636 at [19] .",
      "id": "s132"
    },
    {
      "text": "The Notice of Appeal as filed in this Court by Ms Yang has much in common with the Notice of Appeal as filed by Ms Mead in her own appeal.",
      "id": "s133"
    },
    {
      "text": "Again the same approach has been pursued of attempting to discern in any of the purported \" Grounds of Appeal \" whether there is any error in the reasons for decision of the Federal Magistrate or whether Ms Yang has any \" counter-claim, set-off or cross demand \" which has not hitherto been addressed.",
      "id": "s134"
    },
    {
      "text": "None can be discerned.",
      "id": "s135"
    },
    {
      "text": "Whatever may have been the difficulties confronting Ms Yang when before the Federal Magistrates Court, no such difficulties were claimed in this Court.",
      "id": "s136"
    },
    {
      "text": "Her appeal was presented on her behalf by Ms Mead.",
      "id": "s137"
    },
    {
      "text": "The manner in which each of the sums was claimed was explored as far as the evidence permitted.",
      "id": "s138"
    },
    {
      "text": "The further explanation provided in respect to each of these three sums was as follows: the sum of $100,000 was said to be traced back to a mortgage granted in favour of Ms Yang and her then husband over property jointly owned by Mr and Ms Mead at Ermington.",
      "id": "s139"
    },
    {
      "text": "The mortgage exposed a stamp apparently recording the value of the monies secured by the mortgage as being $100,000.",
      "id": "s140"
    },
    {
      "text": "And that was the amount recorded as the value of the parents' interest in the Family Court proceedings.",
      "id": "s141"
    },
    {
      "text": "This claim, however, was addressed by the Family Court which granted a declaration that: \n \n \n ... the mortgage with dealing number 2277939 registered in favour of the Second Respondent and the Third Respondent against the title to the real property situate at and known as 20 Stamford Avenue, Ermington in the State of New South Wales secures no indebtedness and is liable to be discharged.",
      "id": "s142"
    },
    {
      "text": "the sum of $177,000 was more complex to trace but it could ultimately be traced back (at least in part) to a bank statement issued by the National Australia Bank dated 26 July 1996.",
      "id": "s143"
    },
    {
      "text": "That bank statement was for an account in the name of Hypec Technology Group Pty Ltd and showed deposits of: \n \n \n $ 50,000\n $ 37,000\n $ 72,000 \n $ 159,000 \n \n \n\n \nIn submissions, Ms Mead incorrectly identified the $37,000 sum as $57,000.",
      "id": "s144"
    },
    {
      "text": "In addition, two further sums of $1,000 and $5,000 were identified.",
      "id": "s145"
    },
    {
      "text": "The discrepancy in the cumulative total may presently be left to one side.",
      "id": "s146"
    },
    {
      "text": "The deposit of $50,000 was in turn traced to a cheque dated 28 June 1996 and payable to Hypec Technology Group Pty Ltd. That cheque was said to have been signed by Ms Mead's sister on behalf of Ms Yang.",
      "id": "s147"
    },
    {
      "text": "The sum of $37,000 was traced to a deposit slip completed on 10 July 1996 but the name of the person who made the deposit is unknown.",
      "id": "s148"
    },
    {
      "text": "And the sum of $72,000 was traced to two bank cheques, one for $50,000 and one for $22,000.",
      "id": "s149"
    },
    {
      "text": "Again the name of the person on whose account the two sums were drawn remains unknown.",
      "id": "s150"
    },
    {
      "text": "Reliance on three exhibits --- a \" Summary of Receipts and Payments To 23 January 2009 \" for Hypec Electronics Pty Ltd, an undated \" Shareholders' Resolution \" and a letter from the Commonwealth Bank of Australia to Mr Colin Mead dated 6 May 1997 --- takes the matter no further.",
      "id": "s151"
    },
    {
      "text": "the sum of $175,000 was sought to be traced to a Notice issued by the liquidator on 4 September 2009 inviting \" further evidence \" from Mr and Ms Yang in respect to an amount claimed of $377,451.",
      "id": "s152"
    },
    {
      "text": "That sum of $377,451 was identified by the Federal Magistrate as referring to two deposits of $143,524.53 and $31,476 to cover the wages of Hypec employees.",
      "id": "s153"
    },
    {
      "text": "A deposit of $143,524.53 on 26 September 1995 was recorded in a bank statement for a joint account understood to have been held by Mr and Ms Mead.",
      "id": "s154"
    },
    {
      "text": "But who made the deposit remains unknown.",
      "id": "s155"
    },
    {
      "text": "And a document headed \" Paid Wages from Cash Account \" records a total of $31,488.20 being paid for a period extending from 22 September to 1 December 1995.",
      "id": "s156"
    },
    {
      "text": "But that document records no other information as to where that money came from other than the \" Cash Account \".",
      "id": "s157"
    },
    {
      "text": "How the 4 September 2009 Notice correlated with the two deposits was left unexplained, as was how the Notice evidenced any basis for a claim that Ms Yang may have as against Mr Mead.",
      "id": "s158"
    },
    {
      "text": "Again, no error can be discerned in the reasons for decision of the Federal Magistrate in respect to the conclusions reached as to the claims for $177,000 and $175,000.",
      "id": "s159"
    },
    {
      "text": "The conclusion reached in respect to the claim for $100,000, however, is not so certain.",
      "id": "s160"
    },
    {
      "text": "The Federal Magistrate relevantly concluded as follows: \n \n [8] The first of Mrs Yang's affidavits simply contains the bankruptcy notice as an annexure and other \" supporting documents \", consisting of a copy of a certificate of title for a property in the names of Mr Mead and Lucy Yang (who is apparently Mrs Yang's, daughter now known as Mrs Mead) and a copy of a mortgage of that property to Mrs Yang and Mei Chen Yang dated 28 June 1996.",
      "id": "s161"
    },
    {
      "text": "It appears from what is described as an \" interest table \" that Mrs Yang claimed $100,000 from 28 June 1996 and \" interest \" of $184,728.",
      "id": "s162"
    },
    {
      "text": "The basis of the claimed entitlement to interest was not explained further.",
      "id": "s163"
    },
    {
      "text": "Whether the basis of the entitlement to interest was explained may also be left to one side.",
      "id": "s164"
    },
    {
      "text": "Of more concern is whether Ms Yang can show that she has a \" prima facie case \" or \" a fair chance of success \" in respect to her claim as to the $100,000 ostensibly secured by the mortgage.",
      "id": "s165"
    },
    {
      "text": "If the mortgage alone had been the entirety of the evidence, a conclusion may have been reached that a \" counter-claim \" for the purposes of s 40(1)(g) had been made out.",
      "id": "s166"
    },
    {
      "text": "But the mortgage does not stand alone.",
      "id": "s167"
    },
    {
      "text": "It stands together with:\n the declaration as made by the Family Court, being proceedings in which Ms Yang and her then husband were respondents, that the mortgage secured no indebtedness; and the absence of any evidence before this Court that any moneys had in fact been advanced in accordance with the mortgage.",
      "id": "s168"
    },
    {
      "text": "No constraint was placed upon either Appellant as to the evidence to be now considered.",
      "id": "s169"
    },
    {
      "text": "That evidence included cheques, bank deposit slips and bank statements.",
      "id": "s170"
    },
    {
      "text": "But no trace could be found of this sum of $100,000 being advanced.",
      "id": "s171"
    },
    {
      "text": "On balance, it is thus considered that no state of satisfaction can be reached for the purposes of s 40(1)(g) that Ms Yang has any \" counter-claim, set-off or cross demand \" as against the Respondent, Mr Mead.",
      "id": "s172"
    },
    {
      "text": "AN ABUSE OF PROCESS?",
      "id": "s173"
    },
    {
      "text": "The contention that in issuing both of the bankruptcy notices there had been an abuse of process was founded upon: An Affidavit filed by Ms Mead stated in part as follows (without alteration): \n \n 5.",
      "id": "s174"
    },
    {
      "text": "That the respondent failed to disclose the Bankruptcy Notice NN0765/08 was not effective and was thus unconstitutional and incapable of enforcement which had been a violation of the applicant's human rights to identify it when the applicant was in prison between January and July 2008 of which caused application SYG671/2008 was filed on 20 March 2008 by family members on behalf of the applicant.",
      "id": "s175"
    },
    {
      "text": "6.",
      "id": "s176"
    },
    {
      "text": "That Bankruptcy Notice NN0765/08 either served or issued while a stay of execution Bankruptcy Notice NN1871/03 remains in the Family Court Proceeding No.",
      "id": "s177"
    },
    {
      "text": "SYF 3359 of 1997 will be bad, abuse and invalid.",
      "id": "s178"
    },
    {
      "text": "7.",
      "id": "s179"
    },
    {
      "text": "That the Bankruptcy Notice NN0765/08 was to put pressure on applicant to pay the default judgment debt while the applicant was in jail and all assets were frozen since 1999 rather than to genuinely invoke the Court's bankruptcy jurisdiction must be subject to the operation of the principles respecting abuse of process.",
      "id": "s180"
    },
    {
      "text": "No abuse of process was found by the Federal Magistrate.",
      "id": "s181"
    },
    {
      "text": "In both appeals both Appellants were invited to again attempt to point to those facts relied upon to support any conclusion that there has been an abuse of process.",
      "id": "s182"
    },
    {
      "text": "Other than unsubstantiated allegations, it is not considered that there is any sustainable basis for contending that Mr Mead has engaged in any abuse of process when seeking the issue of the two bankruptcy notices now in issue.",
      "id": "s183"
    },
    {
      "text": "The Federal Magistrate was correct in concluding that such allegations should be rejected.",
      "id": "s184"
    },
    {
      "text": "It should be noted that any entitlement to monies said to be owed to Ms Mead from her former husband has been the subject of detailed consideration by the Family Court: CAM v LGM [2009] FamCA 251.",
      "id": "s185"
    },
    {
      "text": "Indeed, O'Ryan J there concluded in part as follows: \n \n 2357.",
      "id": "s186"
    },
    {
      "text": "Both the Husband and the Wife worked very hard to establish and maintain what became a very successful business.",
      "id": "s187"
    },
    {
      "text": "This effort enabled significant and valuable assets to be accumulated.",
      "id": "s188"
    },
    {
      "text": "However subsequent to the separation of the Husband and the Wife there ensued a bitter and protracted matrimonial conflict.",
      "id": "s189"
    },
    {
      "text": "The conflict has been played out in numerous courts.",
      "id": "s190"
    },
    {
      "text": "There has now been an extraordinary dissipation of ascertained assets that the Husband and the Wife accumulated with the result that the majority of the identified wealth has gone.",
      "id": "s191"
    },
    {
      "text": "As well, as I have said before, the public cost is incalculable.",
      "id": "s192"
    },
    {
      "text": "Further, the Wife has been imprisoned and that experience is but one of the destructive outcomes.",
      "id": "s193"
    },
    {
      "text": "There are two children who were hardly mentioned but who must be aware of and affected by the enormity of the conflict between their parents.",
      "id": "s194"
    },
    {
      "text": "I cannot adequately explain it.",
      "id": "s195"
    },
    {
      "text": "However it may be that the explanation is simply that it is a case about money and thus perhaps the conflict has no boundaries.",
      "id": "s196"
    },
    {
      "text": "2358.",
      "id": "s197"
    },
    {
      "text": "Therefore coming back to what this case is about, I have no doubt that the Wife has undisclosed assets and they are probably located overseas and will never be ascertained.",
      "id": "s198"
    },
    {
      "text": "The assets are probably located in Taiwan and the ability of the Wife to control and deal with such assets is assisted by the efforts of various people some of whom are within the jurisdiction and some of whom are not.",
      "id": "s199"
    },
    {
      "text": "I am also of the opinion that the actions of the Wife, aided by Grace Yang, the late Mr Yang, Mrs Yang and others to undermine any possible interests and claims of the Husband have resulted in an extraordinary waste of ascertained assets that were accumulated by the efforts of the Husband and the Wife.",
      "id": "s200"
    },
    {
      "text": "That was the conclusion of an experienced Judge of the Family Court who had heard the evidence relevant to the proceedings for a period of over 70 days.",
      "id": "s201"
    },
    {
      "text": "The reference in Ms Mead's application to the \" Ermington home \" and the \" Ryde unit \" were references to property the subject of consideration by the Family Court, as were the entitlements said to arise in respect to Hypec Electronics Pty Ltd. Due to her being in custody, Ms Mead contends that she was not able to attend the greater proportion of that hearing.",
      "id": "s202"
    },
    {
      "text": "But she did attend in person or by videolink from her place of custody to the Family Court on each day of the hearing.",
      "id": "s203"
    },
    {
      "text": "The learned Federal Magistrate whose decision is now under appeal had also considered the submissions sought to be advanced by Ms Mead and Ms Yang when challenging the bankruptcy notices now in issue.",
      "id": "s204"
    },
    {
      "text": "There is also a protracted history of litigation between the parties to the present proceedings, and related entities, in the Supreme Court of New South Wales.",
      "id": "s205"
    },
    {
      "text": "This history of litigation has undoubtedly created animosity and ill-feeling.",
      "id": "s206"
    },
    {
      "text": "But in issuing the bankruptcy notices there is considered to be no basis upon which it should be concluded that the creditor, Mr Mead, has engaged in any abuse of process.",
      "id": "s207"
    },
    {
      "text": "THE INTERIM APPLICATIONS AND THE NOTICES OF MOTION \n The conclusion that both appeals should be dismissed has, in a practical sense, also resolved the Interim Applications and the Notices of Motion .",
      "id": "s208"
    },
    {
      "text": "Rather than attempting to resolve applications for interlocutory relief prior to any final hearing, the preferable course, it was considered, was to have all that could be resolved in this Court resolved at the earliest convenient date.",
      "id": "s209"
    },
    {
      "text": "As events transpired, a hearing was accommodated and judgment delivered within nine weeks of the matters first coming before this Court.",
      "id": "s210"
    },
    {
      "text": "Notwithstanding some initial delay in the preparation of the two Appeal Books , both Appeals Books were filed on 28 September 2009.",
      "id": "s211"
    },
    {
      "text": "Further Affidavits of Ms Mead and Ms Yang were filed in this Court on 24 August, 4 September and 7 October 2009.",
      "id": "s212"
    },
    {
      "text": "Those Affidavits again sought to canvass much of the prior litigious history with little relevance to any issue in the present appeals.",
      "id": "s213"
    },
    {
      "text": "Most, if not all, of the Affidavits were in inadmissible form --- but so much may not be unexpected of litigants who appear in person.",
      "id": "s214"
    },
    {
      "text": "Notwithstanding deficiencies, each Affidavit has nevertheless been read with a view to distilling whatever relevance it may contain.",
      "id": "s215"
    },
    {
      "text": "Nothing has been discerned which leads to the conclusion that the relief sought in the Interim Applications and Notices of Motion should be granted.",
      "id": "s216"
    },
    {
      "text": "No basis was established upon which the liquidators could or should have been joined as respondents and no basis was established upon which any injunctive relief would or could have been granted.",
      "id": "s217"
    },
    {
      "text": "And, although applications for an extension of time for compliance with bankruptcy notices are frequently granted, no basis for doing so was advanced in the present proceedings other than the fact of having filed the two Notices of Appeal .",
      "id": "s218"
    },
    {
      "text": "Nor is it considered that the resolution of the appeal in the Family Court proceedings will have any impact upon the conclusions now reached.",
      "id": "s219"
    },
    {
      "text": "There is no basis upon which either appeal should be adjourned either generally or until after that appeal has been resolved.",
      "id": "s220"
    },
    {
      "text": "At the outset of the hearing of the appeals on 12 October 2009, Ms Mead sought to file in her appeal a Notice of a Constitutional Matter pursuant to s 78B of the Judiciary Act 1903 (Cth).",
      "id": "s221"
    },
    {
      "text": "Notwithstanding the terms in which that Notice was expressed, Ms Mead explained that it was not intended to raise any matter arising under the Constitution in this Court.",
      "id": "s222"
    },
    {
      "text": "Rather than this Court being under a possible \" duty ... not to proceed \", Ms Mead was anxious for this Court to hear and resolve her claims immediately.",
      "id": "s223"
    },
    {
      "text": "Such a position, it may be noted, was inconsistent with the application to have the appeals in effect adjourned.",
      "id": "s224"
    },
    {
      "text": "The Notice was, in any event, understood as being more directed to the alleged failure on the part of the Federal Magistrate to give proper weight to Ms Mead's inability to comply with the 21 day period prescribed in the bankruptcy notice due to her being in custody.",
      "id": "s225"
    },
    {
      "text": "In the absence of any matter arising under the Constitution being raised in this Court, the appeal proceeded to be heard on 12 October 2009.",
      "id": "s226"
    },
    {
      "text": "Had it been necessary to resolve an alternative contention, namely that the Notice imposed upon this Court a \" duty ... not to proceed \", that contention would have been rejected: cf Deputy Commissioner of Taxation v Warrick (No 2) [2004] FCA 918 at [103] , [2004] FCA 918 ; 56 ATR 371 at 396 per French J; Danielsen v Onesteel Manufacturing Pty Ltd [2009] SASC 56 at [30] , [2009] SASC 56 ; 224 FLR 319 at 327 to 328 per Gray J; Pham v Secretary, Department of Employment and Workplace Relations [2007] FCAFC 179.",
      "id": "s227"
    },
    {
      "text": "CONCLUSIONS \n No error can be discerned in the reasons for decision of the Federal Magistrate.",
      "id": "s228"
    },
    {
      "text": "There is no error in the conclusions that neither Ms Mead nor Ms Yang has been able to establish any \" counter-claim, set-off or cross demand \" within the meaning of and for the purposes of s 40(1)(g) of the Bankruptcy Act .",
      "id": "s229"
    },
    {
      "text": "Nor can any such \" counter-claim, set-off or cross demand \" be distilled from such additional materials as were before this Court.",
      "id": "s230"
    },
    {
      "text": "This conclusion is only further reinforced if reference is made to those claims advanced and resolved by the Family Court.",
      "id": "s231"
    },
    {
      "text": "More generally expressed, there is no basis for reaching any conclusion other than that Ms Mead and Ms Yang have each been given repeated opportunities to have their claimed entitlement to monies heard and resolved.",
      "id": "s232"
    },
    {
      "text": "No defect is exposed in either of the bankruptcy notices such as would be \" capable of misleading \" either Ms Mead or Ms Yang and no abuse of process in the issuing of the bankruptcy notice has been established.",
      "id": "s233"
    },
    {
      "text": "In contrast to the inadmissible form of the Affidavits as filed stands the care and attention to detail displayed by Ms Mead in her oral submissions in support of both appeals.",
      "id": "s234"
    },
    {
      "text": "This attention to detail displayed a mastery of such facts as were in evidence and, in addition, the citation of numerous authorities in support of her submissions.",
      "id": "s235"
    },
    {
      "text": "The two Notices of Appeal , the Interim Applications and the Notices of Motion are to be dismissed.",
      "id": "s236"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: \n In proceeding NSD 774 of 2009: \n The Notice of Appeal as filed on 29 July 2009 is dismissed.",
      "id": "s237"
    },
    {
      "text": "The Interim Application as filed on 24 August 2009 is dismissed.",
      "id": "s238"
    },
    {
      "text": "The Notice of Motion as filed on 4 September 2009 is dismissed.",
      "id": "s239"
    },
    {
      "text": "The Appellant is to pay the costs of the Respondent.",
      "id": "s240"
    },
    {
      "text": "In proceeding NSD 775 of 2009: \n The Notice of Appeal as filed on 29 July 2009 is dismissed.",
      "id": "s241"
    },
    {
      "text": "The Interim Application as filed on 24 August 2009 is dismissed.",
      "id": "s242"
    },
    {
      "text": "The Notice of Motion as filed on 4 September 2009 is dismissed.",
      "id": "s243"
    },
    {
      "text": "The Appellant is to pay the costs of the Respondent.",
      "id": "s244"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s245"
    },
    {
      "text": "Associate:\n \n \nDated: 26 October 2009\n \n \n In proceeding NSD 774 of 2009 \n The Appellant: Ms L Mead made submissions on the Appellant's behalf \n \n Solicitor for the Respondent: Mr B Palmer (Etheringtons Solicitors) \n \n In proceeding NSD 775 of 2009 \n The Appellant: The Appellant appeared in person \n \n Solicitor for the Respondent: Mr B Palmer (Etheringtons Solicitors) \n Date of Hearing: 12 October 2009 \n \n Date of Judgment: 26 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1202.html",
      "id": "s246"
    }
  ]
}