{
  "name": "Deckers Outdoor Corporation Inc v Farley (No 5) [2009] FCA 1298 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1298.html",
  "catchphrases": [
    {
      "text": "infringement of copyright",
      "id": "c0"
    },
    {
      "text": "authorisation of infringement of copyright",
      "id": "c1"
    },
    {
      "text": "passing-off",
      "id": "c2"
    },
    {
      "text": "granting leave to continue a proceeding under s 471b of the corporations act 2001 (cth)",
      "id": "c3"
    },
    {
      "text": "level of complexity required for copyright to subsist in an artistic work",
      "id": "c4"
    },
    {
      "text": "calculation of damages",
      "id": "c5"
    },
    {
      "text": "factors to be considered in the calculation of additional/exemplary damages under s 115(4) of the copyright act 1968 (cth)",
      "id": "c6"
    },
    {
      "text": "intellectual property",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This proceeding was commenced in 2007.",
      "id": "s0"
    },
    {
      "text": "It is concerned with the manufacturing and marketing of counterfeit Ugg boots.",
      "id": "s1"
    },
    {
      "text": "The number of respondents rose progressively to 23.",
      "id": "s2"
    },
    {
      "text": "As a result of negotiated settlements and summary judgments, the applicant (\"Deckers\") continues to advance claims against only two of the respondents.",
      "id": "s3"
    },
    {
      "text": "They are Hepbourne Pty Ltd (\"Hepbourne\") and Mr Leonid Mykhalovskyi.",
      "id": "s4"
    },
    {
      "text": "It presses only some of its claims against these respondents.",
      "id": "s5"
    },
    {
      "text": "It is also necessary to deal with a cross-claim made by Hepbourne against Deckers.",
      "id": "s6"
    },
    {
      "text": "The procedural history of the matter prior to 24 March 2009 is essayed in Deckers Outdoor Corporation Inc v Farley (No 2) [2009] FCA 256 ; (2009) 176 FCR 33 at 34-36.",
      "id": "s7"
    },
    {
      "text": "In that decision, declaratory and injunctive relief was granted to Deckers under s 31A of the Federal Court of Australia Act 1976 (Cth) for infringement of one of its registered trademarks.",
      "id": "s8"
    },
    {
      "text": "Hepbourne was one of the respondents against whom summary judgment was then granted.",
      "id": "s9"
    },
    {
      "text": "Deckers' application for summary judgment on claims arising under the Copyright Act 1968 (Cth) (\"the Copyright Act \"), the Trade Practices Act 1974 (Cth) (\"the TP Act\"), the Fair Trading Act 1999 (Vic) (\"the FT Act\") and for passing-off was refused.",
      "id": "s10"
    },
    {
      "text": "In April 2009 I dealt with an application by Deckers for summary judgment against Hepbourne and Mr Vladimir Vaysman.",
      "id": "s11"
    },
    {
      "text": "That application sought an order that Hepbourne and Mr Vaysman pay Deckers $150,000 pursuant to the terms of settlement which had been entered into between them (and other parties) on 10 June 2005.",
      "id": "s12"
    },
    {
      "text": "These terms of settlement compromised an earlier proceeding in which Deckers had alleged that Hepbourne and Vaysman (amongst others) had breached an earlier settlement agreement under which they had agreed to Orders which restrained them, inter alia, from manufacturing or advertising footwear or accessories which bore the words \"UGG\" or \"UGG australia\".",
      "id": "s13"
    },
    {
      "text": "I gave summary judgment against Hepbourne and Vladimir Vaysman, holding that they were jointly and severally liable to pay Deckers the sum of $150,000.",
      "id": "s14"
    },
    {
      "text": "I did so, accepting submissions by Deckers that: \n \n \"...[t]he infringing conduct involved the manufacture of sheepskin footwear at a factory in Moorabbin.",
      "id": "s15"
    },
    {
      "text": "Hepbourne was the registered proprietor of the factory.",
      "id": "s16"
    },
    {
      "text": "Vaysman was the sole director of Hepbourne at relevant times.",
      "id": "s17"
    },
    {
      "text": "The word \"UGG\" appeared on the soles of the footwear and on a cloth label which was attached to the heels.",
      "id": "s18"
    },
    {
      "text": "The footwear was marketed on the internet, at market stalls and otherwise.",
      "id": "s19"
    },
    {
      "text": "Vaysman was actively involved in the marketing of the footwear.",
      "id": "s20"
    },
    {
      "text": "Among other things he recruited sales assistants to sell the footwear using the internet and oversaw their packaging and freight-forwarding activities...\" \n \n\nSee: Deckers Outdoor Corporation Inc v Farley (No 4) [2009] FCA 369 at [6] .",
      "id": "s21"
    },
    {
      "text": "Since then, other respondents have settled with Deckers and agreed to orders being made against them.",
      "id": "s22"
    },
    {
      "text": "On 9 September 2009 judgment was entered by consent against Josef, Polina and Victoria Vaysman and two companies, one controlled by Victoria Vaysman, and the other by Josef Vaysman.",
      "id": "s23"
    },
    {
      "text": "Upon the making of those orders, no outstanding issues remained between Deckers and those respondents.",
      "id": "s24"
    },
    {
      "text": "On 24 September 2009 Vladimir Vaysman consented to orders being made against him.",
      "id": "s25"
    },
    {
      "text": "As he was, at relevant times, the sole shareholder and director of Hepbourne, the terms of those orders are significant in relation to the claims made against Hepbourne.",
      "id": "s26"
    },
    {
      "text": "Vladimir Vaysman consented to orders being made against him for $3,000,000 for general compensatory damages and a further $3,000,000 for additional damages for copyright infringement.",
      "id": "s27"
    },
    {
      "text": "No further relief is sought against Vladimir Vaysman.",
      "id": "s28"
    },
    {
      "text": "LEAVE TO PROCEED AGAINST HEPBOURNE \n On 26 August 2009 liquidators were appointed to Hepbourne.",
      "id": "s29"
    },
    {
      "text": "It is, therefore, necessary for Deckers to obtain leave to proceed further against Hepbourne: see s 471B of the Corporations Act 2001 (Cth) (\"the Corporations Act \") The liquidators were advised of the existence of the present proceeding and of the application for leave to be granted under s 471B.",
      "id": "s30"
    },
    {
      "text": "In correspondence with Deckers' solicitors, they raised no objection to the application being granted.",
      "id": "s31"
    },
    {
      "text": "They did not appear when the matter was called on for hearing.",
      "id": "s32"
    },
    {
      "text": "Section 471B of the Corporations Act does not prescribe criteria which condition the exercise of the Court's power to grant leave to a person to begin or proceed with a proceeding against a company in liquidation.",
      "id": "s33"
    },
    {
      "text": "Although there is extensive case law on applications made under s 471B and its predecessors, no attempt has been made to identify exhaustively the circumstances in which it might be appropriate for leave to be granted: see Re Gordon Grant and Grant Pty.",
      "id": "s34"
    },
    {
      "text": "Ltd. [1983] 2 Qd R 314 at 317.",
      "id": "s35"
    },
    {
      "text": "The case law has recently and helpfully been summarised by Gilmour J in Swaby v Lift Capital Partners Pty Ltd [2009] FCA 749 at [22] - [32] .",
      "id": "s36"
    },
    {
      "text": "In many cases, the choice confronting a Court when an application is made under s 471B of the Corporations Act will be whether to permit a claimant to proceed, by action, to establish the existence of a debt or to require the claimant to submit its proof of debt and abide the findings of the liquidator subject to a right of appeal.",
      "id": "s37"
    },
    {
      "text": "The present is not such a case.",
      "id": "s38"
    },
    {
      "text": "The proceeding against Hepbourne has been on foot for almost two years.",
      "id": "s39"
    },
    {
      "text": "At the time at which liquidators were appointed to the company the trial was imminent.",
      "id": "s40"
    },
    {
      "text": "Deckers' claim, although one of some complexity, was not opposed.",
      "id": "s41"
    },
    {
      "text": "It plainly has merit.",
      "id": "s42"
    },
    {
      "text": "There is no suggestion that other creditors of Hepbourne (if there be any) will be prejudiced by the proceeding continuing to judgment.",
      "id": "s43"
    },
    {
      "text": "No countervailing considerations have been urged on the Court.",
      "id": "s44"
    },
    {
      "text": "In the circumstances I consider that it is appropriate that Deckers be granted leave to continue to prosecute this proceeding against Hepbourne.",
      "id": "s45"
    },
    {
      "text": "THE CLAIMS AGAINST HEPBOURNE \n The causes of action pleaded by Deckers against Hepbourne in its second further amended statement of claim and which were pressed at hearing were: Hepbourne's defence to the amended statement of claim joined issue with Deckers with respect of each of these causes of action.",
      "id": "s46"
    },
    {
      "text": "It did not file a defence to the second further amended statement of claim.",
      "id": "s47"
    },
    {
      "text": "Nor did it file or call any evidence or appear at the hearing of the matter.",
      "id": "s48"
    },
    {
      "text": "In its seventh further amended application, Deckers seeks: Declarations and injunctions; Compensatory damages; Punitive and/or exemplary damages for passing-off; and Additional damages for flagrant copyright infringement.",
      "id": "s49"
    },
    {
      "text": "Copyright Infringements\n Deckers claims that Hepbourne infringed its copyright in the following works: The artistic works comprised in what was referred to in the proceeding as \"the sun device\"; The artistic works incorporated in what was described as the \"UGG australia Logo\"; The literary works comprised in the text of the \"UGG australia Information Booklet\"; The literary works comprised in the text of the \"UGG australia Care Instruction Card\"; and The artistic works comprised in the photograph set out in the \"UGG australia Information Booklet\".",
      "id": "s50"
    },
    {
      "text": "The logo has three constituent elements.",
      "id": "s51"
    },
    {
      "text": "They are:\n The letters \"UGG\"; The word \"australia\"; and The sun device.",
      "id": "s52"
    },
    {
      "text": "Together they comprise a registered trademark in the following form:\n \n \n \n In its defence to the amended statement of claim (which relevantly contains the same allegations as the second further amended statement of claim) Hepbourne advanced a general denial that it infringed or authorised the infringement of the copyright works.",
      "id": "s53"
    },
    {
      "text": "It also contended that the sun device lacks sufficient substance to constitute a work in which copyright could subsist.",
      "id": "s54"
    },
    {
      "text": "Deckers advances its copyright claims by reference to a number of provisions of the Copyright Act .",
      "id": "s55"
    },
    {
      "text": "It contends that, pursuant to s 35(6) of the Copyright Act , it is the owner of the copyright subsisting in artistic works made by its employees.",
      "id": "s56"
    },
    {
      "text": "As the owner of copyright subsisting in artistic works, it has the exclusive right to reproduce those works in material form: see s 31(1)(b).",
      "id": "s57"
    },
    {
      "text": "By ss 36 and 38 such copyright is infringed by a person who reproduces or distributes those works in material form in Australia, or authorises such reproduction.",
      "id": "s58"
    },
    {
      "text": "Section 14 provides that a reproduction of a substantial part of a copyright work is sufficient to constitute an infringement of that work.",
      "id": "s59"
    },
    {
      "text": "Deckers contends that Hepbourne infringed its copyright in the various works identified in para [15] above by: Deckers founded its copyright claim on uncontradicted evidence, some of which was accepted by the Court in the course of earlier summary judgment applications.",
      "id": "s60"
    },
    {
      "text": "Hepbourne was incorporated on 20 October 1997.",
      "id": "s61"
    },
    {
      "text": "Since its incorporation Vladimir Vaysman has been a director of the company.",
      "id": "s62"
    },
    {
      "text": "His parents were also directors from the date of incorporation until 29 June 2001.",
      "id": "s63"
    },
    {
      "text": "Since then Vladimir Vaysman has been the sole director of Hepbourne.",
      "id": "s64"
    },
    {
      "text": "Since at least 19 October 2006 Vladimir Vaysman has been the sole shareholder of Hepbourne.",
      "id": "s65"
    },
    {
      "text": "On 22 July 2002, Hepbourne became the registered sole proprietor of the factory at 1 Roper Street Moorabbin which I have found in an earlier judgment to have been the principal place of manufacture of the counterfeit boots: see Deckers (No 2) at 35.",
      "id": "s66"
    },
    {
      "text": "Deckers also relies on the following findings which were made in Deckers (No 2) : \n \n \"6 Towards the end of 2007 Deckers became aware that counterfeit UGG footwear was again being advertised and sold in Australia and overseas.",
      "id": "s67"
    },
    {
      "text": "Those involved in the marketing were using the internet (including eBay) to promote and sell the footwear.",
      "id": "s68"
    },
    {
      "text": "Deckers applied for and was granted search orders on 12 November 2007 and 11 December 2007.",
      "id": "s69"
    },
    {
      "text": "The search orders were executed on various premises in the Melbourne metropolitan area.",
      "id": "s70"
    },
    {
      "text": "A large quantity of footwear which bore the UGG brand was discovered.",
      "id": "s71"
    },
    {
      "text": "The principal place of manufacture was the Moorabbin factory at which Josef Vaysman was found to be present.",
      "id": "s72"
    },
    {
      "text": "Polina Vaysman was present for most of the time during which the searches were conducted.",
      "id": "s73"
    },
    {
      "text": "On 13 November 2007, Vladimir Vaysman was summoned to the factory by Josef Vaysman who would not permit the search to commence until Vladimir Vaysman arrived.",
      "id": "s74"
    },
    {
      "text": "When Deckers' solicitors returned to the Moorabbin factory on 12 December 2007, the independent solicitor called Vladimir Vaysman and waited for him to arrive before he allowed the search to commence.",
      "id": "s75"
    },
    {
      "text": "...\n 15 Deckers relied on a series of affidavits and on oral evidence which had been given in related contempt proceedings.",
      "id": "s76"
    },
    {
      "text": "... \n \n\n \n \n 28 Deckers relied on extensive evidence from Respondents who had been involved in the marketing of footwear which had been manufactured at the Moorabbin factory.",
      "id": "s77"
    },
    {
      "text": "Footwear found at the factory, labels, pamphlets and boxes were also tendered in evidence.",
      "id": "s78"
    },
    {
      "text": "... \n \n\n \n \n 30 Leah Farley first became involved in the distribution of UGG products in December 2005.",
      "id": "s79"
    },
    {
      "text": "She was contacted by Vladimir Vaysman (the Fifth Respondent and son of the Vaysmans).",
      "id": "s80"
    },
    {
      "text": "He wanted her to sell the UGG products on eBay.",
      "id": "s81"
    },
    {
      "text": "She agreed.",
      "id": "s82"
    },
    {
      "text": "Vladimir Vaysman provided her with stock.",
      "id": "s83"
    },
    {
      "text": "The boots and the boxes in which they were packaged bore the \"UGG australia\" logo.",
      "id": "s84"
    },
    {
      "text": "The soles of the boots contained the word \"UGG\" adjacent to the sun device.",
      "id": "s85"
    },
    {
      "text": "Initially the boots were delivered to Ms Farley by Vladimir Vaysman.",
      "id": "s86"
    },
    {
      "text": "31 From about June 2007 Ms Farley attended on a daily basis at the Moorabbin factory to collect boots for sale on eBay.",
      "id": "s87"
    },
    {
      "text": "One or other of the Vaysmans would usually answer the door when she attended.",
      "id": "s88"
    },
    {
      "text": "She observed the Vaysmans engaged in the manufacture of the boots, either operating machinery or gluing Ugg australia labels on the boots.",
      "id": "s89"
    },
    {
      "text": "She saw Polina Vaysman cutting sheepskin pieces on a cutting machine.",
      "id": "s90"
    },
    {
      "text": "She observed Polina Vaysman giving bags of boots to persons who Vladimir and Polina had advised her were selling Ugg branded boots at the Victoria Market.",
      "id": "s91"
    },
    {
      "text": "32 Gihan Ezzat was approached by Victoria Vaysman in 2005 and asked to offer UGG branded footwear on eBay using eBay trading names operated by Ms Ezzat.",
      "id": "s92"
    },
    {
      "text": "She agreed.",
      "id": "s93"
    },
    {
      "text": "Initially, she was not involved in the packaging and despatch of boots to purchasers.",
      "id": "s94"
    },
    {
      "text": "In late 2006 Vladimir Vaysman and Victoria Vaysman commenced delivering UGG boxed products to Ms Ezzat so that she could despatch them to purchasers.",
      "id": "s95"
    },
    {
      "text": "During 2007 Victoria Vaysman asked Ms Ezzat to box the boots and agreed to pay her for performing that service.",
      "id": "s96"
    },
    {
      "text": "Ms Ezzat agreed.",
      "id": "s97"
    },
    {
      "text": "About the same time Victoria Vaysman told Ms Ezzat that the business had become so busy that neither she nor Vladimir Vaysman was able to continue delivering boots to her home.",
      "id": "s98"
    },
    {
      "text": "Victoria Vaysman told her that she would have to pick up stock from the Moorabbin factory.",
      "id": "s99"
    },
    {
      "text": "When Ms Ezzat attended the factory she observed people engaged in the manufacturing of footwear.",
      "id": "s100"
    },
    {
      "text": "She met and spoke to the Vaysmans, Vladimir Vaysman and Victoria Vaysman during these visits to the Moorabbin premises.",
      "id": "s101"
    },
    {
      "text": "33 Joanne Strickland became involved in the marketing of UGG products in about mid-2006 when she was approached by Ms Farley.",
      "id": "s102"
    },
    {
      "text": "Ms Farley invited her to sell boots on eBay during busy periods.",
      "id": "s103"
    },
    {
      "text": "She did so between July 2006 and September 2006 and again between July 2007 and November 2007.",
      "id": "s104"
    },
    {
      "text": "During 2007 she attended at the Moorabbin factory.",
      "id": "s105"
    },
    {
      "text": "She dealt with Vladimir Vaysman and observed Josef and Polina Vaysman engaged in the manufacture of footwear.",
      "id": "s106"
    },
    {
      "text": "She also saw and spoke to Polina Vaysman during some of these visits.",
      "id": "s107"
    },
    {
      "text": "34 Dianne Sommer was approached by Victoria Vaysman early in 2006 and invited to sell \"genuine 'UGG Australia' boots\" on eBay.",
      "id": "s108"
    },
    {
      "text": "Ms Sommer agreed to do this.",
      "id": "s109"
    },
    {
      "text": "Initially, Ms Sommer was not responsible for the despatching of footwear which she had sold on eBay.",
      "id": "s110"
    },
    {
      "text": "She supplied a list of names and addresses of purchasers to Victoria Vaysman and the orders were met.",
      "id": "s111"
    },
    {
      "text": "Between March and August 2006 Ms Sommer did not seek to sell UGG products on eBay.",
      "id": "s112"
    },
    {
      "text": "In mid-August 2006 she was contacted by Vladimir Vaysman and invited to resume offering UGG products on eBay using her eBay trading name.",
      "id": "s113"
    },
    {
      "text": "He told her that once a sale had been made it would be necessary for her to come to the Moorabbin factory to collect the footwear and send it to the purchaser.",
      "id": "s114"
    },
    {
      "text": "She agreed to do this.",
      "id": "s115"
    },
    {
      "text": "During her visits to the factory she met the Vaysmans and Vladimir Vaysman.",
      "id": "s116"
    },
    {
      "text": "In Vladimir's absence, Polina Vaysman provided Ms Sommer with the boxed footwear.",
      "id": "s117"
    },
    {
      "text": "Ms Sommer observed Polina Vaysman sewing UGG australia labels on the heels of the footwear.",
      "id": "s118"
    },
    {
      "text": "35 In the agreed statement of facts, Victoria Vaysman agreed that she had recruited Ms Sommer and Ms Ezzat to \"act as her agents in promoting, advertising, offering for sale and selling on the internet sheepskin footwear under or by reference to the names 'UGG Australia' and/or the UGG Logo ... and/or the Sun Device ... and personally delivered such footwear to them\".",
      "id": "s119"
    },
    {
      "text": "36 Mr Anthony Watson, a solicitor acting on behalf of Deckers, attended the Moorabbin factory on 13 November 2007 and 12 December 2007.",
      "id": "s120"
    },
    {
      "text": "He was involved in the execution of the search orders which had been made by the Court.",
      "id": "s121"
    },
    {
      "text": "During the 12 December 2007 search he observed that there were approximately 200 pairs of finished and partly constructed sheepskin footwear marked with the UGG logo, the word \"australia\" and the sun device on the premises.",
      "id": "s122"
    },
    {
      "text": "On the heels there was a cloth label on which the letters UGG appeared above the word \"australia\".",
      "id": "s123"
    },
    {
      "text": "On the soles the letters \"UGG\" appeared next to the sun logo.",
      "id": "s124"
    },
    {
      "text": "Adjacent to the letters \"UGG\" on both the heels and the soles appeared the symbol &reg;.",
      "id": "s125"
    },
    {
      "text": "This is the recognised symbol which the registered owner of a trade mark in Australia is entitled to place next to representations of its registered mark: cf s 151(5) of the Trade Marks Act .",
      "id": "s126"
    },
    {
      "text": "37 Mr Josef Vaysman admitted in cross-examination that he was in charge of the Moorabbin factory when Mr Watson attended.",
      "id": "s127"
    },
    {
      "text": "Mr Vaysman also admitted that UGG branded footwear was manufactured at the Moorabbin factory.",
      "id": "s128"
    },
    {
      "text": "He specifically admitted gluing soles bearing the UGG branding on one pair of boots and to providing footwear products to a man who was later observed to be conducting a stall at the Victoria Market at which boots bearing the UGG mark were being offered for sale.",
      "id": "s129"
    },
    {
      "text": "Mr Vaysman also admitted that he knew that boots bearing the UGG labelling were being provided to various people (including Farley and Sommer) who were then selling them on the internet.",
      "id": "s130"
    },
    {
      "text": "He further admitted knowing the approximate prices at which the boots were sold on the internet.",
      "id": "s131"
    },
    {
      "text": "38 This evidence satisfies me, beyond reasonable doubt, that the Vaysmans were actively involved in the manufacture, packaging and distribution of boots which had on their heels the \"UGG australia\" label and on their soles had embossed the letters \"UGG\" and the sun device.",
      "id": "s132"
    },
    {
      "text": "They packed the boots in boxes which had on one panel the \"UGG australia\" logo and, on an adjacent panel, the sun device.",
      "id": "s133"
    },
    {
      "text": "The boxes contained pamphlets and care labels which had on them the \"UGG australia\" logo.",
      "id": "s134"
    },
    {
      "text": "...\n \n 46 Having regard to the whole of the circumstances (including a visual comparison of the registered trade mark with the devices appearing on the products manufactured and/or distributed by the Respondents), I am left in no doubt that there exists a real likelihood of confusion and deception as to the provenance of the boots.",
      "id": "s135"
    },
    {
      "text": "There is a remarkable visual similarity between the lettering and other parts of the registered trade mark and the marks used by the Respondents.",
      "id": "s136"
    },
    {
      "text": "The impression created and, in my view, intended to be created, is that the boots were manufactured by Deckers, the owner of the registered trade mark.",
      "id": "s137"
    },
    {
      "text": "This conclusion is further supported by the use of the symbol &reg; next to the letters UGG.",
      "id": "s138"
    },
    {
      "text": "This is plainly an attempt to suggest that the boots had been manufactured by the owner of the registered trade mark.",
      "id": "s139"
    },
    {
      "text": "...\n \n 58 The pleadings and the evidence establish, in my view, that the Respondents have no reasonable prospects of defending Deckers' trade mark infringement claim.",
      "id": "s140"
    },
    {
      "text": "59 Deckers is entitled to summary judgment on its claim that Hepbourne Pty Ltd, Vladimir Vaysman, the Vaysmans, Victoria Vaysman and Samba Enterprises Pty Ltd infringed its trade mark numbered 785466 on multiple occasions in 2005, 2006 and 2007.",
      "id": "s141"
    },
    {
      "text": "\" \n \n\n \n \n ... \n \n\n \n \n 65 Deckers supports its application for summary judgment on the copyright aspects of its case by reference to the affidavits of Robert Bergstrom and Cristina Trayfors and the statutory declaration of Constance Rishwain.",
      "id": "s142"
    },
    {
      "text": "None of these witnesses was cross-examined.",
      "id": "s143"
    },
    {
      "text": "66 Ms Rishwain has been employed by Deckers since January 1995.",
      "id": "s144"
    },
    {
      "text": "She has held various senior management positions.",
      "id": "s145"
    },
    {
      "text": "She deposed that the sun device was created by an employee of Deckers' predecessor during the course of that employee's employment, in 1996.",
      "id": "s146"
    },
    {
      "text": "Despite searches she has been unable to discover the original drawings and she was unable to discover the name of the employee who created the sun device.",
      "id": "s147"
    },
    {
      "text": "67 Ms Rishwain recalled that an employee of Deckers created the logo which contains the three elements.",
      "id": "s148"
    },
    {
      "text": "The drawing was created during the course of the employee's employment by Deckers.",
      "id": "s149"
    },
    {
      "text": "Again, she has been unable to find the original drawings and does not know the identity of the employee who created the logo.",
      "id": "s150"
    },
    {
      "text": "68 Mr Bergstrom deposed that he wrote the text which appears on the \"UGG australia\" care instruction card in 2004.",
      "id": "s151"
    },
    {
      "text": "He also wrote the text which appears in the \"UGG australia\" information booklet (save for some passages which appear on page 7).",
      "id": "s152"
    },
    {
      "text": "He did so in 2006.",
      "id": "s153"
    },
    {
      "text": "He wrote both texts whilst employed by Deckers and in the course of his employment by Deckers.",
      "id": "s154"
    },
    {
      "text": "69 Ms Trayfors is a freelance photographer who was engaged, in 2004 and 2008, by Deckers to take a number of photographs featuring its UGG australia footwear range.",
      "id": "s155"
    },
    {
      "text": "These photographs were used by Deckers to advertise and promote its UGG australia footwear.",
      "id": "s156"
    },
    {
      "text": "She took the photographs which appear in the \"UGG australia\" information booklet.",
      "id": "s157"
    },
    {
      "text": "She had assigned all of her copyright rights in the photographs to Deckers.",
      "id": "s158"
    },
    {
      "text": "70 The Vaysmans, Victoria Vaysman and Samba Enterprises Pty Ltd accept that the evidence of Mr Bergstrom establishes that Deckers owns the literary works comprising a majority of the information booklet and the care instruction card.",
      "id": "s159"
    },
    {
      "text": "They contend, however, that Deckers has failed to establish its ownership of the copyright subsisting in the other works and, in particular, the sun device and the logo.",
      "id": "s160"
    },
    {
      "text": "As a result, they contend that there is a factual dispute as to the ownership of the copyright works.",
      "id": "s161"
    },
    {
      "text": "Deckers acknowledges that its evidence on this point would be stronger if it were able to identify the employees whom it is said created the sun device and the \"UGG australia\" logo.",
      "id": "s162"
    },
    {
      "text": "It, nonetheless, submits that the affidavit evidence is the best evidence available to it and that it goes sufficiently far as to establish that the material subject to the copyright claim was created by persons employed by it in the course of their employment.",
      "id": "s163"
    },
    {
      "text": "Deckers also relies on the failure of the Respondents to suggest that they would be in a position to contradict this evidence in any way.",
      "id": "s164"
    },
    {
      "text": "71 Were the \"ownership\" issue the only factual dispute involved in the copyright claims, I would be disposed to make an order under s 31A of the Federal Court Act .",
      "id": "s165"
    },
    {
      "text": "Ownership of the literary works is not disputed.",
      "id": "s166"
    },
    {
      "text": "The evidence that employees of Deckers created the artistic works in the course of their employment would be sufficient even though Deckers is unable to identify them.",
      "id": "s167"
    },
    {
      "text": "There are, however, other issues which, in my view, give rise to factual disputes which should be resolved at trial.",
      "id": "s168"
    },
    {
      "text": "No challenge was made by Hepbourne to the evidence on which these findings were based.",
      "id": "s169"
    },
    {
      "text": "I adhere to the view that Deckers is the owner of the copyright works identified above at [15].",
      "id": "s170"
    },
    {
      "text": "Hepbourne has not sought to challenge the evidence of Ms Rishwain, Mr Bergstrom and Ms Trayfors which was summarised in Deckers (No 2) at [66]-[69].",
      "id": "s171"
    },
    {
      "text": "Hepbourne has not made the concession in relation to the ownership of the literary works which was made by some of the other respondents: see Deckers (No 2) at [70].",
      "id": "s172"
    },
    {
      "text": "It is, therefore, necessary to return to the evidence on which Deckers relies.",
      "id": "s173"
    },
    {
      "text": "Ms Rishwain's evidence relates to the ownership of the copyright subsisting in the sun device and the logo which contains the sun device and the other two elements.",
      "id": "s174"
    },
    {
      "text": "Although she is unable to recall the names of the specific employees who created these works, she does depose that they were created by employees of Deckers' predecessor in the course of those employees' employment.",
      "id": "s175"
    },
    {
      "text": "That evidence is sufficient, in my view, to render Deckers the owner of the copyright in those works pursuant to s 35(6) of the Act: see Victoria University of Technology v Wilson [2004] VSC 33 ; (2004) 60 IPR 392 at 422.",
      "id": "s176"
    },
    {
      "text": "Ms Rishwain's inability to identify the particular employees is not an obstacle to the making of this finding.",
      "id": "s177"
    },
    {
      "text": "Mr Bergstrom deposed that he was the author of the text appearing on the \"UGG australia\" care instruction card and most of the \"UGG australia\" information booklet.",
      "id": "s178"
    },
    {
      "text": "He wrote both texts whilst employed by Deckers and in the course of his employment by that company.",
      "id": "s179"
    },
    {
      "text": "Deckers thereby became the owner of the copyright in these literary works pursuant to s 35(6).",
      "id": "s180"
    },
    {
      "text": "Ms Trayfors took the photographs which appear in the \"UGG australia\" information booklet.",
      "id": "s181"
    },
    {
      "text": "She did so pursuant to a contract for services with Deckers.",
      "id": "s182"
    },
    {
      "text": "She was the \"author\" of those photographs: see s 10 of the Copyright Act .",
      "id": "s183"
    },
    {
      "text": "She was, therefore, initially the owner of the copyright in the photographs.",
      "id": "s184"
    },
    {
      "text": "Her undisputed evidence is, however, that she assigned all of her rights in the photographs to Deckers.",
      "id": "s185"
    },
    {
      "text": "Deckers thereby became the owner of the copyright in those works.",
      "id": "s186"
    },
    {
      "text": "One of the reasons that I declined to grant summary judgment against Hepbourne and some of the other respondents on Deckers' copyright claims in Deckers (No 2) was that some of those other respondents put in issue the question of whether copyright could subsist in the sun device and the UGG australia logo.",
      "id": "s187"
    },
    {
      "text": "It was said to be arguable that they lacked sufficient substance to constitute a work in which copyright could subsist for the purposes of s 32 of the Copyright Act .",
      "id": "s188"
    },
    {
      "text": "As already noted, Hepbourne, in its defence to the amended statement of claim, specifically pleaded that copyright does not and cannot subsist in the sun device.",
      "id": "s189"
    },
    {
      "text": "In my opinion the sun device is of sufficient complexity to attract copyright protection: see Roland Corporation v Lorenzo &amp; Sons Pty Ltd [1991] FCA 617 ; (1991) 33 FCR 111 at 114-115 and the authorities there cited.",
      "id": "s190"
    },
    {
      "text": "The device was \"plainly drawn with care, to obtain an effect.",
      "id": "s191"
    },
    {
      "text": "\" It is certainly as complex (if not more so) than the two devices which, in Roland Corporation , would have been accorded protection but for a defence which was not relied on by Hepbourne in the present proceeding.",
      "id": "s192"
    },
    {
      "text": "Sections 36 and 38 of the Copyright Act identify some of the circumstances in which an infringement of copyright may occur.",
      "id": "s193"
    },
    {
      "text": "They provide: \n \n \"36 (1) Subject to this Act, the copyright in a literary, dramatic, musical or artistic work is infringed by a person who, not being the owner of the copyright, and without the licence of the owner of the copyright, does in Australia, or authorizes the doing in Australia of, any act comprised in the copyright.",
      "id": "s194"
    },
    {
      "text": "(1A) In determining, for the purposes of subsection (1), whether or not a person has authorised the doing in Australia of any act comprised in the copyright in a work, without the licence of the owner of the copyright, the matters that must be taken into account include the following:\n (a) the extent (if any) of the person's power to prevent the doing of the act concerned;\n (b) the nature of any relationship existing between the person and the person who did the act concerned;\n (c) whether the person took any reasonable steps to prevent or avoid the doing of the act, including whether the person complied with any relevant industry codes of practice.",
      "id": "s195"
    },
    {
      "text": "(2) The next three succeeding sections do not affect the generality of this section.",
      "id": "s196"
    },
    {
      "text": "... \n \n\n \n \n 38 (1) Subject to Division 3, the copyright in a literary, dramatic, musical or artistic work is infringed by a person who, in Australia, and without the licence of the owner of the copyright:\n (a) sells, lets for hire, or by way of trade offers or exposes for sale or hire, an article; or\n (b) by way of trade exhibits an article in public;\n if the person knew, or ought reasonably to have known, that the making of the article constituted an infringement of the copyright or, in the case of an imported article, would, if the article had been made in Australia by the importer, have constituted such an infringement.",
      "id": "s197"
    },
    {
      "text": "(2) For the purposes of the last preceding subsection, the distribution of any articles:\n (a) for the purpose of trade; or\n (b) for any other purpose to an extent that affects prejudicially the owner of the copyright concerned;\n shall be taken to be the sale of those articles.",
      "id": "s198"
    },
    {
      "text": "(3) In this section:\n article includes a reproduction or copy of a work or other subject-matter, being a reproduction of copy in electronic form\".",
      "id": "s199"
    },
    {
      "text": "As already noted, s 14 of the Act provides that a reproduction of a substantial part of a copyright work is sufficient to constitute an infringement of that work.",
      "id": "s200"
    },
    {
      "text": "The evidence which was accepted in Deckers (No 2) establishes that, between 2005 and 2007, footwear which resembled that manufactured by Deckers and which bore the \"UGG australia\" logo was manufactured at the Moorabbin factory owned by Hepbourne.",
      "id": "s201"
    },
    {
      "text": "On the soles of the footwear there appeared the letters \"UGG\" adjacent to the sun device.",
      "id": "s202"
    },
    {
      "text": "The footwear was manufactured by members of the Vaysman family and others.",
      "id": "s203"
    },
    {
      "text": "Vladimir Vaysman was regularly observed to be on the premises.",
      "id": "s204"
    },
    {
      "text": "The footwear was placed in boxes which had, on one panel, the \"UGG australia\" logo and on the adjacent panel, the sun device.",
      "id": "s205"
    },
    {
      "text": "The boxes contained pamphlets and care labels which had on them the \"UGG australia\" logo.",
      "id": "s206"
    },
    {
      "text": "The care instruction card was in the same terms as the one produced by a Deckers employee (Mr Bergstrom) for use with the genuine product.",
      "id": "s207"
    },
    {
      "text": "The information booklet was in substantially the same terms as the one produced by Mr Bergstrom and distributed with Deckers' products.",
      "id": "s208"
    },
    {
      "text": "The footwear was placed in boxes either at the Moorabbin factory or at other premises pursuant to arrangements made by Vladimir Vaysman.",
      "id": "s209"
    },
    {
      "text": "Most of the counterfeit products were offered for sale and sold using the facilities of E-bay.",
      "id": "s210"
    },
    {
      "text": "The offers were made and the sales effected by a network of persons who were recruited and directed by Vladimir and Victoria Vaysman.",
      "id": "s211"
    },
    {
      "text": "Once a sale had been made the footwear was despatched from either the Moorabbin factory (or the other premises arranged by Vladimir Vaysman) to the purchaser.",
      "id": "s212"
    },
    {
      "text": "This evidence satisfies me that Deckers' copyright in the works was infringed by the various acts described in the preceding paragraph.",
      "id": "s213"
    },
    {
      "text": "The copyright works were offered for sale, sold and distributed by way of or for the purposes of trade.",
      "id": "s214"
    },
    {
      "text": "It remains to determine whether Hepbourne can be held responsible for these infringements.",
      "id": "s215"
    },
    {
      "text": "As s 36(1) makes clear, a person may be liable for an infringement of copyright if it performs one or more of the infringing acts or if it authorises the performance by others of infringing acts.",
      "id": "s216"
    },
    {
      "text": "In my view, Hepbourne is liable on both bases.",
      "id": "s217"
    },
    {
      "text": "The footwear was manufactured in and distributed from premises owned and controlled by Hepbourne.",
      "id": "s218"
    },
    {
      "text": "Hepbourne acted, at relevant times, through its only director and shareholder, Vladimir Vaysman.",
      "id": "s219"
    },
    {
      "text": "He was regularly in attendance at the Moorabbin factory.",
      "id": "s220"
    },
    {
      "text": "When Court orders were executed at the factory his father insisted on him being advised and called to the premises.",
      "id": "s221"
    },
    {
      "text": "Vladimir Vaysman was also actively involved in managing the distribution of footwear which had been manufactured at the premises.",
      "id": "s222"
    },
    {
      "text": "In doing so, it may readily be inferred, he was acting for and on behalf of Hepbourne.",
      "id": "s223"
    },
    {
      "text": "Vladimir Vaysman also knew, for the purposes of s 38(1) , that the making of the footwear which bore some of the copyright works, which was distributed in containers which bore one of the copyright works and which had some of the printed works attached to them, constituted an infringement of Deckers' copyright.",
      "id": "s224"
    },
    {
      "text": "He knew this because of the earlier proceedings which were compromised by him personally and by him on behalf of Hepbourne on terms which included a restraint on the repetition of the identical infringing conduct.",
      "id": "s225"
    },
    {
      "text": "Furthermore, it may readily be concluded that Hepbourne, acting through Vladimir Vaysman, authorised the infringing conduct in the sense as provided for in s 36(1A) of the Copyright Act .",
      "id": "s226"
    },
    {
      "text": "Hepbourne had control of the Moorabbin factory.",
      "id": "s227"
    },
    {
      "text": "It could have, had it wished to do so, prevented the manufacture and distribution of the infringing articles by refusing entry to those who were involved in the infringing conduct.",
      "id": "s228"
    },
    {
      "text": "Vladimir Vaysman's knowledge of the fact that the infringing conduct was taking place in the factory may be attributed to Hepbourne.",
      "id": "s229"
    },
    {
      "text": "There is no evidence to suggest that Hepbourne took any steps to prevent or avoid the infringing conduct which took place at the Moorabbin factory.",
      "id": "s230"
    },
    {
      "text": "The contrary is true.",
      "id": "s231"
    },
    {
      "text": "Hepbourne, acting through Vladimir Vaysman and others recruited by him, undertook, procured and oversaw the infringing conduct.",
      "id": "s232"
    },
    {
      "text": "His conduct therefore passed well beyond \"mere inactivity or indifference\": he clearly sanctioned, approved and countenanced the infringement of Deckers' rights: see The University of New South Wales v Moorhouse [1975] HCA 26 ; (1975) 133 CLR 1 at 12 (per Gibbs J), 20 (per Jacobs J); Cooper v Universal Music Australia Pty Ltd [2006] FCAFC 187 ; (2006) 156 FCR 380 at 408, 410-1 (per Kenny J).",
      "id": "s233"
    },
    {
      "text": "Passing-Off / Misleading Conduct\n There is a substantial overlap between the elements of the causes of action in passing-off and statutory proscriptions in the TP Act and the FT Act on which Deckers relies.",
      "id": "s234"
    },
    {
      "text": "It will, therefore, be convenient to deal with the evidence relating to these causes of action together.",
      "id": "s235"
    },
    {
      "text": "The elements of a cause of action in passing-off were identified by Lord Oliver in Reckitt and Colman Products Ltd v Borden Inc (1990) 17 IPR 1 at 7.",
      "id": "s236"
    },
    {
      "text": "In Vieright Pty Ltd v Myer Stores Ltd (1995) 31 IPR 361 at 369, the Full Court approved and summarised the elements to be derived from Reckitt : \n \n \"(1) that the trader's get-up, including any brand name, is recognised by the public as distinctive specifically of the plaintiff's goods; \n \n\n \n \n (2) that there has been a misrepresentation by the defendant to the public (whether or not intentional) leading or likely to lead the public to believe that the goods offered by the defendant are the plaintiff's goods (whether the public is aware of the plaintiff's identity as the manufacturer or supplier of the goods is immaterial, provided they are identified with a particular source, eg by means of a brand name which is in fact the plaintiff's); \n \n\n \n \n (3) that the plaintiff suffers or, in a quia timet action is likely to suffer, damage by reason of the erroneous belief engendered by the defendant's misrepresentation that the source of the defendant's goods is the same as the source of those offered by the plaintiff\".",
      "id": "s237"
    },
    {
      "text": "See also TGI Friday's Australia Pty Ltd v TGI Friday's Inc (1999) 45 IPR 43 at 50.",
      "id": "s238"
    },
    {
      "text": "The three core concepts of the tort, shortly stated, are reputation, misrepresentation and damage.",
      "id": "s239"
    },
    {
      "text": "They have been referred to as \"the classical trinity\": see Conagra Inc v McCain Foods (Aust) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302 at 355-6 and Consorzio del Prosciutto di Parma v Marks &amp; Spencer plc (1989) 16 IPR 117 at 123.",
      "id": "s240"
    },
    {
      "text": "The tort is intended to prevent and compensate for commercial dishonesty which prejudices competitors of the infringing party and customers.",
      "id": "s241"
    },
    {
      "text": "The trader's reputation can be established even though purchasers of the goods do not know its name or have its name in mind when they purchase the goods.",
      "id": "s242"
    },
    {
      "text": "If the applicant's get-up has acquired a distinctive reputation, a respondent's use of the name or get-up conveys the misrepresentation that the goods are the applicant's, thereby harming the applicant's goodwill: Ricegrowers Ltd v Real Foods Pty Ltd [2008] FCA 639 ; (2008) 77 IPR 32 at 44-45.",
      "id": "s243"
    },
    {
      "text": "The tort does not require proof of subjective intention to mislead or actual deception: see Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd [2002] FCAFC 157 ; (2002) 55 IPR 354 at 372.",
      "id": "s244"
    },
    {
      "text": "The misrepresentation must be likely to lead the public to believe that the goods are those of the applicant.",
      "id": "s245"
    },
    {
      "text": "Section 52 of the TP Act relevantly provides that: \n \n \"(1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s246"
    },
    {
      "text": "(2) ....\".",
      "id": "s247"
    },
    {
      "text": "Section 9(1) of the FT Act is in the same terms save that the word \"person\" appears instead of \"corporation\" and the word \"must\" appears instead of \"shall\".",
      "id": "s248"
    },
    {
      "text": "Paragraphs 53(c) and (d) of the TP Act provides that: \n \n \"A corporation shall not, in trade or commerce, in connexion with the supply or possible supply of goods or services or in connexion with the promotion by any means of the supply or use of goods or services; \n \n\n \n \n ... \n \n\n \n \n (c) represent that goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have;\n (d) represent that the corporation has a sponsorship, approval or affiliation it does not have;\n ...\".",
      "id": "s249"
    },
    {
      "text": "Sections 12(e) and (f) of the FT Act are in substantially the same terms.",
      "id": "s250"
    },
    {
      "text": "Again the word \"person\" appears in place of \"corporation\".",
      "id": "s251"
    },
    {
      "text": "Under each of these provisions, it is necessary for the Court to assess whether the conduct of Hepbourne was likely to mislead potential customers, whether they be astute or gullible, intelligent or lacking in intelligence, well educated or poorly educated: .au Domain Administration Ltd v Domain Names Australia Pty Ltd [2004] FCA 424 ; (2004) 207 ALR 521 at 527.",
      "id": "s252"
    },
    {
      "text": "It is not necessary for Deckers to establish that anyone was actually misled or deceived: see Parkdale Custom Built Furniture Proprietary Limited v Puxu Proprietary Limited [1982] HCA 44 ; (1982) 149 CLR 191 at 198.",
      "id": "s253"
    },
    {
      "text": "Conduct is likely to mislead or deceive if, on an objective assessment, there is a real and not remote possibility that it will do so.",
      "id": "s254"
    },
    {
      "text": "It is not necessary for an applicant to establish that the degree of likelihood exceeds 50 per cent: see Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 87.",
      "id": "s255"
    },
    {
      "text": "Deckers claims a distinctive reputation in the words and devices which, in various combinations, form parts of its get-up.",
      "id": "s256"
    },
    {
      "text": "These distinctive features include the: Deckers conceded that there exists a style of footwear known as \"UGG boots\" but contends that the distinctive features just identified distinguish its products from the generic product and convey to consumers the impression that its footwear comes from a particular branded source.",
      "id": "s257"
    },
    {
      "text": "The brand has been strongly marketed in Australia such that it is reasonable to expect that consumers would recall the get-up and associate with it a level of quality and fashion.",
      "id": "s258"
    },
    {
      "text": "Deckers relies on further evidence from Mr Bergstrom to establish the marketing and sales activities which the company has undertaken in order to promote the sales of UGG branded footwear.",
      "id": "s259"
    },
    {
      "text": "The footwear is marketed internationally.",
      "id": "s260"
    },
    {
      "text": "Most sales occur in the United States but significant sales also occur in Australia and elsewhere.",
      "id": "s261"
    },
    {
      "text": "Deckers has spent more than $A12 million in advertising and promotion of its footwear products between 2005 and 2008.",
      "id": "s262"
    },
    {
      "text": "Advertisements and articles have appeared in newspapers and magazines.",
      "id": "s263"
    },
    {
      "text": "UGG footwear has been worn by actors on well known television series and feature films.",
      "id": "s264"
    },
    {
      "text": "Deckers has received awards from trade associations for successfully establishing its brand name in the market place.",
      "id": "s265"
    },
    {
      "text": "Sales have progressively increased.",
      "id": "s266"
    },
    {
      "text": "In 2007 the value of the sales of UGG branded footwear reached A$455 million.",
      "id": "s267"
    },
    {
      "text": "Mr Paul Tinkler is the Brand Manager of True Alliance Pty Limited, the exclusive Australian distributor for Deckers' UGG australia branded products.",
      "id": "s268"
    },
    {
      "text": "He provided the confidential sales figures in Australia for the past two years.",
      "id": "s269"
    },
    {
      "text": "Suffice it to say that those figures are substantial.",
      "id": "s270"
    },
    {
      "text": "Deckers sells its footwear through a large network of retailers which include department stores such as Myers and David Jones.",
      "id": "s271"
    },
    {
      "text": "It also advertises widely.",
      "id": "s272"
    },
    {
      "text": "This evidence satisfies me that Deckers has a well established reputation in the get-up of its UGG australia branded footwear.",
      "id": "s273"
    },
    {
      "text": "I turn next to the issue of misrepresentation.",
      "id": "s274"
    },
    {
      "text": "In Deckers (No 2) at [36] and [41], I set out the manner in which Deckers' get-up was applied to footwear, packaging and documentary instructions manufactured at and distributed from Hepbourne's premises in Moorabbin.",
      "id": "s275"
    },
    {
      "text": "The presentations either replicated or closely resembled Deckers' get-up.",
      "id": "s276"
    },
    {
      "text": "As I went on to observe, in the context of dealing with a complaint of trademark infringement, at [46]: \n \n \"Having regard to the whole of the circumstances (including a visual comparison of the registered trademark with the devices appearing on the products manufactured and/or distributed by the Respondents), I am left in no doubt that there exists a real likelihood of confusion and deception as to the provenance of the boots.",
      "id": "s277"
    },
    {
      "text": "There is a remarkable visual similarity between the lettering and other parts of the registered trade mark and the marks used by the Respondents.",
      "id": "s278"
    },
    {
      "text": "The impression created and, in my view, intended to be created, is that the boots were manufactured by Deckers, the owner of the registered trade mark.",
      "id": "s279"
    },
    {
      "text": "This conclusion is further supported by the use of the symbol &reg; next to the letters UGG.",
      "id": "s280"
    },
    {
      "text": "This is plainly an attempt to suggest that the boots had been manufactured by the owner of the registered trade mark\".",
      "id": "s281"
    },
    {
      "text": "These findings also have relevance in the present context.",
      "id": "s282"
    },
    {
      "text": "There has been a deliberate attempt by those involved in the manufacture of the counterfeit boots (including Hepbourne and Vladimir Vaysman) to persuade potential purchasers that they would be purchasing what were described as \"genuine UGG australia\" products.",
      "id": "s283"
    },
    {
      "text": "Vladimir Vaysman so informed those involved in the marketing of the footwear including Ms Farley and Ms Sommer.",
      "id": "s284"
    },
    {
      "text": "In these circumstances, and in the absence of any contrary evidence, the inference may comfortably be drawn that Hepbourne, Vladimir Vaysman and the other Respondents who were involved replicated or substantially replicated Deckers' get-up in an attempt to convince potential purchasers that they were acquiring the genuine Deckers' product.",
      "id": "s285"
    },
    {
      "text": "As Weinberg and Dowsett JJ said in Sydneywide Distributors at 388: \n \n \"Without wishing to labour the point unduly, we again point out that where a trader, having knowledge of a particular market, borrows aspects of a competitor's get-up, it is a reasonable inference that he or she believes that there will be market benefit in so doing.",
      "id": "s286"
    },
    {
      "text": "Often, the obvious benefit will be the attraction of custom which would otherwise have gone to the competitor.",
      "id": "s287"
    },
    {
      "text": "It is an available inference from those propositions that the trader, with knowledge of the market, considered that such borrowing was \"fitted for the purpose and therefore likely to deceive or confuse\"...\".",
      "id": "s288"
    },
    {
      "text": "See also Australian Woollen Mills Limited v F.S.",
      "id": "s289"
    },
    {
      "text": "Walton and Company Limited [1937] HCA 51 ; (1937) 58 CLR 641 at 657 per Dixon and McTiernan JJ.",
      "id": "s290"
    },
    {
      "text": "The inference is even more readily drawn in circumstances such as the present in which the Respondents have chosen to ignore earlier curial bans on the use of the applicant's get-up in an effort to secure sales.",
      "id": "s291"
    },
    {
      "text": "In Vieright the Full Court observed (at 373) that: \n \n \"The settled course of authority holds that, as in the passing off claim, the essential question here is largely one of fact: is, in all the circumstances, the respondent's conduct likely to mislead?",
      "id": "s292"
    },
    {
      "text": "In the present kind of case, it will usually be the situation that if a passing off claim is established, it will be so by reason of a finding of a misrepresentation of the type discussed in the authorities.",
      "id": "s293"
    },
    {
      "text": "Such a misrepresentation will usually constitute a contravention of s 52, and possibly s 53 , of the Trade Practices Act \".",
      "id": "s294"
    },
    {
      "text": "In the present case there can, in my opinion, be no doubt that the conduct of Hepbourne, acting through its sole director and shareholder, was likely to mislead purchasers of the footwear manufactured in and distributed from its premises.",
      "id": "s295"
    },
    {
      "text": "The second element of the tort of passing-off is established, as too are contraventions of ss 52 and 53 of the TP Act.",
      "id": "s296"
    },
    {
      "text": "The third element needed to make out the tort of passing-off is that an applicant must suffer damage as a result of a respondent's conduct.",
      "id": "s297"
    },
    {
      "text": "In the present case there can be no doubt that damage has been inflicted on Deckers.",
      "id": "s298"
    },
    {
      "text": "That damage occurred as a result of loss of sales and the undermining of the confidence of consumers in the Deckers products because of the poor quality of the counterfeit footwear manufactured and distributed by Hepbourne and others.",
      "id": "s299"
    },
    {
      "text": "I will return later in these reasons to the quantification of Deckers' losses.",
      "id": "s300"
    },
    {
      "text": "It is sufficient for present purposes to record that the sales of counterfeit products yielded many millions of dollars for Hepbourne and other respondents.",
      "id": "s301"
    },
    {
      "text": "It may reasonably be inferred that much of this money would have been expended on genuine Deckers footwear had the purchasers not been induced to purchase counterfeit products.",
      "id": "s302"
    },
    {
      "text": "There is also evidence to support a finding, which I do make, that the counterfeit product was, in many respects, inferior to the genuine Deckers footwear.",
      "id": "s303"
    },
    {
      "text": "This has implications for the reputation which Deckers' products enjoy in the marketplace.",
      "id": "s304"
    },
    {
      "text": "The evidence to support this was provided by Mr Ken Hirshberg, the Director of Materials, Quality Control and Logistical Sourcing for the applicant.",
      "id": "s305"
    },
    {
      "text": "He has had 53 years' experience in the footwear manufacturing industry.",
      "id": "s306"
    },
    {
      "text": "He has been involved in the industry in various capacities, primarily in the sourcing of materials for the manufacture of footwear, coordinating and supervising the manufacture of footwear, and quality control in the manufacturing of footwear.",
      "id": "s307"
    },
    {
      "text": "Mr Hirshberg found many deficiencies in the quality of the counterfeit footwear.",
      "id": "s308"
    },
    {
      "text": "These deficiencies included the: Deckers has, therefore, suffered damage as a result of the misrepresentations made by Hepbourne.",
      "id": "s309"
    },
    {
      "text": "Deckers has thus made out its causes of action in passing-off and under ss 52 and 53 of the TP Act.",
      "id": "s310"
    },
    {
      "text": "Breach of Terms of Settlement\n Deckers also applies for an order that Hepbourne pay it $150,000 for breach of the terms of settlement pursuant to which an earlier proceeding, VID 1114/2003, was compromised.",
      "id": "s311"
    },
    {
      "text": "On 22 December 2003, Merkel J made interlocutory orders which restrained Hepbourne from, inter alia, manufacturing or distributing sheepskin footwear which featured or had printed or embossed upon it any hang tags or care tags or sewn on labels or any printed materials accompanying such product, the names \"UGG australia\", the \"UGG logo\", the word \"UGG\" or any of Deckers' copyright works.",
      "id": "s312"
    },
    {
      "text": "By Clause 1 of the terms of settlement, Hepbourne agreed that such orders should be made on a permanent basis.",
      "id": "s313"
    },
    {
      "text": "Hepbourne subsequently consented to the making of such orders and they were duly made on 12 March 2004 by Merkel J.",
      "id": "s314"
    },
    {
      "text": "By Clause 5 of the terms of settlement, Hepbourne agreed that, if it breached the order made pursuant to Clause 1 of the terms, it would pay Deckers $150,000 in addition to any order for costs and damages.",
      "id": "s315"
    },
    {
      "text": "Hepbourne acknowledged that $150,000 was reasonable compensation for the concessions offered by Deckers to settle the proceeding and to act as a deterrent against future breaches of the terms and the Court's orders.",
      "id": "s316"
    },
    {
      "text": "In its defence in the present proceeding, Hepbourne admitted that it was a party to the terms of settlement.",
      "id": "s317"
    },
    {
      "text": "In Deckers (No 4) I held that Hepbourne had breached later terms of settlement which were in substantially the same terms.",
      "id": "s318"
    },
    {
      "text": "For the reasons there given and, on the basis of the findings which I have made in relation to Deckers' claims for copyright infringement and passing-off, I find that Hepbourne has contravened Clause 1 of the terms of settlement.",
      "id": "s319"
    },
    {
      "text": "As a result Deckers is entitled to a declaration that Hepbourne has breached the terms of settlement and an order that it pay Deckers $150,000.",
      "id": "s320"
    },
    {
      "text": "THE CLAIMS AGAINST LEONID MYKHALOVSKYI \n In Deckers Outdoor Corporation Inc v Farley [2008] FCA 1514 I made declarations that Mr Mykhalovskyi had: I ordered that Mr Mykhalovskyi be restrained from performing further acts which infringed Deckers' intellectual property rights.",
      "id": "s321"
    },
    {
      "text": "I further ordered that Mr Mykhalovskyi deliver up any counterfeit footwear, any advertising material relating to the counterfeit footwear and any items used to manufacture such footwear.",
      "id": "s322"
    },
    {
      "text": "Costs orders were also made.",
      "id": "s323"
    },
    {
      "text": "It remains to consider what, if any, damages Mr Mykhalovskyi should be ordered to pay Deckers in respect of the infringing and tortious conduct for which he has been found to be liable to Deckers.",
      "id": "s324"
    },
    {
      "text": "Deckers claims an entitlement to compensatory damages from Mr Mykhalovskyi for: Deckers also seeks orders for punitive and/or exemplary damages for passing-off and additional damages for flagrant copyright infringement.",
      "id": "s325"
    },
    {
      "text": "It will be convenient to return to the issue of Mr Mykhalovskyi's liability for damages after Hepbourne's liability has been assessed.",
      "id": "s326"
    },
    {
      "text": "ASSESSMENT OF DAMAGES \n Compensatory Damages Against Hepbourne\n The purpose of an award of damages in a tort action is to compensate the applicant for loss suffered as a result of the tort: see Haines v Bendall [1991] HCA 15 ; (1991) 172 CLR 60 at 63.",
      "id": "s327"
    },
    {
      "text": "The same principle operates in relation to damages for breach of copyright: see Aristocrat Technologies Australia Pty Ltd v DAP Services (Kempsey) Pty Ltd [2007] FCAFC 40 ; (2007) 157 FCR 564 at 568.",
      "id": "s328"
    },
    {
      "text": "The principle will also have application in determining many (but not all) cases arising from contraventions of consumer protection provisions in legislation such as the TP Act and the FT Act: see Gates v The City Mutual Life Assurance Society Limited [1986] HCA 3 ; (1986) 160 CLR 1 at 13.",
      "id": "s329"
    },
    {
      "text": "In this case, there are multiple respondents and multiple causes of action against individual respondents.",
      "id": "s330"
    },
    {
      "text": "Each cause of action is said to give rise to an entitlement to damages.",
      "id": "s331"
    },
    {
      "text": "In such a case it is necessary to ensure that an applicant is awarded only such damages as are necessary to restore it to the position it would have been in had the tort or other contravention not been committed.",
      "id": "s332"
    },
    {
      "text": "The applicant cannot \"double dip\" by obtaining compensation for the same loss from more than one respondent or by claiming twice in respect of the same conduct which gives rise to more than one cause of action.",
      "id": "s333"
    },
    {
      "text": "Although Deckers has been able to establish loss and damage as a result of the sales of counterfeit products which were manufactured on Hepbourne's premises, it has been able to adduce only limited evidence as to the quantum of the damage suffered by it.",
      "id": "s334"
    },
    {
      "text": "Such evidence as it has been able to produce has come largely from banking records obtained under subpoena, records discovered in the course of Court-authorised searches and evidence provided by some of the respondents who were involved in marketing the counterfeit footwear.",
      "id": "s335"
    },
    {
      "text": "Neither Hepbourne nor Vladimir Vaysman gave evidence in relation to the manufacture, distribution and sales of the footwear which purported to be genuine Deckers products.",
      "id": "s336"
    },
    {
      "text": "This is not, therefore, a case in which the applicant has been in a position to adduce evidence which would assist the Court in assessing damages but has not done so: cf Placer (Granny Smith) Pty Ltd v Thiess Contractors Pty Ltd [2003] HCA 10 ; (2003) 196 ALR 257 at 266.",
      "id": "s337"
    },
    {
      "text": "It falls into the class of a case in which, as Black CJ and Jacobson J held in Aristocrat Technologies , \"damages should be liberally assessed, in the sense that inferences will be more readily drawn against [the wrongdoers], but the object remains to compensate [the applicant], not to punish the respondent\": at 569.",
      "id": "s338"
    },
    {
      "text": "See also Adidas --- Salomon AG v Turner [2003] FCA 421 and Paramount Pictures Corporation v Hasluck (2006) 70 IPR 293 at 300.",
      "id": "s339"
    },
    {
      "text": "Even though the evidence may be deficient, the Court is, nonetheless, obliged to do the best it can to make a just and fair assessment of the quantum of damages.",
      "id": "s340"
    },
    {
      "text": "In Enzed Holdings Ltd v Wynthea Pty Ltd [1984] FCA 373 ; (1984) 3 IPR 619 at 637 the Full Court observed that: \n \n \"The principle is clear.",
      "id": "s341"
    },
    {
      "text": "If the court finds damage has occurred it must do its best to quantify the loss even if a degree of speculation and guess work is involved.",
      "id": "s342"
    },
    {
      "text": "Furthermore, if actual damage is suffered, the award must be for more than nominal damages.",
      "id": "s343"
    },
    {
      "text": "We should add that we can see no reason why this principle should not apply in cases under the Trade Practices Act as well as in cases at common law\".",
      "id": "s344"
    },
    {
      "text": "See also: Sony Computer Entertainment Australia Pty Ltd v Stirling [2001] FCA 1852 at [7] - [8] .",
      "id": "s345"
    },
    {
      "text": "One basis for assessing damages in cases in which infringements of intellectual property rights have occurred is the making of an estimate of sales lost by the applicant as a result of the infringing conduct.",
      "id": "s346"
    },
    {
      "text": "Such an approach is apposite in cases such as the present where the infringing conduct has been engaged in for the purpose of convincing purchasers that they are acquiring the applicant's products: see Aristocrat Technologies at 570; Sony Computer at [8].",
      "id": "s347"
    },
    {
      "text": "This method of assessment focuses on an applicant's lost profit.",
      "id": "s348"
    },
    {
      "text": "The method was explained by Finkelstein J in TS &amp; B Retail Systems Pty Ltd v 3Fold Resources Pty Ltd (No 3) [2007] FCA 151 ; (2007) 158 FCR 444 at 495-6 as follows: \n \n \"The plaintiff must show that he has lost sales to the defendant as a result of the infringement and quantify the loss suffered.",
      "id": "s349"
    },
    {
      "text": "This requires the court to explore the counter factual hypothesis of the contracts the plaintiff would have obtained absent the infringement and the costs associated with them.",
      "id": "s350"
    },
    {
      "text": "Necessarily the process will involve a degree of speculation, but that is no bar to recovery.",
      "id": "s351"
    },
    {
      "text": "The claim is not for loss of revenue but for loss of profits.",
      "id": "s352"
    },
    {
      "text": "The profits to be calculated are the lost net profits.",
      "id": "s353"
    },
    {
      "text": "By net profits I mean revenue less all costs including variable and indirect costs, but not including income tax.",
      "id": "s354"
    },
    {
      "text": "Care must be taken to ensure that costs savings are brought to account.",
      "id": "s355"
    },
    {
      "text": "If a plaintiff sells less of his products he will have less costs and that should be treated as a gain to be offset against the lost revenue which forms the basis of the computation of lost profits.",
      "id": "s356"
    },
    {
      "text": "The plaintiff is also entitled to recover indirect losses (such as damage to goodwill) as long as the cause is the infringement, the loss is foreseeable and is not unduly speculative.",
      "id": "s357"
    },
    {
      "text": "It will often be impossible to be precise in the calculation of lost profit.",
      "id": "s358"
    },
    {
      "text": "If needs be, the calculation can be rough and ready, with the benefit of any doubt favouring the plaintiff\".",
      "id": "s359"
    },
    {
      "text": "In the present case, this assessment will involve an attempt to identify the number of infringing sales, the value of the sales, and the profit margin which Deckers would have secured on those sales.",
      "id": "s360"
    },
    {
      "text": "There will then be a need for discounts to be applied to take account of the possibility that not all of the purchasers of the counterfeit products would necessarily have bought more expensive genuine products and the reduction in Deckers' costs as a result of not having to meet the additional orders.",
      "id": "s361"
    },
    {
      "text": "Allowance will also need to be made for the loss of goodwill associated with the inferior quality of the counterfeit footwear.",
      "id": "s362"
    },
    {
      "text": "It is necessary to begin with an attempt to gauge the extent of the sales of the counterfeit products which were manufactured on Hepbourne's premises and distributed from those premises.",
      "id": "s363"
    },
    {
      "text": "The unchallenged evidence tendered by Deckers establishes that, during relevant times, the following sales of footwear (sourced from the Roper Street factory) occurred: In addition, Ms Ezzat deposed that she had been responsible for sales of boots to the value of $177,776.66.",
      "id": "s364"
    },
    {
      "text": "Victoria Vaysman admitted that she had sold counterfeit footwear worth approximately $300,000.",
      "id": "s365"
    },
    {
      "text": "Neither of these witnesses provided an estimate of the total number of pairs of boots sold by them.",
      "id": "s366"
    },
    {
      "text": "An estimate may be made.",
      "id": "s367"
    },
    {
      "text": "The 15,000 pairs which were sold by Leah Farley yielded approximately $1,800,000, an average of approximately $120 per pair.",
      "id": "s368"
    },
    {
      "text": "The 6,700 pairs sold by Dianne Sommer yielded approximately $735,000, an average of $110 per pair.",
      "id": "s369"
    },
    {
      "text": "The difference is explicable by reference to variations in the prices charged for different styles of boots.",
      "id": "s370"
    },
    {
      "text": "If an estimate of $115 is applied as the average cost of boots sold by Ms Ezzat she sold about 1,546 pairs and Victoria Vaysman sold some 2,609 pairs.",
      "id": "s371"
    },
    {
      "text": "In total, this evidence suggests that at least 31,718 pairs of counterfeit boots were sold in the relevant period.",
      "id": "s372"
    },
    {
      "text": "Another useful guide to the number of pairs of counterfeit boots that were manufactured at Hepbourne's premises is provided by the number of cartons which were produced as packaging for the boots.",
      "id": "s373"
    },
    {
      "text": "Mr Ray Boef, the Managing Director of K &amp; G Cartons, deposed that his company had received orders from a Mr Bobby Vaysman to supply boxes.",
      "id": "s374"
    },
    {
      "text": "\"Bobby\" was an alias regularly used by Vladimir Vaysman.",
      "id": "s375"
    },
    {
      "text": "From at least October 2005, 80 percent of the boxes supplied under order from Mr Vaysman had the UGG australia logo and the sun device printed on them.",
      "id": "s376"
    },
    {
      "text": "In all, K &amp; G Cartons supplied 39,192 boxes pursuant to the order placed by Mr Vaysman.",
      "id": "s377"
    },
    {
      "text": "If one accepts (as I do) Mr Boef's estimate that 80 per cent of the cartons bore part of Deckers' get-up this suggests that approximately 31,354 cartons were produced thus emblazoned.",
      "id": "s378"
    },
    {
      "text": "In the course of a Court sanctioned search of a warehouse in Braeside (which was used by Hepbourne) on 12 December 2007, Deckers' solicitors discovered 3,535 unmade cartons bearing Deckers' get-up.",
      "id": "s379"
    },
    {
      "text": "Deckers submits, and I accept, that it is reasonable to speculate that the remaining 27,819 cartons were used for the distribution of infringing footwear manufactured at the Roper Street factory.",
      "id": "s380"
    },
    {
      "text": "Deckers provided evidence from Mr Leslyn Nitta, its Vice President of Finance, that Deckers would have derived a net profit of $5,397,820 from the sale of 50,000 pairs of its genuine footwear.",
      "id": "s381"
    },
    {
      "text": "This represents a net profit of approximately $108 per pair.",
      "id": "s382"
    },
    {
      "text": "On the basis of this evidence Deckers argues that, even on the lower sales figure based on the number of boxes obtained from K &amp; G Cartons, Deckers lost more than $3,000,000 in profit.",
      "id": "s383"
    },
    {
      "text": "The calculation is: 27,819 x $108 $3,004,452 The loss is greater if the evidence of at least 31,718 pairs being sold is used as the base figure.",
      "id": "s384"
    },
    {
      "text": "The calculation then becomes: 31,718 x $108 $3,425,544 In the absence of detailed accounts relating to the activities of Hepbourne, Vladimir Vaysman and other Respondents, it may readily be inferred that the value of sales of counterfeit products was considerably higher.",
      "id": "s385"
    },
    {
      "text": "It would follow that Deckers' loss of profit would exceed the estimates based on these calculations.",
      "id": "s386"
    },
    {
      "text": "On the other hand, discounts would be necessary in order to take account of the possibility that purchasers who took advantage of the offers of counterfeit boots through e-Bay may not have bought genuine Deckers boots and that Deckers may, as a result, have avoided some production and distribution costs.",
      "id": "s387"
    },
    {
      "text": "A further adjustment would be necessary to take account of the loss of goodwill which Deckers would have suffered as a result of adverse customer reaction to poor quality boots which were marketed as genuine UGG boots.",
      "id": "s388"
    },
    {
      "text": "To some extent these allowances must counterbalance each other.",
      "id": "s389"
    },
    {
      "text": "In assessing compensatory damages it is also necessary to bring into account the fact that compensatory damages, arising from admitted copyright infringement, passing-off and contraventions of the TP Act and the FT Act have already been awarded against other respondents as follows: These awards were made because of the respective respondents' conduct in the same course of events which have led to the finding of liability on the part of Hepbourne.",
      "id": "s390"
    },
    {
      "text": "Any compensatory damages awarded against Hepbourne must not lead to Deckers being over-compensated for its loss of profits.",
      "id": "s391"
    },
    {
      "text": "It is also relevant to note, in determining the quantum of compensatory damages which Hepbourne should be required to pay, that Vladimir Vaysman has consented to an order, which was made on 24 September 2009, that he pay Deckers $3 million by way of compensatory damages arising from his part in relevant events.",
      "id": "s392"
    },
    {
      "text": "Given the common legal representation which he shared with the other respondents against whom an award of $600,000 in total had been made, I proceed on the basis that Vladimir Vaysman was aware that these orders had been made at the time at which he consented to the order requiring him to pay damages of $3 million.",
      "id": "s393"
    },
    {
      "text": "Mr Vladimir Vaysman was, at relevant times, the sole director and shareholder of Hepbourne.",
      "id": "s394"
    },
    {
      "text": "He must be held responsible for Hepbourne's infringing conduct.",
      "id": "s395"
    },
    {
      "text": "In this sense their liability is co-extensive.",
      "id": "s396"
    },
    {
      "text": "It is, therefore, in my opinion, appropriate that Vladimir Vaysman and Hepbourne should be jointly and severally liable to pay $3 million by way of compensatory damages to Deckers.",
      "id": "s397"
    },
    {
      "text": "I am satisfied that this sum, when considered in conjunction with the $600,000 awarded against the other respondents identified above at [94] and the amount which I have determined should be paid by Mr Mykhalovskyi, represents a fair estimate of Deckers' loss of profits occasioned by the misconduct of the relevant respondents.",
      "id": "s398"
    },
    {
      "text": "Additional/Exemplary Damages\n Deckers submits that Hepbourne should be required to pay additional damages pursuant to s 115(4) of the Copyright Act .",
      "id": "s399"
    },
    {
      "text": "It further submits that an award of exemplary damages should be made in respect of the passing-off of its products by Hepbourne.",
      "id": "s400"
    },
    {
      "text": "Deckers acknowledges that it relies on substantially the same conduct on the part of Hepbourne to support its claims to additional and exemplary damages and that the interests of justice would best be served by dealing with these damages claims concurrently.",
      "id": "s401"
    },
    {
      "text": "Many of the considerations which inform a decision as to whether additional damages should be ordered and, if so, in what amount, are also relevant in determining whether exemplary damages should be awarded.",
      "id": "s402"
    },
    {
      "text": "It is, therefore, in my view, appropriate to deal with these two damages issues together.",
      "id": "s403"
    },
    {
      "text": "Section 115(4) of the Copyright Act relevantly provides: \n \n \"(4) Where, in an action under this section:\n (a) an infringement of copyright is established; and\n (b) the court is satisfied that it is proper to do so, having regard to:\n (i) the flagrancy of the infringement; and\n (ia) the need to deter similar infringement of copyright; and \n (ib) the conduct of the defendant after the act constituting the infringement or, if relevant, after the defendant was informed that the defendant had allegedly infringed the plaintiff's copyright; and\n (ii) ...;\n (iii) any benefits shown to have accrued to the defendant by reason of the infringement; and\n (iv) all other relevant matters; \n \n\n \n \n the court may, in assessing damages for the infringement, award such additional damages as it considers appropriate in the circumstances\".",
      "id": "s404"
    },
    {
      "text": "The purposes served by the award of exemplary damages include the punishment of the offender and deterrence of similar conduct in the future: see XL Petroleum (N.S.W.",
      "id": "s405"
    },
    {
      "text": ") Proprietary Limited v Caltex Oil (Australia) Proprietary Limited [1985] HCA 12 ; (1985) 155 CLR 448 at 471.",
      "id": "s406"
    },
    {
      "text": "These considerations are also to be discerned in ss 115(4)(b)(i) , (ia) and (ib).",
      "id": "s407"
    },
    {
      "text": "In Norm Engineering v Digga Australia [2007] FCA 761 ; (2007) 162 FCR 1 at 79, Greenwood J summarised the principles which have been developed in relation to the exercise of the Court's powers under s 115(4): \n \n \"The principles influencing an assessment of damages under the section are these... [f]lagrancy is not an essential pre-requisite for an award of additional damages; it is sufficient if the court is satisfied that any one or more of the circumstances set out in s 115(4)(b) is established ( Raben Footwear Pty Ltd v Polygram Records Inc (1997) 75 FCR 88 at 93 per Burchett J; at 103 per Tamberlin J and at 104 per Lehane J; Polygram Pty Ltd v Golden Editions Pty Ltd (1997) 76 FCR 565 at 575 per Lockhart J; Sony Entertainment (Australia) Ltd v Smith [2005] FCA 228 ; (2005) 215 ALR 788 at [158] per Jacobson J); additional damages under s 115(4) may be assessed having regard to principles derived from awards of aggravated and exemplary damages at common law ( Autodesk Inc v Yee (1996) 68 FCR 391 at 394 per Burchett J; Lamb v Cotongo [1987] HCA 47 ; (1987) 164 CLR 1 at 9-10 per Mason CJ, Brennan, Deane, Dawson and Gaudron JJ at pp 9, 10); one objective of an award is deterrence; an element of penalty is an accepted factor ( Autodesk v Yee 68 FCR at 384); the accrual of benefit by reason of the infringement to the respondent is a further factor and the notion of \"benefit\" suggests a pecuniary benefit to the respondent in excess of the damages otherwise payable ( Ravenscroft v Herbert [1980] RPC 193 (per Brightman J) at 208; the benefit need not be pecuniary ( Polygram v Golden Editions Pty Ltd 76 FCR at 576 per Lockhart J); and there need not be any proportionality between the amount of compensatory damages awarded pursuant to s 115(2) and the amount of additional damages awarded pursuant to s 115(4) ( Raben Footwear v Polygram Records 75 FCR at 93, 103 and 104; Microsoft Corporation v PC Club Australia Pty Ltd [2005] FCA 1522 ; (2005) 148 FCR 310 at 409, 410 per Conti J); and the assessment of the amount to be awarded is necessarily an imprecise exercise ( Bailey v Namol Pty Ltd 53 FCR at 114 per Burchett, Gummow and O'Loughlin JJ).",
      "id": "s408"
    },
    {
      "text": "\" \n \n Hepbourne, for over four years, engaged in the deliberate and flagrant infringement of Deckers' intellectual property rights.",
      "id": "s409"
    },
    {
      "text": "It did so to the significant financial benefit of its sole director and shareholder and his associates.",
      "id": "s410"
    },
    {
      "text": "It did so well-knowing that the infringing conduct in which it engaged was proscribed by orders of this Court.",
      "id": "s411"
    },
    {
      "text": "Those orders were simply ignored because the pursuit of financial gain operated as a stronger imperative than did compliance with legal duty.",
      "id": "s412"
    },
    {
      "text": "Much of Hepbourne's conduct and that of its director Vladimir Vaysman has been recorded in these and other reasons for decision which have been handed down in this proceeding.",
      "id": "s413"
    },
    {
      "text": "It is, therefore, sufficient, for present purposes, that I summarise these earlier findings and draw attention to some additional and undisputed evidence which is illustrative of Hepbourne's contumelious disregard of its legal obligations and Deckers' rights.",
      "id": "s414"
    },
    {
      "text": "Towards the end of 2003 Deckers discovered, for the first time, that there was reason to believe that counterfeit footwear was being manufactured on premises controlled by Hepbourne.",
      "id": "s415"
    },
    {
      "text": "It applied to the Court for urgent injunctive relief.",
      "id": "s416"
    },
    {
      "text": "On 23 December 2003 Hepbourne consented to orders (which were made) that it be restrained from manufacturing or distributing footwear bearing Deckers' trademarks and copyright works.",
      "id": "s417"
    },
    {
      "text": "Despite agreeing to these orders, Hepbourne continued with its infringing conduct.",
      "id": "s418"
    },
    {
      "text": "Deckers obtained a search order.",
      "id": "s419"
    },
    {
      "text": "It was executed on 11 February 2004 at Hepbourne's Moorabbin factory.",
      "id": "s420"
    },
    {
      "text": "The searchers found partially completed footwear which bore Deckers' get-up.",
      "id": "s421"
    },
    {
      "text": "This proceeding was settled on the terms outlined above at [65]-[66].",
      "id": "s422"
    },
    {
      "text": "Pursuant to those terms Hepbourne consented to the making of a permanent injunction in substantially the same terms as the interlocutory orders to which it had earlier consented.",
      "id": "s423"
    },
    {
      "text": "Such orders were duly made by the Court.",
      "id": "s424"
    },
    {
      "text": "Later in 2004 Deckers alleged that Hepbourne (and others) had engaged in further infringing conduct and commenced a proceeding in the Court to require Hepbourne to pay to it the sum which it had been agreed would be paid in the event of a further contravention.",
      "id": "s425"
    },
    {
      "text": "The proceeding was compromised on the terms which are, relevantly, summarised in Deckers (No 4) at [3].",
      "id": "s426"
    },
    {
      "text": "Those terms included an undertaking, given by Hepbourne, that it would not use the name UGG (or \"Ugh\", \"Ug\" or \"Uggs\") to \"describe, promote, advertise, distribute, offer for sale, sell or exhibit in public, sheepskin products whether on the internet, to retailers, wholesalers, consumers or otherwise ...\".",
      "id": "s427"
    },
    {
      "text": "During 2005, 2006 and 2007 the manufacture at and the distribution from Hepbourne's Moorabbin factory continued apace.",
      "id": "s428"
    },
    {
      "text": "Additional people were recruited to sell the boots on e-Bay.",
      "id": "s429"
    },
    {
      "text": "Once sales were made the persons who had made the sales advised Vladimir Vaysman and he (or someone on his behalf) delivered the boots to the salesperson's residence ready for despatch to the purchasers.",
      "id": "s430"
    },
    {
      "text": "Business became more brisk and the salespersons were asked to attend the Moorabbin factory to collect the products they needed to fill the orders which they had received.",
      "id": "s431"
    },
    {
      "text": "This they did.",
      "id": "s432"
    },
    {
      "text": "The arrangements are described in more detail in Deckers (No 2) at [30]-[35]: see above at [21].",
      "id": "s433"
    },
    {
      "text": "Late in 2007, Deckers had cause to believe that infringing conduct was again occurring.",
      "id": "s434"
    },
    {
      "text": "The present proceeding was commenced.",
      "id": "s435"
    },
    {
      "text": "On 12 November 2007 Deckers was granted a further search order in respect of the Moorabbin factory.",
      "id": "s436"
    },
    {
      "text": "The order was executed the following day and the search yielded evidence of the manufacture and distribution of infringing products on a substantial scale.",
      "id": "s437"
    },
    {
      "text": "Not long after the search had commenced Vladimir Vaysman telephoned Ms Farley and asked her whether a search order had also been executed at her home.",
      "id": "s438"
    },
    {
      "text": "When she answered \"yes\" he advised her not to give those present her e-mail address.",
      "id": "s439"
    },
    {
      "text": "He rang again later in the afternoon while lawyers were still present in her house.",
      "id": "s440"
    },
    {
      "text": "He asked her if they were still there.",
      "id": "s441"
    },
    {
      "text": "When advised that they were, he told Ms Farley to get them to leave.",
      "id": "s442"
    },
    {
      "text": "After they had left he again telephoned her.",
      "id": "s443"
    },
    {
      "text": "Ms Farley asked him what was going on and told him that she thought she was in serious trouble and might go to gaol.",
      "id": "s444"
    },
    {
      "text": "Vladimir Vaysman told her that she would not go to gaol but she could expect to pay a lot of legal fees.",
      "id": "s445"
    },
    {
      "text": "Vladimir Vaysman asked Ms Farley whether she was still prepared to sell the UGG branded boots.",
      "id": "s446"
    },
    {
      "text": "He also told her that he would not pay Deckers any money.",
      "id": "s447"
    },
    {
      "text": "Vladimir Vaysman also spoke to Ms Sommer on the afternoon of 13 November 2007.",
      "id": "s448"
    },
    {
      "text": "He told her that everything would quieten down over the next two weeks.",
      "id": "s449"
    },
    {
      "text": "He asked her whether she was prepared to continue selling the footwear once everything had blown over.",
      "id": "s450"
    },
    {
      "text": "About a week later Vladimir Vaysman contacted Ms Ezzat and told her that he wanted her to list UGG branded footwear on e-Bay UK.",
      "id": "s451"
    },
    {
      "text": "She was not aware, at that time, that a Court-sanctioned search had taken place at the Moorabbin factory.",
      "id": "s452"
    },
    {
      "text": "Vladimir Vaysman told her that he would no longer be providing footwear to his other e-Bay sellers and that he wanted her to sell more stock and at a quicker pace.",
      "id": "s453"
    },
    {
      "text": "She questioned him about why he was no longer using the services of the other sellers and he told her that it was better that she did not ask what had happened.",
      "id": "s454"
    },
    {
      "text": "On 27 November 2007 Hepbourne and Vladimir Vaysman gave undertakings to the Court that they would refrain until trial from manufacturing or distributing footwear bearing Deckers' get-up.",
      "id": "s455"
    },
    {
      "text": "In breach of this undertaking, counterfeit footwear continued to be produced at and distributed from the Moorabbin factory.",
      "id": "s456"
    },
    {
      "text": "This continued at least until 12 December 2007 when a further search order was executed.",
      "id": "s457"
    },
    {
      "text": "It is clear, and I find, that Hepbourne, acting through Vladimir Vaysman, was intent on manufacturing and marketing counterfeit footwear, totally disregarding Deckers' rights and Court orders.",
      "id": "s458"
    },
    {
      "text": "The commencement of legal proceedings, the execution of search orders and the making of restraining orders were simply treated as inconvenient interruptions to what was intended to be, and was, for over four years, a calculated and successful attempt to make money through selling footwear which purported to have been manufactured by Deckers.",
      "id": "s459"
    },
    {
      "text": "This case must be adjudged as one of the worst of its kind to come before the Court.",
      "id": "s460"
    },
    {
      "text": "It is probably too generous to describe it as \"flagrant\".",
      "id": "s461"
    },
    {
      "text": "General deterrence must be a significant consideration.",
      "id": "s462"
    },
    {
      "text": "Most of the damage complained of occurred after Hepbourne was well aware that it was engaged in infringing conduct.",
      "id": "s463"
    },
    {
      "text": "Although the monetary benefits which flowed to Hepbourne as a result of the activities of Vladimir Vaysman cannot be determined with precision, it amounted to many millions of dollars.",
      "id": "s464"
    },
    {
      "text": "Counsel for Deckers invites a comparison of the circumstances of the present case with a large number of other cases in which both compensatory and additional damages have been awarded for copyright infringement.",
      "id": "s465"
    },
    {
      "text": "Attention was also directed to the quantum of the damages awarded in those cases.",
      "id": "s466"
    },
    {
      "text": "They include Aristocrat Technologies , Microsoft Corporation v Glostar Pty Ltd (t/as Downtown Technology Centre) (2003) 57 IPR 518 ; Vivid Entertainment LLC v Digital Sinema Australia Pty Ltd (No 3) [2007] FMCA 748 ; Microsoft Corporation v Ezy Loans Pty Ltd [2004] FCA 1135 ; (2004) 63 IPR 54 ; Microsoft Corporation v Goodview Electronics Pty Ltd (2000) 49 IPR 578; Zero Tolerance Entertainment Inc v Venus Adult Shops Pty Ltd [2007] FMCA 155 ; Sony Entertainment (Australia) Ltd v Smith [2005] FCA 228 ; (2005) 64 IPR 18 ; Bailey v Namol Pty Limited [1994] FCA 1401 ; (1994) 53 FCR 102 ; Amalgamated Mining Services Pty Ltd v Warman International Ltd [1992] FCA 542 ; (1992) 24 IPR 461 ; Foxtel Management Pty Ltd v Mod Shop Pty Ltd [2007] FCA 463 ; (2007) 72 IPR 1 ; Australasian Performing Right Association Ltd v Monster Communications Pty Ltd (2006) 71 IPR 212 ; and Elwood Clothing Pty Ltd (ACN 079 393 696) v Cotton On Clothing Pty Ltd (ACN 052 130 462) (2009) 8 IPR 378.",
      "id": "s467"
    },
    {
      "text": "These authorities are of limited assistance.",
      "id": "s468"
    },
    {
      "text": "They emphasise the unfettered nature of the discretion conferred on the Court in fixing an appropriate measure of additional damages.",
      "id": "s469"
    },
    {
      "text": "They demonstrate that, depending on the circumstances of the case, a significant award of additional damages can be made even though compensatory damages are fixed at a nominal sum; and that additional damages are often fixed at a lower sum than that awarded for compensatory damages.",
      "id": "s470"
    },
    {
      "text": "They make it plain that there is no recognised practice of awarding additional damages in an amount equal to or lower than compensatory damages: cf Raben Footwear at 104 (per Tamberlin J).",
      "id": "s471"
    },
    {
      "text": "In the circumstances I consider it appropriate to order that Hepbourne pay Deckers $3,500,000 by way of additional damages.",
      "id": "s472"
    },
    {
      "text": "There will be no separate order for exemplary damages.",
      "id": "s473"
    },
    {
      "text": "Compensatory damages against Mr Mykhalovskyi\n Deckers seeks an award of compensatory damages against Mr Mykhalovskyi for infringement of its registered trademark, infringement of copyright, passing-off and breaches of the TP Act and the FT Act.",
      "id": "s474"
    },
    {
      "text": "Deckers' compensatory damages claim falls to be considered having regard to the same principles which were applied earlier in these reasons when the extent of Hepbourne's liability for such damages was being assessed: see above at [75]-[81].",
      "id": "s475"
    },
    {
      "text": "Much of the evidence which was considered when assessing the extent of Hepbourne's liability is also relevant in relation to Mr Mykhalovskyi's liability.",
      "id": "s476"
    },
    {
      "text": "The evidence relating to Mr Mykhalovskyi's participation in relevant events is limited.",
      "id": "s477"
    },
    {
      "text": "It falls into two broad areas: his engagement in the manufacture of the counterfeit footwear at the Moorabbin factory, and his role as a director of companies through which sales proceeds were channelled and purchases of raw material made.",
      "id": "s478"
    },
    {
      "text": "On each of the three occasions in 2005 and 2007 on which Mr Watson, a solicitor for Deckers, attended the Moorabbin factory in order to execute search orders, Mr Mykhalovskyi was present.",
      "id": "s479"
    },
    {
      "text": "Ms Farley and Ms Sommer both observed him working in and around the factory during visits by them in 2006 and 2007.",
      "id": "s480"
    },
    {
      "text": "Ms Farley saw him gluing soles on footwear and Ms Sommer saw him operating a machine.",
      "id": "s481"
    },
    {
      "text": "Time sheets which were found on the premises on 12 December 2007 disclosed that Mr Mykhalovskyi had worked there regularly between 13 August and 12 December 2007.",
      "id": "s482"
    },
    {
      "text": "In most weeks he worked for six days.",
      "id": "s483"
    },
    {
      "text": "Mail addressed to him and a company of which he was, at relevant times, sole director --- Dusia Pty Ltd (\"Dusia\") --- was also found at the factory.",
      "id": "s484"
    },
    {
      "text": "This evidence satisfies me that Mr Mykhalovskyi was engaged, on a regular basis, in the manufacture of counterfeit footwear at the Moorabbin factory in 2005, 2006 and 2007.",
      "id": "s485"
    },
    {
      "text": "The precise extent of his contribution to output cannot be determined.",
      "id": "s486"
    },
    {
      "text": "I infer that it was not insubstantial.",
      "id": "s487"
    },
    {
      "text": "Mr Mykhalovskyi was the director of a number of companies which received proceeds from the sales of the counterfeit footwear and, in some instances, ordered materials to be used in the manufacturing process.",
      "id": "s488"
    },
    {
      "text": "The details follow.",
      "id": "s489"
    },
    {
      "text": "Mr Mykhalovskyi was the sole director and shareholder of Dusia from 31 August 2006.",
      "id": "s490"
    },
    {
      "text": "He succeeded Josef Vaysman in these roles.",
      "id": "s491"
    },
    {
      "text": "Dusia is the second respondent in the proceeding.",
      "id": "s492"
    },
    {
      "text": "Dusia maintained a website which Ms Farley used to sell counterfeit footwear.",
      "id": "s493"
    },
    {
      "text": "Ms Farley sold about 550 pairs of boots using this website.",
      "id": "s494"
    },
    {
      "text": "Invoices for sales were raised by Dusia.",
      "id": "s495"
    },
    {
      "text": "Sales to the value of $97,697.89 are recorded on invoices issued between 18 August and 28 September 2007.",
      "id": "s496"
    },
    {
      "text": "Dusia maintained an NAB bank account.",
      "id": "s497"
    },
    {
      "text": "Total credits to that account in the period between 5 May and 29 September 2006 totalled $273,487.88.",
      "id": "s498"
    },
    {
      "text": "Dusia also maintained an ANZ bank account, in which deposits totalling $39,216.05 were made over an unspecified period.",
      "id": "s499"
    },
    {
      "text": "The source of these funds is not disclosed by the evidence.",
      "id": "s500"
    },
    {
      "text": "Mr Mykhalovskyi was the sole director and shareholder of Fedia Pty Ltd (\"Fedia\") from 31 August 2006.",
      "id": "s501"
    },
    {
      "text": "Again, he succeeded Josef Vaysman in these roles.",
      "id": "s502"
    },
    {
      "text": "Fedia is the twelfth respondent in this proceeding.",
      "id": "s503"
    },
    {
      "text": "The documentary evidence suggests that Fedia was used as a vehicle to purchase counterfeit footwear, which was manufactured at the Moorabbin factory, and then on-sell it to customers using the internet.",
      "id": "s504"
    },
    {
      "text": "The evidence is patchy.",
      "id": "s505"
    },
    {
      "text": "It depends on documents which were discovered in the course of searches at the Moorabbin factory and elsewhere and bank records.",
      "id": "s506"
    },
    {
      "text": "In October and November of 2006 Fedia purchased footwear to the value of $109,437.55.",
      "id": "s507"
    },
    {
      "text": "A further $90,095.00 was paid between 6 November and 29 December 2006.",
      "id": "s508"
    },
    {
      "text": "Sales receipts from November and December of 2006 totalled $145,440.00.",
      "id": "s509"
    },
    {
      "text": "Fedia had an account with the NAB.",
      "id": "s510"
    },
    {
      "text": "Bank statements show that, between 5 May and 21 December 2006, Fedia received $400,500.08 by means of internet transfers from undisclosed sources.",
      "id": "s511"
    },
    {
      "text": "Mr Mykhalovskyi was the sole director and shareholder of OTK International Pty Ltd (\"OTK International\") from 31 October 2006.",
      "id": "s512"
    },
    {
      "text": "Josef Vaysman had previously been the sole director and shareholder of this company.",
      "id": "s513"
    },
    {
      "text": "OTK International is the fourteenth respondent in this proceeding.",
      "id": "s514"
    },
    {
      "text": "OTK International maintained a bank account with the NAB.",
      "id": "s515"
    },
    {
      "text": "Bank statements show that $305,006.30 was paid into this account via internet transfers between 20 May and 17 November 2006.",
      "id": "s516"
    },
    {
      "text": "On 18 October 2006 OTK International issued two invoices to Ms Farley for the total sum of $30,155.00 for the purchase of footwear.",
      "id": "s517"
    },
    {
      "text": "Minatap Pty Ltd (\"Minatap\") was incorporated on 25 February 2005.",
      "id": "s518"
    },
    {
      "text": "Since then Mr Mykhalovskyi has been its sole director and shareholder.",
      "id": "s519"
    },
    {
      "text": "Both Ms Farley and Ms Sommer were directed by members of the Vaysman family to pay some of the proceeds received by them from the sale of counterfeit footwear into an NAB account in the name of Minatap.",
      "id": "s520"
    },
    {
      "text": "Although they were not able to be precise as to the amounts, they paid hundreds of thousands of dollars into this account.",
      "id": "s521"
    },
    {
      "text": "Minatap purchased sheepskins from You Bang International Pty Ltd and was responsible for importing materials used in the manufacture of footwear.",
      "id": "s522"
    },
    {
      "text": "It also issued invoices for the supply of \"Ugg boots\".",
      "id": "s523"
    },
    {
      "text": "Mr Mykhalovskyi was the sole director and shareholder of Rastov Pty Ltd (\"Rastov\") from 31 August 2006.",
      "id": "s524"
    },
    {
      "text": "He succeeded Josef Vaysman in these roles.",
      "id": "s525"
    },
    {
      "text": "Rastov is the eighteenth respondent in this proceeding.",
      "id": "s526"
    },
    {
      "text": "Rastov also maintained an NAB account.",
      "id": "s527"
    },
    {
      "text": "Bank statements disclose that $278,640.05 was paid into the account between 20 May and 21 November 2006.",
      "id": "s528"
    },
    {
      "text": "The source of these funds is not disclosed.",
      "id": "s529"
    },
    {
      "text": "This evidence satisfies me that companies which were nominally controlled by Mr Mykhalovskyi were used to receive and disburse funds which were derived from sales of counterfeit footwear which was manufactured at the Moorabbin factory.",
      "id": "s530"
    },
    {
      "text": "At least one of the companies was used as a vehicle through which materials were obtained to make the boots.",
      "id": "s531"
    },
    {
      "text": "I am not, however, satisfied that Mr Mykhalovskyi's association with these companies involved any more than the use of his name and personal details in corporate records.",
      "id": "s532"
    },
    {
      "text": "He may not have even been aware that his name was being used.",
      "id": "s533"
    },
    {
      "text": "I harbour these reservations for two main reasons.",
      "id": "s534"
    },
    {
      "text": "The first is that Josef Vaysman gave evidence (which I accepted) that he was unaware that he was a director of a number of other companies which were also involved in the manufacture and marketing of counterfeit footwear.",
      "id": "s535"
    },
    {
      "text": "He said that all documentation relating to these \"business activities\" was handled by Vladimir Vaysman.",
      "id": "s536"
    },
    {
      "text": "An inspection of returns made to the Australian Securities and Investment Commission suggested that Josef Vaysman's various signatures had been applied to the documents using a rubber stamp.",
      "id": "s537"
    },
    {
      "text": "It is also noteworthy that it was Vladimir Vaysman and, on occasions, Victoria Vaysman, who directed those involved in the marketing of counterfeit products through the internet to pay the proceeds to accounts held in the name of companies of which Mr Mykhalovskyi was a director.",
      "id": "s538"
    },
    {
      "text": "There was no evidence that Mr Mykhalovskyi was a signatory to any of those accounts.",
      "id": "s539"
    },
    {
      "text": "I am left with the overall impression that Mr Mykhalovskyi played a relatively minor role in the conduct which gave rise to the damage suffered by Deckers.",
      "id": "s540"
    },
    {
      "text": "His principal contribution was his labour in manufacturing counterfeit footwear.",
      "id": "s541"
    },
    {
      "text": "I consider that he should be ordered to pay Deckers $40,000 by way of compensatory damages.",
      "id": "s542"
    },
    {
      "text": "Additional/exemplary damages against Mr Mykhalovskyi\n Deckers also seeks an award of additional damages under s 115(4) of the Copyright Act and exemplary damages against Mr Mykhalovskyi.",
      "id": "s543"
    },
    {
      "text": "What I have already said above at [98]-[101] as to liability for and assessment of the quantum of additional and exemplary damages is also relevant in dealing with these claims against Mr Mykhalovskyi.",
      "id": "s544"
    },
    {
      "text": "Mr Mykhalovskyi's role in relevant events has already been outlined.",
      "id": "s545"
    },
    {
      "text": "Some further matters are relevant to the claim for additional damages.",
      "id": "s546"
    },
    {
      "text": "Mr Mykhalovskyi was restrained, by an order which I made on 27 November 2007, from manufacturing the counterfeit footwear.",
      "id": "s547"
    },
    {
      "text": "Despite this, when a search order was executed at the Moorabbin factory on 12 December 2007, Mr Mykhalovskyi was observed to be working there.",
      "id": "s548"
    },
    {
      "text": "As already noted, time sheets which were found at the Moorabbin factory on 12 December 2007 showed that Mr Mykhalovskyi had continued to work there between 27 November and 12 December 2007, notwithstanding the Court's order.",
      "id": "s549"
    },
    {
      "text": "Despite being served with all the relevant documents, Mr Mykhalovskyi has failed to play any part in the present proceeding.",
      "id": "s550"
    },
    {
      "text": "Mr Mykhalovskyi has exhibited a flagrant disregard for Deckers' rights.",
      "id": "s551"
    },
    {
      "text": "He continued to infringe those rights by persisting in working at the Moorabbin factory after being served with the Court's order which required him to cease manufacturing counterfeit boots.",
      "id": "s552"
    },
    {
      "text": "There is a need for both specific and general deterrence of similar misconduct.",
      "id": "s553"
    },
    {
      "text": "The evidence does not suggest, however, that Mr Mykhalovskyi benefited financially from his involvement in the infringement of Deckers' copyright beyond receiving wages for the work which he performed.",
      "id": "s554"
    },
    {
      "text": "In the circumstances I consider it appropriate to order that Mr Mykhalovskyi pay Deckers $50,000 by way of additional damages.",
      "id": "s555"
    },
    {
      "text": "There will be no separate order for exemplary damages.",
      "id": "s556"
    },
    {
      "text": "HEPBOURNE'S CROSS-CLAIM AGAINST DECKERS \n Hepbourne cross-claimed against Deckers alleging that the registration of Deckers' trademark numbered 785466 should be cancelled for various reasons.",
      "id": "s557"
    },
    {
      "text": "In Deckers (No 2) at [48]-[56] I held that any cancellation of Deckers' trademark would operate prospectively and did not affect Deckers' extant rights to pursue an action for infringement of its copyright.",
      "id": "s558"
    },
    {
      "text": "In its defence to Hepbourne's cross-claim, Deckers pleaded that Hepbourne was precluded from prosecuting any legal challenge to the validity of the trademark because Hepbourne had given an undertaking, for good consideration, not to do so.",
      "id": "s559"
    },
    {
      "text": "This undertaking was given in Clause 6 of the terms of settlement entered into between Deckers and, inter alia, Hepbourne on 11 March 2004 and in Clause 4 of the terms of settlement entered into between these two parties on 10 June 2005.",
      "id": "s560"
    },
    {
      "text": "Hepbourne, in the present proceeding, has not replied to this aspect of Deckers' defence to its cross-claim.",
      "id": "s561"
    },
    {
      "text": "In my opinion, Hepbourne has, by these contractual undertakings, bound itself not to prosecute a claim of the kind pursued in its cross-claim.",
      "id": "s562"
    },
    {
      "text": "These undertakings would be enforceable by the Court: cf Macteldir Pty Ltd v Dimovski (2005) 226 ALR 773 at 796 and the authorities there cited.",
      "id": "s563"
    },
    {
      "text": "The Court should not permit Hepbourne to prosecute a cross-claim of the kind presently attempted in breach of contractual undertakings.",
      "id": "s564"
    },
    {
      "text": "In particular, it should not do so in circumstances in which Deckers' defence stands unanswered.",
      "id": "s565"
    },
    {
      "text": "CONCLUSION \n Judgment should be entered against Hepbourne and Mr Mykhalovskyi.",
      "id": "s566"
    },
    {
      "text": "By agreement, costs orders in the sum of $1,000,000 have already been made jointly and severally against Vladimir, Josef, Victoria and Polina Vaysman and companies associated with some of them.",
      "id": "s567"
    },
    {
      "text": "It is appropriate that Hepbourne and Mr Mykhalovskyi should also be jointly and severally liable for Deckers' costs to this extent.",
      "id": "s568"
    },
    {
      "text": "Orders to this effect should be made.",
      "id": "s569"
    },
    {
      "text": "I certify that the preceding one hundred and forty-six (146) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s570"
    },
    {
      "text": "Associate:\nDated: 13 November 2009\n Counsel for the Applicant: Mr E Heerey \n \n Solicitor for the Applicant: Middletons \n Date of Hearing: 24 September 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1298.html",
      "id": "s571"
    }
  ]
}