{
  "name": "Comcare v John Holland Pty Ltd (No 2) [2009] FCA 1515 (17 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1515.html",
  "catchphrases": [
    {
      "text": "breach of duty of employer to take all reasonably practicable steps to protect health and safety of employees",
      "id": "c0"
    },
    {
      "text": "s 16(1) occupational health &amp; safety act 1991 (cth)",
      "id": "c1"
    },
    {
      "text": "death of employee on construction site",
      "id": "c2"
    },
    {
      "text": "determination of pecuniary penalty",
      "id": "c3"
    },
    {
      "text": "seriousness of breach",
      "id": "c4"
    },
    {
      "text": "principles applying to determination of pecuniary penalty",
      "id": "c5"
    },
    {
      "text": "whether mitigating factors can be taken into account",
      "id": "c6"
    },
    {
      "text": "industrial law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "On 6 May 2008 Mr Mark McCallum was fatally injured while engaged in construction work at the Dalrymple Bay Coal Terminal as an employee of the respondent.",
      "id": "s0"
    },
    {
      "text": "By an Application filed 2 February 2009 the applicant, Comcare sought: A declaration pursuant to clause 2(1) of Part 1 of Schedule 2 of the Occupational Health and Safety Act 1991 (Cth) (\"the Act\") that the respondent had breached section 16(1) of the Act.",
      "id": "s1"
    },
    {
      "text": "An order pursuant to clause 4 of Part 1 of Schedule 2 of the Act that the respondent pay the Commonwealth a pecuniary penalty in respect of the breach of section 16(1) of the Act.",
      "id": "s2"
    },
    {
      "text": "An order that the respondent pay the applicant's costs.",
      "id": "s3"
    },
    {
      "text": "Such further or other orders as the Court deems fit.",
      "id": "s4"
    },
    {
      "text": "On 10 September 2009 the parties filed a Statement of Agreed Facts.",
      "id": "s5"
    },
    {
      "text": "The respondent admits that Comcare is entitled to the relief sought in the application.",
      "id": "s6"
    },
    {
      "text": "No defence has been filed by the respondent.",
      "id": "s7"
    },
    {
      "text": "At the hearing on 27 October 2009 Mr Herbert for Comcare submitted a draft minute of order of the declaration sought by Comcare.",
      "id": "s8"
    },
    {
      "text": "The order sought is as follows: \n \n On 6 May 2008, the respondent contravened sub-clause 2 (1) of Part 1 of Schedule 2 of the Occupational Health and Safety Act 1991 (Cth) by reason of it having breached section 16(1) of the Occupational Health and Safety Act 1991 (Cth).",
      "id": "s9"
    },
    {
      "text": "The respondent acknowledges that: \n \n\n Its work method statement did not adequately identify the risks associated with the relevant work process, and did not adequately identify suitable control measures to remove or minimise those risks; and\n It did not carry out a Plant Hazard Assessment with respect to the Front and Rear Jinkers, which may have identified a requirement for a remote braking system or other controls on the Jinkers for use by spotters and others; and\n It did not have in place a formal system whereby employees were certified as being competent in the use of jinkers; and\n It did not have in place a formal protocol or procedure for the use of radios to ensure that the transmitter of a radio message was able to be informed that the message had been received by its intended recipient and understood; and\n It did not have sufficient communication mechanisms in place to ensure that employees working out of sight of the Loader Operator and the rear spotter were able to communicate directly with spotters and the Loader Operator; and\n It did not ensure that an observer of a trainee Jinker operator was also issued with a radio to directly communicate with the other members of the Transportation Crew responsible for the propulsion of the load; and\n It did not provide workers who were working out of sight of the Loader Operator or rear spotter with any form of alarm or safety device, other than a radio to alert other workers of the occurrence of an emergency situation; and\n It did not ensure that the clearance of obstacles in the path of the Loader was done in a timely or effective manner, thereby requiring the Front Jinker operator to perform that duty during the progress of the Transportation Unit and whilst out of the line of sight of the Loader Operator.",
      "id": "s10"
    },
    {
      "text": "Through Counsel, the respondent indicated at the hearing that it accepted the terms of the declaration sought by Comcare (TS p 3 ll 16-18).",
      "id": "s11"
    },
    {
      "text": "Indeed, these facts were acknowledged by the respondent in the Statement of Agreed Facts.",
      "id": "s12"
    },
    {
      "text": "As it is common ground that s 16(1) of the Act has been breached by conduct of the respondent, the only issue outstanding in these proceedings is the amount of the pecuniary penalty to be paid by the respondent, which is determined by the Court.",
      "id": "s13"
    },
    {
      "text": "Before turning to the submissions of the parties it is useful to outline the background of these proceedings.",
      "id": "s14"
    },
    {
      "text": "Background\n The respondent is a company incorporated on 14 September 1950.",
      "id": "s15"
    },
    {
      "text": "It has been in continuous operation since that time.",
      "id": "s16"
    },
    {
      "text": "The respondent operates its business in all States and territories in Australia, including national specialist businesses such as rail, telecommunications, power, roads, aviation engineering, water and mining services.",
      "id": "s17"
    },
    {
      "text": "As at 18 September 2009 the respondent employed approximately 2,418 employees and 6,659 contractors.",
      "id": "s18"
    },
    {
      "text": "At the time of the incident leading to the death of the respondent's employee, Mr McCallum, construction work was being carried out in connection with the Dalrymple Bay Coal Terminal 7X Berth Expansion Project (\"the project\").",
      "id": "s19"
    },
    {
      "text": "The respondent's role in the project was to construct a duplicate coal loading jetty (\"the jetty\") beside the existing infrastructure.",
      "id": "s20"
    },
    {
      "text": "This work involved the transportation of precast concrete decks by means of a platform supported by two jinkers (the front jinker and the rear jinker) which were propelled by a front end loader (for convenience I will refer to the two jinkers and the front end loader collectively as \"the transportation unit\", and the front end loader as \"the loader\").",
      "id": "s21"
    },
    {
      "text": "The jinkers were fitted with an independent steering system operated by way of a hand-held remote control device.",
      "id": "s22"
    },
    {
      "text": "Employees designated as jinker operators ordinarily walk beside the jinkers and steer them by means of this remote control device.",
      "id": "s23"
    },
    {
      "text": "However there was no separate braking control for the jinkers held by the operators of the jinkers.",
      "id": "s24"
    },
    {
      "text": "The loader was owned by the respondent, and the jinkers owned by a third party, Rex J Andrews Pty Ltd (\"RJA\").",
      "id": "s25"
    },
    {
      "text": "The respondent hired the jinkers in September 2007 for use on the project.",
      "id": "s26"
    },
    {
      "text": "RJA conducted training for the safe use and operation of the jinkers in October 2007 with employees of the respondent.",
      "id": "s27"
    },
    {
      "text": "One of the persons trained by RJA was Colin Shaw, who in turn provided training to others (including Mr McCallum) in the use of jinkers.",
      "id": "s28"
    },
    {
      "text": "Mr McCallum was assessed as competent.",
      "id": "s29"
    },
    {
      "text": "On 6 May 2008 Mr McCallum was part of a five man crew tasked with moving a number of precast concrete decks.",
      "id": "s30"
    },
    {
      "text": "Colin Shaw was the supervisor of the crew.",
      "id": "s31"
    },
    {
      "text": "The other members of the crew were Paul Sudholz (loader operator), Andrew Cribbens (rear jinker operator and spotter) and Phillip Grech (observer).",
      "id": "s32"
    },
    {
      "text": "Mr McCallum was the front jinker operator and spotter.",
      "id": "s33"
    },
    {
      "text": "He was also the most recent employee of that crew at the time, having commenced employment on 21 April 2008.",
      "id": "s34"
    },
    {
      "text": "As the front jinker operator, Mr McCallum's role was to steer the loaded front jinker by way of the remote control device while walking in front of the front jinker on the left hand side of the jetty.",
      "id": "s35"
    },
    {
      "text": "The day of the incident was the first time Mr McCallum had operated the jinker arrangement transporting the precast concrete deck on the jetty.",
      "id": "s36"
    },
    {
      "text": "He was being observed in the course of performing this role by Mr Grech, an operator with six months relevant experience, whose only duty was to observe Mr McCallum and provide him with assistance and guidance in performing his task.",
      "id": "s37"
    },
    {
      "text": "During the year prior to the incident the respondent had carried out a risk assessment and on 26 November 2007 had formulated a work method statement.",
      "id": "s38"
    },
    {
      "text": "All members of the crew had received training in relation to the work method statement prepared by the respondent.",
      "id": "s39"
    },
    {
      "text": "This statement did not require the maintenance of a safe exclusion zone in front of the moving loader and jinkers, nor did it require that the transportation unit be stopped.",
      "id": "s40"
    },
    {
      "text": "In the event obstacles in its path needed to be removed.",
      "id": "s41"
    },
    {
      "text": "The operator of the loader performed his duties from a cabin on the loader behind the jinkers and the load they were carrying.",
      "id": "s42"
    },
    {
      "text": "When loaded with precast concrete decks, the configuration of the transportation unit prevented the loader operator from observing any part of the area in front of the front jinker or communicating visually with any person located in that area.",
      "id": "s43"
    },
    {
      "text": "This was the area in which Mr Grech and Mr McCallum were walking in order to perform their duties.",
      "id": "s44"
    },
    {
      "text": "The work procedure on 6 May 2008 required radios to be carried by the operators of the loader, the rear jinker and the front jinker, as well as the supervisor.",
      "id": "s45"
    },
    {
      "text": "As an observer, Mr Grech was not issued with a radio.",
      "id": "s46"
    },
    {
      "text": "The crew of which Mr McCallum was a member commenced its shift at 6.00 am on the day of the incident.",
      "id": "s47"
    },
    {
      "text": "Usual procedures were completed including a Job Hazard Analysis Card and pre-start checks on the plant and vehicles.",
      "id": "s48"
    },
    {
      "text": "Mr Sudholz collected three radios, and ensured they were working correctly, had charged batteries, and were on the same channel (channel 9).",
      "id": "s49"
    },
    {
      "text": "Mr McCallum received one of the radios.",
      "id": "s50"
    },
    {
      "text": "The crew knew how to use the radios based on past experience.",
      "id": "s51"
    },
    {
      "text": "However there was, for example, no agreed or established radio communication protocol to ensure that the transmitter of a radio message was able to be informed that the message had been received and understood by its intended recipients.",
      "id": "s52"
    },
    {
      "text": "At around midday Mr Daniel Dick, the jetty supervisor, conducted a walk through of the jetty to ensure that the path was clear of obstructions, and to inform people on the jetty that the precast concrete decks were about to be moved along the jetty.",
      "id": "s53"
    },
    {
      "text": "Mr Dick later stated that he did not recall during the inspection seeing the planks that subsequently trapped Mr McCallum's foot.",
      "id": "s54"
    },
    {
      "text": "After several unsuccessful attempts to move the load up a ramp on to the jetty, the load was successfully moved on to the jetty around 2.30 pm.",
      "id": "s55"
    },
    {
      "text": "Once up the ramp and on to the jetty, Mr McCallum signalled via radio to the other members of the crew that it the movement of the load could proceed.",
      "id": "s56"
    },
    {
      "text": "At all times the transportation unit was travelling at between four and five kilometres per hour.",
      "id": "s57"
    },
    {
      "text": "Mr McCallum and Mr Grech were walking approximately 20 metres in front of the load.",
      "id": "s58"
    },
    {
      "text": "Approximately 100 metres along the jetty Mr McCallum called over the radio for the transportation unit to stop, which it did.",
      "id": "s59"
    },
    {
      "text": "There was a potential obstruction where a painter crew had been working, which was cleared.",
      "id": "s60"
    },
    {
      "text": "Mr McCallum then gave a radio call for the transportation unit to proceed again, which it did.",
      "id": "s61"
    },
    {
      "text": "Approximately 50 metres further along the jetty Mr McCallum called over the radio for the transportation unit to slow so that he could straighten the front jinker.",
      "id": "s62"
    },
    {
      "text": "This occurred, and the transportation unit proceeded again.",
      "id": "s63"
    },
    {
      "text": "It is not in contention that the crew were clearly on the same radio channel and were communicating effectively at this point.",
      "id": "s64"
    },
    {
      "text": "At about 800 metres along the jetty Mr Grech noticed an obstruction of approximately five or six wooden scaffolding planks on the jetty, which at that time were approximately 20 metres in front of the front jinker.",
      "id": "s65"
    },
    {
      "text": "Mr Grech immediately moved towards the planks and began to remove them.",
      "id": "s66"
    },
    {
      "text": "He asked Mr McCallum to radio Mr Sudholz to stop the transportation unit.",
      "id": "s67"
    },
    {
      "text": "Mr Grech says that he observed Mr McCallum speak into the radio as if he were making the requested radio call, and that Mr McCallum then began to assist him in removing the planks.",
      "id": "s68"
    },
    {
      "text": "Mr Grech did not hear what Mr McCallum said into the radio.",
      "id": "s69"
    },
    {
      "text": "Mr Shaw, Mr Sudholz and Mr Cribbens all say that they did not hear any radio communication from Mr McCallum directing Mr Sudholz to stop the transportation unit.",
      "id": "s70"
    },
    {
      "text": "As a result, the transportation unit continued moving along the jetty while Mr Grech and Mr McCallum were attempting to clear the planks.",
      "id": "s71"
    },
    {
      "text": "Mr Grech and Mr McCallum were out of direct line of sight of all other members of the crew.",
      "id": "s72"
    },
    {
      "text": "Mr Grech says he realised that the transportation unit had not stopped, and that he and Mr McCallum were not going to be able to clear the planks in time.",
      "id": "s73"
    },
    {
      "text": "Mr Grech moved away, but said it appeared that Mr McCallum's leg was caught amongst the planks as the wheels of the front jinker began to press down and run over the planks.",
      "id": "s74"
    },
    {
      "text": "Mr Grech believed that he could not safely assist Mr McCallum to free himself so he ran to the right side of the jetty so that he could gain visual contact with Mr Cribbens to signal the transportation unit to stop.",
      "id": "s75"
    },
    {
      "text": "The transportation unit stopped a few seconds later but during this time the front wheels of the front jinker had passed over Mr McCallum's trapped body.",
      "id": "s76"
    },
    {
      "text": "Emergency assistance was requested and a paramedic arrived at the scene at 3.00 pm, however nothing could be done to assist Mr McCallum who had suffered fatal injuries.",
      "id": "s77"
    },
    {
      "text": "Queensland police and ambulance were notified, and officers arrived on the scene within half an hour.",
      "id": "s78"
    },
    {
      "text": "At approximately 4.00 pm the respondent notified Comcare of the incident.",
      "id": "s79"
    },
    {
      "text": "The respondent arranged for trained counsellors to attend and speak to all members of the crew individually and any other employees affected.",
      "id": "s80"
    },
    {
      "text": "The respondent has also provided its investigation report and established a trust fund to assist Mr McCallum's family following the incident.",
      "id": "s81"
    },
    {
      "text": "There appears to be some confusion over the settings of Mr McCallum's radio.",
      "id": "s82"
    },
    {
      "text": "An examination of Mr McCallum's radio was carried out by a third party, Trans Communications, on behalf of Comcare, which examination revealed that the radio was set to channel 9, and was found to be well within specification and in excellent working order.",
      "id": "s83"
    },
    {
      "text": "However the Queensland Police informed the respondent and Comcare that the radio was found on channel 3.",
      "id": "s84"
    },
    {
      "text": "It is not in contention that the respondent has been fully co-operative with all aspects of Comcare's investigation and that it has complied with all statutory notices issued by Comcare in a thorough and timely manner.",
      "id": "s85"
    },
    {
      "text": "Further the respondent has voluntarily provided Comcare with a copy of its own internal investigation report and all associated attachments, implemented all of the recommendations of that report, and subsequently undertaken an independent audit of the implementation of the recommendations to ensure their effectiveness.",
      "id": "s86"
    },
    {
      "text": "Section 16(1) of the Act\n Section 16(1) of the Act requires an employer to take all reasonably practicable steps to protect the health and safety at work of its employees.",
      "id": "s87"
    },
    {
      "text": "Section 16(2) provides that without limiting the generality of subsection (1), an employer breaches that subsection if the employer fails to take all reasonably practicable steps: \n \n \n (a) to provide and maintain a working environment (including plant and systems of work): \n \n \n \n \n \n \n (i) that is safe for the employer's employees and without risk to their health; and\n (ii) that provides adequate facilities for their welfare at work; and \n \n \n \n\n \n \n \n (b) in relation to any workplace under the employer's control, to: \n \n \n \n \n \n \n (i) ensure the workplace is safe for the employees and without risk to their health; and\n (ii) provide and maintain a means of access to, and egress from, the workplace that is safe for the employees and without risk to their health; and \n \n \n \n\n \n \n \n (c) to ensure the safety at work of, and the absence of risks at work to the health of, the employees in connection with the use, handling, storage or transport of plant or of substances; and \n \n \n\n \n \n \n (d) to develop, in consultation with the employees of the employer, written health and safety management arrangements that will: \n \n \n \n \n \n \n (i) enable effective cooperation between the employer and the employees in promoting and developing measures to ensure the employees' health, safety and welfare at work; and\n (ii) provide adequate mechanisms for informing the employees about the arrangements; and\n (iii) provide adequate mechanisms for reviewing the effectiveness of the arrangements; and\n (iv) provide adequate mechanisms for the variation of the arrangements in consultation with the employees; and\n (v) provide for a dispute resolution mechanism to deal with disputes arising in the course of consultations held under this Act (other than section 24) between the employer and the employees; and\n (vi) in the case of an employer who is required under section 34 to establish a health and safety committee--provide for the manner in which the health and safety committee is to be constituted and to operate; and \n \n \n \n\n \n \n \n Note: The establishment of health and safety committees is dealt with in section 34.",
      "id": "s88"
    },
    {
      "text": "(e) to provide to the employees, in appropriate languages, the information, instruction, training and supervision necessary to enable them to perform their work in a manner that is safe and without risk to their health.",
      "id": "s89"
    },
    {
      "text": "Pecuniary penalty --- general principles\n The maximum penalty provided for a contravention of s 16(1) is 2,200 penalty units or $242,000.",
      "id": "s90"
    },
    {
      "text": "The overriding principle in assessing penalty is that the amount of the penalty should reflect the Court's view of the seriousness of the offending conduct in all the relevant circumstances: Madgwick J in Comcare v Commonwealth of Australia [2007] FCA 662 ; [2007] 163 FCR 207 at [120] .",
      "id": "s91"
    },
    {
      "text": "While penalties imposed pursuant to s 16(1) in other cases may provide some guidance, the Court in each case is required to focus on the circumstances before it and not be improperly distracted by the circumstances in other cases which are inevitably different from the circumstances before the Court.",
      "id": "s92"
    },
    {
      "text": "As Gray J said in Australian Ophthalmic Supplies Pty Ltd v McAlary -Smith [2008] FCAFC 8 ; [2008] 165 FCR 560 at [12] - [13] : \n \n [12] Much of the argument put by counsel for the appellant involved a detailed comparison between the facts of this case and the facts of two other cases in which lower penalties had been imposed in respect of award breaches.",
      "id": "s93"
    },
    {
      "text": "The two cases, both judgments of the same Federal Magistrate, are Mason v Harrington Corporation Pty Ltd [2007] FMCA 7 and Flattery v The Italian Eatery T/as Zeffirelli's Pizza Restaurant [2007] FMCA 9.",
      "id": "s94"
    },
    {
      "text": "This was a fundamentally wrong approach.",
      "id": "s95"
    },
    {
      "text": "Penalties are not a matter of precedent .",
      "id": "s96"
    },
    {
      "text": "The choice of penalty must be dictated by the individual circumstances of a case, not by a line by line comparison with another case.",
      "id": "s97"
    },
    {
      "text": "See the passage from the judgment of Burchett and Kiefel JJ in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission [1996] FCA 1134 ; (1996) 71 FCR 285 at 295, set out in the reasons for judgment of Buchanan J at [87].",
      "id": "s98"
    },
    {
      "text": "[13] Penalty decisions in other cases can be of value in demonstrating that there is a range of penalties generally considered appropriate to a particular type of case.",
      "id": "s99"
    },
    {
      "text": "The individual circumstances of the case at hand must then be examined, in order to determine at what point in the appropriate range the penalty should be set.",
      "id": "s100"
    },
    {
      "text": "This does not involve a comparison with the facts of other cases.",
      "id": "s101"
    },
    {
      "text": "(emphasis added) \n \n\n Some assistance in considering the appropriate level of penalty in circumstances involving breach of occupational health and safety standards can be found in comments of Madgwick J in Comcare v Commonwealth of Australia [2007] FCA 662 ; [2007] 163 FCR 207.",
      "id": "s102"
    },
    {
      "text": "In that decision his Honour took the view that the following considerations provided useful, analogical, general guidance in considering penalties under the Act: \n \n (i) the penalty must be such as to compel attention to occupational health and safety generally, to ensure that workers whilst at work will not be exposed to risks to their health and safety;\n (ii) it is a significant aggravating factor that the risk of injury was foreseeable even if the precise cause or circumstances of exposure to the risk were not foreseeable;\n (iii) the offence may be further aggravated if the risk of injury is not only foreseeable but actually foreseen and an adequate response to that risk is not taken by the employer;\n (iv) the gravity of the consequences of an accident does not of itself dictate the seriousness of the offence or the amount of penalty.",
      "id": "s103"
    },
    {
      "text": "However the occurrence of death or serious injury may manifest the degree of the seriousness of the relevant detriment to safety;\n (v) a systemic failure by an employer to appropriately address a known or foreseeable risk is likely to be viewed more seriously than a risk to which an employee was exposed because of a combination of inadvertence on the part of an employee and a momentary lapse of supervision;\n (vi) general deterrence and specific deterrence are particularly relevant factors in light of the objects and terms of the Act;\n (vii) employers are required to take all practicable precautions to ensure safety in the workplace.",
      "id": "s104"
    },
    {
      "text": "This implies constant vigilance.",
      "id": "s105"
    },
    {
      "text": "Employers must adopt an approach to safety which is proactive and not merely reactive.",
      "id": "s106"
    },
    {
      "text": "In view of the scope of those obligations, in most cases it will be necessary to have regard to the need to encourage a sufficient level of diligence by the employer in the future.",
      "id": "s107"
    },
    {
      "text": "This is particularly so where the employer conducts a large enterprise which involves inherent risks to safety;\n (viii) regard should be had to the levels of maximum penalty set by the legislature as indicative of the seriousness of the breach under consideration; \n (ix) the neglect of simple, well-known precautions to deal with an evident and great risk of injury, take a matter towards the worst case category;\n (x) the objective seriousness of the offence, without more may call for the imposition of a very substantial penalty to vindicate the social and industrial policies of the legislation and its regime of penalties.",
      "id": "s108"
    },
    {
      "text": "(at [120]) \n \n\n Submissions of the parties as to quantum of pecuniary penalty\n Comcare submits that an appropriate range for a penalty in this matter is $180,000-$210,000.",
      "id": "s109"
    },
    {
      "text": "It is for Comcare to demonstrate to the Court why the penalty sought is justified.",
      "id": "s110"
    },
    {
      "text": "The respondent has not proposed a dollar value or range of penalty to the Court.",
      "id": "s111"
    },
    {
      "text": "However the respondent submitted that, after taking into account the objective considerations which reflect upon the nature and qualify of the offence, and subjective factors favourable to the respondent, a discount of up to 25% be allowed on account of the early admission by the respondent.",
      "id": "s112"
    },
    {
      "text": "Pecuniary penalty --- seriousness of the offending conduct in all the relevant circumstances\n The respondent has admitted that its conduct breached s 16(1) of the Act.",
      "id": "s113"
    },
    {
      "text": "However in assessing the seriousness of the offending conduct for the purposes of assessing the penalty it is also appropriate to consider the conduct of the respondent in the broader context of events.",
      "id": "s114"
    },
    {
      "text": "To the extent that employers are required to take all practicable precautions to ensure safety in the workplace, including an approach to safety which is proactive and not merely reactive, it could not be said that the respondent had been entirely remiss in taking steps to ensure the safety of its workers prior to the incident.",
      "id": "s115"
    },
    {
      "text": "So I note that, for example: It is unknown why, notwithstanding that Mr Grech saw Mr McCallum use the radio to communicate to the operator of the transportation unit and request that the transportation unit cease advancing, the transportation unit continued moving while Mr Grech and Mr McCallum attempted to move the planking from its path.",
      "id": "s116"
    },
    {
      "text": "The other members of the crew said that they never received Mr McCallum's message requesting that the transportation unit cease advancing.",
      "id": "s117"
    },
    {
      "text": "It appears common ground however that the absence of communication was likely the result of a system breakdown involving the radio system used for communication by Mr McCallum with the remainder of the crew.",
      "id": "s118"
    },
    {
      "text": "The respondent submitted that the most likely scenario was that Mr McCallum inadvertently changed the channel of the radio.",
      "id": "s119"
    },
    {
      "text": "Comcare did not accept that this was necessarily the case, and submitted that there had been at least one previous instance at the site on 18 January 2008 where the radio communication system failed when a pre-cast concrete deck was being moved using a jinker in the pre-cast assembly yard.",
      "id": "s120"
    },
    {
      "text": "Based on the submissions before me it appears that it is unlikely anyone will ever know why Mr McCallum's message did not get through.",
      "id": "s121"
    },
    {
      "text": "However three facts are clear.",
      "id": "s122"
    },
    {
      "text": "First, the work method adopted for work to be performed required Mr McCallum to walk and work a short distance directly in front of the wheels of a moving and substantial transportation unit completely out of the range of vision of the operator of the front end loader propelling the transportation unit.",
      "id": "s123"
    },
    {
      "text": "Second, the only means of direct communication by either Mr Grech or Mr McCallum was a two-way radio held only by Mr McCallum --- Mr Grech was not provided with a radio.",
      "id": "s124"
    },
    {
      "text": "Third, despite the other procedures put in place by the respondent, there was no radio protocol by which confirmation of the receipt of a direction or instruction was required before further action was taken.",
      "id": "s125"
    },
    {
      "text": "Mr McCallum was a relatively new employee of the respondent, and this was the first time he had performed the task in front of the transportation unit.",
      "id": "s126"
    },
    {
      "text": "In the event that the radio was, for some reason, not conveying communications, an inexperienced employee such as Mr McCallum could well be wrongly induced to believe that his message had been received and was being acted on.",
      "id": "s127"
    },
    {
      "text": "It was therefore entirely foreseeable that: It appears that, apart from the radio, the only other method of communication between workers in front of the transportation unit in the position of Mr Grech and Mr McCallum, and other workers, was for workers in the position of Mr Grech and Mr McCallum to physically run to the rail and attempt to attract the attention of other employees.",
      "id": "s128"
    },
    {
      "text": "I agree with Comcare that the inherent unreliability of that method, and the time delay involved in implementing it, could have, and in this case did, lead to a fatal delay in stopping the transportation unit in an emergency.",
      "id": "s129"
    },
    {
      "text": "Mitigation\n The respondent has made extensive submissions in relation to mitigation.",
      "id": "s130"
    },
    {
      "text": "As the respondent submits, and I also note, Madgwick J in Comcare v Commonwealth of Australia [2007] FCA 662 ; [2007] 163 FCR 207 listed no considerations favourable to a respondent in respect of assessment of penalty.",
      "id": "s131"
    },
    {
      "text": "However in determining a pecuniary penalty for breach of the Trade Practices Act 1974 (Cth), French J in Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52,153 considered issues subjectively relevant to the conduct of the respondent, including: (I note that French J also listed mitigating factors specifically referable to breach of the Trade Practices Act , which are of peripheral relevance in these proceedings.",
      "id": "s132"
    },
    {
      "text": ") In particular, the respondent submitted that, in the context of an assessment of pecuniary penalty under the Act, the following mitigating circumstances are relevant: The plea entered and the time at which the plea was entered in the proceedings.",
      "id": "s133"
    },
    {
      "text": "In this case, the respondent submitted that an important mitigating consideration was that the respondent indicated its consent to the relief claimed at an early time and has co-operated with Comcare.",
      "id": "s134"
    },
    {
      "text": "Remorse/contrition.",
      "id": "s135"
    },
    {
      "text": "The respondent submitted that it has expressed its contrition by its admission of liability, and its remorse (through senior executives) to the family of Mr McCallum.",
      "id": "s136"
    },
    {
      "text": "The nature of the company and its operations.",
      "id": "s137"
    },
    {
      "text": "The respondent submits, and I accept, that its work is hazardous, the size and scope of its operations are significant, and significant numbers of employees and contractors re engaged.",
      "id": "s138"
    },
    {
      "text": "The demonstrated commitment of the respondent to occupational health and safety standards.",
      "id": "s139"
    },
    {
      "text": "In particular, I note the lengthy submissions of the respondent explaining relevant procedures in place on the work site.",
      "id": "s140"
    },
    {
      "text": "Actions taken both before and after the contravention.",
      "id": "s141"
    },
    {
      "text": "The respondent has made detailed submissions explaining: The prior safety record in the jurisdiction.",
      "id": "s142"
    },
    {
      "text": "The respondent submits, and it is not in dispute, that it has no prior record contravening the Act in this respect.",
      "id": "s143"
    },
    {
      "text": "Whether the respondent is a \"good industrial citizen\".",
      "id": "s144"
    },
    {
      "text": "Co-operation with the investigation.",
      "id": "s145"
    },
    {
      "text": "It is not in dispute that the respondent has co-operated with the investigation by Comcare.",
      "id": "s146"
    },
    {
      "text": "Assistance to persons affected by the contravention.",
      "id": "s147"
    },
    {
      "text": "I note the support provided to the family of Mr McCallum and to crew members and other workers at the site in the aftermath of the incident.",
      "id": "s148"
    },
    {
      "text": "It is clear that the respondent has made significant changes to the work system addressing likely hazards since the incident resulting in Mr McCallum's death.",
      "id": "s149"
    },
    {
      "text": "In my view the respondent is entitled to recognition for its genuine endeavours to eliminate risks associated with this form of work.",
      "id": "s150"
    },
    {
      "text": "Conclusion\n In this case the respondent admits that the result of its conduct was the death of Mr McCallum.",
      "id": "s151"
    },
    {
      "text": "While there is no question here that Mr McCallum's death was actually foreseen by the respondent, in my view implementing a work method incorporating an appropriate radio protocol would not have been unreasonable, and to so find now is not, in my view, \"substituting reasonable hindsight for reasonable foresight\" ( WorkCover Authority of New South Wales (Inspector Mayo-Ramsay) v Maitland City Council (1998) 83 IR 362 at 381).",
      "id": "s152"
    },
    {
      "text": "The size of the plant involved, the vulnerability of workers in front of it, and the very real risk of serious injury or death in the absence of a fail-safe means of immediate emergency communication does suggest a systemic failure by the respondent rather than \"a risk to which an employee was exposed because of a combination of inadvertence on the part of an employee and a momentary lapse of supervision\" as contended by the respondent.",
      "id": "s153"
    },
    {
      "text": "Indeed, it is not conclusive that there was either inadvertence on the part of Mr McCallum or a momentary lapse in his supervision by Mr Grech --- and the incident still occurred.",
      "id": "s154"
    },
    {
      "text": "It is clear that, despite the efforts taken by the respondent to implement a safe working environment, the operation involving the transportation unit was flawed in its original conception.",
      "id": "s155"
    },
    {
      "text": "The dangers were obvious from the start, relatively simple to avoid, but unrecognised and unaddressed in a manner which raises the objective gravity of the offence in these proceedings towards the higher end of the scale.",
      "id": "s156"
    },
    {
      "text": "The respondent submits that the improvements made to its work systems and the immediate action it took following the incident indicate that specific deterrence is not a factor of significance in this matter.",
      "id": "s157"
    },
    {
      "text": "I disagree.",
      "id": "s158"
    },
    {
      "text": "While the initiatives of the respondent are to be applauded, a relevant consideration in respect of the quantum of a penalty is that it be a deterrence to the specific employer in question as well as the community at large (including other employers).",
      "id": "s159"
    },
    {
      "text": "The respondent in this case has admitted that the result of its conduct was the death of an employee.",
      "id": "s160"
    },
    {
      "text": "It is necessary that the penalty reflect that fact.",
      "id": "s161"
    },
    {
      "text": "Further, while the work systems in place at the time of the incident support a finding that the respondent had adopted an approach to safety which was proactive rather than reactive, it is clear from both the obviousness of the risk to which Mr McCallum was --- fatally --- exposed and the simple but effective measures put in place since the incident --- including the adoption of a radio protocol --- that there were serious deficiencies in the quality of the proactive work undertaken.",
      "id": "s162"
    },
    {
      "text": "In the absence of mitigating circumstances, I consider that the appropriate penalty in this case would be $200,000.",
      "id": "s163"
    },
    {
      "text": "This is reflective of the fact that the objective seriousness of the respondent's conduct is at the higher end of the scale but does not exhibit characteristics of the worst kind of conduct.",
      "id": "s164"
    },
    {
      "text": "However I agree with, and adopt, observations of Barker J in Comcare v John Holland Rail Pty Ltd [2009] FCA 771 at [143] where his Honour observed: \n \n Where, for example, a respondent in a proceeding such as these early on acknowledges fault and willingness to accept a declaration of contravention, then the respondent will ordinarily be entitled to additional consideration in the assessment of the penalty.",
      "id": "s165"
    },
    {
      "text": "In some contexts this process is termed giving credit or \"discount\" on penalty.",
      "id": "s166"
    },
    {
      "text": "There is no statutory entitlements to such credit or a discount but it serves public policy in that it encourages a respondent to act responsibly, and may achieve a reduction in the public resources that would otherwise be required to prosecute the proceedings against the respondent.",
      "id": "s167"
    },
    {
      "text": "(at [143]) \n \n\n I consider that the penalty should be reduced by 10% in light of the early plea by the respondent, its contrition as demonstrated by its early admission of liability and the assistance provided to both the family of Mr McCallum, other employees, and Comcare in its investigations, and the extensive changes to the work system introduced since the incident which indicate a genuine attempt by the respondent to prevent the recurrence of a similar tragedy.",
      "id": "s168"
    },
    {
      "text": "Accordingly, in my view the appropriate penalty is $180,000.",
      "id": "s169"
    },
    {
      "text": "Family Impact Evidence\n For the reasons provided in a previous judgment in respect of this matter Comcare v John Holland Pty Ltd [2009] FCA 1196 I allowed members of Mr McCallum's family to file impact evidence statements with the Court, which I have read.",
      "id": "s170"
    },
    {
      "text": "While, as I indicated in my interlocutory judgment, their statements were accepted on the basis that they would not be taken into account for the purposes of determining the appropriate penalty in this case, the Court extends its sympathy to the family of Mr McCallum, and acknowledges the extreme pain and anguish caused them by the loss of Mr McCallum.",
      "id": "s171"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s172"
    },
    {
      "text": "Associate:\n \n \nDated: 16 December 2009\n \n Counsel for the Applicant: Mr A Herbert \n \n Solicitor for the Applicant: DibbsBarker Lawyers \n \n Counsel for the Respondent: Mr J Fernon SC with Ms W Thompson \n \n Solicitor for the Respondent: Australian Business Lawyers \n Date of Hearing: 27 October 2009 \n \n Date of Judgment: 17 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1515.html",
      "id": "s173"
    }
  ]
}