{
  "name": "Blue Chip Development Corporation (Cairns) Pty Ltd v van Dieman [2009] FCA 117 (13 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/117.html",
  "catchphrases": [
    {
      "text": "legislative scheme for progress payments under construction contracts",
      "id": "c0"
    },
    {
      "text": "challenge to validity of state legislation",
      "id": "c1"
    },
    {
      "text": "whether balance of convenience favours grant of interlocutory relief",
      "id": "c2"
    },
    {
      "text": "monetary adjustment available if application succeeds",
      "id": "c3"
    },
    {
      "text": "weakness of challenge to validity of state legislation also relevant to whether an injunction should be granted.",
      "id": "c4"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n The matter being dealt with today concerns an application for an interlocutory injunction.",
      "id": "s0"
    },
    {
      "text": "It arises in part from the operation of the Building and Construction Industry Payments Act 2004 (Qld) (\"the BCIP Act\").",
      "id": "s1"
    },
    {
      "text": "The BCIP Act established a system for entitlement to progress payments for construction work performed under construction contracts in Queensland.",
      "id": "s2"
    },
    {
      "text": "It established a statutory regime for making claims, for responding to those claims and for the prompt determination of such claims.",
      "id": "s3"
    },
    {
      "text": "It limits the matters which an adjudicator appointed under the BCIP Act may take into account in dealing with such claims.",
      "id": "s4"
    },
    {
      "text": "It also limits the extent to which, in proceedings to set aside an adjudication, there may be other matters raised for attention.",
      "id": "s5"
    },
    {
      "text": "But in s 100 it expressly provides that nothing in the provisions to which I have referred affects rights under a construction contract or in civil proceedings concerning a construction contract.",
      "id": "s6"
    },
    {
      "text": "Section 100 also provides that: \n \n \"(3) In any proceedings before a court or tribunal in relation to any matter arising under a construction contract, the court or tribunal --- \n\n(a) must allow for any amount paid to a party to the contract under or for part 3 in any order or award it makes in those proceedings; and \n \n(b) may make the orders it considers appropriate for the restitution of any amount so paid, and any other orders it considers appropriate, having regard to its decision in the proceedings.",
      "id": "s7"
    },
    {
      "text": "\"\n \n The proceedings in this Court were commenced by application and statement of claim each filed on 30 January 2009.",
      "id": "s8"
    },
    {
      "text": "The applicant (\"Blue Chip Development\") appears from its statement of claim to have entered into a contract with the second respondent (\"Flea's Concreting\") to carry out some contract concreting works.",
      "id": "s9"
    },
    {
      "text": "It is apparent that Blue Chip Development and Flea's Concreting fell into disagreement.",
      "id": "s10"
    },
    {
      "text": "The first respondent to the proceedings is said to be a subcontractor to Flea's Concreting but has played no part in the proceedings before me and is not affected by the relief which is sought at the present time.",
      "id": "s11"
    },
    {
      "text": "The third respondent is an adjudicator who was appointed under the BCIP Act to deal with the claim made by Flea's Concreting against Blue Chip Development for progress payments.",
      "id": "s12"
    },
    {
      "text": "The proceedings before the adjudicator were commenced on 6 January 2009.",
      "id": "s13"
    },
    {
      "text": "Thereafter both parties participated in the adjudication, each making submissions to which the adjudicator referred in a decision made by him which is dated 2 February 2009.",
      "id": "s14"
    },
    {
      "text": "The claim made by Flea's Concreting was for a sum in the order of $3.5 million.",
      "id": "s15"
    },
    {
      "text": "In due course, and as explained by reasons given in his 56 page determination, the adjudicator found that Blue Chip Development should pay Flea's Concreting a sum in the order of $250,000 referrable to matters which were identified and discussed in the determination.",
      "id": "s16"
    },
    {
      "text": "There were a significant number of payments claimed by Flea's Concreting which were disallowed.",
      "id": "s17"
    },
    {
      "text": "In the first instance, Blue Chip Development sought an ex parte interlocutory injunction from this Court.",
      "id": "s18"
    },
    {
      "text": "That application was dealt with by the duty judge, Bennett J, on 3 February 2009.",
      "id": "s19"
    },
    {
      "text": "Bennett J, on that day, granted an injunction restraining the third respondent from publishing or handing down his adjudication prior to 4 pm on Friday 6 February 2009.",
      "id": "s20"
    },
    {
      "text": "It appears that the adjudicator took the view that he had made his decision before the order came into effect.",
      "id": "s21"
    },
    {
      "text": "Be that as it may, there was no restraint upon publication of the adjudication after the time identified in the Court's order, namely 4 pm on Friday 6 February 2009, as no continuing order appears to have been sought.",
      "id": "s22"
    },
    {
      "text": "The matter came before me today upon a different footing.",
      "id": "s23"
    },
    {
      "text": "On this occasion Blue Chip Development sought an order restraining Flea's Concreting from taking steps to enforce the adjudication.",
      "id": "s24"
    },
    {
      "text": "The statement of claim pleads reliance upon section 45D of the Trade Practices Act 1974 (Cth) and also seeks to raise a constitutional matter, with respect to which, on the same day, notice was given under section 78B of the Judiciary Act 1903 (Cth).",
      "id": "s25"
    },
    {
      "text": "The constitutional matter said to be raised by the proceedings in this Court is to the effect that certain provisions in the BCIP Act are invalid for reason of inconsistency with s 22 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s26"
    },
    {
      "text": "Section 22 of the Federal Court of Australia Act grants to this Court power to grant all remedies to which parties appear to be entitled, so that as far as possible matters in controversy may be completely and finally determined.",
      "id": "s27"
    },
    {
      "text": "It is a grant of power rather than of jurisdiction (see e.g.",
      "id": "s28"
    },
    {
      "text": "Carantinos v Magafas [2008] FCA 1107 at [3] ).",
      "id": "s29"
    },
    {
      "text": "It appears that the application for the order which was sought from the Duty Judge on 3 February 2009 rested upon the contention that the adjudicator was about to act outside his statutory authority for the reason that the provisions which invested him with authority were said to be ultra vires.",
      "id": "s30"
    },
    {
      "text": "That is not how the matter has been advanced today.",
      "id": "s31"
    },
    {
      "text": "Today, the application for an interlocutory injunction is put upon the foundation that Blue Chip Development has an equity, consisting of a claim for liquidated damages, which would be pursued in an accounting which was sought as part of the relief in the proceedings in this Court.",
      "id": "s32"
    },
    {
      "text": "It was argued that the existence of that equity is justification for an injunction to restrain Flea's Concreting from enforcing the adjudication which it has obtained under the BCIP Act.",
      "id": "s33"
    },
    {
      "text": "In my view, there is no sufficient foundation for this Court to interfere, at this point in time at least, with the operation of the statutory scheme established by the BCIP Act.",
      "id": "s34"
    },
    {
      "text": "Assuming for the purpose of this judgment that an arguable case might exist that Blue Chip Development has a claim for liquidated damages against Flea's Concreting (as to which I say nothing more than making the assumption), I am not satisfied that the balance of convenience requires any injunctive relief.",
      "id": "s35"
    },
    {
      "text": "Blue Chip Development relies upon affidavits sworn by its Managing Director, Sidney Charles Knell, and another officer, John William Gates.",
      "id": "s36"
    },
    {
      "text": "Mr Knell's affidavit makes it plain that resistance to satisfying the adjudication lies in the commercial interests of Blue Chip Development and the fact that it is at the moment financially extended.",
      "id": "s37"
    },
    {
      "text": "Not only does a claim based simply on the commercial inconvenience to one party, as against the other, not provide a sufficient justification for the grant of an injunction in the present case, it tends to emphasise that any adjustment of the position of the parties which is necessary at the conclusion of the proceedings may satisfactorily proceed by reference to a monetary adjustment rather than the necessity to restrain the exercise of rights under State legislation.",
      "id": "s38"
    },
    {
      "text": "The same consideration applies to the possibility that the constitutional argument might succeed, with the result that the BCIP Act is declared to be invalid to any extent.",
      "id": "s39"
    },
    {
      "text": "The contention upon which the latter argument rests appears to me to be extremely weak.",
      "id": "s40"
    },
    {
      "text": "Had the injunction been sought today upon that foundation, the weakness of the argument would have been another factor against the grant of such an injunction (see e.g.",
      "id": "s41"
    },
    {
      "text": "Bullock v Federated Furnishing Trade Society of Australasia (1985) 5 FCR 464 at 472; Mobileworld Operating Pty Ltd v Telstra Corporation Limited [2005] FCA 1365 at [20] and Wilson Parking Australia 1992 Pty Ltd v Rush [2008] FCA 1601 at [38] ).",
      "id": "s42"
    },
    {
      "text": "If in due course the contention succeeds and the adjudication is set aside then, again, there may be a sufficient monetary adjustment to do justice between the parties.",
      "id": "s43"
    },
    {
      "text": "In the circumstances, I am not prepared to grant the injunctive relief which is sought.",
      "id": "s44"
    },
    {
      "text": "The notice of motion will be dismissed.",
      "id": "s45"
    },
    {
      "text": "Flea's Concreting has sought costs.",
      "id": "s46"
    },
    {
      "text": "Counsel for Blue Chip Development accepted that he could not resist an order for costs.",
      "id": "s47"
    },
    {
      "text": "Accordingly the notice of motion will be dismissed with costs.",
      "id": "s48"
    },
    {
      "text": "It is not necessary to deal with a notice of motion which Flea's Concreting desired to advance because the notice of motion sought to strike out certain of the pleadings relating to the constitutional issue, which was not the foundation for the relief sought today.",
      "id": "s49"
    },
    {
      "text": "That may receive further attention in due course.",
      "id": "s50"
    },
    {
      "text": "I should say one further thing.",
      "id": "s51"
    },
    {
      "text": "All of the parties in this litigation are located in Queensland.",
      "id": "s52"
    },
    {
      "text": "Blue Chip Development, for reasons concerned with its own convenience, commenced the proceedings in the ACT Registry.",
      "id": "s53"
    },
    {
      "text": "The proceedings have to date been dealt with from Sydney by duty judges in response to the urgent nature of the applications which have been made.",
      "id": "s54"
    },
    {
      "text": "In the ordinary course of events, the proceedings will be listed for directions on 23 February 2009 in Canberra.",
      "id": "s55"
    },
    {
      "text": "The parties should be prepared at that time to address the question of whether the proceedings should be retained in the ACT Registry or transferred to the Queensland Registry of this Court.",
      "id": "s56"
    },
    {
      "text": "Further steps in the proceedings may include consideration of whether they should be retained within this Court at all or dealt with in some other court.",
      "id": "s57"
    },
    {
      "text": "The order of the Court will be: \n The notice of the motion is dismissed with costs.",
      "id": "s58"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s59"
    },
    {
      "text": "Associate:\n \n \nDated: 20 February 2009\n \n Counsel for the Applicant: Dr B O'Hair \n \n Solicitor for the Applicant: S &amp; T Lawyers \n \n Counsel for the Respondents: Mr Donning with Mr Beacham \n \n Solicitor for the Respondents: Holding Redlich Lawyers \n Date of Hearing: 13 February 2009 \n \n Date of Judgment: 13 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/117.html",
      "id": "s60"
    }
  ]
}