{
  "name": "Repatriation Commission v Heathcote [2009] FCA 1207 (27 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1207.html",
  "catchphrases": [
    {
      "text": "appeal from a decision with the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "consideration of whether the veteran's death arose out of or was attributable to his defence service for the purposes of the veterans' entitlements act 1986 (cth) on the footing that the veteran by reason of exposure to hydrocarbons and benzene developed a condition described as m g u s which was the primary pathology for a condition described as primary amyloidosis giving rise to death from amyloid cardiomyopathy",
      "id": "c1"
    },
    {
      "text": "consideration of the statement of principles governing cardiomyopathy (no. 24 of 2007)",
      "id": "c2"
    },
    {
      "text": "consideration of the statement of principles governing myeloma (instrument no. 56 of 2003)",
      "id": "c3"
    },
    {
      "text": "consideration of whether amyloid cardiomyopathy falls within the definition of myeloma",
      "id": "c4"
    },
    {
      "text": "consideration of whether it was open to the tribunal to conclude on the evidence before it that the veteran's death from amyloid cardiomyopathy arising out of m g u s was related to the veteran's defence service having regard to the veteran's exposure to benzene and hydrocarbons",
      "id": "c5"
    },
    {
      "text": "defence and war",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "The Repatriation Commission (the \"Commission\") applies under s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) by way of an appeal on questions of law from a decision of the Administrative Appeals Tribunal (the \"Tribunal\") setting aside a decision of the Commission affirmed by the Veterans' Review Board (the \"Board\"), made under the Veterans' Entitlements Act 1986 (Cth) (the \"Entitlements Act\"), that the death of Mark William Heathcote was not defence-caused, and substituting a decision that Mr Heathcote's death was \"defence related within the terms of the [Entitlements Act]\".",
      "id": "s0"
    },
    {
      "text": "Mark Heathcote served in the Royal Australian Navy (the \"RAN\") from 24 July 1979 to 23 July 1985.",
      "id": "s1"
    },
    {
      "text": "He was born on 30 December 1961.",
      "id": "s2"
    },
    {
      "text": "He was 17 years and six months of age when he enlisted and 23 years and six months of age when discharged.",
      "id": "s3"
    },
    {
      "text": "During his six years of defence service, he performed the duties and tasks of an Aircraft Technician Stoker.",
      "id": "s4"
    },
    {
      "text": "The Tribunal found that during Mr Heathcote's six years of defence service, he was exposed to hydrocarbons.",
      "id": "s5"
    },
    {
      "text": "The evidence of exposure to hydrocarbons that supported that finding consisted of a statement from Mr Steve Daviess who was a member of the RAN and who worked with Mr Heathcote in 1983, and a statement from Mr Robert Miller, one of Mr Heathcote's supervisors between 1980 and 1982.",
      "id": "s6"
    },
    {
      "text": "Mr Daviess said this: \n \n During my service in the Royal Australian Navy I worked with ... Mark Heathcote ... We were both posted to the HMAS Yarra in May 1983, as Marine Technical Propulsion sailors.",
      "id": "s7"
    },
    {
      "text": "Our duties included the maintenance, repair and cleaning of the ships propulsion systems and auxiliary machinery.",
      "id": "s8"
    },
    {
      "text": "One of the duties was the regular maintenance and cleaning of the ships diesel storage tanks.",
      "id": "s9"
    },
    {
      "text": "The tanks were emptied as low as possible with the remainder of the fuel being removed manually by ... sailors.",
      "id": "s10"
    },
    {
      "text": "Tanks were ventilated prior, for 24 hours using forced air from fans and ducting.",
      "id": "s11"
    },
    {
      "text": "No air monitoring equipment was used, prior to or during the tank cleaning procedure, where ... sailors would enter the diesel fuel storage tanks for cleaning.",
      "id": "s12"
    },
    {
      "text": "The sailors wore overalls and work boots and used rags to manually wipe down all bulkheads and decks of the fuel tanks.",
      "id": "s13"
    },
    {
      "text": "No gloves were worn or provided.",
      "id": "s14"
    },
    {
      "text": "Mr Miller said this: \n \n I was one of Mark Heathcote's supervisors on 816 and 851 Squadrons between 1980 and 1982 and can confirm that Mark carried out duties associated with aircraft maintenance to the Grumman S2 Tracker aircraft.",
      "id": "s15"
    },
    {
      "text": "Mark carried out these duties ashore at HMAS Albatross and on-board HMAS Melbourne, during the S2 aircraft carrier based operations.",
      "id": "s16"
    },
    {
      "text": "Those duties regularly exposed all maintenance personnel to the aero petroleum products, gases, paint and chemicals outlined on the attached two-page document.",
      "id": "s17"
    },
    {
      "text": "Mark's duties, as an Air Technical Aircraft (ATA) sailor, bore additional responsibilities of aircraft refuelling and de-fuelling operations and regularly exposed him to the lead based aviation fuel (AVGAS 155/145) after flying operations.",
      "id": "s18"
    },
    {
      "text": "During embarked operations, personnel were exposed to asbestos dust, lead based paint and exhaust gasses from HMAS Melbourne (burning furnace fuel oil) during flight deck operations.",
      "id": "s19"
    },
    {
      "text": "The document attached to Mr Miller's statement identifies 40 categories of aero petroleum products, gases, paints and other chemicals to which Mr Heathcote was exposed.",
      "id": "s20"
    },
    {
      "text": "There was no evidence before the Tribunal as to whether the RAN or, for example, the Royal Australian Air Force, as part of its current workplace world's best practice, now requires men or women performing the tasks Mr Heathcote performed for six years between 1979 and 1985 to wear protective clothing, a breathing apparatus of a particular kind, masks or any other equipment to mitigate the risk of exposure to petrochemical toxins.",
      "id": "s21"
    },
    {
      "text": "Mark Heathcote died on 25 February 2004 aged 42.",
      "id": "s22"
    },
    {
      "text": "The cause of his death was cardiomyopathy.",
      "id": "s23"
    },
    {
      "text": "He was survived by his wife, Priscilla Heathcote, and four children then aged 11, 7, 6 and 4.",
      "id": "s24"
    },
    {
      "text": "On 5 May 2004, Priscilla Heathcote on behalf of herself and her children lodged a claim for a pension from the Commonwealth by way of compensation on the footing that her husband's death arose out of or was attributable to his defence service and thus his death was defence-caused for the purposes of the Entitlements Act.",
      "id": "s25"
    },
    {
      "text": "The contention advanced on behalf of Mrs Heathcote of a connection between her husband's death and his defence service was this.",
      "id": "s26"
    },
    {
      "text": "Mark Heathcote was exposed to a range of hydrocarbons including aviation gasoline (benzene) throughout the six years of his defence service.",
      "id": "s27"
    },
    {
      "text": "That exposure gave rise to a condition, probably asymptomatic, called \"monoclonal gammopathy of uncertain significance\" otherwise known as \"M G U S\" which was the \"primary source\" of the development of \"abnormal amyloid material\" due to the over-production of light chains of immunoglobulin (the protein-base for amyloid material).",
      "id": "s28"
    },
    {
      "text": "Amyloid material is material consisting of a complex protein of particular structure and chemical composition deposited in tissues of the body.",
      "id": "s29"
    },
    {
      "text": "The amyloid material so produced became distributed throughout Mr Heathcote's organs and, importantly, amyloid material invaded the myocardium (the muscular tissue of the heart) giving rise to \"cardiac amyloidosis\" otherwise called \"amyloid cardiomyopathy\", which pathologically is the same phenomenon described as \"amyloid infiltration of the myocardium\".",
      "id": "s30"
    },
    {
      "text": "Mr Heathcote's Death Certificate recites the cause of death as \"amyloid cardiomyopathy\".",
      "id": "s31"
    },
    {
      "text": "Thus, Mr Heathcote's death, it was contended, arose out of or was attributable to his defence service for the purposes of the Entitlements Act having regard to a sequence of steps along a continuum stepping back from the event of death due to amyloid cardiomyopathy, to the development of amyloidosis which developed out of his condition described as M G U S which was attributable to Mr Heathcote's exposure to the hydrocarbons as explained by Mr Daviess and particularly Mr Miller in their statements in evidence.",
      "id": "s32"
    },
    {
      "text": "The final step in the sequence of steps said to support the contention of a connection to defence service was the notion that cardiac amyloidosis at age 42 is an extremely young age to exhibit the condition.",
      "id": "s33"
    },
    {
      "text": "The median age of the diagnosis is said to be about 60 years of age.",
      "id": "s34"
    },
    {
      "text": "Thus, the early age at which Mr Heathcote was diagnosed implied, it is said, a causal connection with Mr Heathcote's exposure to petrochemical agents (hydrocarbons) such as diesel fuel and benzene, at an early age, and thus a causal connection, on the balance of probabilities, with Mr Heathcote's Naval service.",
      "id": "s35"
    },
    {
      "text": "This contention, so formulated, was rejected by the Commission.",
      "id": "s36"
    },
    {
      "text": "The rejection was affirmed by the Board.",
      "id": "s37"
    },
    {
      "text": "The contention so formulated was however made out to the satisfaction of the Tribunal.",
      "id": "s38"
    },
    {
      "text": "The Commission says several errors of law were made on the part of the Tribunal.",
      "id": "s39"
    },
    {
      "text": "Before examining the Tribunal's decision, the findings and the contended errors reflected in the questions of law to be addressed, the statutory framework needs to be borne in mind.",
      "id": "s40"
    },
    {
      "text": "Sections 68(1), 69 and 70(1) of the Entitlements Act have the effect that the Commonwealth is liable to pay in accordance with the Entitlements Act a pension by way of compensation to the dependants of a member of the Forces who has served continuous full-time service after 6 December 1972 and before 7 April 1994 for a period of three continuous years, where the death of the member was defence-caused.",
      "id": "s41"
    },
    {
      "text": "Section 70(5)(a) of the Entitlements Act provides that the death of a member shall be taken to have been defence-caused if the death arose out of or was attributable to any defence service of the member.",
      "id": "s42"
    },
    {
      "text": "The use of the disjunction in the phrase manifests a legislative intention to give the term defence-caused a broad meaning and s 70(5)(a) does not import any notion of sole or dominant or direct or proximate attribution: Roncevich v Repatriation Commission (2005) 222 CLR 115 at [27] per McHugh, Gummow, Callinan and Heydon JJ.",
      "id": "s43"
    },
    {
      "text": "Section 120(4) of the Entitlements Act provides that in making any determination or decision in respect of a matter arising under the Entitlements Act or Regulations (other than a determination to which s 120(1) or (2) applies, and those subsections do not apply here), the statutory standard to be applied by the decision-maker is a standard of \"reasonable satisfaction\" which adopts the civil standard: Repatriation Commission v Smith (1987) 15 FCR 327 per Northrop, Beaumont and Spender JJ.",
      "id": "s44"
    },
    {
      "text": "Therefore, if the decision-maker is satisfied on the balance of probabilities that Mr Heathcote's death was attributable to any defence service on his part, the death is taken to be defence-caused.",
      "id": "s45"
    },
    {
      "text": "However, s 120B(1)(b) has the effect of applying s 120B to Mrs Heathcote's claim made under s 70(1) of the Entitlements Act.",
      "id": "s46"
    },
    {
      "text": "That being so, s 120B(3) thus applies and provides that in applying s 120(4) to determine a claim, the Commission is to be reasonably satisfied that the death of a person was defence-caused only if: \n \n (a) the material before the Commission raises a connection between the ... death of the person and some particular service rendered by the person; and \n \n\n \n \n (b) there is in force: \n \n\n \n \n (i) a Statement of Principles determined under subsection 196B(3) or (12); or \n \n\n \n \n (ii) a determination of the Commission under subsection 180A(3); \n \n\n \n \n that upholds the contention that the ... death of the person is, on the balance of probabilities, connected with that service.",
      "id": "s47"
    },
    {
      "text": "[emphasis added] \n \n\n Section 196A of the Entitlements Act establishes the Repatriation Medical Authority and s 196B provides that the main function of the Authority is to determine Statements of Principles for the purposes of the Entitlements Act and the Military Rehabilitation and Compensation Act 2004 (Cth).",
      "id": "s48"
    },
    {
      "text": "Section 196B(3) is in these terms: \n \n If the Authority is of the view that on the sound medical-scientific evidence available it is more probable than not that a particular kind of injury, disease or death can be related to: \n \n\n \n \n (a) ... \n \n\n \n \n (b) defence service ... rendered by members of the Forces; or \n \n\n \n \n ... \n \n\n \n \n the Authority must determine a Statement of Principles in respect of that kind of injury, disease or death setting out: \n \n\n \n \n (c) the factors that must exist; and \n \n\n \n \n (d) which of those factors must be related to service rendered by a person; \n \n\n \n \n before it can be said that, on the balance of probabilities, an injury, disease or death of that kind is connected with the circumstances of that service.",
      "id": "s49"
    },
    {
      "text": "A factor causing or contributing to death is related to service rendered by a person if it arose out of or was attributable to that service: s 196B(14)(b).",
      "id": "s50"
    },
    {
      "text": "The Authority has issued a Statement of Principles concerning \"Cardiomyopathy\" (No.",
      "id": "s51"
    },
    {
      "text": "24 of 2007).",
      "id": "s52"
    },
    {
      "text": "Clause 3 provides: \n \n Kind of injury, disease or death \n \n\n (a) This Statement of Principles is about cardiomyopathy and death from cardiomyopathy ;\n \n \n (b) For the purposes of this Statement of Principles, \"cardiomyopathy\" means a disease that involves the myocardium directly, and results in dilation, restriction or hypertrophy of the heart, but is not due to hypertension or congenital, valvular, coronary, arterial or pericardial abnormalities.",
      "id": "s53"
    },
    {
      "text": "This definition excludes all heritable forms of hypertrophic cardiomyopathy.",
      "id": "s54"
    },
    {
      "text": "Clause 4 provides: \n \n Basis for determining the factors \n \n\n On the sound medical-scientific evidence available, the Repatriation Medical Authority is of the view that it is more probable than not that cardiomyopathy and death from cardiomyopathy can be related to relevant service rendered by veterans or members of the Forces under the [Entitlements Act] ... \n By clauses 5 and 6 of the Statement of Principles, the Authority identifies 49 factors at least one of which must be related to the relevant service rendered by the person.",
      "id": "s55"
    },
    {
      "text": "One factor that must exist for the purposes of clause 6 before it can be said that, on the balance of probabilities, cardiomyopathy or death from cardiomyopathy is connected with the circumstances of the person's relevant service is factor (p) which is in these terms: \n \n (p) having infiltration of the myocardium due to a specified disorder at the time of the clinical onset of cardiomyopathy \n \n\n By clause 9 of the Statement of Principles, a specified disorder is defined to include amyloidosis.",
      "id": "s56"
    },
    {
      "text": "The Commission accepts that Mr Heathcote died from cardiomyopathy and therefore the Statement of Principles concerning cardiomyopathy applies.",
      "id": "s57"
    },
    {
      "text": "The Commission also accepts that factor (p) is made out as Mr Heathcote's myocardium had been infiltrated by amyloid material by reason of a specified disorder, namely, amyloidosis.",
      "id": "s58"
    },
    {
      "text": "Since factor (p) exists, it is open to the decision-maker to conclude, on the balance of probabilities, that Mr Heathcote's death from cardiomyopathy is connected with the circumstances of his defence service provided that the final question is answered in the affirmative.",
      "id": "s59"
    },
    {
      "text": "That question is whether Mr Heathcote's death from amyloid cardiomyopathy, being the specified disorder contemplated by the Statement of Principles, was, on the balance of probabilities, related to the defence service rendered by Mr Heathcote in the sense that it arose out of or was attributable to that service (s 196B(14); Collins v Repatriation Commission [2009] FCAFC 90; (2009) 177 FCR 280 at [46]; Hill v Repatriation Commission [2009] FCAFC 91; (2009) 177 FCR 434 at [24]).",
      "id": "s60"
    },
    {
      "text": "That might be so if Mr Heathcote's M G U S was attributable to his defence service and M G U S gave rise to the development of amyloidosis causing amyloid cardiomyopathy and death.",
      "id": "s61"
    },
    {
      "text": "However, the Commission contends that a Statement of Principles concerning \"myeloma\" also applies as the kind of disease or kind of death Mr Heathcote suffered is a manifestation of a condition known as \"myeloma\", having regard to the evidence accepted by the Tribunal.",
      "id": "s62"
    },
    {
      "text": "Clause 2 of the Statement of Principles concerning myeloma (No.",
      "id": "s63"
    },
    {
      "text": "56 of 2003) is in these terms: \n \n Kind of injury, disease or death \n \n\n (a) This Statement of Principles is about myeloma and death from myeloma .",
      "id": "s64"
    },
    {
      "text": "(b) For the purposes of this Statement of Principles, \"myeloma\" means a malignant disease of plasma cells, in which a single line of plasma cells accumulates and produces a monoclonal immunoglobulin.",
      "id": "s65"
    },
    {
      "text": "This definition includes plasma cell leukaemia, multiple myeloma and solitary plasmacytoma of bone or extramedullary plasmacytoma, but excludes monoclonal gammopathy of undetermined significance.",
      "id": "s66"
    },
    {
      "text": "(c) Myeloma attracts ICD-10-AM code C90.",
      "id": "s67"
    },
    {
      "text": "(d) In the application of this Statement of Principles, the definition of \"myeloma\" is that given at para 2(b) above.",
      "id": "s68"
    },
    {
      "text": "By clause 3 of the Statement of Principles, the Authority accepts that it is more probable than not that death from myeloma can be related to relevant service rendered by a member of the Forces provided that one of the factors identified in clause 5 is related to any relevant service rendered by the person.",
      "id": "s69"
    },
    {
      "text": "By clause 5, the factors that must exist before it can be said, on the balance of probabilities, that death from myeloma is connected with the circumstances of a person's relevant service are these: \n \n (a) being infected with Human Immunodeficiency Virus (HIV) at the time of the clinical onset of myeloma; or \n \n\n \n \n (b) inability to obtain appropriate clinical management for myeloma.",
      "id": "s70"
    },
    {
      "text": "The Commission says that neither of those factors existed and thus Mr Heathcote's death from a condition described as amyloid cardiomyopathy which, on the evidence accepted by the Tribunal, is a species of myeloma as defined by the Statement of Principles, cannot be said, on the balance of probabilities, to be connected with the circumstances of Mr Heathcote's defence service and thus Mr Heathcote's death from myeloma is not defence service related.",
      "id": "s71"
    },
    {
      "text": "The Commission contends that the Tribunal erred by failing to apply the Statement of Principles concerning myeloma in reaching its decision, having regard to the findings of fact made by the Tribunal concerning the evidence of Dr Malcolm Davison and Dr Marion L. Woods, Associate Professor of Medicine and Senior Specialist in Infectious Diseases at the Royal Brisbane Hospital and the Royal Women's Hospital.",
      "id": "s72"
    },
    {
      "text": "The Tribunal's decision\n The Tribunal at [9] noted that the parties had reached agreement that the deceased's condition of cardiomyopathy was the cause of death and that factor (p) of clause 6 of the Statement of Principles existed.",
      "id": "s73"
    },
    {
      "text": "The Tribunal then set out some of the background circumstances concerning the history of Mr Heathcote's condition during the period approximately one year prior to his death.",
      "id": "s74"
    },
    {
      "text": "At [12] the Tribunal referred to the evidence of Dr Malcolm Davison set out in his report dated 11 October 2004.",
      "id": "s75"
    },
    {
      "text": "Dr Davison provided the report of 11 October 2004 as the consulting cardiologist who had been supervising Mr Heathcote.",
      "id": "s76"
    },
    {
      "text": "The report sets out a chronological description of the symptoms exhibited by Mr Heathcote upon presentation, the physiological causes of those symptoms and the treatment administered to him.",
      "id": "s77"
    },
    {
      "text": "Dr Davison notes that Mr Heathcote was admitted to the Nambour Hospital on 13 November 2003 complaining of right upper quadrant pain.",
      "id": "s78"
    },
    {
      "text": "An extensive evaluation was undertaken.",
      "id": "s79"
    },
    {
      "text": "A stress test was administered on 13 February 2004 after Mr Heathcote experienced increasing breathlessness and fatigue upon exertion.",
      "id": "s80"
    },
    {
      "text": "Dr Davison notes that an \"infiltrative cardiomyopathy\" was considered possible at that time.",
      "id": "s81"
    },
    {
      "text": "A diagnosis of amyloid heart disease was considered.",
      "id": "s82"
    },
    {
      "text": "A left ventricular biopsy was taken on 20 February 2004.",
      "id": "s83"
    },
    {
      "text": "The histology report became available on 23 February 2004 confirming the diagnosis.",
      "id": "s84"
    },
    {
      "text": "Mr Heathcote suffered a sudden death on 25 February 2004.",
      "id": "s85"
    },
    {
      "text": "Dr Davison in his report of 11 October 2004 said this: \n \n I believe the evidence supports the conclusion that Mark died as a consequence of cardiac amyloid infiltration.",
      "id": "s86"
    },
    {
      "text": "The mode of death is typical of an arrhythmic death to which Mark would have been vulnerable as a consequence of this disease process.",
      "id": "s87"
    },
    {
      "text": "....",
      "id": "s88"
    },
    {
      "text": "I know of no link between his service history and a risk of developing amyloid heart disease.",
      "id": "s89"
    },
    {
      "text": "Amyloidosis develops as a consequence of a \"malignant\" plasma cell dyscrasia resulting in an overproduction of light chain immunoglobulins which are then deposited throughout various tissues in the body including bone marrow, liver, spleen, bowel, skin and heart although distribution is variable.",
      "id": "s90"
    },
    {
      "text": "The condition is invariably fatal.",
      "id": "s91"
    },
    {
      "text": "Once cardiac involvement is present, the infiltration cannot be eradicated.",
      "id": "s92"
    },
    {
      "text": "...",
      "id": "s93"
    },
    {
      "text": "The cause of cardiac amyloidosis is unknown.",
      "id": "s94"
    },
    {
      "text": "I do not believe the amyloid can be attributed to his service history.",
      "id": "s95"
    },
    {
      "text": "On 15 September 2006, Dr Davison provided a further report in which he said this: \n \n It is my opinion that Mr Mark Heathcote died as a consequence of cardiac amyloidosis.",
      "id": "s96"
    },
    {
      "text": "Further, there is evidence that Mr Heathcote had an underlying monoclonal gammopathy of unknown significance (MGUS) associated with over production of lambda light chains.",
      "id": "s97"
    },
    {
      "text": "Thus, it is likely that the condition of MGUS will have been the primary pathology with the cardiac amyloidosis being a secondary consequence.",
      "id": "s98"
    },
    {
      "text": "Dr Davison provided a further report on 13 March 2007 in which he said this: \n \n As you will see, my view at [15 September 2006], was that Mr Heathcote died as a consequence of cardiac amyloidosis.",
      "id": "s99"
    },
    {
      "text": "For the record, it should be noted that cardiac amyloidosis is the same entity as amyloid cardiomyopathy which in turn is pathologically, the same phenomenon as amyloid infiltration of the myocardium.",
      "id": "s100"
    },
    {
      "text": "These terms could all be used interchangeably.",
      "id": "s101"
    },
    {
      "text": "Further, there was evidence of a primary source for the abnormal amyloid material that ultimately became deposited throughout his heart, this being a \"monoclonal gammopathy of uncertain significance\" (MGUS) which was associated with an over production of Lambda light chains (as proven biochemically).",
      "id": "s102"
    },
    {
      "text": "The light chains represent the protein base for the amyloid material which ultimately was deposited and invaded the myocardium.",
      "id": "s103"
    },
    {
      "text": "Dr Davison was reiterating those views for the purpose of introducing his consideration of the revised Statement of Principles (Statement No.",
      "id": "s104"
    },
    {
      "text": "24 of 2007) to determine whether death by cardiomyopathy for the purposes of the Statement of Principles reflected a factor consistent with infiltration of the myocardium due to a specified disorder, namely, amyloidosis.",
      "id": "s105"
    },
    {
      "text": "There is no issue between the parties as to factor (p).",
      "id": "s106"
    },
    {
      "text": "However, that debate provided the context within which Dr Davison provided his report of 13 March 2007 concluding with these views: \n \n It is therefore my view, that the condition of cardiac amyloidosis now complies with the Statement of Principles of Cardiomyopathy No 24 of 2007.",
      "id": "s107"
    },
    {
      "text": "I would reiterate, that Mr Heathcote died as a consequence of cardiac amyloidosis (amyloid cardiomyopathy, amyloid infiltration of the myocardium).",
      "id": "s108"
    },
    {
      "text": "The amyloid disease, developed as a consequence of the underlying monoclonal gammopathy of uncertain significance (MGUS) in association with excess production of Lambda light chains.",
      "id": "s109"
    },
    {
      "text": "All of Mark's other cardiological problems ... have occurred solely as a consequence of the underlying amyloid disease process.",
      "id": "s110"
    },
    {
      "text": "At [13], the Tribunal noted that the matter was complex and noted that Dr Peter Grant on behalf of the respondent had observed that cellular dyscrasia as discussed by Dr Davison in his report of 11 October 2004 can appear in a number of categories and quoted Dr Grant as describing those categories as \"including multiple myeloma, malignant lymphomas and macroglobulinaemia, and benign forms of monoclonal gammopathy\".",
      "id": "s111"
    },
    {
      "text": "The Tribunal noted that Dr Grant caused three reports to be obtained from Dr Poh See Choo (\"Dr Choo\").",
      "id": "s112"
    },
    {
      "text": "Dr Choo's reports were responsive to the reports of Dr Davison and Dr Marion Woods.",
      "id": "s113"
    },
    {
      "text": "Dr Woods provided three reports dated 11 November 2004, 20 February 2006 and 4 January 2008.",
      "id": "s114"
    },
    {
      "text": "Dr Woods gave evidence before the Tribunal.",
      "id": "s115"
    },
    {
      "text": "At paras 15, 16 and 17, the Tribunal reviewed aspects of the reports of Dr Woods.",
      "id": "s116"
    },
    {
      "text": "In his report dated 11 November 2004, Dr Woods said this: \n \n Mr Heathcote was diagnosed with monoclonal gammopathy of undetermined significance (MGUS) on 18 November 2003 (see attached laboratory results from Nambour Hospital) with excess monoclonal lambda light chains at 10g/L ... \n \n\n \n \n MGUS is in fact a misnomer, because 1% of MGUS patients per year progress to multiple myeloma.",
      "id": "s117"
    },
    {
      "text": "The risk of primary AL amyloidosis is 8.4 times more likely in MGUS patients compared with non-MGUS patients.",
      "id": "s118"
    },
    {
      "text": "It is likely that Mr Heathcote had asymptomatic MGUS for many years prior to the eventual diagnosis in November 2003.",
      "id": "s119"
    },
    {
      "text": "MGUS (\"smoldering myeloma\") is considered to be a forme fruste of multiple myeloma.",
      "id": "s120"
    },
    {
      "text": "The type of amyloidosis diagnosed in Mr Heathcote was immunoglobulin-light-chain-related (AL amyloidosis) and develops because of incorporation of the lambda immunoglobulin chains into the amyloid deposits ... \n \n\n \n \n It is my opinion that the sequence of events leading to the cardiac death of Mr Heathcote by AL amyloidosis started with MGUS, a form of \"smouldering multiple myeloma\".",
      "id": "s121"
    },
    {
      "text": "The occurrence of this quite rare disease (5 to 13 cases per million per year) in a young person should lead to questions about the epidemiology of this type of \"smoldering\" multiple myeloma in his specific case.",
      "id": "s122"
    },
    {
      "text": "There is a significant body of evidence in the medical literature that links environmental exposure to hydrocarbons with the pathogenesis of multiple myeloma.",
      "id": "s123"
    },
    {
      "text": "The risks include exposure to diesel exhaust and fumes, petrochemical byproducts, carbon monoxide, and aviation fuel.",
      "id": "s124"
    },
    {
      "text": "Multiple myeloma incidence is increased in aviation maintenance workers.",
      "id": "s125"
    },
    {
      "text": "Mr Heathcote had ample exposure to hydrocarbons during his duty in the RAN that would have increased his risk over the non-exposed population.",
      "id": "s126"
    },
    {
      "text": "Mr Heathcote experienced significant exposure to hydrocarbons in the course of his six years of active duty in the Royal Australian Navy.",
      "id": "s127"
    },
    {
      "text": "The exposure included entering fuel tanks for cleaning, exposure to fumes and solvents such as methylethylketone, jet fuel (AVGAS), diesel fuel and benzene (contained in AVGAS and diesel) and engine exhausts.",
      "id": "s128"
    },
    {
      "text": "MGUS (\"smoldering multiple myeloma\") is a recognized consequence of workplace exposure to these agents and such exposure puts these workers at significantly increased risk of myeloma and its consequences (such as AL amyloidosis).",
      "id": "s129"
    },
    {
      "text": "In Mr Heathcote's case, I think it is entirely plausible and likely that workplace exposure to these hydrocarbons contributed to the cause of MGUS.",
      "id": "s130"
    },
    {
      "text": "The 19-year time lag between end of service (1985) and death from cardiac AL amyloidosis (2004) make it very likely that MGUS was present for many years, perhaps developing during the service or soon afterward, although unrecognized.",
      "id": "s131"
    },
    {
      "text": "Given that MGUS transforms into full-blown multiple myeloma and/or primary (AL) amyloidosis at a rate of 1% per year on average, this 19-year interval is quite plausible.",
      "id": "s132"
    },
    {
      "text": "The risk of transformation is related to initial monoclonal protein value at diagnosis.",
      "id": "s133"
    },
    {
      "text": "Those patients with a level greater than 3 g/L of monoclonal IgG have a 64% chance of transformation to multiple myeloma/AL amyloidosis.",
      "id": "s134"
    },
    {
      "text": "We do not know what Mr Heathcote's monoclonal protein levels were when he first developed MGUS.",
      "id": "s135"
    },
    {
      "text": "However, the very high level (10g/L of monoclonal lambda IgG) in November 2003 would have been a very poor prognostic factor for progression to full-blown myeloma or to the AL amyloidosis of the heart that had already developed and was the cause of his death.",
      "id": "s136"
    },
    {
      "text": "Dr Woods expanded upon those views in his report dated 20 February 2006 and said this: \n \n Mr Heathcote's amyloidosis was of the AL amyloidosis type that is caused by deposition of light chains of immunoglobulin (small fractions of antibodies) that are made by abnormal plasma cells.",
      "id": "s137"
    },
    {
      "text": "The condition is actually a rare manifestation of a form of multiple myeloma, a type of bone cancer.",
      "id": "s138"
    },
    {
      "text": "Mr Heathcote was diagnosed with monoclonal gammopathy of undetermined significance (MGUS) on 18 November 2003 ... with excess monoclonal lambda light chain at 10g/L.",
      "id": "s139"
    },
    {
      "text": "The remainder of Dr Woods's report of 20 February 2006 reflects the expressions of opinion contained in the earlier report of 11 November 2004.",
      "id": "s140"
    },
    {
      "text": "Dr Woods provided a further report on 4 January 2008 in which he expressed these views: \n \n Enclosed is a Queensland Medical Laboratory pathology report that documents amyloid deposits in cardiac biopsies collected on 20/2/2004, five days prior to Mr Heathcote's death on 25 February 2004 at the age of 42 of cardiac amyloidosis.",
      "id": "s141"
    },
    {
      "text": "...",
      "id": "s142"
    },
    {
      "text": "The biopsy showed amyloid infiltration of the myocardium.",
      "id": "s143"
    },
    {
      "text": "Also enclosed is the serum protein electrophoresis report collected on 18 November 2003 that confirms that Mr Heathcote had monoclonal gammopathy (Monoclonal Lambda [Light chain] IgG [Immunoglobulin G]) at 10 grams/litre (normal range for monoclonal antibodies is NIL ...).",
      "id": "s144"
    },
    {
      "text": "By definition, this constitutes at the very least, monoclonal gammopathy of uncertain significance (MGUS).",
      "id": "s145"
    },
    {
      "text": "Dr Woods adopts in his report of 4 January 2008 a quoted reference that asserts, \"The major reason for concern in the patient with MGUS is the risk of progression to a symptomatic plasma cell proliterative disorder.",
      "id": "s146"
    },
    {
      "text": "In general: Patients with IgG or IgA MGUS may progress to multiple myeloma, primary amyloidosis, or a related plasma cell disorder (eg, plasma cell leukaemia, light chain deposition disease)\".",
      "id": "s147"
    },
    {
      "text": "Accordingly, in Dr Davison's opinion, there was evidence of a primary source or primary pathology for the abnormal amyloid material being MGUS associated with excess production of light chain related immunoglobulin.",
      "id": "s148"
    },
    {
      "text": "Dr Woods was of the same view and placed emphasis upon the laboratory tests of 18 November 2003 as confirmatory of MGUS as the primary cause of Mr Heathcote's amyloidosis.",
      "id": "s149"
    },
    {
      "text": "Dr Woods thought the protein electrophoresis report of 18 November 2003 confirmed Mr Heathcote had \"at the least\" MGUS.",
      "id": "s150"
    },
    {
      "text": "Dr Choo provided reports responsive to the reports of Dr Davison and Dr Woods.",
      "id": "s151"
    },
    {
      "text": "Dr Choo said he could not be certain with regard to the diagnosis of MGUS.",
      "id": "s152"
    },
    {
      "text": "He said this in his report dated 20 June 2007: \n \n I have carefully examined the medical information provided and the medical report provided by Dr Marion Wood[s] and Dr Malcolm Davi[d]son.",
      "id": "s153"
    },
    {
      "text": "The information that is very definite is that Mr Heathcote had diagnosis of AL amyloidosis and that was the cause of his death.",
      "id": "s154"
    },
    {
      "text": "Mr Heathcote had cardiac symptoms since March 2003 and the final diagnosis of cardiac amyloidosis was made in February 2004 via a cardiac biopsy.",
      "id": "s155"
    },
    {
      "text": "I am not certain with regard to his diagnosis of MGUS.",
      "id": "s156"
    },
    {
      "text": "He was found to have elevated serum monoclonal Lambda IgG level of 10g/litre, however there was no documentation of any investigations including skeletal survey or bone marrow biopsy to exclude multiple myeloma.",
      "id": "s157"
    },
    {
      "text": "The issue was that indeed Mr Heathcote might have early myeloma rather than MGUS in November 2003 especially with the monoclonal IgG level as high as this.",
      "id": "s158"
    },
    {
      "text": "There is a definite link between myeloma and amyloidosis however there is no link between MGUS and amyloidosis.",
      "id": "s159"
    },
    {
      "text": "Dr Choo's reservation about the diagnosis of MGUS was reflected in his report of 16 October 2007 in these terms: \n \n It is my opinion that based on all the information[s] available, the firm diagnosis for monoclonal gammopathy of uncertain significance or myeloma cannot be made.",
      "id": "s160"
    },
    {
      "text": "There are definite diagnostic criteria to follow in order to make the diagnosis of MGUS and multiple myeloma.",
      "id": "s161"
    },
    {
      "text": "Unfortunately, the information[s] available to hand cannot help us form the diagnosis.",
      "id": "s162"
    },
    {
      "text": "In the absence of lytic bone lesion, other criteria have to be fulfilled to differentiate myeloma from MGUS, these include anaemia, high level (&gt;3.5g) of monoclonal protein in the serum and urine (1g/24h) and marrow plasmacytosis (&gt;5%).",
      "id": "s163"
    },
    {
      "text": "However, I am suspicious that he had myeloma based on the fact that AL amyloidosis can be associated with myeloma.",
      "id": "s164"
    },
    {
      "text": "Amyloidosis is associated with deposition of lambda light chain in multiple organs, often involving the nervous system, kidneys and the heart.",
      "id": "s165"
    },
    {
      "text": "I am convinced that the atypical myocardial infarction on the 21 st March 2003 was related to his amyloidosis.",
      "id": "s166"
    },
    {
      "text": "Dr Choo then provided a further report on 18 February 2008 in which he distilled his views in this way: Mr Heathcote had a blood test on the 18 th November 2003 which showed monoclonal Lambda IgG 10 gram/L.",
      "id": "s167"
    },
    {
      "text": "I believe this is related to his primary (AL amyloidosis).",
      "id": "s168"
    },
    {
      "text": "There was no information or any evidence in the report to suggest that Mr Heathcote had evidence of multiple myeloma.",
      "id": "s169"
    },
    {
      "text": "Primary amyloidosis and multiple myeloma are separate entities.",
      "id": "s170"
    },
    {
      "text": "All the clinical evidence we have pointed to the fact that Mr Heathcote had a diagnosis of amyloidosis rather than multiple myeloma.",
      "id": "s171"
    },
    {
      "text": "The monoclonal protein demonstrated in the blood test is part of the diagnosis of his amyloidosis.",
      "id": "s172"
    },
    {
      "text": "There was no evidence to suggest that Mr Heathcote had diagnosis of monoclonal gammopathy of uncertain significance or multiple myeloma.",
      "id": "s173"
    },
    {
      "text": "There is no link between primary amyloidosis and exposure to any chemicals that Mr Heathcote may potentially be exposed to.",
      "id": "s174"
    },
    {
      "text": "... \n \n\n \n \n In conclusion, Mr Heathcote had diagnosis of primary amyloidosis with no demonstrative evidence of multiple myeloma or monoclonal gammopathy of uncertain significance.",
      "id": "s175"
    },
    {
      "text": "No evidence to link between his exposure to chemicals to the diagnosis of primary amyloidosis.",
      "id": "s176"
    },
    {
      "text": "At [14], the Tribunal noted the opinion of Dr John Catalano, a Consultant Haematologist, who provided a report dated 7 April 2008 on behalf of Mrs Heathcote.",
      "id": "s177"
    },
    {
      "text": "Dr Catalano says that he examined the protein electrophoresis test result of 18 November 2003 and noted that it shows an abnormal but modest monoclonal protein concentration of immunoglobulin.",
      "id": "s178"
    },
    {
      "text": "He described it as abnormal.",
      "id": "s179"
    },
    {
      "text": "Dr Catalano says that what flows from this, diagnostically, is this: \n \n In a 42 year old patient one would normally proceed to investigations to exclude an underlying myeloma or lymphoproliferative process --- if he did not fulfil the criteria for one of these conditions, he would be left with a fallback label/diagnosis of MGUS ... One would adopt a wait and watch approach to this.",
      "id": "s180"
    },
    {
      "text": "Dr Catalano also had before him the cardiac biopsy result of 24 February 2004 with a summary showing cardiac amyloidosis and observed: \n \n In a patient with a pre-existing paraprotein (ie.",
      "id": "s181"
    },
    {
      "text": "MGUS), one can be completely comfortable that the two are related and that the subtype of amyloidosis (for what it's worth) would be labelled AL amyloidosis.",
      "id": "s182"
    },
    {
      "text": "One could argue the toss as to the underlying aetiology of his MGUS.",
      "id": "s183"
    },
    {
      "text": "In Dr Catalano's view, an exclusionary diagnostic approach would be adopted in light of the protein test result with further investigations conducted to exclude an underlying myeloma or lymphoproliterative process.",
      "id": "s184"
    },
    {
      "text": "If further tests did not reveal one of those conditions, the diagnosis would be M G U S. The biopsy result of 24 February 2004 showing cardiac amyloidosis was consistent with a pre-existing M G U S, in Dr Catalano's view.",
      "id": "s185"
    },
    {
      "text": "Dr Woods also gave oral evidence before the Tribunal and it will be necessary to have regard to some of that evidence later in these reasons.",
      "id": "s186"
    },
    {
      "text": "At [18], the Tribunal member, Dr Levy (who has a PhD in another discipline) said that he had considered \"all of the documentary and oral evidence\" and relevant law.",
      "id": "s187"
    },
    {
      "text": "Dr Levy noted that the most accurate diagnosis of the physiological condition of Mr Heathcote was only able to be made shortly before his death.",
      "id": "s188"
    },
    {
      "text": "At [21], Dr Levy said that the evidence demonstrated that Mr Heathcote's condition at death was a complex one and that even the medical experts \"grappled with the exact developmental pattern of the disease\" and explained its \"etiology in somewhat different terms in some respects\".",
      "id": "s189"
    },
    {
      "text": "At [22], Dr Levy noted that: \n \n Making a determination in this case requires a retrospective view of the evidence and considering the weight to be placed on the various expert evidence in the light of lack of actual tests to determine whether MGUS was present at a much earlier time in the period between his naval service and death, or whether it was present at all.",
      "id": "s190"
    },
    {
      "text": "Dr [Choo] supports the diagnosis of AL Amyloidosis but is not satisfied on the medical evidence that a diagnosis of MGUS or myeloma can be justified.",
      "id": "s191"
    },
    {
      "text": "Plainly, Dr Levy was directing his mind to the controversy on the facts, based on the medical evidence, as to whether and if so when, M G U S was present in Mr Heathcote.",
      "id": "s192"
    },
    {
      "text": "At [23], Dr Levy referred to the careful analysis of Dr Grant and the expert assessments of Dr Choo.",
      "id": "s193"
    },
    {
      "text": "Dr Levy noted the \"uncertainty\" on this question and the evidence of Dr Davison as the treating cardiologist and the opinion of Dr Catalano.",
      "id": "s194"
    },
    {
      "text": "At [24], Dr Levy referred to other information that had assisted the Tribunal in understanding the \"differentiation between MGUS and myeloma\" consisting of an extract from Harrison's Principles of Internal Medicine (13 th Ed., 2) Part II , Section 1 , \"Disorders of the Immune System, Plasma Cell Disorders of the Immune System, Plasma Cell Disorders\", cited in Judge v Repatriation Commission [2002] AATA 420, and said: \n \n The evidence of Associate Professor Marion Woods was also of considerable assistance in understanding the complexities of the condition and the difficulty in determining the likely path of the disease in any particular case.",
      "id": "s195"
    },
    {
      "text": "At [25], Dr Levy noted that the view of Dr Woods was essentially supportive of the opinions of Dr Davison and Dr Catalano and at [26], Dr Levy found: \n \n While the evidence of Professor Woods cumulatively with that of Dr Davison and Dr Catalano is more persuasive than Dr [Choo's] conclusion, I accept Professor Woods' opinion as it is also supported by empirical evidence which is more likely to explain the comparatively earlier death of Mr Heathcote compared to others with this condition.",
      "id": "s196"
    },
    {
      "text": "That empirical evidence shows that progression to AL Amyloidosis is 8.4 times more likely where MGUS is present and the pattern of the debilitating illness of Mr Heathcote tends to indicate some abnormal factor was present to explain the acceleration of the disease and particularly in someone who died at 42 years of age whereas the expected median age is closer to 60 years of age.",
      "id": "s197"
    },
    {
      "text": "Accordingly, Dr Levy found in reliance upon the persuasive evidence of Dr Woods, Dr Davison and Dr Catalano, and particularly the evidence of Dr Woods, that Mr Heathcote was suffering from a monoclonal gammopathy of uncertain significance which had accelerated the progression of AL amyloidosis explaining the comparatively early death of Mr Heathcote at 42.",
      "id": "s198"
    },
    {
      "text": "Accordingly, ground 3.1(a) which relies upon a contention that the Tribunal failed to make a finding on the balance of probabilities as to whether Mr Heathcote had contracted M G U S prior to contracting amyloidosis, is not made out.",
      "id": "s199"
    },
    {
      "text": "Grounds 3.1(b) to (d) rely upon a contention that the Tribunal was required to apply the Statement of Principles concerning myeloma, Instrument No.",
      "id": "s200"
    },
    {
      "text": "56 of 2003, and failed to do so.",
      "id": "s201"
    },
    {
      "text": "Grounds 3.2(a) to (c) rely upon a contention that the Tribunal was precluded from finding that Mr Heathcote's death was defence-caused because the Statement of Principles concerning myeloma did not uphold the contention that myeloma could be caused by exposure to benzene.",
      "id": "s202"
    },
    {
      "text": "Ground 3.3 asserts that the Tribunal erred in its construction of ss 120B and 196B of the Entitlements Act and the Statement of Principles relating to myeloma by accepting the opinion of Dr Woods (and also potentially that of Dr Choo) that exposure to benzene was a cause of myeloma when such exposure was not included as a factor in the Statement of Principles.",
      "id": "s203"
    },
    {
      "text": "Ground 3.4 of the grounds of the application asserts that the Tribunal made findings of fact for which there was no evidence.",
      "id": "s204"
    },
    {
      "text": "The Tribunal's reasons demonstrate that Dr Levy was astute to the evidence concerning the \"developmental pattern\" of Mr Heathcote's condition [21], the controversy as to the emergence of M G U S ([22] to [26]), the evidence concerning the progression to amyloidosis in those patients diagnosed with M G U S and the relationship between M G U S and amyloidosis [26].",
      "id": "s205"
    },
    {
      "text": "Dr Levy was also astute to the controversy as to whether a diagnosis of M G U S or myeloma could be justified [22] and the question of whether there is a differentiation between M G U S and myeloma [24].",
      "id": "s206"
    },
    {
      "text": "Although Dr Choo's evidence as to the likely presence of M G U S in Mr Heathcote was not preferred to that of Dr Woods, Dr Davison and Dr Catalano, Dr Choo was retained to consider the careful analysis of Dr Grant going to these issues.",
      "id": "s207"
    },
    {
      "text": "In Dr Choo's report of 20 June 2007, Dr Choo identified one issue as whether indeed Mr Heathcote might have early myeloma rather than M G U S. Dr Choo noted the accepted presence of a link between myeloma and amyloidosis.",
      "id": "s208"
    },
    {
      "text": "Dr Choo in his report of 16 October 2007 noted that determining whether Mr Heathcote exhibited M G U S or myeloma would in part depend on lytic bone marrow tests and other criteria.",
      "id": "s209"
    },
    {
      "text": "In his report of 18 February 2008, Dr Choo considered the final state of the test results concerning Mr Heathcote and noted that the test of 18 November 2003 suggested AL amyloidosis and, at Item 1, that there was no information or any evidence to suggest that Mr Heathcote \"had evidence of multiple myeloma\".",
      "id": "s210"
    },
    {
      "text": "That conclusion suggests that the condition AL amyloidosis is treated, understood and tested for by those clinicians skilled in the relevant art as something different from myeloma.",
      "id": "s211"
    },
    {
      "text": "That impression is made clear by Dr Choo's view expressed at Item 2 of his report of 18 February 2008 that primary amyloidosis (ie.",
      "id": "s212"
    },
    {
      "text": "AL amyloidosis) and multiple myeloma \"are separate entities\" and, speaking as an expert clinician, \"All the clinical evidence we have pointed to the fact that Mr Heathcote had a diagnosis of amyloidosis rather than multiple myeloma\".",
      "id": "s213"
    },
    {
      "text": "Moreover, Dr Choo noted that, \"the monoclonal protein demonstrated in the blood test is part of the diagnosis of his amyloidosis\".",
      "id": "s214"
    },
    {
      "text": "This analysis caused Dr Choo to conclude that since the monoclonal protein present in the blood test led to a clinical condition of AL amyloidosis, the evidence did not support a diagnosis of M G U S. The evidence of Dr Woods, Dr Davison and Dr Catalano as to the progression to primary amyloidosis and the earlier presence of M G U S was found to be more persuasive in enabling the Tribunal to reach a finding as to the earlier presence of M G U S but on the question of clinical differentiation, Dr Choo recognises in his reports a differentiation, as a clinician, between M G U S and myeloma; between M G U S and amyloidosis; and, between amyloidosis and myeloma.",
      "id": "s215"
    },
    {
      "text": "Dr Woods also expressed views about the relationship between M G U S, amyloidosis and myeloma in his reports and in the course of giving oral evidence.",
      "id": "s216"
    },
    {
      "text": "In his report of 11 November 2004, Dr Woods described the term monoclonal gammopathy of undetermined significance, as a misnomer because 1% of M G U S patients per year progressed to multiple myeloma.",
      "id": "s217"
    },
    {
      "text": "Therefore, its significance is not truly undetermined.",
      "id": "s218"
    },
    {
      "text": "There is a recognised statistical progression from M G U S to multiple myeloma.",
      "id": "s219"
    },
    {
      "text": "As to the progression from M G U S to primary amyloidosis, there is an 8.4 times greater risk of an M G U S sufferer developing primary amyloidosis than a non- M G U S sufferer.",
      "id": "s220"
    },
    {
      "text": "Dr Woods describes M G U S as \"(\"smoldering myeloma\")\" which is perhaps an analogical reference to embers waiting for a wind to turn them into an actual fire, something much more difficult to deal with.",
      "id": "s221"
    },
    {
      "text": "Dr Woods also describes M G U S as a forme fruste of multiple myeloma.",
      "id": "s222"
    },
    {
      "text": "Dr Woods in his report of 11 November 2004 then considers the molecular and biochemical structure of the type of amyloidosis diagnosed in Mr Heathcote.",
      "id": "s223"
    },
    {
      "text": "It was immunoglobulin-light-chain-related and developed because light immunoglobulin (polypeptide) chains called lambda chains (having antibody activity) found in immunoglobulin molecules became incorporated into complex protein deposits called amyloid deposits which infiltrated Mr Heathcote's heart.",
      "id": "s224"
    },
    {
      "text": "Dr Woods identifies the sequence of events that caused Mr Heathcote's death as starting with M G U S and leading to AL amyloidosis.",
      "id": "s225"
    },
    {
      "text": "Dr Woods says that M G U S can however transform into amyloidosis or multiple myeloma.",
      "id": "s226"
    },
    {
      "text": "In his report dated 20 February 2006, Dr Woods repeats these views.",
      "id": "s227"
    },
    {
      "text": "However, he introduces the remarks with the explanation that the light chains of immunoglobulin which he describes as small fractions of antibodies are made by abnormal plasma cells.",
      "id": "s228"
    },
    {
      "text": "Dr Woods then says that the condition, AL amyloidosis, is actually a rare manifestation of a form of multiple myeloma, a type of bone cancer.",
      "id": "s229"
    },
    {
      "text": "Dr Woods further explained these reports in the course of his evidence.",
      "id": "s230"
    },
    {
      "text": "In evidence, Dr Woods explained that M G U S can change from just that disease to multiple myeloma or AL amyloidosis.",
      "id": "s231"
    },
    {
      "text": "Dr Woods explained that M G U S, myeloma (which clinicians and researchers test for by means of a bone marrow analysis) and AL amyloidosis are different manifestations of the same process .",
      "id": "s232"
    },
    {
      "text": "The process Dr Woods was referring to at that point in his evidence was explained by him immediately after that statement as a process of exposure to benzene contained in jet fuel (T 17 April 2008, P - 3M, ll 25-39).",
      "id": "s233"
    },
    {
      "text": "Dr Woods gave evidence that researchers think that M G U S, amyloidosis and multiple myeloma are all characterised by \"an exposure\" (ie.",
      "id": "s234"
    },
    {
      "text": "to benzene) of a B lymphocyte plasma cell which causes the plasma cells to become abnormal or cancerous.",
      "id": "s235"
    },
    {
      "text": "Dr Woods says that M G U S is the mildest form of that exposure and in 1% of cases per year, M G U S develops into serious conditions such as AL amyloidosis or multiple myeloma.",
      "id": "s236"
    },
    {
      "text": "Dr Woods says that \"plasma cells can become myeloma which is bone cancer\" (T 3M, ll 45-47).",
      "id": "s237"
    },
    {
      "text": "The rarest form of plasma cell abnormality is AL amyloidosis.",
      "id": "s238"
    },
    {
      "text": "Dr Woods says that in that condition: \n \n The plasma cell makes a very abnormal antibody and the antibody products form protein aggregates that are very abnormal and they accumulate in organs, such as the heart ... \n \n\n \n \n So I think the point to make is that the diseases are probably all manifestations of plasma cell dysfunction and, of that plasma cell dysfunction, one is clearly linked to the exposure to benzene.",
      "id": "s239"
    },
    {
      "text": "So ... what we're talking about is a plasma cell abnormality that is either M G U S, myeloma, or AL amyloidosis, it's just the luck of the draw with the plasma cell abnormality that AL amyloidosis produces a protein that infiltrates the heart and leads to death but they're really all the same disease, it's just a different manifestation of exactly the same disease ... \n \n\n At p 5M of the Transcript, ll 35-40, Dr Woods said this: \n \n The problem is, he didn't develop myeloma, he got the worst possible plasma cell dyscrasia, the end result with AL amyloidosis, but if we logically accept that the three diseases have a similar cause, and I think there's every reason to believe that, and talking with people who study AL amyloidosis, they all think it's a different spectrum of the same disease and you're just unlucky to have the protein folding abnormally to cause AL amyloidosis.",
      "id": "s240"
    },
    {
      "text": "Dr Woods further explained the concern at p 6M of the Transcript, ll 16-25 in these terms: \n \n Normally you make antibodies, as you know, to all sorts of things, but if you've got a plasma cell dyscrasia where you have an abnormal plasma cell, that plasma cell will make an identical antibody called a monoclonal antibody and those plasma cells will multiply and start making lots of exactly the same antibody, and it's probably directed toward nothing.",
      "id": "s241"
    },
    {
      "text": "It's just making it out of the blue, but it's always the same antibody and what we get concerned about is [is] this patient going to develop multiple myeloma or will he develop amyloidosis which is so rare that we hardly ever look for it.",
      "id": "s242"
    },
    {
      "text": "When the Tribunal was confronting the evidence given by the medical experts on the question of fact as to the characterisation of M G U S, AL amyloidosis and myeloma, the Tribunal had before it the evidence of Dr Davison, Dr Woods, Dr Catalano, Dr Grant and Dr Choo.",
      "id": "s243"
    },
    {
      "text": "Dr Woods says that each of these conditions is a different manifestation of plasma cell dysfunction and that logically the diseases have a common cause and might be thought of as a different spectrum of the same disease.",
      "id": "s244"
    },
    {
      "text": "However, it is clear that Dr Davison, Dr Woods and Dr Choo, although the diseases may have a common cause, approached the clinical diagnosis of each disease as a differentiated expression or manifestation of a particular condition.",
      "id": "s245"
    },
    {
      "text": "M G U S clinically is not regarded as myeloma.",
      "id": "s246"
    },
    {
      "text": "AL amyloidosis is not clinically regarded as multiple myeloma.",
      "id": "s247"
    },
    {
      "text": "Either condition may emerge out of M G U S. Accurate diagnostic isolation of the particular condition is regarded as important for treatment purposes.",
      "id": "s248"
    },
    {
      "text": "Although there may be similar molecular and biochemical processes, in part, at work, AL amyloidosis and myeloma are \"different entities\".",
      "id": "s249"
    },
    {
      "text": "They are not the same thing.",
      "id": "s250"
    },
    {
      "text": "Nor are they regarded clinically as the same condition.",
      "id": "s251"
    },
    {
      "text": "AL amyloidosis involves the distribution throughout organs of amyloid material which once the myocardium is infiltrated, cardiomyopathy ensues relatively quickly causing death.",
      "id": "s252"
    },
    {
      "text": "Myeloma was treated as far as the analysis of Mr Heathcote's position was concerned as finding its expression in and diagnosis through bone marrow analysis.",
      "id": "s253"
    },
    {
      "text": "The Tribunal noted the reference in the evidence of Dr Woods to the different manifestations of the same process and was conscious of the debate as to characterisation [24].",
      "id": "s254"
    },
    {
      "text": "AL amyloidosis is a condition that is not the subject of a Statement of Principles and M G U S is expressly excluded from the definition of myeloma in clause 2(b) of the Statement of Principles for myeloma.",
      "id": "s255"
    },
    {
      "text": "The Tribunal determined on the balance of probabilities that Mr Heathcote suffered from M G U S at a time sufficiently early in his life to explain the condition, amyloidosis, evident at his death.",
      "id": "s256"
    },
    {
      "text": "M G U S is excluded from the definition of myeloma in clause 2(b) of the Statement of Principles governing myeloma.",
      "id": "s257"
    },
    {
      "text": "However, the condition at the date of Mr Heathcote's death based on the biopsy of February 2004 was amyloidosis and Mr Heathcote's cause of death was amyloid cardiomyopathy.",
      "id": "s258"
    },
    {
      "text": "Nevertheless, the medical evidence preferred by the Tribunal was that M G U S was evident in the blood test of 18 November 2003 and was the \"primary source\" of the abnormal amyloid material.",
      "id": "s259"
    },
    {
      "text": "The \"primary pathology\" was M G U S with cardiac amyloidosis regarded as a \"secondary consequence\".",
      "id": "s260"
    },
    {
      "text": "That being so, Mr Heathcote's condition was excluded from the Statement of Principles governing myeloma.",
      "id": "s261"
    },
    {
      "text": "The Commission says that the central question to be addressed is whether the condition or manifestation of a disease called AL amyloidosis confirmed by the biopsy results of 23 February 2004 (the results becoming available two days before Mr Heathcote died) is a condition characterised as myeloma for the purposes of the definition of myeloma in clause 2(b) of the Statement of Principles, notwithstanding that the specialist clinicians giving evidence in this case regarded M G U S, AL amyloidosis and myeloma as separately expressed conditions, as a function of diagnostic evaluation.",
      "id": "s262"
    },
    {
      "text": "Clause 2(b) of the Statement of Principles defines myeloma as \"a malignant disease of plasma cells, in which a single line of plasma cells accumulates and produces a monoclonal immunoglobulin\".",
      "id": "s263"
    },
    {
      "text": "The application of that definition to the clinical circumstances confronting Mr Heathcote involves a question of fact.",
      "id": "s264"
    },
    {
      "text": "The Tribunal grappled with the differentiation in the conditions M G U S and myeloma and the differences of opinion expressed by Dr Woods, Dr Davison and Dr Choo on these issues.",
      "id": "s265"
    },
    {
      "text": "The evidence of the clinicians is that amyloidosis is an identifiably different manifestation or expression of an underlying plasma cell abnormality.",
      "id": "s266"
    },
    {
      "text": "Although the clinicians identify the molecular and biochemical abnormality of plasma cell behaviour, the conditions M G U S, amyloidosis and myeloma are separate points in the spectrum of conditions which might emerge from that underlying abnormality and from a clinician's point of view, they are different things.",
      "id": "s267"
    },
    {
      "text": "Although, of course, the question of whether AL amyloidosis falls within the textual definition of clause 2(b) of the Statement of Principles having regard to the findings of fact, is a different question from whether a clinician might regard a particular condition as differentiated from another, in a clinical diagnostic sense, the views of clinicians as to whether AL amyloidosis is myeloma or something different ought to be given great weight in informing the approach to the definition of myeloma in clause 2(b).",
      "id": "s268"
    },
    {
      "text": "The definition of myeloma in clause 2(b) of the Statement of Principles suggests that the molecular and biochemical abnormality that causes a single line of plasma cells to accumulate and produce a monoclonal immunoglobulin is myeloma, that is, the myeloma is the malignant disease of the plasma cells .",
      "id": "s269"
    },
    {
      "text": "AL amyloidosis is not a malignant disease of plasma cells, on the evidence.",
      "id": "s270"
    },
    {
      "text": "It is a secondary disease that develops, as Dr Davison points out in his report of 11 October 2004, consistently with the views of Dr Woods (and consistently with Dr Choo's views of distinctiveness and separateness), \"as a consequence of malignant plasma cell dyscrasia resulting in an over-production of light chain immunoglobulin\".",
      "id": "s271"
    },
    {
      "text": "AL amyloidosis is not plasma cell dyscrasia.",
      "id": "s272"
    },
    {
      "text": "It is a disease or condition diagnosed by determining whether amyloid deposits have been distributed throughout particular organs of the body which, if the myocardium is infiltrated, AL amyloidosis will cause death relatively quickly.",
      "id": "s273"
    },
    {
      "text": "Mr Heathcote was not diagnosed with \"myeloma\" and did not suffer a \"death from myeloma\" which is what the Statement of Principles (Instrument 56) \"is about\" (clause 2(a)).",
      "id": "s274"
    },
    {
      "text": "Rather, Mr Heathcote was diagnosed with \"cardiomyopathy\" and suffered a \"death from cardiomyopathy\" (exhibiting a special disorder in the form of amyloid infiltration of the myocardium as contemplated by factor (p) of that instrument) which is what Statement of Principles 24 of 2007 \"is about\" (clause 3(a)), No.",
      "id": "s275"
    },
    {
      "text": "24 of 2007).",
      "id": "s276"
    },
    {
      "text": "It follows therefore that the Statement of Principles concerning myeloma has no application as a matter of construction having regard to the evidence before the Tribunal and, on the findings of fact, Mr Heathcote's primary pathology was M G U S which is excluded from the definition of myeloma.",
      "id": "s277"
    },
    {
      "text": "The final question is whether it was open to the Tribunal to conclude that Mr Heathcote's exposure to hydrocarbons (benzene) gave rise, on the balance of probabilities, to M G U S as the primary pathology which caused amyloid deposits to develop resulting in death by amyloid cardiomyopathy.",
      "id": "s278"
    },
    {
      "text": "In determining that question the Tribunal at [18] recorded that it had considered \"all of the documentary and oral evidence\" put before it.",
      "id": "s279"
    },
    {
      "text": "The Tribunal said that it preferred the evidence of Professor Woods, Dr Davison and Dr Catalano in general, [24], [25] and [26].",
      "id": "s280"
    },
    {
      "text": "At [27], the Tribunal said that it placed greater weight on the evidence of Dr Woods and concluded by finding: \n \n In the final analysis, I accept the evidence of Associate Professor Woods (and that of Dr Davison and Dr Catalano), together with the empirical evidence provided, and find that the applicant's death is causally related to his defence service, on the balance of probabilities.",
      "id": "s281"
    },
    {
      "text": "The Tribunal having accepted that evidence, as the basis for its findings, it is necessary to examine and consider the scope of the evidence upon which the Tribunal relied.",
      "id": "s282"
    },
    {
      "text": "The resolution of the final question involved a finding of fact or findings of facts from which inferences might be drawn as to the ultimate question in issue.",
      "id": "s283"
    },
    {
      "text": "If there is no evidence to support the finding or no proper basis for drawing any inference upon which the Tribunal has relied, an error of law arises.",
      "id": "s284"
    },
    {
      "text": "As to findings \"unsupported by any evidence\", see SFGB v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 77 ALD 402 per Mansfield, Selway and Bennett JJ.",
      "id": "s285"
    },
    {
      "text": "Want of logic or faulty logic on the part of the Tribunal is not synonymous with error of law.",
      "id": "s286"
    },
    {
      "text": "As to inferences that might be drawn, so long as the particular inference is reasonably open even if the inference appears to have been drawn as a result of illogical reasoning, there is no error of law: Minister for Immigration and Multicultural Affairs v Al-Miahi (2001) 65 ALD 141.",
      "id": "s287"
    },
    {
      "text": "As to the \"no evidence\" ground see SZDTZ v Minister for Immigration and Citizenship [2007] FCA 1824 at [32].",
      "id": "s288"
    },
    {
      "text": "The applicant says that there is no evidence to support the finding of a causal relation or connection between Mr Heathcote's death from amyloid cardiomyopathy and his defence service.",
      "id": "s289"
    },
    {
      "text": "Dr Woods contended that Mr Heathcote's death from amyloid deposits started with M G U S. The Tribunal so found.",
      "id": "s290"
    },
    {
      "text": "Dr Woods contended that a diagnosis of AL amyloidosis in a man of 42 should raise epidemiological questions \"in his specific case\".",
      "id": "s291"
    },
    {
      "text": "Dr Woods contended that there is a significant body of evidence in the medical literature that links environmental exposure to hydrocarbons with the pathogenesis of myeloma .",
      "id": "s292"
    },
    {
      "text": "Dr Woods says that the literature suggests a range of risks are known including exposure to diesel exhaust and fumes (International Journal of Cancer V 107, pp 134-138, Multiple Myeloma and Diesel and Other Occupational Exposures in Swedish Construction Workers ); petrochemical by-products (Journal of Environmental Health V 64, pp 9-16, Risk Factors for Acute Myeloid Leukaemia and Multiple Myeloma ); and, aviation fuel (Toxicology and Industrial Health V 13, pp 43-55, Immunotoxicological Effects of JP - 8 Jet Fuel Exposure ; Occupational and Environmental Medicine V 60, pp 969-976, Benzene and Naphthalene in Air and Breath as Indicators of Exposure to Jet Fuel ; Occupational and Environmental Medicine, V 55, pp 161-71, Mortality and Cancer Incidence of Aircraft Maintenance Workers Exposed to Trichloroethylene and Other Organic Solvents and Chemicals: Extended Follow Up ).",
      "id": "s293"
    },
    {
      "text": "Dr Woods notes that Mr Heathcote's duties involved \"ample\" and \"significant\" exposure to hydrocarbons during his service in the RAN.",
      "id": "s294"
    },
    {
      "text": "It follows therefore in Dr Woods's view that Mr Heathcote had elevated risk factors as compared with the non-exposed population.",
      "id": "s295"
    },
    {
      "text": "Those risk factors identified by Dr Woods as material to his opinion were Mr Heathcote having entered fuel tanks for cleaning, exposure to fumes and solvents such as methylethylketone, jet fuel (AVGAS), diesel fuel and benzene (contained in AVGAS and diesel) and engine exhausts.",
      "id": "s296"
    },
    {
      "text": "Dr Woods expressed the opinion that M G U S (which he regarded as \"smoldering multiple myeloma\" because in 1% per year of the cohort of M G U S patients, M G U S progresses to multiple myeloma), is a \"recognised consequence\" of workplace exposure to the risk agents he emphasised.",
      "id": "s297"
    },
    {
      "text": "The ultimate conclusion was that Dr Woods thinks it \"entirely plausible and likely\" that workplace exposure to the nominated hydrocarbons \"contributed to the cause of M G U S\".",
      "id": "s298"
    },
    {
      "text": "Dr Woods then notes the 19-year period between the end of Mr Heathcote's service in 1985 and his death from amyloid cardiomyopathy and considers it \"very likely\" that M G U S was present in Mr Heathcote for many years.",
      "id": "s299"
    },
    {
      "text": "Dr Woods thinks it possible that M G U S developed during Mr Heathcote's service or \"soon afterward\", although it remained asymptomatic.",
      "id": "s300"
    },
    {
      "text": "The transition of 1% per year on average of the cohort of M G U S patients from that condition to either AL amyloidosis or multiple myeloma suggested to Dr Woods that a 19-year expression period is \"quite plausible\".",
      "id": "s301"
    },
    {
      "text": "Dr Woods put the same point slightly differently in his report of 4 January 2008 when he said that on the balance of probabilities, Mr Heathcote's exposure to petrochemical agents including benzene during the six years of naval service \"caused the [M G U S] that caused AL amyloidosis ... of the heart that caused [Mr Heathcote's] death\".",
      "id": "s302"
    },
    {
      "text": "Dr Woods again emphasised that death from cardiac amyloidosis at 42 is extremely young as compared with the median age diagnosis of 60 years, which, in Dr Woods's view, \"implied\", or from which he inferred, a \"significant toxic exposure when in the Australian Navy\".",
      "id": "s303"
    },
    {
      "text": "That fact need not have been implied or inferred as there was direct evidence of exposure.",
      "id": "s304"
    },
    {
      "text": "What Dr Woods was suggesting in his evidence was that early death at 42 from amyloid cardiomyopathy suggested a relationship between toxic exposure and early onset of M G U S which led to amyloidosis and premature death.",
      "id": "s305"
    },
    {
      "text": "Dr Woods supported his opinion and methodological approach with the reports of two studies.",
      "id": "s306"
    },
    {
      "text": "The first is A Long-Term Study of Prognosis in Monoclonal Gammopathy of Undetermined Significance , The New England Journal of Medicine, V 346, No.",
      "id": "s307"
    },
    {
      "text": "8 pp 564-569, Robert A. Kyle et al (7 authors).",
      "id": "s308"
    },
    {
      "text": "The second is \" Benzene Exposure and Multiple Myeloma: A Detailed Meta-analysis of Benzene Cohort Studies , Annals of New York Academy of Sciences (2006) V 1076, pp 90-109, Peter F. Infante.",
      "id": "s309"
    },
    {
      "text": "The first study was based on a study of 1,384 patients diagnosed with M G U S at the Mayo Clinic from 1960 to 1994 involving 11,009 person-years of follow-up.",
      "id": "s310"
    },
    {
      "text": "M G U S was defined by the presence of serum monoclonal protein at concentrations of 3gms per decilitre and (if a determination was made) a proportion of plasma cells in bone marrow of 10% or less.",
      "id": "s311"
    },
    {
      "text": "The median age for diagnosis of M G U S was 72 years of age (59% were 70 years or older).",
      "id": "s312"
    },
    {
      "text": "M G U S in 115 of those patients progressed to another condition.",
      "id": "s313"
    },
    {
      "text": "The study isolated the separate conditions that became manifest.",
      "id": "s314"
    },
    {
      "text": "The risk of progressing to multiple myeloma was 25 times the average (comparative benchmark) population and the risk of progression to primary amyloidosis was 8.4 times (see pp 565 and 566 and Table 1).",
      "id": "s315"
    },
    {
      "text": "The average risk of the development of a serious disease was almost 1% per year (see p 568).",
      "id": "s316"
    },
    {
      "text": "The second study is an evaluation of data arising out of all of the published epidemiological benzene cohort studies for inclusion in a meta-analysis to determine whether there is a demonstrated statistical excess risk of developing multiple myeloma by reason of exposure to benzene.",
      "id": "s317"
    },
    {
      "text": "The analysis involved an evaluation of all published studies and the selection of initially eight studies (see the studies at Table 1 and the discussion) based on the identified evaluative criteria for determining whether the study was rigorously conducted, pp 94 to 101, and an assessment of the latency periods for the emergence of the relevant conditions reflected in the studies.",
      "id": "s318"
    },
    {
      "text": "The study also discusses the Australian studies of petroleum workers and observes that the significant elevation in multiple myeloma risk among terminal workers is noteworthy.",
      "id": "s319"
    },
    {
      "text": "The latency period reflected in the study is 20 years.",
      "id": "s320"
    },
    {
      "text": "At pp 102 and 103, the author identifies the basis on which he says there is a \"biologically plausible\" basis for establishing benzene as a cause of myeloma including the demonstrated toxicity and genetic alteration of cells from which plasma cells are derived.",
      "id": "s321"
    },
    {
      "text": "The study finds, based on the use of data from seven of the benzene cohort studies, that those studies demonstrate a statistically significant elevation in the risk of death from multiple myeloma and that the \"epidemiological evidence for benzene and myeloma is supported by other study results related to the biological plausibility for such an effect from benzene exposure\".",
      "id": "s322"
    },
    {
      "text": "The pooled weighted estimate of multiple myeloma risks demonstrates a 95% confidence interval in a period of 20 years following exposure (see pp 101 and 102 and the related discussion).",
      "id": "s323"
    },
    {
      "text": "Dr Woods expresses the opinion that since there is a demonstrated statistically significant elevation in the risk of death from multiple myeloma by reason of exposure to benzene, it is \"entirely plausible and likely\" that workplace exposure to the nominated hydrocarbons including benzene contributed to the cause of Mr Heathcote developing M G U S which, having regard to the latency period of 19 years, makes it \"very likely\" that M G U S was present in Mr Heathcote for many years.",
      "id": "s324"
    },
    {
      "text": "Having regard to the demonstrated risk rate of 25 times the benchmark population of developing multiple myeloma having been diagnosed with M G U S and that benzene exposure significantly elevates the risk of death from multiple myeloma, Dr Woods thought it open, in his view, to conclude that it is plausible that benzene exposure presents an elevated risk of developing M G U S, as M G U S seems to be a precursor risk to myeloma.",
      "id": "s325"
    },
    {
      "text": "Once developed, M G U S has a risk progression to AL amyloidosis of 8.4 times the benchmark population.",
      "id": "s326"
    },
    {
      "text": "Accordingly, it was open to the Tribunal to conclude that there was a foundation for the views expressed by Dr Woods and in any event, the Tribunal was entitled to rely upon the opinion of Dr Woods as to the conclusions he reached.",
      "id": "s327"
    },
    {
      "text": "To the extent that it may have been necessary for the Tribunal to satisfy itself that there was an arguable foundation for Dr Woods's views, that foundation existed.",
      "id": "s328"
    },
    {
      "text": "It may be that on the question of fact that fell for decision by the Tribunal, the Tribunal reached an arguably incorrect finding.",
      "id": "s329"
    },
    {
      "text": "However, there was evidence before the Tribunal upon which it could reach the conclusion it reached.",
      "id": "s330"
    },
    {
      "text": "On this question, the Commission did not put any epidemiological evidence before the Tribunal or any literature searches of scientific material.",
      "id": "s331"
    },
    {
      "text": "It follows therefore that on the evidence before it, the Tribunal was entitled to conclude that Mr Heathcote's death from cardiomyopathy was defence-caused because he developed M G U S, on the balance of probabilities, by reason of exposure to hydrocarbons including benzene.",
      "id": "s332"
    },
    {
      "text": "That condition was the primary pathology that gave rise to a secondary consequence of emergent amyloidosis and caused Mr Heathcote's death from amyloid deposits infiltrating his heart giving rise to amyloid cardiomyopathy reflecting the special disorder contemplated by factor (p) in the Statement of Principles governing death from cardiomyopathy.",
      "id": "s333"
    },
    {
      "text": "Amyloidosis and death from amyloid cardiomyopathy was not myeloma or death from myeloma notwithstanding that amyloidosis might not have developed in the absence of a molecular or biological abnormality of the plasma cells.",
      "id": "s334"
    },
    {
      "text": "Because the Statement of Principles relating to myeloma has no application due to the exclusion of the diagnosed primary pathology M G U S (as found by the Tribunal on the evidence of Dr Davison, Dr Woods and Dr Catalano), and amyloid cardiomyopathy is not itself a molecular or biological abnormality of plasma cells but rather a different expressed condition, the factors which must exist by reason of Instrument 56 of 2003 before it can be said that on the balance of probabilities the veteran's death was connected with the circumstances of his service, namely, that Mr Heathcote was, apart from all of his other physiological compromises, also infected with human immunodeficiency virus (HIV) at the time of the clinical onset of what is sought to be characterised as myeloma, namely, primary amyloidosis, or alternatively that Mr Heathcote was unable to obtain appropriate clinical management for primary amyloidosis (clause 5 factors), have no application.",
      "id": "s335"
    },
    {
      "text": "Accordingly, the applicant has not demonstrated error on the part of the Tribunal and the application must be dismissed with an order that the Commission pay the costs of the respondent of and incidental to the application.",
      "id": "s336"
    },
    {
      "text": "I certify that the preceding eighty-five (85) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s337"
    },
    {
      "text": "Associate:\n \n \nDated: 27 October 2009\n \n Counsel for the Applicant: Ms J MacDonnell \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr A Harding \n Date of Hearing: 5 February 2009 \n \n Date of Judgment: 27 October 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1207.html",
      "id": "s338"
    }
  ]
}