{
  "name": "SZNOR v Minister for Immigration and Citizenship [2009] FCA 1278 (5 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1278.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "dismissal on the basis of non-appearance by the appellant",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a decision of the Federal Magistrates Court dismissing an application to set aside a decision of the Refugee Review Tribunal ( the Tribunal ) in which the Tribunal affirmed a decision of a delegate of the first respondent, being the Minister for Immigration and Citizenship ( the Minister ), refusing the grant to the appellant of a Protection (Class XA) visa.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate's decision was given on 16 July 2009 ( SZNOR v Minister for Immigration &amp; Anor (No 2) [2009] FMCA 726).",
      "id": "s1"
    },
    {
      "text": "The notice of appeal to this Court was filed on 6 August 2009.",
      "id": "s2"
    },
    {
      "text": "On 8 September 2009 the Registry of this Court wrote to the appellant and the Minister's legal representative notifying them that the appeal would be heard at 9.30 am on 5 November 2009.",
      "id": "s3"
    },
    {
      "text": "On 2 November 2009 the solicitors for the Minister forwarded a letter by Express Post to the appellant noting that the matter was listed for hearing on 5 November 2009 at 9.30 am and stating that if the appellant did not attend the hearing, either in person or by a legal representative, the solicitors for the Minister were instructed to have the matter dismissed with costs.",
      "id": "s4"
    },
    {
      "text": "This letter also enclosed a copy of the outline of submissions for the Minister which were filed in the Court on 2 November 2009.",
      "id": "s5"
    },
    {
      "text": "When the matter was called for hearing this morning Ms Dinihan, solicitor, appeared for the Minister but there was no appearance for the appellant.",
      "id": "s6"
    },
    {
      "text": "Ms Dinihan informed me that yesterday she received a telephone call from the appellant indicating that he did not propose to appear today because he was ill.",
      "id": "s7"
    },
    {
      "text": "According to Ms Dinihan, when she asked the appellant about the nature of his illness he simply repeated that he was ill, and did not provide any further information.",
      "id": "s8"
    },
    {
      "text": "Ms Dinihan said she informed the appellant that unless the appellant was able to provide information explaining the nature of the illness and the reason he could attend the Court, her instructions would be to the effect that the Minister would proceed on the basis that the appeal should be dismissed by reason of the appellant's failure to appear and that the Minister would be seeking an order for costs.",
      "id": "s9"
    },
    {
      "text": "Ms Dinihan received no further communication from the appellant before the matter was called for hearing this morning.",
      "id": "s10"
    },
    {
      "text": "Insofar as the Court is concerned, I am not aware of any communication by the appellant to the Court explaining the appellant's failure to appear this morning.",
      "id": "s11"
    },
    {
      "text": "In these circumstances, Ms Dinihan seeks an order that the appeal be dismissed for the failure of the appellant to attend the hearing relating to the appeal, relying on s 25(2B)(bb)(ii) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s12"
    },
    {
      "text": "In the circumstances of this case, I am satisfied that I should make an order dismissing the appeal by reason of the appellant's failure to appear.",
      "id": "s13"
    },
    {
      "text": "My reasons are as follows.",
      "id": "s14"
    },
    {
      "text": "First, the appellant was notified of the hearing date and was made aware of the Minister's position that the matter should proceed today absent some proper explanation from the appellant as to a reason for his failure to attend.",
      "id": "s15"
    },
    {
      "text": "There has been no proper explanation provided by the appellant for his failure to attend the hearing.",
      "id": "s16"
    },
    {
      "text": "A telephone call to the Minister's representative the day before the hearing asserting illness is an insufficient reason to justify the failure to attend today.",
      "id": "s17"
    },
    {
      "text": "Second, and insofar as may be relevant, I have read the notice of appeal, the decision of the Federal Magistrates Court and the first respondent's outline of submissions.",
      "id": "s18"
    },
    {
      "text": "From that material, I am unable to discern any proper basis for the appeal.",
      "id": "s19"
    },
    {
      "text": "The comprehensive written submissions filed by the Minister explain why each asserted ground of appeal cannot amount to a jurisdictional error capable of vitiating the decision of the Tribunal.",
      "id": "s20"
    },
    {
      "text": "Accordingly, I am not able to see the merit of any of the purported grounds of appeal on which the appellant relies.",
      "id": "s21"
    },
    {
      "text": "In these circumstances, I consider that it is a proper exercise of discretion and in the interests of justice that I should make an order that the appeal be dismissed by reason of the appellant's failure to attend the hearing of the appeal, and I so order.",
      "id": "s22"
    },
    {
      "text": "The Minister seeks a fixed costs order in the amount of $2,224.00, relying on an affidavit of Ms Dinihan sworn 4 November 2009.",
      "id": "s23"
    },
    {
      "text": "I am satisfied that such an order is appropriate.",
      "id": "s24"
    },
    {
      "text": "Accordingly I order the appellant is to pay the first respondent's costs of the appeal fixed in the amount of $2,224.00.",
      "id": "s25"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s26"
    },
    {
      "text": "Associate:\n \n \nDated: 5 November 2009\n \n The Appellant did not appear \n \n \n Solicitor/Advocate for the First Respondent: Ms J Dinihan \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 5 November 2009 \n \n Date of Judgment: 5 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1278.html",
      "id": "s27"
    }
  ]
}