{
  "name": "Four Seasons Design, Inc v Ly Thai Corporation Pty Ltd [2009] FCA 1430 (2 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1430.html",
  "catchphrases": [
    {
      "text": "application granted",
      "id": "c0"
    },
    {
      "text": "security for costs",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "Application for security for costs\n This is a motion that the applicant provide security for the first respondent's costs.",
      "id": "s0"
    },
    {
      "text": "The motion is supported by an affidavit sworn on 29 October 2009 by Mr PJL Moran, who is a senior associate in the law firm representing the respondents.",
      "id": "s1"
    },
    {
      "text": "The proceeding, which was instituted on 6 July this year, primarily seeks injunctive and declaratory relief, damages and, in the alternative in respect of copyright and trade mark claims, an account of profits.",
      "id": "s2"
    },
    {
      "text": "The applicant sues as the licensor under a number of license agreements in respect of a number of allegedly licensed trade marks.",
      "id": "s3"
    },
    {
      "text": "The licensees were the first or second respondents.",
      "id": "s4"
    },
    {
      "text": "Mr Bakkar is alleged, amongst other things, to be in effective control of the other two respondents, although his control of the second respondent is denied by the respondents.",
      "id": "s5"
    },
    {
      "text": "Amongst other things, the applicant alleges that the first and second respondents breached various terms of the licenses by not reporting financial information on sales germane to the calculation of royalties; purchasing and importing products displaying the licensed trade marks or adaptations of them from the applicant's Chinese supplier; and misusing confidential information.",
      "id": "s6"
    },
    {
      "text": "The applicant further pleads that the first or second respondents wrongfully repudiated the licence agreements, which are now at an end.",
      "id": "s7"
    },
    {
      "text": "The applicant also further pleads breach on the respondents' part of duties of trust and confidence, misleading and deceptive conduct contrary to s 52 of the Trade Practices Act 1974 (Cth) and ss 9 and 12 of the Fair Trading Act 1999 (Vic), passing off, copyright infringement and trade mark infringement.",
      "id": "s8"
    },
    {
      "text": "In some instances, accessorial liability is pleaded against Mr Bakkar.",
      "id": "s9"
    },
    {
      "text": "On 14 September 2009, the first respondent and Mr Bakkar filed a Defence (the second respondent having not yet been joined) effectively denying the allegations against them.",
      "id": "s10"
    },
    {
      "text": "On 18 November 2009, the second respondent (which by then had been joined) filed a Defence and Counterclaim (claiming damages for defamation and misleading and deceptive conduct against the applicant, Four Seasons Design, Inc).",
      "id": "s11"
    },
    {
      "text": "Also on 18 November 2009, the first respondent and Mr Bakker filed an amended Defence.",
      "id": "s12"
    },
    {
      "text": "These pleadings raise various issues, including the existence of a contested third licence agreement, the status of alleged assurances made by the Chinese supplier as to its ownership of the intellectual property in question, the calculation and payment of royalties and, by the counterclaim, the effect of Four Seasons alleged communications with one of the respondents' customers.",
      "id": "s13"
    },
    {
      "text": "On 29 October 2009, the first respondent (and apparently Mr Bakkar) filed the motion for security, with which the Court is presently concerned.",
      "id": "s14"
    },
    {
      "text": "Power of the Court to make the order sought\n In applying for security, the respondents have relied on s 56 of the Federal Court of Australia Act 1976 (Cth) ('the Act') and Order 28 of Federal Court Rules 1979 (Cth) ('the Rules').",
      "id": "s15"
    },
    {
      "text": "Section 56 of the Act provides that the Court may order an applicant in a proceeding to give security for the payment of costs that may be awarded against the applicant, in such manner and form as the Court directs.",
      "id": "s16"
    },
    {
      "text": "Subsection 56(4) further provides that if security is not given as ordered, then the Court may order that the proceeding be dismissed.",
      "id": "s17"
    },
    {
      "text": "Order 28 of the Rules also provides for orders as to security.",
      "id": "s18"
    },
    {
      "text": "In particular, without limiting the statutory power, O 28 r 3(1) sets out various factors that the Court may take into account when considering an application by a respondent for an order under s 56 of the Act, including that the applicant is ordinarily resident outside Australia.",
      "id": "s19"
    },
    {
      "text": "There are numerous other factors that may be relevant to the Court's exercise of discretion, including the nature of the risk that the applicant will not be able to satisfy a costs order; the nature of the applicant's claim, including the chances of success; whether an order for the giving of security would operate to prevent the applicant from pursuing the claim; whether the applicant's impecuniosity arises from the conduct the subject of the proceeding; and the existence of other discretionary matters, as for example, delay, that arise when considering the particular facts of the case at hand.",
      "id": "s20"
    },
    {
      "text": "The respondents bear the onus of satisfying the Court that security ought to be granted.",
      "id": "s21"
    },
    {
      "text": "The applicant is ordinarily resident outside Australia; the risk that the applicant will not be able to meet a costs order \n In this case, the above-mentioned factors go hand in hand.",
      "id": "s22"
    },
    {
      "text": "The fact that a party bringing proceedings is resident (in the relevant sense) out of the jurisdiction and that it has no assets within the jurisdiction has been treated as a weighty consideration in favour of granting security: see PS Chellaram &amp; Co Ltd v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321 at 323 per McHugh J.",
      "id": "s23"
    },
    {
      "text": "It is sometimes said that in this circumstance an order for security for costs will be made unless the party against whom the order is sought can point to some other countervailing circumstance: PS Chellaram &amp; Co Ltd 102 ALR at 323 and BW Offshore Ltd v Anzon Australia Limited [2009] FCA 1133 at [31] - [33] per Ryan J.",
      "id": "s24"
    },
    {
      "text": "Of course, this result is not fixed.",
      "id": "s25"
    },
    {
      "text": "The overarching question is: how can justice best be served in all the circumstances of the case?",
      "id": "s26"
    },
    {
      "text": "Mr Weston, who appeared for Four Seasons Design, Inc, argued that, first, the respondents were bound to satisfy s 1335 of the Corporations Act before an order for security for costs could be made against the company.",
      "id": "s27"
    },
    {
      "text": "Mr Weston noted that this provision requires \"credible testimony that there is reason to believe that the corporation will be unable to pay the costs of the defendant if successful\".",
      "id": "s28"
    },
    {
      "text": "Reference was made to Worldwide Enterprises Pty Ltd v Silberman [2009] VSC 165.",
      "id": "s29"
    },
    {
      "text": "In so far as Mr Weston sought to argue that it was not open to the respondents to rely on s 56 of the Act and O 28 r 3 of the Rules, his argument must be rejected.",
      "id": "s30"
    },
    {
      "text": "Section 1335 of the Corporations Act does not prevent the respondents from relying on s 56 of the Act and O 28 r 3 of the Rules.",
      "id": "s31"
    },
    {
      "text": "Further, s 1335 of the Corporations Act does not modify, qualify or otherwise cut down the broad discretionary power conferred by s 56 of the Act: see Pegasus Gold Inc v Bateman Project Engineering [1999] FCA 1734 at [17] - [18] .",
      "id": "s32"
    },
    {
      "text": "Mr Weston also submitted that Four Seasons Design, Inc was a solid company that had done business with Mr Bakkar for many years and, in effect, the respondents' challenge to its financial strength had to be considered in light of this history.",
      "id": "s33"
    },
    {
      "text": "Further, so Mr Weston argued, the recognition and enforcement of any Australian judgment in the State of Washington would be uncontroversial by virtue of the Uniform Foreign Money Judgments Recognition Act , which applies there.",
      "id": "s34"
    },
    {
      "text": "For the reasons stated below, these arguments failed to meet the respondents' case for security.",
      "id": "s35"
    },
    {
      "text": "Four Seasons Design, Inc is registered in the State of Washington in the United States of America.",
      "id": "s36"
    },
    {
      "text": "There is no evidence that the company carries on business within Australia, or has any presence here (other than as a party to this proceeding).",
      "id": "s37"
    },
    {
      "text": "Land title searches in the Australian States of Victoria, New South Wales, Tasmania, Western Australia, Queensland and South Australia have revealed no property held by Four Seasons in these States.",
      "id": "s38"
    },
    {
      "text": "Other searches have revealed no assets held by the company in Australia and no active trading in Australia.",
      "id": "s39"
    },
    {
      "text": "Four Seasons Design, Inc has not filed any material in opposition, including any material that might indicate a presence in, or assets within, the jurisdiction.",
      "id": "s40"
    },
    {
      "text": "Oral and written requests for security made by the respondents' legal representatives have met with no response from the company's legal representative.",
      "id": "s41"
    },
    {
      "text": "In these circumstances, it does not appear to me that Mr Weston's assertion that the parties have had a business relationship since 2001 provides any answer to the respondents' evidence concerning its lack of assets or residence (or other real presence) within the jurisdiction.",
      "id": "s42"
    },
    {
      "text": "I would conclude from the evidence and submissions that Four Seasons Design, Inc is ordinarily resident outside the jurisdiction and has insufficient assets in Australia from which to meet the first respondent's costs if ordered to do so.",
      "id": "s43"
    },
    {
      "text": "Absent other countervailing circumstances, the risk must be regarded as real that the first respondent may not, if judgment is given for it, be reimbursed for its costs as taxed.",
      "id": "s44"
    },
    {
      "text": "Mr Weston's assertion that the parties have had a business relationship since 2001 not only fails to meet the evidence as to lack of assets within the jurisdiction, it also fails to provide any assurance that Four Seasons, Inc would, in any event, have assets elsewhere sufficient to meet an order for costs in the first respondent's favour.",
      "id": "s45"
    },
    {
      "text": "Not only is there no evidence that the company holds assets in Australia, there is also no evidence that it holds any significant assets elsewhere.",
      "id": "s46"
    },
    {
      "text": "Further, the fact that the first respondent may be able to enforce an order made by an Australian court in the state of Washington provides an insufficient answer in the present circumstances.",
      "id": "s47"
    },
    {
      "text": "There was no evidence here of the foreign law to which Mr Weston referred but, assuming that it covered the present case, its existence is insufficient to meet the respondents' case: compare Farmitalia Carlo Erba SrL v Delta West Pty Ltd [1994] FCA 950 ; (1994) 28 IPR 336 at 342 per Heerey J, rejecting a similar argument in similar circumstances.",
      "id": "s48"
    },
    {
      "text": "Further, I note that, by his affidavit, Mr Moran has given uncontested evidence that enforcing judgment in the State of Washington would be unlikely to be straightforward and might well prove costly.",
      "id": "s49"
    },
    {
      "text": "Chances of success \n The applicant's pleading is detailed.",
      "id": "s50"
    },
    {
      "text": "It apparently discloses a number causes of action.",
      "id": "s51"
    },
    {
      "text": "As noted, the respondents have denied the allegations against them.",
      "id": "s52"
    },
    {
      "text": "At this stage, it is impossible to estimate the parties' prospects of success on these pleadings.",
      "id": "s53"
    },
    {
      "text": "Similarly, it is at this stage impossible to evaluate the significance and likely success of counterclaim, which, in the circumstances, I do not consider has any particular bearing on the respondents' entitlement to security (although it could impinge upon the calculation of any quantum to be ordered).",
      "id": "s54"
    },
    {
      "text": "Whether the order sought would operate to prevent the applicant from pursuing the claim; whether the applicant's impecuniosity is the result of the impugned conduct \n Mr Weston, for Four Seasons, Inc, has not argued that either of these factors operates in this case.",
      "id": "s55"
    },
    {
      "text": "They can be put to one side.",
      "id": "s56"
    },
    {
      "text": "Discretionary factors --- delay \n The only other discretionary factor that might be thought relevant in this case is that of delay.",
      "id": "s57"
    },
    {
      "text": "The application for security for costs was made a little over three months after the institution of the proceeding and after the issue had been raised both orally and in writing with Four Seasons' legal representatives.",
      "id": "s58"
    },
    {
      "text": "The litigation is not yet far advanced.",
      "id": "s59"
    },
    {
      "text": "In these circumstances, it was properly not suggested that delay was a factor militating against an order for security for costs.",
      "id": "s60"
    },
    {
      "text": "In all the circumstances, I consider that justice is served by an order for security for costs in favour of the first respondent.",
      "id": "s61"
    },
    {
      "text": "Quantum \n The respondents sought the amount of $40,000 by way of security for the first respondent's costs up to the first day of trial.",
      "id": "s62"
    },
    {
      "text": "Security must be sufficient in the circumstances disclosed --- an approach that requires consideration of the whole of the case.",
      "id": "s63"
    },
    {
      "text": "The principles are well-known.",
      "id": "s64"
    },
    {
      "text": "I do not repeat them.",
      "id": "s65"
    },
    {
      "text": "As Heerey J said in Farmitalia 28 IPR at 345, the fixing of quantum is a discretionary exercise in which numerous factors fall for consideration.",
      "id": "s66"
    },
    {
      "text": "These factors include the chance of the case not proceeding to trial.",
      "id": "s67"
    },
    {
      "text": "Where, as here, an application for security for costs is made comparatively early in the litigation, this appears to be a relatively important factor.",
      "id": "s68"
    },
    {
      "text": "Secondly, the order for security should not effectively prevent the party against whom it is made from pursuing its claim.",
      "id": "s69"
    },
    {
      "text": "The prospects of success might also be relevant at this stage in the Court's deliberations.",
      "id": "s70"
    },
    {
      "text": "As already indicated, these are impossible to ascertain in this case at this stage.",
      "id": "s71"
    },
    {
      "text": "Another factor, which I consider important in this case, is the quality of the information put before the court to allow it to estimate the amount of costs.",
      "id": "s72"
    },
    {
      "text": "As Heerey J said in Farmitalia 28 IPR at 345, \"if very little information is put before the court on which it can estimate the amount of costs, ... it might be reasonable to make a large discount, particularly since if security proves inadequate as the litigation progresses, a further application may be made for more security\".",
      "id": "s73"
    },
    {
      "text": "Additionally, and possibly relevant in this case, to the extent that the costs of the party seeking security relate to a case that is not purely defensive, a reduction should be made.",
      "id": "s74"
    },
    {
      "text": "Finally, even if there is acceptable evidence of an estimate of costs, there is the likelihood that the amount would be reduced by a taxing officer: see Farmitalia 28 IPR at 346.",
      "id": "s75"
    },
    {
      "text": "As indicated, the respondents seek an order for security in the amount of $40,000.",
      "id": "s76"
    },
    {
      "text": "Ms Bennett, for the respondents, argued that this was a modest sum in the context of contemporary litigation in this Court.",
      "id": "s77"
    },
    {
      "text": "Mr Weston, for Four Seasons, argued, on the other hand, that there was no proper apportionment of costs, and that the amount in question should not include the costs attributable to the counterclaim.",
      "id": "s78"
    },
    {
      "text": "Further, as Mr Weston noted, there was no attempt by the respondents to relate their estimate to scale costs.",
      "id": "s79"
    },
    {
      "text": "Ms Bennett said that the costs attributable to the counterclaim were not included.",
      "id": "s80"
    },
    {
      "text": "According to Mr Moran, a cost consultant with the Law Institute of Victoria advised him that the party-party costs of each respondent from 29 October 2009 (when he swore his affidavit) until the first day of the trial would be at least $20,000 (excluding counsel's fees).",
      "id": "s81"
    },
    {
      "text": "Mr Moran deposed that party-party costs to that date were approximately $10,000.",
      "id": "s82"
    },
    {
      "text": "Some of Mr Weston's criticisms of the respondents' evidence were justified, since there was little breakdown of the costs and none referable to any scale.",
      "id": "s83"
    },
    {
      "text": "Further, save for Mr Moran's assertion of the costs consultant's generalised and unparticularised advice, there was nothing in evidence showing how the consultant had come up with the amount of $20,000 for each respondent.",
      "id": "s84"
    },
    {
      "text": "Further, the respondents' evidence was unclear in certain other respects.",
      "id": "s85"
    },
    {
      "text": "The assessment of $10,000 apparently related to the undifferentiated costs incurred to 29 October 2009 by the first respondent and Mr Bakkar.",
      "id": "s86"
    },
    {
      "text": "I doubt that this is satisfactory, notwithstanding Ms Bennett's submission to the contrary.",
      "id": "s87"
    },
    {
      "text": "The quantum of counsel's fees was undisclosed.",
      "id": "s88"
    },
    {
      "text": "There is necessarily an element of imprecision in determining the quantum of security.",
      "id": "s89"
    },
    {
      "text": "It seems to me that, in all the circumstances, I should fix the amount of $20,000 as security for the first respondent's costs.",
      "id": "s90"
    },
    {
      "text": "I would reserve to the respondents liberty to apply to the Court for the provision of further security by Four Seasons, Inc should this seem to them appropriate.",
      "id": "s91"
    },
    {
      "text": "Hence, for the reasons stated, I would order that: \n (1) Within 14 days of the date of this order, the applicant provide security in the amount of $20,000 in a manner satisfactory to the first respondent and, failing agreement by the first respondent, then to the satisfaction of the Victoria District Registrar of the Federal Court of Australia.",
      "id": "s92"
    },
    {
      "text": "(2) The security for costs referred to in paragraph (1) above will be security for the first respondent's costs up to the first day of the trial.",
      "id": "s93"
    },
    {
      "text": "(3) Unless the applicant provides the security by 16 December 2009 in conformity with paragraph (1), the proceeding be stayed.",
      "id": "s94"
    },
    {
      "text": "(4) The respondents have liberty to apply to the Court for the provision by the applicant of further security for costs.",
      "id": "s95"
    },
    {
      "text": "I would also order that the applicant pay the first respondent's costs of the motion for security, notice of which is dated 29 October 2009.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s97"
    },
    {
      "text": "Associate:\n \n \nDated: 3 December 2009\n Counsel for the Applicant: Mr N Weston \n \n Solicitor for the Applicant: Nicholas Weston \n \n Counsel for the Respondents: Ms E Bennett \n \n Solicitor for the Respondents: Donald Trumble \n \n Date of Hearing: 2 December 2009 \n \n Date of Judgment: 2 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1430.html",
      "id": "s98"
    }
  ]
}