{
  "name": "Hughes, in the matter of Firepower Operations Pty Ltd (In Liquidation) [2009] FCA 1331 (5 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1331.html",
  "catchphrases": [
    {
      "text": "application for issue of examination summons under s 596a of the corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "corporations",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "This is an application which is brought by Mr Bryan Kevin Hughes, as Liquidator of Firepower Operations Pty Ltd (In Liquidation) under s 596A of the Corporations Act 2001 (Cth) for the issue of an examination summons to Mr Timothy Francis Johnston.",
      "id": "s0"
    },
    {
      "text": "Section 596A of the Corporations Act provides as follows: \n \n The Court is to summon a person for examination about a corporation's examinable affairs if: \n \n\n \n (a) an eligible applicant applies for the summons; and\n \n (b) the Court is satisfied that the person is an officer or provisional liquidator of the corporation or was such an officer or provisional liquidator during or after the 2 years ending:\n (i) if the corporation is under administration --- on the section 513C day in relation to the administration; or\n (ii) if the corporation has executed a deed of company arrangement that has not yet terminated --- on the section 513C day in relation to the administration that ended when the deed was executed; or\n (iii) if the corporation is being, or has been, wound up --- when the winding up began; or\n (iv) otherwise --- when the application is made.",
      "id": "s1"
    },
    {
      "text": "The provisions of s 596A require that the Court issues an examination summons if the conditions referred to therein, are fulfilled.",
      "id": "s2"
    },
    {
      "text": "Unlike s 596B of the Corporations Act , the Court does not have a discretion as to whether to order that an examination summons should issue.",
      "id": "s3"
    },
    {
      "text": "The distinction is of some importance because the range of persons who are eligible to be examined pursuant to an application made under s 596B is considerably wider than those who may be examined pursuant to an application made under s 596A.",
      "id": "s4"
    },
    {
      "text": "In support of the application made under s 596A , the applicant relies upon an affidavit of Ms Kazi Mai Lyn Klopper which annexes a company search of Firepower Operations Pty Ltd. The liquidator of a company in liquidation is an \"eligible applicant\" for the purposes of s 596A.",
      "id": "s5"
    },
    {
      "text": "The company search discloses that Mr Bryan Kevin Hughes was appointed the Liquidator of Firepower Operations Pty Ltd on 4 August 2008, and continues to act in that capacity.",
      "id": "s6"
    },
    {
      "text": "I am satisfied that he is an eligible applicant under s 596A.",
      "id": "s7"
    },
    {
      "text": "I am also satisfied on the basis of the information in the company search that Mr Johnston was a director, and therefore, an officer, of the company at the time its winding up began.",
      "id": "s8"
    },
    {
      "text": "He is, therefore, a person to whom s 596A(b)(iii) applies.",
      "id": "s9"
    },
    {
      "text": "In those circumstances, I am prepared to make the orders for the issue of an examination summons to Mr Johnston.",
      "id": "s10"
    },
    {
      "text": "In my view, however, the examination summons should be returnable as soon as practicable.",
      "id": "s11"
    },
    {
      "text": "On that basis, I will order that the examination summons be returnable before a Registrar of this Court at 10:15 am on 26 November 2009.",
      "id": "s12"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s13"
    },
    {
      "text": "Associate:\nDated: 17 November 2009\n \n Counsel for the Plaintiff: Mr Stephen Penrose \n \n Solicitor for the Plaintiff: Tottle Partners \n Date of Hearing: 5 November 2009 \n \n Date of Judgment: 5 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1331.html",
      "id": "s14"
    }
  ]
}