{
  "name": "Gyrro Pty Ltd v Deputy Commissioner of Taxation [2009] FCA 1477 (11 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1477.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "winding up order made against the defendant in defendant's absence",
      "id": "c1"
    },
    {
      "text": "application by defendant to have winding up order set aside pursuant to o 35, r 7(2)(a) federal court rules",
      "id": "c2"
    },
    {
      "text": "alternatively, application by contributory to have the winding up terminated under s 482(1) corporations act 2001",
      "id": "c3"
    },
    {
      "text": "whether court should exercise its discretion to set aside the winding up order",
      "id": "c4"
    },
    {
      "text": "whether court should make order that the winding up order be terminated",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "On 19 December 2008 a Registrar of this Court ordered that the Defendant be wound up.",
      "id": "s0"
    },
    {
      "text": "The order was entered the same day.",
      "id": "s1"
    },
    {
      "text": "Mr David Lombe was appointed liquidator of the Defendant.",
      "id": "s2"
    },
    {
      "text": "Before me is an application by the Defendant (the First Applicant) for an order pursuant to O 35, r 7(2)(a) of the Federal Court Rules for an order setting aside the winding up order.",
      "id": "s3"
    },
    {
      "text": "Also before me is an application by Ligon 193 Pty Limited ( Ligon ) (the Second Applicant) for an order pursuant to s 482(1) of the Corporations Act 2001 that the winding up of the Defendant be terminated.",
      "id": "s4"
    },
    {
      "text": "The order for the winding up of the Defendant was made on the application of the Plaintiff following the Defendant's failure to comply with a creditor's statutory demand for an amount of $93,943.98.",
      "id": "s5"
    },
    {
      "text": "For reasons which I will explain, I am not satisfied that an order setting aside the winding up order should be made.",
      "id": "s6"
    },
    {
      "text": "But I am satisfied that it is appropriate to make an order terminating the winding up of the Defendant.",
      "id": "s7"
    },
    {
      "text": "At all relevant times prior to the making of the winding up order, the Defendant acted as the trustee of a superannuation fund known as the JIP Future Superannuation Fund ( the Fund ).",
      "id": "s8"
    },
    {
      "text": "The directors of the Defendant are and were, at all material times, James Ian Pagent and his wife, Maryanne Ellen Pagent.",
      "id": "s9"
    },
    {
      "text": "They are the only members of the Fund.",
      "id": "s10"
    },
    {
      "text": "The Plaintiff is, or was until quite recently, the only creditor of the Defendant.",
      "id": "s11"
    },
    {
      "text": "Ligon is the only shareholder of the Defendant and Mr Pagent either directly or indirectly owns all of the shares in Ligon.",
      "id": "s12"
    },
    {
      "text": "Prior to June 2002, Mr Pagent was a major shareholder, either directly or indirectly, of Trivett Classic Pty Limited ( Trivett ).",
      "id": "s13"
    },
    {
      "text": "In about June 2002, he disposed of his interests in Trivett and caused his superannuation entitlements as an employee of Trivett to be rolled over into the Fund.",
      "id": "s14"
    },
    {
      "text": "Mrs Pagent also rolled over her superannuation entitlements into the Fund.",
      "id": "s15"
    },
    {
      "text": "In total an amount of $912,170 was paid into the Fund by Mr and Mrs Pagent.",
      "id": "s16"
    },
    {
      "text": "There were no further contributions made to the Fund until recently.",
      "id": "s17"
    },
    {
      "text": "In about July 2002, following the sale of Mr Pagent's interests in Trivett, Mr and Mrs Pagent travelled to the United Kingdom where they lived until October 2005.",
      "id": "s18"
    },
    {
      "text": "In about November 2003, while they were in the United Kingdom, Mr Pagent instructed accountants to prepare for the Defendant financial statements and reports for the period 1 July 2002 to 30 June 2003 and a tax return for the same period.",
      "id": "s19"
    },
    {
      "text": "These documents were duly prepared and lodged.",
      "id": "s20"
    },
    {
      "text": "The tax return for the year ended 30 June 2003 disclosed a liability for income tax of $5,204.00.",
      "id": "s21"
    },
    {
      "text": "Thereafter neither Mr Pagent nor Mrs Pagent took any steps to attend to the financial affairs of the Defendant for five years or thereabouts.",
      "id": "s22"
    },
    {
      "text": "No steps were taken to pay the income tax assessment which issued consequent upon lodgement of the 2003 return.",
      "id": "s23"
    },
    {
      "text": "That assessment, and others subsequently issued by the Plaintiff, were eventually made the subject of the Plaintiff's statutory demand.",
      "id": "s24"
    },
    {
      "text": "Mr Pagent sought to explain his neglect of the Defendant's taxation affairs by reference to his move to the United Kingdom.",
      "id": "s25"
    },
    {
      "text": "However, the explanation is not satisfactory.",
      "id": "s26"
    },
    {
      "text": "It is vague to say the least and does not enable me to say whether this neglect was attributable to inadvertence or something deliberate.",
      "id": "s27"
    },
    {
      "text": "The applications now before me were filed in May of this year, approximately five months after the winding up order was made.",
      "id": "s28"
    },
    {
      "text": "Since that time a number of orders have been made temporarily staying the winding up order to enable Mr and Mrs Pagent to attend to the financial affairs of the Defendant, including the preparation of its financial statements and lodgement of its returns, and to enable the Defendant to pay additional assessments that have issued following lodgement of the outstanding returns.",
      "id": "s29"
    },
    {
      "text": "I am satisfied that the only significant creditor of the Defendant was the Plaintiff and, until payments were recently made to it by or on behalf of the Defendant, this was the position at all relevant times.",
      "id": "s30"
    },
    {
      "text": "It is accepted by the Plaintiff that all assessed and unassessed income tax payable consequent upon the lodgement of the returns for the 2004 to 2008 years has been either paid or provided for by the recent payments.",
      "id": "s31"
    },
    {
      "text": "It is necessary to consider the grounds relied upon by the Defendant in support of the application that the winding up order be set aside.",
      "id": "s32"
    },
    {
      "text": "The Defendant relied upon O 35, r 7(2)(a) which relevantly provides: \n \n 7(2) The Court, where it is not exercising its appellate or related jurisdiction under Division 2 of Part III of the Act, may if it thinks fit vary or set aside a judgment or order after the order has been entered where: \n \n\n \n \n \n (a) the order has been made in the absence of a party, whether or not the absent party is in default of appearance or otherwise in default and whether or not the absent party had notice of the motion for the order;\n .... \n \n \n This Rule enables the Court to make an order setting aside an order that has been entered if it was made in the absence of a party, even if the party against whom it was made had appropriate notice of the application.",
      "id": "s33"
    },
    {
      "text": "The Court has a discretion under the rule to set aside the orders made in the party's absence.",
      "id": "s34"
    },
    {
      "text": "But the discretion must be exercised judicially and in accordance with settled principles.",
      "id": "s35"
    },
    {
      "text": "In support of its submission that the winding up order should be set aside, the Defendant relied upon the following statement by Hodgson J in George Ward Steel v Kizkot (1989) 15 ACLR 464 at 465: \n \n In my view, if an order winding up a company is made in the absence of the defendant company, and an application is brought promptly by the company, with notice being given to the liquidator, to the plaintiff and to any creditor who appeared at the hearing; and if the evidence shows an explanation for the non-appearance at the hearing and indicates solvency of the company; and if there is consent to setting aside, or at least non-opposition; and if the liquidator indicates that nothing in his investigations to date shows a reason for the company to be stopped from trading, then the court will normally set aside the order.",
      "id": "s36"
    },
    {
      "text": "His Honour was concerned with an application under Part 40 r 9(3) of the now superseded Supreme Court Rules 1970 (NSW) which was equivalent to O 35, r 7(2)(a).",
      "id": "s37"
    },
    {
      "text": "The application to set aside the winding up order was determined by his Honour within about two weeks of the winding up order being made.",
      "id": "s38"
    },
    {
      "text": "His Honour's reasons do not reveal the reason behind the Defendant's non-appearance.",
      "id": "s39"
    },
    {
      "text": "Hodgson J's decision was considered by Nicholson J in Registrar of Aboriginal Corporation v Murnkurni Women's Aboriginal Corporation (1995) 58 FCR 125 at 127-128.",
      "id": "s40"
    },
    {
      "text": "His Honour's reasons do not shed much light on the reason behind the respondent's failure to appear in that case, though it is apparent that the applicant had obtained an order for substituted service which was, as was accepted by the respondent in that case, properly effected.",
      "id": "s41"
    },
    {
      "text": "His Honour went on to say: \n \n It may not be that the dicta of Hodgson J in Kizkot and the principles relied upon for Murnkurni are necessarily in conflict.",
      "id": "s42"
    },
    {
      "text": "All that Hodgson J required was evidence which \"indicates\" solvency.",
      "id": "s43"
    },
    {
      "text": "He did not say that solvency was to be established as a fact.",
      "id": "s44"
    },
    {
      "text": "Certainly he must have accepted there should be evidence which indicates solvency in the sense of showing it to be arguable that the company was solvent.",
      "id": "s45"
    },
    {
      "text": "In my opinion the effect of the authorities is to require this Court to consider whether there is an arguable defence which in turn requires the Court to consider whether solvency is arguable.",
      "id": "s46"
    },
    {
      "text": "... \n \n\n \n \n For the reasons given I consider that both the solvency and other aspects are arguable and that, accordingly, the application to set aside the order pursuant to FCR O 35, r 7(2)(a) should be granted.",
      "id": "s47"
    },
    {
      "text": "Hodgson J's decision in Kizkot was followed by Gyles J on several occasions: Deputy Commissioner of Taxation v Fairchild Development (in liq) [2006] FCA 714 and Deputy Commissioner of Taxation v Vallod Pty Ltd; in the matter of Vallod Pty Limited [2007] FCA 535.",
      "id": "s48"
    },
    {
      "text": "In the latter case Gyles J said (at [4]) that \"Hodgson J's points are not, of course, a statutory formula but they are a useful checklist of things to at least take into account.",
      "id": "s49"
    },
    {
      "text": "\" Gyles J set aside the winding up order in that case within a week of it being made.",
      "id": "s50"
    },
    {
      "text": "There are other decisions which might be understood to impose a higher burden on a party seeking to set aside an order pursuant to O 35, r 7(2).",
      "id": "s51"
    },
    {
      "text": "In Australian Competition &amp; Consumer Commission v Black on White Pty Ltd [2004] FCA 363 ; (2008) 138 FCR 314 Spender J said at [14]-[15]: \n \n [14] In my opinion, the discretion to set aside an order pursuant to 0 35, r 7(2) of the Federal Court Rules is one that ought to be exercised only in exceptional circumstances, and that generally speaking, the jurisdiction is not to be exercised unless it can be shown that, without fault on the applicant's part, he or she had not been heard on the relevant question.",
      "id": "s52"
    },
    {
      "text": "[15] In Wentworth v Rogers (No 9) (1987) 8 NSWLR 388 , Kirby P, in delivering the judgment of the court, accepted there may be unusual circumstances apart from fraud where a court would set aside or vary a perfected order, but that such power, if it existed, could only be used in the most exceptional of cases.",
      "id": "s53"
    },
    {
      "text": "The Full Court of the Federal Court in Wati v Minister for Immigration and Multicultural Affairs (1997) 78 FCR 543 said at 552 that the jurisdiction was \"truly exceptional\" and added: \n \n\n \n \n \n \n Moreover, generally speaking, the jurisdiction is not to be exercised unless it can be shown that, without fault on the applicant's part, he or she has not been heard on the relevant question.",
      "id": "s54"
    },
    {
      "text": "Whether the discretion to set aside an order pursuant to O 35, r 7(2) ought to be exercised in exceptional circumstances only or whether it may be exercised in circumstances that cannot be so described is a question that does not need to be decided in the present case.",
      "id": "s55"
    },
    {
      "text": "Either way, I would not be disposed to accede to the Defendant's application to set aside the winding up order.",
      "id": "s56"
    },
    {
      "text": "In the present case there is no satisfactory explanation given for the Defendant's non-appearance.",
      "id": "s57"
    },
    {
      "text": "The Defendant simply says that its directors left the country to live abroad and, while away, neglected to attend to the company's affairs for a period of almost five years.",
      "id": "s58"
    },
    {
      "text": "I think this is a factor that tells against the exercise of any discretion in favour of the Defendant.",
      "id": "s59"
    },
    {
      "text": "I note also that there was a significant delay between the making of the winding up order and the filing of the application.",
      "id": "s60"
    },
    {
      "text": "The delay was in the vicinity of five months.",
      "id": "s61"
    },
    {
      "text": "Mr and Mrs Pagent returned to Australia in late 2005 and I infer that their neglect of the Defendant's affairs continued for several years after their return.",
      "id": "s62"
    },
    {
      "text": "Even if the Defendant appeared at the hearing of the winding up application, it is doubtful whether it would have been able to demonstrate any arguable basis to resist the making of a winding up order.",
      "id": "s63"
    },
    {
      "text": "The Defendant's insolvency was presumed by its non-compliance with the creditor's statutory demand for payment and it would have been necessary for the Defendant to rebut the presumption of insolvency if it wished to resist the making of the order.",
      "id": "s64"
    },
    {
      "text": "The Defendant's only significant assets consist of various artworks which were at the time of the winding up hearing in the possession of a third party pursuant to some arrangement which is not dealt with in the evidence in any way.",
      "id": "s65"
    },
    {
      "text": "The evidence does not address whether a sale of artwork constituted a practical means of obtaining cash with which to pay the Plaintiff in a timely manner.",
      "id": "s66"
    },
    {
      "text": "In addition, there is no evidence before me that there was, at that time, any obligation, capacity or willingness on the part of Mr and Mrs Pagent or any other person to make additional contributions to the Fund or to provide financial accommodation or assistance of some other kind which might enable the Defendant to pay the Plaintiff.",
      "id": "s67"
    },
    {
      "text": "The evidence includes a recent valuation of the artwork undertaken for insurance purposes which values the artwork at about $1.2 million.",
      "id": "s68"
    },
    {
      "text": "But there is no evidence which indicates how easy or difficult it would be to turn any of it into cash.",
      "id": "s69"
    },
    {
      "text": "The payments made to the Plaintiff by or on behalf of the Defendant did not follow the sale of any of the artwork but were made possible by what were said to be non-deductible contributions recently made to the Fund by Mr Pagent.",
      "id": "s70"
    },
    {
      "text": "It is common ground that the orders for winding up were regularly and properly obtained by the Plaintiff.",
      "id": "s71"
    },
    {
      "text": "Having regard to the matters referred to by me in paras 19 to 23 above, it seems to me that the application to set aside the winding up order should be refused.",
      "id": "s72"
    },
    {
      "text": "Turning to the application for an order terminating the winding up of the Defendant, the power to make such an order is conferred on the Court by s 482(1) of the Corporations Act 2001 .",
      "id": "s73"
    },
    {
      "text": "It provides: \n \n At any time during the winding up of a company, the Court may, on application, make an order staying the winding up either indefinitely or for a limited time or terminating the winding up on a day specified in the order.",
      "id": "s74"
    },
    {
      "text": "Section 482(2) provides that an application may be made by the liquidator, a creditor or a contributory to the company.",
      "id": "s75"
    },
    {
      "text": "Ligon is a contributory.",
      "id": "s76"
    },
    {
      "text": "The relevant principles governing the making of an order pursuant to s 482(1) are well settled and were summarised by Austin J in Re United Medical Protection Limited (2003) ACSR 705 at [30].",
      "id": "s77"
    },
    {
      "text": "His Honour said: \n \n As to termination of a winding up, I was taken to Re Data Homes Pty Ltd (in liq) [1972] 2 NSWLR 22 at 26-7; Re Mascot Homes Furnishers Pty Ltd [1970] VR 593 at 598 and Mercy &amp; Sons Pty Ltd v Wanari Pty Ltd [2000] NSWSC 756 ; (2000) 35 ACSR 70 at [47] - [51] .",
      "id": "s78"
    },
    {
      "text": "Those cases show that in considering an application to terminate a court-ordered winding up under s 482 , the court has regard to the effect of the proposal on various categories of interests: the interests of creditors (including future creditors who might be prejudiced if the company is released from winding up in an encumbered state); the interests of the liquidator, particularly with respect costs; the interests of contributories; and the public interest (including the public interest in upholding commercial morality), the court taking the initial approach that insolvent companies should be wound up.",
      "id": "s79"
    },
    {
      "text": "I have taken the matters referred to by his Honour into account in considering whether to make an order terminating the winding-up of the Defendant.",
      "id": "s80"
    },
    {
      "text": "Subject to having its debt and the costs of the winding up proceedings paid, the Plaintiff consents to an order terminating the winding up of the Defendant.",
      "id": "s81"
    },
    {
      "text": "The Plaintiff has acknowledged that the debt has been paid.",
      "id": "s82"
    },
    {
      "text": "Likewise, subject to his costs of the winding up being paid, the Liquidator consents to such an order.",
      "id": "s83"
    },
    {
      "text": "There is also evidence before me that the Australian Securities Investment Commission has been notified of the application to terminate the winding up and that it does not wish to be heard in relation to that application.",
      "id": "s84"
    },
    {
      "text": "As to the public interest, I am satisfied that there are no public interest considerations that weigh against making an order terminating the winding up.",
      "id": "s85"
    },
    {
      "text": "I do not intend to imply that there are no ongoing issues to do with the management and records of the Defendant that still need to be attended to by the directors.",
      "id": "s86"
    },
    {
      "text": "I think there are.",
      "id": "s87"
    },
    {
      "text": "However, in my opinion these should be left to the directors of the Defendant and its newly appointed auditor.",
      "id": "s88"
    },
    {
      "text": "As to solvency, given that the Defendant's debt to the Plaintiff has now been paid, there would not appear to be any question outstanding in relation to the Defendant's solvency.",
      "id": "s89"
    },
    {
      "text": "In the circumstances, I consider it appropriate to make an order terminating the winding up.",
      "id": "s90"
    },
    {
      "text": "The orders I propose to make are these: Pursuant to s 482(1) of the Corporations Act 2001 , the winding up of the Defendant is terminated with effect from 14 December 2009.",
      "id": "s91"
    },
    {
      "text": "The Applicants pay the Plaintiff's costs of the winding up not already paid as taxed or agreed including the costs of the hearing before me.",
      "id": "s92"
    },
    {
      "text": "The Applicants pay on an indemnity basis the liquidator's costs of the winding up not already paid as taxed or agreed including the costs of the hearing before me.",
      "id": "s93"
    },
    {
      "text": "The Interlocutory Process filed 20 May 2009 be otherwise dismissed.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholas.",
      "id": "s95"
    },
    {
      "text": "Associate:\nDated: 11 December 2009\n \n Solicitor for the Applicants/Defendant: TressCox Lawyers \n \n Counsel for the Applicants/Defendant: MJ Dawson \n \n Solicitor for the Respondent/Plaintiff: Nicholas Shizas, Australian Taxation Office Legal Services Branch \n Date of Hearing: 7 and 11 December 2009 \n \n Date of Judgment: 11 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1477.html",
      "id": "s96"
    }
  ]
}