{
  "name": "Pioneer Computers Australia Pty Limited v Pioneer KK (includes corrigendum dated 18 September 2009) [2009] FCA 135 (23 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/135.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "applications for removal of respondent's trade marks from register in respect of certain goods and services",
      "id": "c1"
    },
    {
      "text": "applications made on both grounds in s 92(4) of the trade marks act 1995 (cth)",
      "id": "c2"
    },
    {
      "text": "whether applicant a person aggrieved",
      "id": "c3"
    },
    {
      "text": "respondent made general allegation of trade mark infringement",
      "id": "c4"
    },
    {
      "text": "applicant was a person aggrieved",
      "id": "c5"
    },
    {
      "text": "whether applications complied with trade marks regulations 1995 (cth)",
      "id": "c6"
    },
    {
      "text": "supporting statutory declaration did not make reference to intention to use the trade marks",
      "id": "c7"
    },
    {
      "text": "applications did not comply with the regulations for the purposes of the ground in s 92(4)(a) of the act",
      "id": "c8"
    },
    {
      "text": "respondent has shown use of the trade marks on some computer peripheral devices",
      "id": "c9"
    },
    {
      "text": "separate description of goods for which use established",
      "id": "c10"
    },
    {
      "text": "convergence between computer related goods and consumer electronic products",
      "id": "c11"
    },
    {
      "text": "brand extension",
      "id": "c12"
    },
    {
      "text": "discretion in s 101(3) of the act",
      "id": "c13"
    },
    {
      "text": "discretion exercised to maintain trade mark registrations in their current form with respect to the removal goods",
      "id": "c14"
    },
    {
      "text": "no use of the trade marks in respect of the removal services",
      "id": "c15"
    },
    {
      "text": "no suggestion of convergence of services",
      "id": "c16"
    },
    {
      "text": "trade marks removed from the register in respect of the removal services",
      "id": "c17"
    },
    {
      "text": "intellectual property",
      "id": "c18"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The respondent, Pioneer KK, applied for two trade mark registrations: No 427184 for the trade mark on 21 May 1985 ('the first Pioneer KK mark') and No 767049 for the trade mark on 9 July 1998 ('the second Pioneer KK mark') (together, 'the Pioneer KK marks').",
      "id": "s0"
    },
    {
      "text": "Trade mark No 427184 was registered in respect of Class 9 for '[a] ll goods in this class but excluding all weighing apparatus and instruments in this class '.",
      "id": "s1"
    },
    {
      "text": "Trade mark No 767049 was registered for the following goods in Class 9: \n \n Video disc players and video disc recorders; compact disc players and compact disc recorders; tape players and tape recorders; record players; amplifiers; radios and tuners; audio receivers and video receivers; television apparatus; loudspeakers; speaker systems; microphones and microphone mixers; headphones and earphones; cleaning apparatus for sound recording discs; aerials; telephone apparatus; jukeboxes; video discs; compact discs; audio tapes and video tapes; magnetic tapes; recording discs; recording and reproduction apparatus; video cameras; computers; computer peripheral devices; computer keyboards; computer memories; printers for use with computers; data processing apparatus; CD-ROM disc drives and CD-ROM disc auto changers; optical disc drives and optical disc auto changers; computer software; computer operating programs; computer game programs; CD-ROM discs; optical discs and magnetic discs; floppy discs; integrated circuits; semi-conductors; television game apparatus; automatic and coin-operated amusement machines; automatic vending machines; remote controllers; cable television converters; bar code readers; audiovisual teaching apparatus; navigation equipments; connectors; batteries; electric cables; cabinets for loudspeakers; audio timers; audio racks; acoustic diaphragms; binoculars \n \n\n Trade mark No 767049 was also registered in Class 37 for: \n \n Installation, maintenance and repair of electric apparatus and instruments; of apparatus for recording, transmission or reproduction of sound or images; of telephone apparatus; of office machines and equipment; of automatic vending machines and mechanisms for coin operated apparatus; of data processing apparatus and computers; of manufacturing machinery; of cabinets for speakers and racks; for audio and video appliances \n \n\n The applicant, Pioneer Computers Australia Pty Limited ('Pioneer Computers'), applied to the Registrar of Trade Marks under s 92(1) of the Trade Marks Act 1995 (Cth) ('the Act') for the removal of certain goods and services from the registrations of each of the Pioneer KK marks on the grounds provided in ss 92(4)(a) and 92 (4)(b).",
      "id": "s2"
    },
    {
      "text": "The applications were unsuccessful and Pioneer Computers appeals that decision under s 104 of the Act.",
      "id": "s3"
    },
    {
      "text": "The goods which Pioneer Computers wishes to have removed from Class 9 of the registrations of the Pioneer KK marks ('the removal goods') are: \n \n computers; computer peripheral devices; computer keyboards; computer memories; printers for use with computers; data processing apparatus; CD-ROM disc drives; computer software; computer operating programs; computer game programs \n \n\n It is not in dispute that the removal goods are within the description of goods for which the first Pioneer KK mark is registered.",
      "id": "s4"
    },
    {
      "text": "The services which Pioneer Computers wishes to have removed from Class 37 of the registration of the second Pioneer KK mark ('the removal services') are: \n \n installation, maintenance and repair of office machines and equipment; data processing apparatus and computers \n \n The grounds for removal\n The applications for removal were made under s 92(1) of the Act on the grounds provided in ss 92(4)(a) and 92 (4)(b).",
      "id": "s5"
    },
    {
      "text": "Section 92(4) provides: \n \n An application under subsection (1) or (3) ( non-use application ) may be made on either or both of the following grounds, and on no other grounds: \n \n\n \n \n (a) that, on the day on which the application for the registration of the trade mark was filed, the applicant for registration had no intention in good faith: \n \n\n \n \n (i) to use the trade mark in Australia; or \n (ii) to authorise the use of the trade mark in Australia; or \n \n \n (iii) to assign the trade mark to a body corporate for use by the body corporate in Australia; \n \n \n \n in relation to the goods and/or services to which the non-use application relates and that the registered owner: \n \n\n \n \n (iv) has not used the trade mark in Australia; or \n (v) has not used the trade mark in good faith in Australia; \n \n\n \n \n in relation to those goods and/or services at any time before the period of one month ending on the day on which the non-use application is filed; \n \n\n \n \n (b) that the trade mark has remained registered for a continuous period of 3 years ending one month before the day on which the non-use application is filed, and, at no time during that period, the person who was then the registered owner: \n \n\n \n \n (i) used the trade mark in Australia; or \n (ii) used the trade mark in good faith in Australia; \n \n\n \n \n in relation to the goods and/or services to which the application relates.",
      "id": "s6"
    },
    {
      "text": "The three-year period ('the relevant period') for the purposes of s 92(4)(b) is 29 December 2000 to 29 December 2003, the non-use applications having been filed by Pioneer Computers on 29 January 2004.",
      "id": "s7"
    },
    {
      "text": "Also relevant is s 101 of the Act, which provides: \n \n (1) Subject to subsection (3) and to section 102 , if: \n \n\n \n \n (a) the proceedings relating to an opposed application have not been discontinued or dismissed; and \n \n\n \n \n (b) the Registrar is satisfied that the grounds on which the application was made have been established; \n \n\n \n \n the Registrar may decide to remove the trade mark from the Register in respect of any or all of the goods and/or services to which the application relates.",
      "id": "s8"
    },
    {
      "text": "(2) Subject to subsection (3) and to section 102 , if, at the end of the proceedings relating to an opposed application, the court is satisfied that the grounds on which the application was made have been established, the court may order the Registrar to remove the trade mark from the Register in respect of any or all of the goods and/or services to which the application relates.",
      "id": "s9"
    },
    {
      "text": "(3) If satisfied that it is reasonable to do so, the Registrar or the court may decide that the trade mark should not be removed from the Register even if the grounds on which the application was made have been established.",
      "id": "s10"
    },
    {
      "text": "Section 101(4) came into effect on 23 October 2006 and provides that: \n \n (4) Without limiting the matters the Registrar may take into account in deciding under subsection (3) not to remove a trade mark from the Register, the Registrar may take into account whether the trade mark has been used by its registered owner in respect of: \n \n\n \n \n (a) similar goods or closely related services; or \n \n\n \n (b) similar services or closely related goods; \n \n\n to those to which the application relates.",
      "id": "s11"
    },
    {
      "text": "The parties agree that s 101(4) is not directly relevant, as its insertion was after the non-use applications were filed.",
      "id": "s12"
    },
    {
      "text": "Its asserted relevance, as will be discussed, relates to the ambit of s 101(3).",
      "id": "s13"
    },
    {
      "text": "Section 102 is not presently relevant.",
      "id": "s14"
    },
    {
      "text": "THE DECISION OF THE DELEGATE OF THE REGISTRAR \n A delegate of the Registrar ('the Registrar') decided that Pioneer Computers, as a manufacturer and vendor of computer products and services using the name PIONEER and as the recipient of an allegation of infringement by Pioneer KK, was a person aggrieved (as required by s 92(1) of the Act as it stood when the non-use applications were filed).",
      "id": "s15"
    },
    {
      "text": "After a consideration of the goods sold by Pioneer KK by reference to dictionary definitions, the Registrar considered that '[c] omputer peripheral devices are those attached to a computer, particularly ones which are input/output devices, transferring information into or out of the computer.",
      "id": "s16"
    },
    {
      "text": "They are not part of the essential computer, the processor, memory or data paths, but may be mounted in the same case ' .",
      "id": "s17"
    },
    {
      "text": "The Registrar concluded that the term \"computer peripheral devices\" includes DVD-ROMs and DVD writers.",
      "id": "s18"
    },
    {
      "text": "The Registrar rejected Pioneer Computers' submission that the removal goods must be removed from the Register because Pioneer KK could not show use of the Pioneer KK marks on the entirety of goods known as computer peripherals and held that Pioneer KK had shown use within the relevant period on DVD writers, CD read-write players, JPEG players, DVD-ROMs, CD writers, and WORM (write once read many) disks and video cards, all of which could be properly referred to as computer peripherals.",
      "id": "s19"
    },
    {
      "text": "I note that not all of these goods were the subject of evidence in these proceedings.",
      "id": "s20"
    },
    {
      "text": "The Registrar accepted that while use of the Pioneer KK marks had been demonstrated on computer peripherals, no use had been shown on the remaining removal goods and the removal services within the relevant period and Pioneer KK could not establish circumstances that were an obstacle to the full use of the registrations.",
      "id": "s21"
    },
    {
      "text": "On the basis that it is not necessary for exceptional circumstances to exist before the Registrar may apply the power found in s 101(3) in favour of an opponent ( Kowa Company Ltd v NV Organon [2005] FCA 1282 ; (2005) 223 ALR 27 at [98] per Lander J), the Registrar concluded that, despite non-use being established for a range of the removal goods and for the removal services, it was not viable to limit the registrations by removing the removal goods and the removal services from the Register.",
      "id": "s22"
    },
    {
      "text": "The basis for this was that the difference between computer goods on the one hand and audio, audio-visual and home entertainment products on the other does not enable the drawing of \"fine lines\" between those goods for which use was demonstrated and those the subject of non-use.",
      "id": "s23"
    },
    {
      "text": "The Registrar considered the evidence as to the likelihood of deception or confusion among consumers.",
      "id": "s24"
    },
    {
      "text": "She concluded that Pioneer KK had a significant reputation in the Pioneer KK marks and in the word \"Pioneer\".",
      "id": "s25"
    },
    {
      "text": "The Registrar took into account the time before the relevant period, when Pioneer KK produced and sold entire computer systems under the brand \"Pioneer\" and under the first Pioneer KK mark, although such sales were limited, as well as evidence as to its future plans for research and development of products that combine home entertainment and computing in one package.",
      "id": "s26"
    },
    {
      "text": "The Registrar concluded at [37] that it was not appropriate to make a distinction between the computers and associated products of Pioneer Computers and the audio, visual and electronic products of Pioneer KK.",
      "id": "s27"
    },
    {
      "text": "She concluded that there was a ' high likelihood of deception or confusion in the marketplace '.",
      "id": "s28"
    },
    {
      "text": "While recognising that Pioneer Computers had seemingly used PIONEER honestly for over 10 years, had goodwill in the computer marketplace and intended to continue to use the trade mark PIONEER in connection with goods and services unless prevented from doing so, the Registrar concluded that the public interest was best served by declining to amend the registrations.",
      "id": "s29"
    },
    {
      "text": "Rather, she concluded that the public interest was best served by retaining the registrations in total and preserving the established trade marks.",
      "id": "s30"
    },
    {
      "text": "THE NOTICE OF APPEAL \n Pioneer Computers challenges the conclusion of the Registrar that there had been use of the Pioneer KK marks in the relevant period on computer peripherals and the decision of the Registrar to exercise the discretion under s 101(3) of the Act to allow the Pioneer KK marks to remain on the Register in their current state.",
      "id": "s31"
    },
    {
      "text": "The issues raised in the appeal, to be considered afresh by this Court ( Blount Inc v Registrar of Trade Marks [1998] FCA 440 ; (1998) 83 FCR 50 at 59) cover the same issues as faced by the Registrar.",
      "id": "s32"
    },
    {
      "text": "They are, broadly: Is Pioneer Computers a \"person aggrieved\", as required by s 92(1) of the Act as it stood at the time when the non-use applications were filed?",
      "id": "s33"
    },
    {
      "text": "What use has Pioneer KK established of the Pioneer KK marks on the removal goods and the removal services?",
      "id": "s34"
    },
    {
      "text": "What properly comes within the description of the expression \"computer peripheral devices\"?",
      "id": "s35"
    },
    {
      "text": "Would there be confusion if the registrations for the Pioneer KK marks were amended by way of removal of the removal goods and the removal services, or conversely, if the registrations for the Pioneer KK marks were maintained in their present form?",
      "id": "s36"
    },
    {
      "text": "If the Pioneer KK marks are liable to be removed under s 92(4)(a) or s 92(4)(b) of the Act in respect of the removal goods and the removal services, should the discretion available under s 101(3) of the Act be exercised?",
      "id": "s37"
    },
    {
      "text": "THE PARTIES \n Before turning to a consideration of the Pioneer KK marks, it is useful to identify the parties.",
      "id": "s38"
    },
    {
      "text": "Pioneer Computers\n Pioneer Computers was incorporated on 23 December 1996 and has traded under that name since that date.",
      "id": "s39"
    },
    {
      "text": "Pioneer Computers is the manufacturer and vendor of computer products and services and has conducted business under its corporate name, Pioneer Computers Australia Pty Limited, since December 1996.",
      "id": "s40"
    },
    {
      "text": "It has used the trade mark PIONEER in Australia in relation to desktop computers, notebook computers, servers and other computer related goods and in relation to installation, repair and support services for computers.",
      "id": "s41"
    },
    {
      "text": "It uses the mark PIONEER on its website, on invoices, on stationery and on publicly distributed promotional material.",
      "id": "s42"
    },
    {
      "text": "Most of the computers that Pioneer Computers sells are built-to-order and, since late 1998, those built-to-order computers have been able to be ordered online via Pioneer Computers' website, www.pioneercomputers.com.au .",
      "id": "s43"
    },
    {
      "text": "Mr Jin Feng Li, the Managing Director of Pioneer Computers, has worked in the Australian computer industry for over 16 years.",
      "id": "s44"
    },
    {
      "text": "He started the business of Pioneer Computers in 1996 and has been the Managing Director since its incorporation.",
      "id": "s45"
    },
    {
      "text": "Mr Li described Pioneer Computers' history.",
      "id": "s46"
    },
    {
      "text": "It began trading solely as a distributor of computers and computer parts of various third party brands, all well-known in computer and home entertainment sectors, such as Mitsubishi, Sony, LG, Samsung and Panasonic.",
      "id": "s47"
    },
    {
      "text": "In 1998 Pioneer Computers began making its own computers and has since that time applied the PIONEER trade mark to its personal computers, notebooks and servers.",
      "id": "s48"
    },
    {
      "text": "The components are sourced from overseas and assembled in Australia.",
      "id": "s49"
    },
    {
      "text": "The production and sale of PIONEER branded built-to-order computers has grown and presently accounts for approximately 90% of the company's business, the other 10% remaining as the distribution of third party branded computers and computer products.",
      "id": "s50"
    },
    {
      "text": "If a person wants a Pioneer Computers built-to-order computer, it can access the Pioneer Computers website where, for example, a PIONEER DREAMBOOK notebook computer can be built by choosing individual components.",
      "id": "s51"
    },
    {
      "text": "Customers can choose different specifications and accessories to be included in their custom built PIONEER computer.",
      "id": "s52"
    },
    {
      "text": "The customer can also choose from various warranty options, for example, a ' Pioneer DreamCare 1 Year On-site Pickup and Return Warranty ' (a warranty and support service) and options that enable, for example, MP3 players.",
      "id": "s53"
    },
    {
      "text": "Pioneer Computers began making servers under the trade mark PIONEER in 1998 and notebook computers in 1999.",
      "id": "s54"
    },
    {
      "text": "Since 1998 Pioneer Computers has also provided repair and support services for computers, predominantly in respect of its own PIONEER brand of computers under warranty.",
      "id": "s55"
    },
    {
      "text": "Those services are accessed through a separate website called DreamCare which is accessible from the Pioneer Computers website.",
      "id": "s56"
    },
    {
      "text": "All products produced by Pioneer Computers other than the Pioneer Computers built-to-order computers are marketed and sold under the name and trade mark DREAMVISION.",
      "id": "s57"
    },
    {
      "text": "Pioneer Computers advertises under the sub-brand of DREAMBOOK or DREAMVISION (which describe different models of its computers) but on its website these products are listed under the general heading of \"Pioneer Notebooks\" or \"Pioneer PCs\".",
      "id": "s58"
    },
    {
      "text": "From December 2002 to December 2004 Pioneer Computers sold a category of goods called Digital Products, all of which, except LCD televisions, were sold under the trade mark DREAMVISION.",
      "id": "s59"
    },
    {
      "text": "This category included projectors, LCD televisions, MP3 players and MP4 players.",
      "id": "s60"
    },
    {
      "text": "They were produced mainly for sale at the retailers Harvey Norman and Domayne.",
      "id": "s61"
    },
    {
      "text": "After Pioneer Computers ceased manufacturing Digital Products in 2004, the remaining small quantity of stock was placed on the website but is not the subject of active marketing or promotion.",
      "id": "s62"
    },
    {
      "text": "Since 2004 Pioneer Computers has marketed a range of industrial standard and military standard computers through its Industrial Computers group.",
      "id": "s63"
    },
    {
      "text": "These computers are expensive and are sold predominantly to niche users, under the trade mark PIONEER.",
      "id": "s64"
    },
    {
      "text": "Pioneer Computers applied for the trade mark PIONEER in September 2002.",
      "id": "s65"
    },
    {
      "text": "The application was opposed and Pioneer Computers withdrew its application for that mark.",
      "id": "s66"
    },
    {
      "text": "Pioneer KK\n Pioneer KK sells and has sold audio and audio-visual products, including audio systems and televisions.",
      "id": "s67"
    },
    {
      "text": "It also provides services in relation to those products.",
      "id": "s68"
    },
    {
      "text": "Pioneer KK sells into the commercial/professional and the domestic/home markets.",
      "id": "s69"
    },
    {
      "text": "Pioneer KK has also sold plasma screens but is now withdrawing from the plasma manufacturing business while continuing to sell parts for that product as well as plasmas sourced from other manufacturers.",
      "id": "s70"
    },
    {
      "text": "Pioneer KK does not make game consoles, nor does it manufacture or market MP3 players or computer information technology.",
      "id": "s71"
    },
    {
      "text": "It is not disputed that Pioneer KK has a reputation in the Pioneer KK marks for audio systems and audio-visual goods.",
      "id": "s72"
    },
    {
      "text": "By the commencement of the relevant period, the \"Pioneer\" brand had acquired a significant reputation in Australia in relation to electronic products generally for the car, office and home (including audio and visual electronic products) and optical drives (including DVD-ROM drives and DVD writers).",
      "id": "s73"
    },
    {
      "text": "Pioneer Electronics Australia Pty Ltd ('Pioneer Australia') is a wholly owned subsidiary of Pioneer KK.",
      "id": "s74"
    },
    {
      "text": "Mr Baddeley has been employed by Pioneer Australia since about August 2004 in the Car Electronics Group, known since about June 2006 as the Mobile Electronics Group.",
      "id": "s75"
    },
    {
      "text": "Mr Baddeley describes the history of the distribution to retailers in Australia of car electronic products manufactured by or on behalf of Pioneer KK by reference to the Pioneer KK marks since about 1975.",
      "id": "s76"
    },
    {
      "text": "That history was not challenged.",
      "id": "s77"
    },
    {
      "text": "He also describes the sale since June 2007 (ie.",
      "id": "s78"
    },
    {
      "text": "after the relevant period) of car navigation products, also by reference to the second Pioneer KK mark.",
      "id": "s79"
    },
    {
      "text": "Based on its market share of sales to retailers, Pioneer Australia has been since the mid 1990s Australia's leading brand for car electronic products (excluding car navigation products).",
      "id": "s80"
    },
    {
      "text": "Pioneer KK has distributed car navigation products in Japan since about 1990.",
      "id": "s81"
    },
    {
      "text": "The agreed chronology\n It is useful to set out some of the dates in the chronology agreed by the parties.",
      "id": "s82"
    },
    {
      "text": "1973 Pioneer Australia is incorporated and begins distributing audio products in Australia under the name Pioneer.",
      "id": "s83"
    },
    {
      "text": "At that time Pioneer KK was the owner of an Australian trade mark for the fancy word mark \"Pioneer\" for a class of products that can generally be described as audio products including, for example, radio and television receiving sets, amplifiers, sound recording and reproducing apparatus, telephone answering and message recording devices and speakers.",
      "id": "s84"
    },
    {
      "text": "1975 Pioneer KK begins promoting and distributing car audio products in Australia under the name Pioneer.",
      "id": "s85"
    },
    {
      "text": "1980 --- 1982 Pioneer KK promotes and distributes laser disc players (no longer promoted or distributed) and CD players under the name Pioneer.",
      "id": "s86"
    },
    {
      "text": "21 May 1985 Pioneer KK applies for the 427184 word mark (the first Pioneer KK mark).",
      "id": "s87"
    },
    {
      "text": "1985 --- 1987 Pioneer KK promotes and sells the Palcom PX-7 computer in Australia under the name Pioneer and then ceases manufacture and supply.",
      "id": "s88"
    },
    {
      "text": "1985 --- 1990 Pioneer Australia services the Palcom PX-7 computer under the name Pioneer.",
      "id": "s89"
    },
    {
      "text": "In 1989 Pioneer KK starts selling optical memory disc drives followed in the 1990s by CD-ROM drives and CD writers and blank CD and DVD discs up until 2002 under the name Pioneer.",
      "id": "s90"
    },
    {
      "text": "1993 Pioneer KK begins promoting and distributing computer data storage jukeboxes in Australia under the name Pioneer.",
      "id": "s91"
    },
    {
      "text": "23 December 1996 Pioneer Computers is incorporated and begins trading as a distributor of computers and computer parts that are manufactured by third parties including Mitsubishi, Sony, LG, Samsung and Panasonic.",
      "id": "s92"
    },
    {
      "text": "1996 Pioneer KK begins promoting and distributing DVD/video players in Australia under the name Pioneer.",
      "id": "s93"
    },
    {
      "text": "1997 Pioneer KK begins promoting and distributing plasma display panels in Australia under the name Pioneer.",
      "id": "s94"
    },
    {
      "text": "1998 Pioneer Computers begins assembling and selling its own computers and servers under the name PIONEER as well as providing repair and support services for its own computers.",
      "id": "s95"
    },
    {
      "text": "1998 --- 2006 Pioneer Computers provides computer installation, service and repairs under the name PIONEER.",
      "id": "s96"
    },
    {
      "text": "9 July 1998 Pioneer KK applies for the 767049 word mark (the second Pioneer KK mark).",
      "id": "s97"
    },
    {
      "text": "November 1998\nto present Pioneer Australia supplies to Pioneer Computers, and Pioneer Computers sells, Pioneer KK's Pioneer branded DVD writers as part of its built-to-order personal computers ordered from the Pioneer Computers website.",
      "id": "s98"
    },
    {
      "text": "1999 Pioneer Computers begins assembling and selling its own notebook computers under the name PIONEER.",
      "id": "s99"
    },
    {
      "text": "Pioneer KK begins promoting and distributing DVD recorders in Australia under the name Pioneer.",
      "id": "s100"
    },
    {
      "text": "Pioneer Australia launches the website www.pioneeraus.com.au .",
      "id": "s101"
    },
    {
      "text": "29 December 2000\nto \n29 December 2003\n(the relevant period) Pioneer KK promotes and sells DVD-ROM drives, DVD writers, data storage jukeboxes and blank DVD and CD discs.",
      "id": "s102"
    },
    {
      "text": "July 2001 Pioneer KK begins a worldwide promotion and use of the slogan \"sound.vision.soul\".",
      "id": "s103"
    },
    {
      "text": "2002 Pioneer Computers begins promoting and selling a computer which includes as components for example DVD writers and DVD-ROM drives, where the computer is branded as DREAMVISION.",
      "id": "s104"
    },
    {
      "text": "18 September 2002 Pioneer Computers applies for the registration of the word mark PIONEER for custom manufacture of personal computers, notebook computers and servers in Class 40.",
      "id": "s105"
    },
    {
      "text": "June 2007 Pioneer KK begins promoting and distributing car navigation products in Australia under the name Pioneer.",
      "id": "s106"
    },
    {
      "text": "It also begins promoting (from June 2007) and distributing (from July 2007) Blu-ray players and Blu-ray writers in Australia under the name Pioneer.",
      "id": "s107"
    },
    {
      "text": "I have not included all aspects of the chronology as agreed between the parties.",
      "id": "s108"
    },
    {
      "text": "However, this gives a broad understanding of the timing and marketing of relevant products and services.",
      "id": "s109"
    },
    {
      "text": "There is some inconsistency between the dates in the chronology and those in evidence in the proceedings.",
      "id": "s110"
    },
    {
      "text": "However, the inconsistencies are not material.",
      "id": "s111"
    },
    {
      "text": "THE DEMAND\n By letter dated 2 December 2003 Pioneer KK threatened Pioneer Computers with proceedings for infringement of the Pioneer KK marks and demanded cessation of the use of \"the Pioneer Trade Mark\" and any other mark substantially identical with or deceptively similar to that trade mark ('the demand').",
      "id": "s112"
    },
    {
      "text": "The demand was not limited to the removal goods and the removal services.",
      "id": "s113"
    },
    {
      "text": "Pioneer KK's lawyers alleged infringement by Pioneer Computers of Pioneer KK's registered marks in respect of Pioneer Computers' distribution, sale and offers for sale of personal computers and notebook computers and its \"build-to-order\" services in respect of personal computers and notebook computers.",
      "id": "s114"
    },
    {
      "text": "That allegation had not been withdrawn as at the commencement of the hearing in this Court.",
      "id": "s115"
    },
    {
      "text": "PERSON AGGRIEVED \n Since 23 October 2006, s 92 of the Act has given standing to any person to seek removal of a registered trade mark from the Register.",
      "id": "s116"
    },
    {
      "text": "However, as at the time of filing of the non-use applications by Pioneer Computers, the requirement in s 92(1) was that an applicant for removal be a \"person aggrieved\".",
      "id": "s117"
    },
    {
      "text": "The parties accept this requirement and Pioneer Computers does not argue that the 2006 amendment to s 92 applies retrospectively.",
      "id": "s118"
    },
    {
      "text": "Pioneer Computers bears the onus of establishing that it is a person aggrieved.",
      "id": "s119"
    },
    {
      "text": "As Pioneer Computers points out, the term \"person aggrieved\" has no technical or special meaning and is to be liberally construed.",
      "id": "s120"
    },
    {
      "text": "An aggrieved person is one with a real interest in having a trade mark removed from the Register or would, as at the date of filing of the non-use application, be appreciably disadvantaged in a legal or practical sense if the trade mark remained on the Register.",
      "id": "s121"
    },
    {
      "text": "Pioneer KK submits that Pioneer Computers can only be a person aggrieved in relation to those goods and services in which it dealt at the time the non-use applications were made on 29 January 2004, namely desktop personal computers, notebooks and servers.",
      "id": "s122"
    },
    {
      "text": "Pioneer KK submits that Pioneer Computers is not a person aggrieved for the purposes of seeking the removal of the Pioneer KK marks in respect of any goods except computers and services in relation to computers.",
      "id": "s123"
    },
    {
      "text": "There is no dispute that Pioneer Computers is a person aggrieved with respect to computers and services related to computers.",
      "id": "s124"
    },
    {
      "text": "Pioneer Computers relies on its use (since December 1996) of the name and trade mark PIONEER in relation to the category of goods encompassed by the non-use applications, which it describes as computers and computer related products.",
      "id": "s125"
    },
    {
      "text": "Pioneer Computers also manufactures and sells other products and services, even though many of the products are not sold under the PIONEER brand.",
      "id": "s126"
    },
    {
      "text": "Mr Li's evidence is that the products sold by Pioneer Computers under the PIONEER mark are its built-to-order personal computers, notebook computers and servers, as well as notebook carry bags and backpacks.",
      "id": "s127"
    },
    {
      "text": "Its industrial and military standard computers are also sold under the PIONEER mark.",
      "id": "s128"
    },
    {
      "text": "Pioneer Computers does supply goods which may be described as \"computer peripherals\" but it does so as a distributor of other brands and not under the PIONEER mark or, for goods which it manufactures, under the DREAMVISION mark.",
      "id": "s129"
    },
    {
      "text": "Pioneer KK submits that Pioneer Computers has not established a use or intended use of the PIONEER mark to identify any computer peripheral device and contends that Pioneer Computers has not proved that it is relevantly a person aggrieved with respect to any of the removal goods, except computers, drawing a distinction between computers, which Pioneer Computers sells under the PIONEER mark, and computer peripherals.",
      "id": "s130"
    },
    {
      "text": "Notebook carry bags and backpacks are not computer peripheral devices or any other removal good.",
      "id": "s131"
    },
    {
      "text": "Pioneer Computers could not, Pioneer KK says, be regarded as a person aggrieved in respect of the removal goods because of its activities in distributing DREAMVISION branded products and the products of other brands.",
      "id": "s132"
    },
    {
      "text": "Pioneer KK contends that, at the date of the non-use applications, Pioneer Computers was not selling or servicing any of the removal goods except computers under the name PIONEER, other than possibly distributing Pioneer KK's Pioneer branded DVD writers.",
      "id": "s133"
    },
    {
      "text": "The expression \"person aggrieved\" has been discussed in Kraft Foods Inc v Gaines Pet Foods Corporation (1996) 65 FCR 104 by Sackville J (with whom Sheppard and Tamberlin JJ agreed) and by Jacobson J in Health World Ltd (ABN 73 010 636 165) v Shin-Sun Australia Pty Ltd (ACN 060 792 163) [2008] FCA 100 ; (2008) 75 IPR 478 .",
      "id": "s134"
    },
    {
      "text": "As was said by McLelland J in Ritz Hotel Ltd v Charles of the Ritz Ltd (1988) 15 NSWLR 158 at 193 (approved by Sackville J in Kraft Foods at 112-113, by Sackville J in Campomar Sociedad, Limitada v Nike International Ltd (1998) 85 FCR 331 at 363 (with whom Lehane J agreed) and by Perram J in Health World Limited v Shin-Sun Australia Pty Ltd [2009] FCAFC 14 at [23] (with whom Emmett and Besanko JJ agreed)), the expression \"person aggrieved\": \n \n ... embrace [s] any person having a real interest in having the Register rectified, or the trade mark removed in respect of any goods, as the case may be, in the manner claimed, and thus would include any person who would be, or in respect of whom there is a reasonable possibility of his being, appreciably disadvantaged in a legal or practical sense by the Register remaining unrectified, or by the trade mark remaining unremoved in respect of any goods, as the case may be, in the manner claimed.",
      "id": "s135"
    },
    {
      "text": "Without refining the breadth of the expression, Sackville J gave some examples of a person aggrieved in Kraft Foods at 113: At 114, his Honour referred to Lever Brothers, Port Sunlight Ltd v Sunniwite Products Ltd (1949) 66 RPC 84 where, in respect of a mark registered for soap, detergents and cosmetics, a manufacturer of a soapless detergent was not a person aggrieved in respect of the registration for cosmetics.",
      "id": "s136"
    },
    {
      "text": "In Campomar , the Full Court was dealing with cosmetic and perfume products sold by reference to the word \"Nike\".",
      "id": "s137"
    },
    {
      "text": "Justice Sackville, with whom Lehane J agreed, concluded that it was sufficient for Nike International to be a person aggrieved that, by reason of an established reputation in one field, the sporting field, the public would be likely to think that the appellants' cosmetic and perfume products had Nike International's approval or sponsorship.",
      "id": "s138"
    },
    {
      "text": "This was not reversed on appeal.",
      "id": "s139"
    },
    {
      "text": "The question whether computers and associated products on the one hand and the goods sold by Pioneer KK under the Pioneer KK marks on the other are the same class of goods or a similar class of goods is answered differently by the parties when considering whether Pioneer Computers is a person aggrieved and whether the public considers that the goods are sufficiently similar to give rise to possible confusion.",
      "id": "s140"
    },
    {
      "text": "In considering the issue of \"person aggrieved\", Pioneer KK submits that Pioneer Computers is only a person aggrieved for the category of computers (and services in relation to these).",
      "id": "s141"
    },
    {
      "text": "Pioneer KK submits that Pioneer Computers is not a person aggrieved in respect of any of the other removal goods and removal services, including computer peripherals, which Pioneer Computers does not supply under its PIONEER mark.",
      "id": "s142"
    },
    {
      "text": "That is, Pioneer KK submits that care should be taken to subdivide the goods and services within the registered classes to consider which category is actually sold.",
      "id": "s143"
    },
    {
      "text": "However, in considering its use of the Pioneer KK marks on the goods and services within the registered classes, Pioneer KK does not draw this distinction.",
      "id": "s144"
    },
    {
      "text": "Rather, Pioneer KK relies on the use of its trade marks on some goods within the class, such as optical drives, to support its use across the entire class of goods registered, including computer peripherals.",
      "id": "s145"
    },
    {
      "text": "In its submissions on possible confusion, Pioneer KK says that the distinction between electronic goods and computer goods can no longer be clearly drawn.",
      "id": "s146"
    },
    {
      "text": "Pioneer Computers' contention is that there is a clear distinction between computers on the one hand and the audio-visual products of Pioneer KK on the other.",
      "id": "s147"
    },
    {
      "text": "In short, Pioneer KK submits that when Pioneer Computers sells computers, it is dealing in and using the PIONEER mark, a mark similar to the Pioneer KK marks, on the same or a similar class of goods (in the mind of the public) as Pioneer KK's products.",
      "id": "s148"
    },
    {
      "text": "The contradiction between these submissions and the submissions on whether Pioneer Computers is a person aggrieved is self-evident.",
      "id": "s149"
    },
    {
      "text": "Further, in the demand, Pioneer KK sought generally to prevent Pioneer Computers from any use of the mark PIONEER and demanded a complete cessation of the use by Pioneer Computers of any mark which is substantially identical with or deceptively similar to \"the Pioneer Trade Mark\".",
      "id": "s150"
    },
    {
      "text": "The allegation of infringement of Pioneer KK's registered marks was general and not restricted to the removal goods and the removal services.",
      "id": "s151"
    },
    {
      "text": "A general allegation was sufficient in New South Wales Dairy Corporation v Murray Goulburn Co-operative Company (1989) 14 IPR 75 for Gummow J (at 77) and in Unilever Australia Ltd v Karounos (2001) 113 FCR 322 for Hill J (at [35]) to find that the recipient of the allegation was a person aggrieved in respect of all of the goods/classes for which the relevant trade marks were registered.",
      "id": "s152"
    },
    {
      "text": "I am satisfied that Pioneer Computers is a person aggrieved.",
      "id": "s153"
    },
    {
      "text": "The threat of proceedings for infringement in the demand recognises that, while the company does not sell all the removal goods and the removal services under the mark PIONEER, Pioneer Computers is associated with the name \"Pioneer\" generally with respect to computers and computer services.",
      "id": "s154"
    },
    {
      "text": "It has a real interest in the registration of the Pioneer KK marks for the removal goods and the removal services.",
      "id": "s155"
    },
    {
      "text": "There is a real possibility of it being disadvantaged by the removal goods and the removal services remaining within the class of goods and services for which the Pioneer KK marks are registered, evidenced by the breadth of the demand for the cessation of the use of the PIONEER mark and the threat of infringement proceedings.",
      "id": "s156"
    },
    {
      "text": "THE NON-USE APPLICATIONS \n By s 92(2)(a) of the Act, an application to remove a trade mark from the Register must be made in accordance with the Trade Marks Regulations 1995 (Cth) ('the Regulations').",
      "id": "s157"
    },
    {
      "text": "Regulation 9.1 in force at the time the applications were made by Pioneer Computers (ie.",
      "id": "s158"
    },
    {
      "text": "29 January 2004) provided: \n \n For the purposes of paragraph 92(2)(a) of the Act (which deals with applications), an application for the removal of a trade mark from the Register: \n \n\n \n \n (a) must be in an approved form; and \n \n\n \n \n (b) must be accompanied by a declaration made by, or on behalf of, the applicant: \n \n\n \n (i) stating that an inquiry into the use of the trade mark has been conducted by, or on behalf of, the applicant; and \n \n (ii) setting out the findings of that inquiry that support the grounds referred to in subsection 92(4) of the Act in reliance on which the application is made.",
      "id": "s159"
    },
    {
      "text": "It is common ground that the non-use applications must comply with the Regulations as they stood at 29 January 2004.",
      "id": "s160"
    },
    {
      "text": "Section 92(4) provides that an application for the removal of a trade mark from the Register may be made on either or both of the grounds set out in subs (4) and on no other grounds.",
      "id": "s161"
    },
    {
      "text": "The ground provided for in s 92(4)(a) is, shortly, a lack of intention in good faith to use the trade mark on the day the application for registration was filed together with no use at any time before the period of one month ending on the day on which the non-use application is filed.",
      "id": "s162"
    },
    {
      "text": "Section 92(4)(b) provides for removal on the ground of non-use of a registered trade mark for a continuous period of three years ending one month before the day on which the non-use application is filed.",
      "id": "s163"
    },
    {
      "text": "Both s 92(4)(a) and s 92(4)(b) require no use in relation to the goods and/or services to which the application relates.",
      "id": "s164"
    },
    {
      "text": "The applications for removal filed by Pioneer Computers stated that the applications were made on both of the grounds available under s 92(4) of the Act.",
      "id": "s165"
    },
    {
      "text": "Pioneer KK submits that the applications were not made in accordance with the Regulations.",
      "id": "s166"
    },
    {
      "text": "It submits that the declaration accompanying the applications, that of Mr Hall, was defective in that: there was no evidence of a lack of intention to use the Pioneer KK marks; Mr Hall's inquiries to establish non-use were limited to computer products and did not extend to each and all of the removal goods and the removal services; the inquiries were limited to a search of two websites, which is insufficient to prove non-use; and the inquiries were made in relation to the period after (but not during) the relevant period.",
      "id": "s167"
    },
    {
      "text": "That is, Pioneer KK submits that Pioneer Computers has failed to set out findings of an inquiry that support either a lack of intention to use the Pioneer KK marks or non-use on the removal goods and the removal services over the relevant period.",
      "id": "s168"
    },
    {
      "text": "It follows, Pioneer KK submits, that the non-use applications before the Registrar were defective and that Pioneer Computers is not entitled to seek removal of the Pioneer KK marks.",
      "id": "s169"
    },
    {
      "text": "Pioneer KK submits that Pioneer Computers has failed to establish the relevant facts to give it an interest entitling it to seek removal for non-use and, in the alternative, that the applications, in failing to comply with Regulation 9.1 , were not applications within s 92(2)(a) of the Act.",
      "id": "s170"
    },
    {
      "text": "Further, even if the non-use applications did meet the necessary threshold requirements, they were limited to \"computer products\"; that being the subject matter of Mr Hall's statutory declaration and the subject matter of the search which he directed and as to which the alleged non-use related.",
      "id": "s171"
    },
    {
      "text": "Mr Hall's statutory declaration states that he directed a review of the websites of Pioneer Electronics Corporation and Pioneer Australia ' to ascertain what use, if any, is being made of the Trade Marks in relation to computer products '.",
      "id": "s172"
    },
    {
      "text": "The statutory declaration then states that Mr Hall was informed by the person who conducted that review, and that he verily believes, that the only use of the Pioneer KK marks in relation to computer products was in relation to DVD/CD-ROM drives and that the searches revealed that the trade marks have never been used in Australia pursuant to s 92(4)(a) of the Act and have not been used for the required three-year period pursuant to s 92(4)(b) of the Act.",
      "id": "s173"
    },
    {
      "text": "There is no reference in the statutory declaration to an intention on the part of Pioneer KK to use the Pioneer KK marks.",
      "id": "s174"
    },
    {
      "text": "There is nothing in the declaration setting out the findings of an inquiry to support the ground provided for in s 92(4)(a) which has the two elements of lack of intention to use and non-use.",
      "id": "s175"
    },
    {
      "text": "The statutory declaration is silent as to any lack of intention to use.",
      "id": "s176"
    },
    {
      "text": "Pioneer Computers argued that Mr Hall's statutory declaration satisfies the ground in s 92(4)(a) because Mr Hall inferred a lack of intention to use the Pioneer KK marks from the fact of non-use.",
      "id": "s177"
    },
    {
      "text": "However, the declaration makes no reference to any such inference and makes no reference to the issue of intention to use the marks.",
      "id": "s178"
    },
    {
      "text": "It is not a matter of presently drawing an inference from the contents of that declaration.",
      "id": "s179"
    },
    {
      "text": "In any event, an inference of no intention to use as at the date of filing of the application for registration does not necessarily follow from subsequent non-use.",
      "id": "s180"
    },
    {
      "text": "Mr Hall stated his conclusions on the grounds of information and belief.",
      "id": "s181"
    },
    {
      "text": "The conclusions did not extend to Pioneer KK's intention to use the Pioneer KK marks.",
      "id": "s182"
    },
    {
      "text": "There are no findings of an inquiry that support the ground set out in s 92(4)(a) of the Act.",
      "id": "s183"
    },
    {
      "text": "There is simply no mention of intention to use.",
      "id": "s184"
    },
    {
      "text": "Therefore, the non-use applications are defective as to the ground set out in s 92(4)(a).",
      "id": "s185"
    },
    {
      "text": "I agree with the authors of Shanahan's Australian Law of Trade Marks &amp; Passing Off (M Davison, K Johnston and P Kennedy, Shanahan's Australian Law of Trade Marks &amp; Passing Off (3 rd ed, Lawbook Co., 2003) (' Shanahan ')) at [15.25] that if the declaration supporting a non-use application does not support both grounds asserted in the application, the application is taken as not having been filed in relation to the unsupported ground.",
      "id": "s186"
    },
    {
      "text": "Regulation 9.1 provides for the declaration to state that an inquiry has been made and to set out the findings of the inquiry.",
      "id": "s187"
    },
    {
      "text": "It does not provide for proof even at a prima facie level of the case to be made.",
      "id": "s188"
    },
    {
      "text": "The onus for showing intention and/or use once an application for removal is made shifts to the trade mark owner, who is required to rebut the allegation (s 100 of the Act).",
      "id": "s189"
    },
    {
      "text": "There is no requirement that the statutory declaration prove the alleged non-use or satisfy any evidentiary onus.",
      "id": "s190"
    },
    {
      "text": "The application and supporting statutory declaration need only ' mirror the statutory provisions ' ( Shanahan at [15.25] citing Schutz-Werke GmbH &amp; Co KG v Forecast &amp; Trading Pty Ltd (1998) 44 IPR 209).",
      "id": "s191"
    },
    {
      "text": "Neither the Act nor the Regulations require that within those documents, an applicant for removal must establish sufficient interest in the non-use application or prove its case.",
      "id": "s192"
    },
    {
      "text": "Pioneer KK did not raise any issue concerning the validity of the applications or compliance with Regulation 9.1 before the Registrar.",
      "id": "s193"
    },
    {
      "text": "Pioneer Computers submits that as a matter of discretion Pioneer KK should not be permitted to rely upon any such defect in this application to the Court which is an appeal from the Registrar's decision.",
      "id": "s194"
    },
    {
      "text": "Pioneer KK points out that it is not a question of discretion but of mandatory compliance: s 92(2)(a) provides that an application must be in accordance with the Regulations and this application represents both the initiating process before the Registrar and before the Court.",
      "id": "s195"
    },
    {
      "text": "An appeal from a decision of the Registrar of Trade Marks is in the Court's original jurisdiction.",
      "id": "s196"
    },
    {
      "text": "None of the powers of the Court under s 197 of the Act affect the s 92 application, which goes to the jurisdiction of the Court to hear and determine an application for removal of a trade mark.",
      "id": "s197"
    },
    {
      "text": "The hearing is a \"hearing de novo\" where the judge reviewing the decision of the Registrar begins afresh and exercises any discretion exercised by the Registrar.",
      "id": "s198"
    },
    {
      "text": "The parties may adduce evidence as provided for in s 197 of the Act which evidence may include evidence not before the Registrar (see discussion in Totev v Sfar [2008] FCAFC 35 ; (2008) 167 FCR 193 by Emmett J at [12] and [13]; Blount at 59).",
      "id": "s199"
    },
    {
      "text": "As I have said, Pioneer Computers has not adduced direct or indirect evidence as to Pioneer KK's intention to use the Pioneer KK marks.",
      "id": "s200"
    },
    {
      "text": "Regulation 9.1 provides that the application ' must be accompanied by a declaration '.",
      "id": "s201"
    },
    {
      "text": "That refers to a declaration filed with the application for removal and not to evidence filed during some subsequent hearing in relation to that application.",
      "id": "s202"
    },
    {
      "text": "There is no the requirement that a prima facie case be established by the declaration.",
      "id": "s203"
    },
    {
      "text": "In any event Pioneer Computers relies in these proceedings upon affidavits of Mr Hall and Mr Zelinsky that relevantly repeat searches such as those made before the Registrar and are subject to the same defects.",
      "id": "s204"
    },
    {
      "text": "Mr Hall's affidavit does not refer to a lack of intention to use the Pioneer KK marks by Pioneer KK and does cure the defect identified above.",
      "id": "s205"
    },
    {
      "text": "Neither party directed its evidence or submissions in any substantial manner to the question of intention to use the Pioneer KK marks.",
      "id": "s206"
    },
    {
      "text": "In my view, the reference in the Hall declaration to the fact that the subject matter of the searches and of his opinion was \"computer products\" does not, as Pioneer KK submits, render Pioneer Computers applications non-compliant with the Regulations: the term \"computer products\", as used by Mr Hall and in the text of his declaration, encompasses the removal goods and the removal services.",
      "id": "s207"
    },
    {
      "text": "Pioneer KK also points out that the search referred to in the Hall declaration appears to have been conducted after the end of the relevant period.",
      "id": "s208"
    },
    {
      "text": "Regulation 9.1 does not require the inquiry to be conducted during the relevant period, nor does it require the declaration to relate specifically to any matter.",
      "id": "s209"
    },
    {
      "text": "It requires the non-use application to be accompanied by a statutory declaration which states that an inquiry has been made into the use of the trade mark and the findings that support, relevantly, non-use.",
      "id": "s210"
    },
    {
      "text": "The declaration satisfied those requirements.",
      "id": "s211"
    },
    {
      "text": "In summary, I consider that the non-use applications were defective insofar as the ground in s 92(4)(a) of the Act is concerned but complied with the Act and the Regulations in relation to the ground in s 92(4)(b).",
      "id": "s212"
    },
    {
      "text": "I will, however, briefly consider the question whether Pioneer KK had the relevant intention to use the Pioneer KK marks in respect of the removal goods and the removal services.",
      "id": "s213"
    },
    {
      "text": "THE PIONEER KK PRODUCTS \n Pioneer Computers accepts that Pioneer KK has sold various products in the relevant period, including optical devices (DVD-ROM drives, DVD writers, DVD/CD changers and data storage jukeboxes), by reference to the second Pioneer KK mark.",
      "id": "s214"
    },
    {
      "text": "It has a number of arguments as to why this is not sufficient for the purposes of the Act: It is helpful first to describe the various products, the sale of which is relied on by Pioneer KK as evidencing its use of the removal goods and as examples of the similarities and differences between the various types of electronic goods marketed by Pioneer KK.",
      "id": "s215"
    },
    {
      "text": "Pioneer KK has, since about 1970, become well-known for a range of consumer electronic products including hi-fi systems, car audio systems, home theatre systems, DVD players and recorders, plasma display units and commercial electronic products including commercial video products and professional DJ equipment.",
      "id": "s216"
    },
    {
      "text": "The range of Pioneer KK products distributed by Pioneer Australia has expanded since 1973 but has generally included audio products from about 1973, car audio products from about 1975, domestic and industrial laser disc players from about 1980 (which products are no longer distributed), CD players from about 1982, karaoke and professional DJ products from about 1982, DVD/video players from about 1996, plasma display panels from about 1997, DVD recorders from about 1999/2000 and other electronic products for domestic and industrial use including Pioneer multimedia products (optical drives such as CD-ROM drives, CD writers, DVD-ROM drives and DVD writers, computer data storage jukeboxes and blank DVD and CD discs).",
      "id": "s217"
    },
    {
      "text": "During the 1990s and prior to the relevant period, there was a gradual shift from CD to DVD technology and DVD videos were heavily marketed.",
      "id": "s218"
    },
    {
      "text": "DVD players became common audio-visual products for home entertainment by the late 1990s.",
      "id": "s219"
    },
    {
      "text": "DVD recorders were introduced commercially in around 2000 and, for consumers, in September/October 2001.",
      "id": "s220"
    },
    {
      "text": "The Pioneer DVD writer released in Australia in or around June 2001 was the first DVD writer designed for domestic use and the first product of its kind that enabled a single drive to read and write CD and DVD media.",
      "id": "s221"
    },
    {
      "text": "It could be used by consumers as a computer component and to edit and record home videos from a computer to a DVD disc which could then be played on a television connected to a DVD player.",
      "id": "s222"
    },
    {
      "text": "The DVD writer could be used to transfer digital footage from a camcorder to a computer, edit the digital footage on the computer, write or burn the footage to a DVD and play the DVD on a television connected to a DVD player.",
      "id": "s223"
    },
    {
      "text": "CD-ROM drives, DVD-ROM drives and DVD reader/reader-writers (R/RWs) could be used to record and reproduce sound, images and data and are examples of optical drives.",
      "id": "s224"
    },
    {
      "text": "In or around July 2007, Pioneer Australia released the Pioneer Blu-ray player, a multimedia product, and the Pioneer Blu-ray writer, also a multimedia product.",
      "id": "s225"
    },
    {
      "text": "Since about 1992 Pioneer Australia has distributed multimedia products manufactured by or on behalf of Pioneer KK.",
      "id": "s226"
    },
    {
      "text": "These are distributed by Pioneer Australia to wholesale distributors.",
      "id": "s227"
    },
    {
      "text": "Mr Bartlett commenced employment with Pioneer Australia as a sales representative for car audio products in 1987 and graduated through various positions with the company.",
      "id": "s228"
    },
    {
      "text": "He was the National Sales and Marketing Manager of the Multimedia Products Division from June 1997 to September 2003.",
      "id": "s229"
    },
    {
      "text": "When the Multimedia Products Division became the Commercial Business Group in September 2003, Mr Bartlett became National Sales and Marketing Manager of the new group.",
      "id": "s230"
    },
    {
      "text": "Mr Bartlett refers to \"multimedia products\" as including optical drives (such as DVD-ROM drives and DVD writers) and computer data storage jukeboxes.",
      "id": "s231"
    },
    {
      "text": "He points out that DVD writers and DVD-ROM drives are not the same as DVD players (which are used to play DVD videos) or DVD recorders (which are used to record analogue or digital audio-visual signals in a digital format onto a DVD and also to play audio and video CDs).",
      "id": "s232"
    },
    {
      "text": "DVD recorders and DVD players are not \"multimedia products\" but rather audio-visual products for home entertainment.",
      "id": "s233"
    },
    {
      "text": "DVD writers and DVD-ROM drives are described as multimedia products.",
      "id": "s234"
    },
    {
      "text": "As the Pioneer KK witnesses including Mr Bartlett use the term \"computer peripherals\", the multimedia products they describe are computer peripheral products in that they are connected to and used as components in computers but can also be used in conjunction with audio-visual products.",
      "id": "s235"
    },
    {
      "text": "Mr Bartlett states that Pioneer KK's multimedia products ' are also known as computer peripheral products in that they may be connected externally or internally to computers '.",
      "id": "s236"
    },
    {
      "text": "I shall return to the question whether a computer component, in contrast to a device connected externally to a computer, is a computer peripheral.",
      "id": "s237"
    },
    {
      "text": "Pioneer KK's multimedia products are distributed to wholesale distributors who also distribute other computer products such as desktop monitors, graphic cards, keyboards and hard drives.",
      "id": "s238"
    },
    {
      "text": "During the relevant period, Pioneer Australia distributed and marketed its entire product range, including multimedia products, under and by reference to the slogan \"sound.vision.soul\" ('the slogan').",
      "id": "s239"
    },
    {
      "text": "However, Mr Bartlett stated that the Multimedia Products Division of Pioneer Australia (which became the Commercial Business Group in 2003) tended not to use the slogan.",
      "id": "s240"
    },
    {
      "text": "From 1993, Pioneer Australia supplied jukeboxes to wholesale distributors in Australia who, in turn, supplied them to business and government organisations including banks, transport companies and the Australian Electoral Office in Melbourne.",
      "id": "s241"
    },
    {
      "text": "The number of these jukeboxes sold was limited because of their price and application.",
      "id": "s242"
    },
    {
      "text": "The jukeboxes were primarily used as large capacity databases which housed multiple DVD-ROM drives and DVD writers and allowed data to be recorded and stored on the DVDs (or CDs) held in the drives, although a jukebox is not a data processing apparatus.",
      "id": "s243"
    },
    {
      "text": "The jukeboxes were connected to a mainframe computer system.",
      "id": "s244"
    },
    {
      "text": "Production by Pioneer KK ceased at the end of 2007.",
      "id": "s245"
    },
    {
      "text": "They were expensive items which were sold in small numbers during the relevant period, configured by Pioneer Australia to end-users' specifications.",
      "id": "s246"
    },
    {
      "text": "By the commencement of the relevant period, the Pioneer brand had acquired a significant reputation in Australia in relation to electronic products for the car, office and home (including audio and visual electronic products) and optical drives, including DVD-ROM drives and DVD writers.",
      "id": "s247"
    },
    {
      "text": "In the relevant period the range of Pioneer KK multimedia products included computer data storage jukeboxes (also commonly referred to as CD/DVD changers), DVD-ROM drives and DVD readers and writers, as well as commercial video products.",
      "id": "s248"
    },
    {
      "text": "During the relevant period and up to the present time, Pioneer Australia has continued to be one of the market leaders in optical drives in Australia and has won a number of awards issued by Australian computer magazines for various models of DVD writers.",
      "id": "s249"
    },
    {
      "text": "In 2001 Pioneer was described as ' arguably the leading manufacturer of Laser Drives ' and was the market leader in the DVD-ROM drives market.",
      "id": "s250"
    },
    {
      "text": "By 2002 it was the leading vendor of DVD-Recordable drives (DVD writers).",
      "id": "s251"
    },
    {
      "text": "Pioneer Australia has had a substantial market share in DVD-ROM drives and DVD writers and, according to Mr Bartlett, has been if not the, then a market leader in optical drives in Australia.",
      "id": "s252"
    },
    {
      "text": "Pioneer KK is presently selling a narrower range of products but with more diverse products within each of those ranges.",
      "id": "s253"
    },
    {
      "text": "The Pioneer Palcom PX-7 computer\n Between about 1985 and 1987 Pioneer Australia distributed a computer system manufactured by Pioneer KK known as the Pioneer Palcom PX-7 computer ('the Palcom computer').",
      "id": "s254"
    },
    {
      "text": "This was distributed to retailers and retail customers including businesses and government organisations.",
      "id": "s255"
    },
    {
      "text": "While all remaining stock of the Palcom computer had been sold by mid-1987, Pioneer Australia provided technical support until about 1990.",
      "id": "s256"
    },
    {
      "text": "The Palcom computer was unique in that it could control laser disc players.",
      "id": "s257"
    },
    {
      "text": "It was used in particular by makers of event films because it could be used to insert titles and captions over the image.",
      "id": "s258"
    },
    {
      "text": "It was marketed as ' a full-fledged personal computer ' by reference to applications as a system controller of both audio and video equipment as well as for use when hooked up to a laser vision player.",
      "id": "s259"
    },
    {
      "text": "It was not marketed as a word processor, or for the purposes of office documents, or as a personal network computer.",
      "id": "s260"
    },
    {
      "text": "Rather, it was used for the purpose of editing video tapes.",
      "id": "s261"
    },
    {
      "text": "Pioneer Computers submits that Pioneer KK abandoned the computer market when it abandoned the manufacture and marketing of the Palcom computer.",
      "id": "s262"
    },
    {
      "text": "Pioneer KK has not otherwise marketed a computer for the purposes for which a notebook or personal computer are used and there is no evidence that it intended or intends to do so.",
      "id": "s263"
    },
    {
      "text": "Computer peripherals\n In issue in these proceedings is whether or not certain goods manufactured and sold by Pioneer KK constitute \"computer peripheral devices\" within the meaning of the Pioneer KK trade mark registrations.",
      "id": "s264"
    },
    {
      "text": "There is no dispute that, in the relevant period, as described by Mr Bartlett and Mr Ham, the former Technical Support Manager from Pioneer Australia's Multimedia Group, Pioneer KK marketed different devices, including computer data storage jukeboxes, DVD-ROM drives and DVD writers.",
      "id": "s265"
    },
    {
      "text": "Pioneer Computers submits, however, that this does not entitle Pioneer KK to maintain the registrations for the removal goods.",
      "id": "s266"
    },
    {
      "text": "Pioneer Computers says that the term \"computer peripheral devices\", in the context of the description of the goods for which the Pioneer KK marks are registered, excludes those goods specifically provided for in the registrations, such as optical disc drives.",
      "id": "s267"
    },
    {
      "text": "Pioneer Computers' alternative contention is that, if the goods marketed and sold by Pioneer KK did include computer peripherals, the use of the Pioneer KK marks in connection with computer peripherals was not sufficient across the scope of the goods encompassed by the term to entitle Pioneer KK to maintain its registrations across the category of goods so encompassed or across the removal goods more generally.",
      "id": "s268"
    },
    {
      "text": "Pioneer Computers also says that the term \"computer peripheral devices\" only properly includes those devices that are externally connected to a computer and does not include devices internally integrated as computer components.",
      "id": "s269"
    },
    {
      "text": "I shall consider the use of the Pioneer KK marks later in these reasons.",
      "id": "s270"
    },
    {
      "text": "Internal versus external connection\n There is no distinction in the Pioneer KK trade mark registrations between internal and external devices.",
      "id": "s271"
    },
    {
      "text": "At issue is whether certain goods sold by Pioneer KK, such as DVD-ROM drives, DVD writers and computer data storage jukeboxes, are \"computer peripheral devices\" within the description of the removal goods.",
      "id": "s272"
    },
    {
      "text": "Both parties accept that a device connected externally to a computer, an external device, is a computer peripheral.",
      "id": "s273"
    },
    {
      "text": "Mr Li drew a clear distinction between a device that connects externally to the computer, a computer peripheral, and a computer part or a computer component, the latter being incorporated internally into a computer.",
      "id": "s274"
    },
    {
      "text": "Mr Li distinguishes between an internal DVD writer, which he would call a computer component, and an externally attached DVD writer, which he would call a computer peripheral.",
      "id": "s275"
    },
    {
      "text": "This distinction is drawn by him even though the functions of the devices are identical.",
      "id": "s276"
    },
    {
      "text": "Pioneer Computers argues that the term \"computer peripherals\" includes many different goods, not necessarily related except in the broader sense of being devices external to a computer that can optionally be connected to it.",
      "id": "s277"
    },
    {
      "text": "Pioneer Computers says that the term includes external floppy disc drives, keyboards and mice, external tape drives, microphones, speakers and cameras, external CD-ROM drives, USB memory keys, printers, scanners and monitors.",
      "id": "s278"
    },
    {
      "text": "Pioneer KK maintains that computer peripheral devices may be connected externally or internally to computers.",
      "id": "s279"
    },
    {
      "text": "It says that they are optional in nature and not usually necessary to the functioning of the computer.",
      "id": "s280"
    },
    {
      "text": "Without a doubt, Pioneer KK says, DVD writers are computer peripherals.",
      "id": "s281"
    },
    {
      "text": "Mr Ham says that multimedia products are commonly referred to as computer peripheral devices because they can be added to computers internally or externally to expand the function of computers.",
      "id": "s282"
    },
    {
      "text": "Mr Ham explains that, in computing terminology, \"PCI\" stands for \"peripheral component interconnect\".",
      "id": "s283"
    },
    {
      "text": "His view is that any component that plugs into the interface in a computer motherboard is a peripheral device.",
      "id": "s284"
    },
    {
      "text": "Pioneer KK relies upon a publication called the \"IT Market Insights Report\" from 2000, which discusses computer peripherals in terms of laser and optical drive markets showing the emergence of DVD-ROM drives.",
      "id": "s285"
    },
    {
      "text": "Pioneer KK maintains that its optical drives and multimedia products come within the category of computer peripheral devices which may be connected externally to or internally in computers.",
      "id": "s286"
    },
    {
      "text": "Some are connected externally.",
      "id": "s287"
    },
    {
      "text": "For example, computer data storage jukeboxes that have the ability to archive, manipulate and distribute data are connected externally to existing computer systems and are used as external data storage devices.",
      "id": "s288"
    },
    {
      "text": "Mr Bartlett and Mr Ham describe the optical drive products as devices used for data storage and as \"computer peripheral devices\" or \"computer peripheral products\" in a way that is relevantly interchangeable.",
      "id": "s289"
    },
    {
      "text": "The definition of the term \"computer peripheral\" in computer dictionaries is for an input or output device connected to the computer's central processing unit (CPU) or microprocessor, transferring information into or out of the computer to expand the functions of the computer.",
      "id": "s290"
    },
    {
      "text": "It may include storage devices such as disc drives, input devices such as keyboards, mice and joysticks and output devices such as printers or modems.",
      "id": "s291"
    },
    {
      "text": "The Microsoft Press Computer Dictionary (3 rd ed, Microsoft Press, 1997) includes a definition close to the relevant period as follows: \n \n peripheral ... n. In computing, a device, such as a disk drive, printer, modem or joystick, that is connected to a computer and is controlled by the computer's microprocessor.",
      "id": "s292"
    },
    {
      "text": "Also called peripheral device.",
      "id": "s293"
    },
    {
      "text": "See also console.",
      "id": "s294"
    },
    {
      "text": "[emphasis added] \n \n\n \nThis suggests an externally connected device.",
      "id": "s295"
    },
    {
      "text": "Use of the term to describe only devices which are hooked up externally is also consistent with the Wikipedia entry that was in evidence: \n \n \n A peripheral is a piece of computer hardware that is added to a host computer, i.e any hardware except the computer, in order to expand its abilities.",
      "id": "s296"
    },
    {
      "text": "More specifically, the term is used to describe those devices that are optional in nature, as opposed to hardware that is either demanded or always required in principle.",
      "id": "s297"
    },
    {
      "text": "The term also tends to be applied to devices that are hooked up externally, typically through some form of computer bus like USB.",
      "id": "s298"
    },
    {
      "text": "Typical examples include joysticks, printers and scanners.",
      "id": "s299"
    },
    {
      "text": "Devices such as monitors and disk drives are not considered peripherals when they are not truly optional.",
      "id": "s300"
    },
    {
      "text": "Some people do not consider internal devices such as video capture cards to be peripherals because they are added inside the computer case; for them, the term peripherals is reserved exclusively for devices that are hooked up externally to the computer.",
      "id": "s301"
    },
    {
      "text": "It is debatable however whether PCMCIA cards qualify as peripherals under this restrictive definition, because some of them go fully inside the laptop, while some, like WiFi cards, have external appendages.",
      "id": "s302"
    },
    {
      "text": "[original emphasis] \n \n\n \nThe Macquarie Dictionary (Revised 3 rd ed, The Macquarie Library Pty Ltd, 2003) relevantly defines \"peripheral device\" as: \n \n \n noun a device attached to a computer which transfers information into or out of the computer; peripheral.",
      "id": "s303"
    },
    {
      "text": "Also, peripheral unit .",
      "id": "s304"
    },
    {
      "text": "[original emphasis] \n \n\n \nThe Shorter Oxford English Dictionary (5 th ed, Oxford University Press, 2002) relevantly defines the term \"peripheral\" as: \n \n \n Designating equipment used in conjunction with a computer without being an integral or necessary part of one; designating operations involving such equipment.",
      "id": "s305"
    },
    {
      "text": "I accept that the term \"computer peripheral devices\" is strictly used to describe devices that are connected to a computer, that is, externally but usage in practice requires further consideration.",
      "id": "s306"
    },
    {
      "text": "Use of the term \"computer peripheral devices\" does not seem to be rigorous in practice.",
      "id": "s307"
    },
    {
      "text": "The distinction between internal and external connection is not common across the industry, nor is it a distinction drawn by Pioneer Computers with the public.",
      "id": "s308"
    },
    {
      "text": "On Pioneer Computers' website the \"Orb\" drives are described as \"Other Peripherals\" and include both internal and external devices.",
      "id": "s309"
    },
    {
      "text": "Pioneer Computers sells DVD drives which are both externally and internally connected and does not seem to draw a distinction between them as a matter of sales and marketing.",
      "id": "s310"
    },
    {
      "text": "The lack of clear demarcation is apparent in a practical sense.",
      "id": "s311"
    },
    {
      "text": "The difficulty is that, while the parties argued about the meaning of the term \"computer peripheral devices\" and whether it did or did not include devices integrated into a computer, they did not clearly identify, as to each of the products sold by Pioneer KK in the relevant period, which were connected internally and which externally.",
      "id": "s312"
    },
    {
      "text": "For example, while jukeboxes were external devices, it is not entirely clear which of the DVD-ROM drives and DVD readers and writers were externally connected.",
      "id": "s313"
    },
    {
      "text": "Pioneer Computers has its own registered trade marks, one of which is DREAMMICRO, which is registered in Class 9 and covers computer associated products that can be either internal or external to the computer.",
      "id": "s314"
    },
    {
      "text": "That class includes: \n \n Audiovisual display apparatus adapted for use with computers; ... peripheral interface units for computers; peripheral sharing devices for computers; personal computers; portable computers; storage discs for use with computers; ... television display apparatus for use with computers; television display monitors for use with computers; ... apparatus for linking computers; components for computers; ... computer apparatus; computer apparatus adapted for use with visual display units; ... computer modems; ... computer monitors; ... computer peripheral devices; ... disc drives for use with computers... \n \n\n \nThis description includes \"computer peripheral devices\" as well as separate categories of devices that are also computer peripherals.",
      "id": "s315"
    },
    {
      "text": "Similarly, the trade mark DREAMVISION is registered in Class 9 as follows: \n \n Recording discs of all kinds including DVD-R, DVD RAM, CD-R, CD-RW and CD; photographic apparatus and instruments; apparatus of all kinds for recording, transmission or reproduction of sound or images including projector, LCD TV, monitor, DVD player, DVD drive \n \n\n \nPioneer KK points out that this description is not limited to computer goods and includes computer peripherals.",
      "id": "s316"
    },
    {
      "text": "There is no differentiation of internal or external connection.",
      "id": "s317"
    },
    {
      "text": "Pioneer Computers has also registered the trade marks DREAMBOOK and DREAMVISION in Class 9 for: Electric and electronic goods of all kinds .",
      "id": "s318"
    },
    {
      "text": "DREAMVISION is also registered in Class 37 for: Repair and installation of electric and electronic equipment of all kinds including batteries ; in Class 40 for: Custom manufacture of personal computers, notebook computers and servers ; and in Class 42 for: Design and development of computer hardware .",
      "id": "s319"
    },
    {
      "text": "Under the heading \"Computer Peripherals\" on the Pioneer Australia website, Pioneer Australia advertises Blu-ray disc drives and DVD writers and the website asserts that ' Pioneer is the industry leader in optical storage and DVD burning technology '.",
      "id": "s320"
    },
    {
      "text": "There is no difference, as a matter of electronics, between external and internal DVD writers.",
      "id": "s321"
    },
    {
      "text": "The term \"computer peripheral devices\" as it is used by the public may not be confined to devices externally connected to a computer.",
      "id": "s322"
    },
    {
      "text": "For example, it may simply refer to a device which may be connected to the computer internally or externally.",
      "id": "s323"
    },
    {
      "text": "Therefore, while the term should strictly be used to describe externally connected devices, the distinction is somewhat arbitrary and the public may not be conscious of it.",
      "id": "s324"
    },
    {
      "text": "This is of relevance in considering whether the public differentiates devices by usage rather than according to terminology.",
      "id": "s325"
    },
    {
      "text": "It is not unreasonable, particularly in an area of technology the subject of rapid change, for an applicant for a trade mark to include within the class of goods for which the trade mark is registered, products which may not be able to be strictly described.",
      "id": "s326"
    },
    {
      "text": "The statement of goods should not be construed so narrowly that it fails to include goods clearly within the designated class that have not yet been developed.",
      "id": "s327"
    },
    {
      "text": "As was said in Magnavox (Aust) Pty Ltd's Trade Mark (1964) 34 AOJP 2075 at 2078, ' the rights arising from the registration of a trade mark should not be confined to the stage of technological development of goods specified when the mark was registered '.",
      "id": "s328"
    },
    {
      "text": "The general term \"computer peripheral devices\" as used is an appropriate term to describe the range of goods marketed by Pioneer KK in the areas of computer and optical technology, given the rate of change and advances in those technologies.",
      "id": "s329"
    },
    {
      "text": "Further, as the technology has changed and as it is used, some devices may be internally connected or externally connected to a computer.",
      "id": "s330"
    },
    {
      "text": "One example is the DVD drive in a larger or smaller notebook computer.",
      "id": "s331"
    },
    {
      "text": "It seems artificial to restrict the description of a category of goods on the basis of a distinction drawn by the definition where the distinction is not drawn in use of the term in the marketplace, where it depends upon the way in which the goods are used, sometimes idiosyncratically, and where the use of a particular device as an internal component or an externally connected device may change as the technology changes.",
      "id": "s332"
    },
    {
      "text": "In any event, for the reasons that follow in considering discretionary matters, the distinction is not determinative of the decision regarding whether or not to remove the removal goods from the registrations for the Pioneer KK marks.",
      "id": "s333"
    },
    {
      "text": "The specific inclusion of certain computer peripheral devices in the Pioneer KK trade mark registrations\n Pioneer Computers says that optical devices (including DVD-ROM drives and DVD writers) constitute a separate category of information technology products that comprise a niche market and that they should not be considered as satisfying the range of products encompassed by the general term \"computer peripheral devices\".",
      "id": "s334"
    },
    {
      "text": "As noted above, Pioneer Computers further argues that in the present case, the separate inclusion of various goods (including optical disc drives) in the second Pioneer KK trade mark registration means that these products are not encompassed by the term \"computer peripheral devices\" as used in the registration.",
      "id": "s335"
    },
    {
      "text": "In this case, the inclusion of computer peripheral devices in the description of the goods for which the second Pioneer KK mark was registered seems to have been as a \"catch-all\" and an expression to encompass goods yet to be developed and so yet to be specifically described.",
      "id": "s336"
    },
    {
      "text": "Pioneer Computers submits that the term \"computer peripheral devices\" should be removed from the registrations.",
      "id": "s337"
    },
    {
      "text": "It relies on the Moove case ( Murray Goulburn Co-operative Co Ltd v New South Wales Dairy Corporation [1990] FCA 32 ; (1990) 24 FCR 370 (' Moove (No 1) ') and Murray Goulburn Co-operative Company Ltd v New South Wales Dairy Corporation (1990) 17 IPR 269 (' Moove (No 2) ') where a trade mark registered for dairy products was limited to cheese and flavoured milk.",
      "id": "s338"
    },
    {
      "text": "It submits that the removal goods and the removal services and those in the balance of the registration are clearly and separately identifiable without fine distinctions drawn as, for example, between vehicles dependent on particular use or size as in McHattan v Australian Specialised Vehicle Systems Pty Ltd (1996) 34 IPR 537.",
      "id": "s339"
    },
    {
      "text": "Pioneer Computers says that the goods sold by Pioneer KK, such as optical disc drives, can be (as in the Moove case) and in this case are, separately provided for in the trade mark registrations.",
      "id": "s340"
    },
    {
      "text": "Further, it says that the expression \"computer peripheral devices\" encompasses devices for which Pioneer KK claims no use and which are in a different category from those marketed by Pioneer KK, such as mice, printers and keyboards.",
      "id": "s341"
    },
    {
      "text": "I do not accept Pioneer Computers' contention that the separate inclusion of goods such as optical disc drives in the second Pioneer KK trade mark registration means that these goods are not computer peripheral devices as that term is used in the registrations.",
      "id": "s342"
    },
    {
      "text": "However, it remains arguable that on the basis of Moove , the Pioneer KK registrations should be amended to remove the term \"computer peripheral devices\".",
      "id": "s343"
    },
    {
      "text": "This would leave within the scope of the Pioneer KK registrations goods which are separately itemised and for which removal is not sought, including optical disc drives and optical disc auto changers.",
      "id": "s344"
    },
    {
      "text": "If technological change results in a new peripheral device that is not presently provided for, a further registration can be sought.",
      "id": "s345"
    },
    {
      "text": "However, the discretion provided for in s 101(3) of the Act should also be considered.",
      "id": "s346"
    },
    {
      "text": "USE OF THE PIONEER KK MARKS \n Given my earlier conclusion that the non-use applications were defective in relation to the ground in s 92(4)(a) of the Act, it is only necessary to consider use of the Pioneer KK marks during the relevant period.",
      "id": "s347"
    },
    {
      "text": "Use of the Pioneer KK marks with respect to the removal goods\n Whether and to what extent Pioneer KK has used the Pioneer KK marks in respect of the removal goods raises the issue of use in respect of: It is not in dispute that Pioneer KK used its marks in respect of the Palcom computer, optical drives, DVD/CD changers and jukeboxes.",
      "id": "s348"
    },
    {
      "text": "As to the first, Pioneer Computers says that this was prior to the relevant period and that there was no use of the marks during the relevant period or subsequently, in respect of computers.",
      "id": "s349"
    },
    {
      "text": "As to the latter products, Pioneer Computers says that even if the Pioneer KK goods such as optical disc drives are properly designated in the context of the trade mark registrations as computer peripheral devices, there was de minimis use of the Pioneer KK marks in respect of the range of computer peripheral devices and even less use in respect of the range of removal goods.",
      "id": "s350"
    },
    {
      "text": "In considering the use of the Pioneer KK marks in respect of the removal goods, a number of questions arise: Has there been use of the first Pioneer KK mark during the relevant period?",
      "id": "s351"
    },
    {
      "text": "Is use of the second Pioneer KK mark during the relevant period sufficient to constitute use of the first Pioneer KK mark?",
      "id": "s352"
    },
    {
      "text": "What use has there been of the second Pioneer KK mark in respect of the removal goods and the removal services during the relevant period?",
      "id": "s353"
    },
    {
      "text": "Use of the first Pioneer KK mark\n The burden of proof is on the trade mark owner to establish use of a trade mark.",
      "id": "s354"
    },
    {
      "text": "Pioneer Computers' searches disclose no use of the first Pioneer KK mark during the relevant period.",
      "id": "s355"
    },
    {
      "text": "Pioneer KK does not say that it has used the first Pioneer KK mark during the relevant period in respect of any of the removal goods or the removal services.",
      "id": "s356"
    },
    {
      "text": "Pioneer KK's evidence is that the first Pioneer KK mark was used by Pioneer KK up to about 1999 and the second Pioneer KK mark was used from about 1999 onwards.",
      "id": "s357"
    },
    {
      "text": "That is, only the second Pioneer KK mark was used during the relevant period.",
      "id": "s358"
    },
    {
      "text": "Pioneer Computers submits that the registration of the second Pioneer KK mark represented a deliberate decision by Pioneer KK to change the trade mark under which its goods were sold to a mark not encompassed by the first Pioneer KK mark and that this represented an abandonment of that first mark.",
      "id": "s359"
    },
    {
      "text": "Pioneer KK submits that it is incorrect to distinguish between the Pioneer KK marks, and , as this ignores the overall similarity between them.",
      "id": "s360"
    },
    {
      "text": "It submits that, as the Registrar held at [12], in considering the use made of the Pioneer KK marks, there are only minor alterations between the two marks which do not substantially affect the trade marks' identity.",
      "id": "s361"
    },
    {
      "text": "Pioneer KK relies on s 100(3) of the Act which provides that if it can be established that the trade mark, or the trade mark with additions or alterations not substantially affecting its identity, was used in good faith in relation to the relevant goods and/or services during the relevant period, that is sufficient to rebut the allegation of non-use.",
      "id": "s362"
    },
    {
      "text": "Pioneer KK submits that the second Pioneer KK mark ' clearly evolved from the first mark by, eg, modernising it from capitals to partly lower case ' and that it should be entitled to keep the first Pioneer KK mark because of the use made of the second Pioneer KK mark, which is, in effect, a continuing use.",
      "id": "s363"
    },
    {
      "text": "The evidence is that the name \"Pioneer\" is used by over 700 companies.",
      "id": "s364"
    },
    {
      "text": "The only way in which the word can be visually differentiated is by the use of differences such as upper and lower case, font and script.",
      "id": "s365"
    },
    {
      "text": "In this case, and use such differences, while retaining the thickness of the font and the appearance of some of the letters.",
      "id": "s366"
    },
    {
      "text": "If they were words used but not as a trade mark, or used on different classes of goods, it could be said that they are not substantially identical.",
      "id": "s367"
    },
    {
      "text": "However, Pioneer KK says that the alterations do not substantially affect the identity of the mark as used.",
      "id": "s368"
    },
    {
      "text": "The use of was in relation to the same class of goods and services as those with which was used.",
      "id": "s369"
    },
    {
      "text": "In those circumstances, the alterations, in my view, do not substantially affect the identity of the trade mark in relation to those goods and services.",
      "id": "s370"
    },
    {
      "text": "The differences are minor and reflect a change of style rather than a substantive change or a change in the source of the goods and services.",
      "id": "s371"
    },
    {
      "text": "It follows that the use of the trade mark represented a continuing use of the trade mark .",
      "id": "s372"
    },
    {
      "text": "It follows that I accept that the differences between the first and second Pioneer KK marks, as used, do not substantially affect their identity.",
      "id": "s373"
    },
    {
      "text": "That is, use of the second Pioneer KK mark during the relevant period with respect to the removal goods and the removal services, if established, is sufficient to prevent their removal from the goods and services for which the first Pioneer KK mark is registered.",
      "id": "s374"
    },
    {
      "text": "Use of the Pioneer KK marks with respect to computers\n Pioneer KK marketed and sold the Palcom computer in Australia between about 1985 and 1987.",
      "id": "s375"
    },
    {
      "text": "The Palcom computer was marketed under the first Pioneer KK mark.",
      "id": "s376"
    },
    {
      "text": "The marketing of the Palcom computer under the first Pioneer KK mark was over a decade before the commencement of the relevant period.",
      "id": "s377"
    },
    {
      "text": "There was no use of the Pioneer KK marks with respect to computers in the relevant period.",
      "id": "s378"
    },
    {
      "text": "Use of the Pioneer KK marks with respect to computer peripheral devices and the remaining removal goods\n It is not in dispute that the \"Pioneer\" brand is a well-known brand in Australia and is well-known and used in the field of audio-visual products for office, home and car.",
      "id": "s379"
    },
    {
      "text": "Goods sold under the Pioneer KK marks in the relevant period included optical disc drives (DVD-ROM drives and DVD writers) and computer data storage jukeboxes which connected to a computer externally.",
      "id": "s380"
    },
    {
      "text": "Pioneer Computers submits that while Pioneer KK has identified use in relation to optical disc drives and jukeboxes, such goods are not removal goods and the use of them does not satisfy s 100(1) of the Act.",
      "id": "s381"
    },
    {
      "text": "As Pioneer Computers points out, by s 100(1) of the Act, Pioneer KK must establish that the use of the Pioneer KK marks is in relation to the particular goods and/or services to which the non-use applications relate.",
      "id": "s382"
    },
    {
      "text": "Pioneer Computers accepts that there was use of the second Pioneer KK mark on optical drives and computer data storage jukeboxes during the relevant period but says, first, that that is not relevant use, as they are a distinct category of computer peripherals which have been separately provided for in the second Pioneer KK trade mark registration and for which removal is not sought.",
      "id": "s383"
    },
    {
      "text": "It follows, according to Pioneer Computers, that Pioneer KK has not established use across the range of computer peripherals or across the removal goods more generally.",
      "id": "s384"
    },
    {
      "text": "Secondly, Pioneer Computers concedes that there was use of the second Pioneer KK mark on goods that ' in some circumstances may be described as a subset of goods ' within the term \"computer peripherals\" but says that the use was limited to a small set of particular optical storage devices that were sold in small numbers and did not encompass the full range of goods coming within the ordinary meaning of the term \"computer peripheral devices\", which covers a large range of goods.",
      "id": "s385"
    },
    {
      "text": "Pioneer Computers submits that it cannot reasonably be said that use of the second Pioneer KK mark in relation to a narrow subset of optical storage devices, which are identified in the industry as a niche market and which are separately provided for in the second Pioneer KK registration, establishes use in respect of the range of computer peripheral devices for the purposes of the Pioneer KK registrations.",
      "id": "s386"
    },
    {
      "text": "Pioneer KK emphasises that it only needs to show some use of the removal goods during the relevant period to maintain its registration.",
      "id": "s387"
    },
    {
      "text": "The fact that use of the mark may have been discontinued in relation to some goods after that time cannot, it submits, be relevant to the present application.",
      "id": "s388"
    },
    {
      "text": "Further, Pioneer KK points out that it does not need to prove significant sales of goods or provision of services during the relevant period.",
      "id": "s389"
    },
    {
      "text": "One sale of each type of good would be sufficient, providing that sale or use of the mark is bona fide and not de minimis ( Settef SpA v Riv-Oland Marble Co (Vic) Pty Ltd (1987) 10 IPR 402 at 437).",
      "id": "s390"
    },
    {
      "text": "The characterisation of the goods sold by Pioneer KK\n Pioneer Australia is and has been a market leader in optical drives in Australia.",
      "id": "s391"
    },
    {
      "text": "Purchasers of its products included consumers, businesses and government organisations.",
      "id": "s392"
    },
    {
      "text": "Pioneer Australia has provided end-user support for its optical drive products.",
      "id": "s393"
    },
    {
      "text": "It is common ground that Pioneer KK is a manufacturer of audio and audio-visual equipment including radios, televisions, amplifiers and sound recording and reproducing equipment including car stereo head units, speakers, amplifiers and sub-woofers.",
      "id": "s394"
    },
    {
      "text": "Pioneer KK's goods are distributed in Australia by Pioneer Australia.",
      "id": "s395"
    },
    {
      "text": "It is not in dispute that during the relevant period, Pioneer KK and Pioneer Australia distributed and marketed the \"Pioneer\" product range under and by reference to the slogan \"sound.vision.soul\".",
      "id": "s396"
    },
    {
      "text": "The slogan is said by Pioneer KK to refer to its first business of audio products, the video entertainment field and its aim of developing sound and video into \"outstanding\" entertainment.",
      "id": "s397"
    },
    {
      "text": "At the heart of Pioneer Computers' case is the proposition that Pioneer KK does not use its trade marks in connection with computers but in connection with audio-visual apparatus.",
      "id": "s398"
    },
    {
      "text": "It draws attention to the way in which Pioneer KK advertises and promotes its products and services throughout Australia under the slogan.",
      "id": "s399"
    },
    {
      "text": "A key plank of Pioneer Computers' case is that audio and video entertainment products and systems, the core business of Pioneer KK, are not relevant goods for the purposes of considering Pioneer KK's use of its trade marks with respect to the removal goods.",
      "id": "s400"
    },
    {
      "text": "It says that the slogan and its message ' permeate the whole of the [Pioneer KK] business undertaking '.",
      "id": "s401"
    },
    {
      "text": "Pioneer KK has conceded that it has not used the Pioneer KK marks in respect of computers (other than the Palcom computer), computer keyboards, printers for use with computers, data processing apparatus, computer operating programs or computer game programs.",
      "id": "s402"
    },
    {
      "text": "Pioneer KK has not sold computer software of its own by reference to the Pioneer KK marks, but it has supplied third party computer software packaged with its DVD-ROM drives.",
      "id": "s403"
    },
    {
      "text": "There is no evidence that Pioneer KK has ever manufactured, marketed or supplied into Australia, computer memories.",
      "id": "s404"
    },
    {
      "text": "Pioneer KK ceased the manufacture of CD-ROM drives (goods within the removal goods) by 1999, before the relevant period.",
      "id": "s405"
    },
    {
      "text": "In the relevant period, Pioneer KK sold DVD-ROM drives under the second Pioneer KK mark.",
      "id": "s406"
    },
    {
      "text": "Pioneer KK points out these DVD-ROM drives also operated as CD-ROM drives.",
      "id": "s407"
    },
    {
      "text": "Pioneer Computers maintains that DVD-ROM drives, the sales of which by Pioneer KK ceased by 2005, after the relevant period, are not goods within the removal goods.",
      "id": "s408"
    },
    {
      "text": "Computer data storage jukeboxes, which represented a small market for Pioneer KK, ceased production at the end of 2007.",
      "id": "s409"
    },
    {
      "text": "Generally, Pioneer Computers submits that Pioneer KK increasingly narrowed its product range and focus from before the relevant period to the end of it, focusing on the \"sound.vision.soul\" entertainment part of its business which, it submits, does not encompass the removal goods.",
      "id": "s410"
    },
    {
      "text": "Pioneer Computers says that the use by Pioneer KK of the second Pioneer KK mark during the relevant period has been in connection with DVD-ROM, DVD-ROM changers, DVD video and CD-ROM changers under the heading \"Multimedia\".",
      "id": "s411"
    },
    {
      "text": "Pioneer Computers seeks to limit the characterisation of the Pioneer KK goods to audio-visual and thus remove them from any connection with computers or computer peripherals.",
      "id": "s412"
    },
    {
      "text": "This is an unrealistic limitation.",
      "id": "s413"
    },
    {
      "text": "Not only does Pioneer KK classify the goods as multimedia rather than audio-visual, it is also difficult, if not impractical and impossible, to draw the claimed distinction.",
      "id": "s414"
    },
    {
      "text": "As will be discussed later in respect of the \"blurring\" or \"convergence\" of the entertainment and computer technologies, especially in multimedia devices, the distinction is not practically valid.",
      "id": "s415"
    },
    {
      "text": "The fields of technology and marketing are not completely separated.",
      "id": "s416"
    },
    {
      "text": "The technology is not different depending on the end use.",
      "id": "s417"
    },
    {
      "text": "For example, DVD-ROM drives or DVD writers may be used either in connection with a computer or with audio-visual products.",
      "id": "s418"
    },
    {
      "text": "Further, the use to which a particular device is put is ultimately determined by the end-user of the device and not by the manufacturer.",
      "id": "s419"
    },
    {
      "text": "If a manufacturer in the field of sporting equipment sells a pair of sports socks under a trade mark, it is not to the point that the socks may be purchased and used for a non-sporting activity.",
      "id": "s420"
    },
    {
      "text": "The manufacture and sale of the socks is still use of the trade mark and if the registration were for sporting apparel, it would be a relevant use.",
      "id": "s421"
    },
    {
      "text": "Pioneer KK's evidence is that the optical devices it offered for sale during the relevant period were multimedia devices which were intended for use not only with traditional audio-visual equipment but also with computers.",
      "id": "s422"
    },
    {
      "text": "There were significant sales of such products.",
      "id": "s423"
    },
    {
      "text": "In particular, Pioneer KK points to the sale of over 90,000 DVD-ROM drives in the relevant period.",
      "id": "s424"
    },
    {
      "text": "Each of those was an external drive except a small number (fewer than 2,300) supplied to Compaq for inclusion in Compaq computers.",
      "id": "s425"
    },
    {
      "text": "That is, the DVD-ROM drives were externally connected to computers, other than those sold unbranded to Compaq.",
      "id": "s426"
    },
    {
      "text": "Pioneer KK also relies on the sale of DVD writers in the relevant period being external DVD drives compatible with both DVD-ROM drives and DVD video players.",
      "id": "s427"
    },
    {
      "text": "Various DVD writers and drives were sold, each apparently designed to appear as a conventional DVD player.",
      "id": "s428"
    },
    {
      "text": "During the relevant period Pioneer Australia was one of the market leaders in optical drives in Australia based on the number of units it distributed to wholesale distributors under and by reference to the second Pioneer KK mark.",
      "id": "s429"
    },
    {
      "text": "The market for DVD-ROM drives decreased as that for DVD writers increased and they ceased to be sold in Australia about four to five years ago.",
      "id": "s430"
    },
    {
      "text": "In summary, Pioneer Australia sold multimedia products in the relevant period, manufactured by or on behalf of Pioneer KK, including: optical drives (DVD-ROM drives and DVD writers) as well as blank DVD discs and CD discs; and computer data storage jukeboxes (large scale external storage devices used by business and government organisations to store and manage all types of data).",
      "id": "s431"
    },
    {
      "text": "The sales of at least some of these products were not significant and declined over the relevant period but they were sales of computer peripheral devices in that they were devices which could be connected to a computer to expand its functions.",
      "id": "s432"
    },
    {
      "text": "At least some of these products were external devices.",
      "id": "s433"
    },
    {
      "text": "For example, the DVR-S201 writer sold by Pioneer KK was an external device.",
      "id": "s434"
    },
    {
      "text": "Whether or not the Pioneer DVR-AO3 was an external device is not clear as Mr Ham's evidence suggests that it was a computer component.",
      "id": "s435"
    },
    {
      "text": "In any event, it is apparent that Pioneer KK sold devices in the relevant period that were computer peripherals.",
      "id": "s436"
    },
    {
      "text": "These devices were sold under the second Pioneer KK mark, except for optical drives sold to other manufacturers of computers, which were supplied as unbranded products.",
      "id": "s437"
    },
    {
      "text": "In order to maintain the registration of a mark in respect of a category of goods, it is not necessary to establish that the mark was used on every type of product which might come within that particular term or description of goods.",
      "id": "s438"
    },
    {
      "text": "For example, registration with respect to clothing should not be removed if the owner does sell a range of clothing but does not sell, for example, swimwear or ties.",
      "id": "s439"
    },
    {
      "text": "Even accepting that the term \"computer peripheral devices\" covers only devices connected externally to a computer, Pioneer KK has established use in the relevant period in respect of some computer peripherals, such as DVD-ROM drives, DVD writers and computer data storage jukeboxes.",
      "id": "s440"
    },
    {
      "text": "That, in my view, would be sufficient to establish its right to maintain the registration in respect of the category of computer peripheral devices if that were the sole category described and there were no challenge to the description of the goods in the registrations.",
      "id": "s441"
    },
    {
      "text": "It is not necessary to establish use in respect of each type of good that might come within the category.",
      "id": "s442"
    },
    {
      "text": "Indeed, the category of computer peripherals is not closed and has changed in content since registration.",
      "id": "s443"
    },
    {
      "text": "Pioneer Computers does not seek removal from the registration of optical disc drives, optical disc auto changers or jukeboxes.",
      "id": "s444"
    },
    {
      "text": "Pioneer Computers submits that the removal of the removal goods will not adversely affect these specific goods for which use has been established and which, it says, do not come within the term \"computer peripheral devices\" for the purposes of the Pioneer KK trade mark registrations.",
      "id": "s445"
    },
    {
      "text": "The use that has been established is, Pioneer Computers submits, in respect of goods for which removal is not sought.",
      "id": "s446"
    },
    {
      "text": "Pioneer Computers relies upon the requirement under the Act and Regulations (s 27(3) of the Act and Regulations 4.4(2) and 4.4 (6)) which require a trade mark applicant to specify the goods and/or services in respect of which it is sought to register the trade mark and proscribes the use of expressions such as \"all goods\" or \"all services\"; the goods or services must be indicated by name.",
      "id": "s447"
    },
    {
      "text": "Pioneer Computers submits that it follows from s 100(1) of the Act, which requires that a trade mark owner establish use in relation to the particular goods and/or services for which removal is sought, that there is a clear policy not to allow use for one good or service to stand as use for another good or service even though they fall within a class or broad description ( Moove (No 2) at 272).",
      "id": "s448"
    },
    {
      "text": "Pioneer KK nominated the goods for which it sought and obtained registration.",
      "id": "s449"
    },
    {
      "text": "In the second Pioneer KK registration, the goods were specified by the general term \"computer peripheral devices\" followed by list of specific devices which differ from each other, for example, printers and keyboards.",
      "id": "s450"
    },
    {
      "text": "The specification thus encompasses the specific goods nominated and any goods that can be described as \"computer peripheral devices\" that are not otherwise specified.",
      "id": "s451"
    },
    {
      "text": "Pioneer Computers submits that Pioneer KK cannot, by establishing use on optical disc drives and jukeboxes, rely upon that use of the mark for the other goods encompassed by the general term \"computer peripheral devices\".",
      "id": "s452"
    },
    {
      "text": "Rather, it says that the term is residual and covers goods not otherwise specified in the trade mark registration.",
      "id": "s453"
    },
    {
      "text": "Pioneer Computers submits that DVD drives and DVD writers fall in a distinct niche market segment --- that is laser and optical drives --- which have been specifically provided for in the second Pioneer KK trade mark registration.",
      "id": "s454"
    },
    {
      "text": "It submits that Pioneer KK is not entitled to a monopoly for the additional term \"computer peripheral devices\" for which, it says, no use has been established.",
      "id": "s455"
    },
    {
      "text": "In my view, Pioneer KK has clearly established use of the second Pioneer KK mark during the relevant period on some computer peripheral devices, namely, optical disc drives and jukeboxes, but it has not established use on any of the other removal goods.",
      "id": "s456"
    },
    {
      "text": "I reject Pioneer Computers' contention that Pioneer KK has not established use in respect of computer peripheral devices for the purposes of the Pioneer KK registrations.",
      "id": "s457"
    },
    {
      "text": "However, I do accept that there are differences between devices such as DVD writers on the one hand and keyboards and mice on the other and that Pioneer KK has not established any use in respect of the latter type of computer peripherals.",
      "id": "s458"
    },
    {
      "text": "On the basis of Moove , the Pioneer KK trade mark registrations are liable to be amended to remove \"computer peripheral devices\" from the description of goods for which the marks are registered.",
      "id": "s459"
    },
    {
      "text": "This would leave within the scope of the registrations the specific goods on which use has been shown and for which removal is not sought.",
      "id": "s460"
    },
    {
      "text": "However, for reasons which follow, I have come to the view that there is sufficient convergence between consumer electronic products and computer products such that, even though no use has been established during the relevant period across the entire category of computer peripherals or on any of the other removal goods, the public would still associate the name \"Pioneer\" and the PIONEER mark used in connection with the removal goods with Pioneer KK.",
      "id": "s461"
    },
    {
      "text": "Use of the Pioneer KK marks with respect to the removal services\n Pioneer Computers submits that the services provided by Pioneer Australia are not services within the removal services specified but were limited after sales services in relation to optical storage devices manufactured by the Japanese company.",
      "id": "s462"
    },
    {
      "text": "Mr Ham was the Technical Support Manager of the Multimedia Group of Pioneer Australia during the relevant period.",
      "id": "s463"
    },
    {
      "text": "He says that, since the commencement of his employment in 1976 and at least until he retired in 2005, Pioneer Australia distributed to wholesale distributors and retailers in Australia a wide range of consumer electronic products including audio-visual products for car and home entertainment manufactured by Pioneer KK in Japan under and by reference to the name \"Pioneer\" and the Pioneer KK marks.",
      "id": "s464"
    },
    {
      "text": "Pioneer Australia provided after sales customer support services for such products to its customers, which included retail customers, businesses and government organisations, under and by reference to the same marks.",
      "id": "s465"
    },
    {
      "text": "Mr Ham states that, by the relevant period, Pioneer Australia supplied a range of multimedia products including computer data storage jukeboxes, DVD-ROM drives, DVD readers and writers and commercial video products.",
      "id": "s466"
    },
    {
      "text": "During the relevant period, Pioneer Australia also provided technical support in respect of its multimedia products, which involved assisting wholesale distributors and end-users with queries concerning the integration and use of Pioneer multimedia products in computer systems, including discontinued products such as CD-ROM drives.",
      "id": "s467"
    },
    {
      "text": "Services were provided by reference to the second Pioneer KK mark in a broad range of activity including installation, maintenance, assembly, operation and configuration.",
      "id": "s468"
    },
    {
      "text": "The technical support provided by Pioneer Australia included the provision of instruction manuals and explanatory brochures relating to Pioneer KK multimedia products which were also available on the Pioneer Australia website.",
      "id": "s469"
    },
    {
      "text": "The operating instruction manuals provided to customers bore a Pioneer KK mark.",
      "id": "s470"
    },
    {
      "text": "Mr Ham personally provided technical support to wholesale distributors and end-users of Pioneer multimedia products and supported a team of four employees who also provided technical support.",
      "id": "s471"
    },
    {
      "text": "This support was provided by telephone, in person, via a bulletin board service and via the Internet.",
      "id": "s472"
    },
    {
      "text": "He says that, when he answered telephone inquiries he would use words to the effect of: ' Pioneer Technical Support, this is Graham Ham speaking '.",
      "id": "s473"
    },
    {
      "text": "Mr Ham was also the \"webmaster\" for the Pioneer Australia website from about 1999 until his retirement.",
      "id": "s474"
    },
    {
      "text": "Mr Ham describes the distribution of newsletters by Pioneer Australia.",
      "id": "s475"
    },
    {
      "text": "He and those working with him also provided updates for drivers (being software to allow a person's computer to communicate with the Pioneer multimedia product) as well as other software applications for use with writing, video editing, DVD authoring or DVD video playing.",
      "id": "s476"
    },
    {
      "text": "Pioneer Computers submits that the services provided by Pioneer Australia comprised the giving of simple instructions or information and, on occasion, the provision of updates, firmware and utilities, the last generally for evaluating and testing various CD-ROM and DVD-ROM products.",
      "id": "s477"
    },
    {
      "text": "These products were to enable the drives to be used with blank media from different manufacturers, updating the driver firmware, software and utilities to the standard of the blank media on which the drive was to write.",
      "id": "s478"
    },
    {
      "text": "Pioneer Computers submits that the services provided by Pioneer Australia can be more accurately described as the provision of limited after sales technical support services in relation to optical storage devices.",
      "id": "s479"
    },
    {
      "text": "They cannot, Pioneer Computers submits, be regarded as services provided in relation to office machines and equipment, data processing equipment or computers.",
      "id": "s480"
    },
    {
      "text": "They were not installation, maintenance or repair services of office machines and equipment, data processing apparatus and computers, nor of optical storage devices.",
      "id": "s481"
    },
    {
      "text": "The services only extended to \"technical tips\" and advice on product compatibility.",
      "id": "s482"
    },
    {
      "text": "Accordingly they do not comply with any of the removal services.",
      "id": "s483"
    },
    {
      "text": "Pioneer Computers says that DVD-ROM drives, DVD readers and DVD read-writers are all apparatus for recording, copying and reproducing sound or images and that removal is not sought of services in relation to such apparatus.",
      "id": "s484"
    },
    {
      "text": "Pioneer Computers submits that those services will remain within the registration as sought to be amended.",
      "id": "s485"
    },
    {
      "text": "Further, Pioneer Computers submits that the purchasers of jukebox products had their own IT support personnel.",
      "id": "s486"
    },
    {
      "text": "Pioneer Computers says that the instruction materials and software assembled by Mr Ham were not provided to customers in response to problems encountered by them.",
      "id": "s487"
    },
    {
      "text": "The material provided and made available to customers may be a service or in anticipation of a problem or merely an accessory of the product.",
      "id": "s488"
    },
    {
      "text": "In any event, Mr Ham's evidence is that Pioneer Australia did provide services, in the sense of access by the customer to advice to solve problems and to answer questions covering Pioneer KK products, by reference to the Pioneer KK marks.",
      "id": "s489"
    },
    {
      "text": "I am satisfied that Pioneer KK and Pioneer Australia provided services in respect of their products by reference to the Pioneer KK marks during the relevant period.",
      "id": "s490"
    },
    {
      "text": "Some of those services were provided in advance of problems, some were made available on the website and some by direct contact with Pioneer Australia.",
      "id": "s491"
    },
    {
      "text": "The nature of the services is mandated by the nature of the products and the availability of the material for general problems.",
      "id": "s492"
    },
    {
      "text": "There is no suggestion that Pioneer Australia did not provide such advice as was necessary.",
      "id": "s493"
    },
    {
      "text": "I am not satisfied, however, that the services provided by Pioneer KK are properly characterised as coming within the removal services.",
      "id": "s494"
    },
    {
      "text": "The Pioneer KK and Pioneer Australia services were not in respect of office machines and equipment, data processing apparatus or computers.",
      "id": "s495"
    },
    {
      "text": "Authorised use\n Pioneer Computers submits that Pioneer KK has failed to establish that use by Pioneer Australia of the Pioneer KK marks for the services which the Australian company did provide in the relevant period was use by the Australian company as the authorised user of the marks and that the benefit of any such use accrued to the Japanese parent.",
      "id": "s496"
    },
    {
      "text": "Accepting that Pioneer Australia is a wholly-owned subsidiary of Pioneer KK and a distributor of Pioneer KK's products, Pioneer Computers submits that this does not establish that Pioneer KK exercised any relevant control within the meaning of s 8 of the Act over Pioneer Australia's use of the Pioneer KK marks in the relevant period.",
      "id": "s497"
    },
    {
      "text": "There is no evidence of a license ( Pioneer Kabushiki Kaisha v Registrar of Trade Marks [1977] HCA 56 ; (1977) 137 CLR 670 at 673).",
      "id": "s498"
    },
    {
      "text": "Accordingly, Pioneer Computers submits, Pioneer KK has not established that Pioneer Australia was an authorised user within the meaning of s 8 of the Act of the Pioneer KK marks in respect of the removal services in the relevant period.",
      "id": "s499"
    },
    {
      "text": "Pioneer KK relies upon the fact that the products sold under the trade marks were manufactured by or on behalf of Pioneer KK and that the documents, including manuals and test protocols, were created by the Japanese company and supplied to the Australian subsidiary for supply to customers in Australia.",
      "id": "s500"
    },
    {
      "text": "Use under the control of the owner of the trade marks is authorised use (ss 8(1) and 8(2) of the Act).",
      "id": "s501"
    },
    {
      "text": "As pointed out by Aickin J in Pioneer Kabushiki Kaisha at 683, a slight connection such as selection and quality control, or control by Pioneer KK of Pioneer Australia in the sense in which a parent company controls a subsidiary, may be sufficient.",
      "id": "s502"
    },
    {
      "text": "Pioneer Australia is a wholly owned subsidiary of Pioneer KK.",
      "id": "s503"
    },
    {
      "text": "The use of the marks indicates a connection in the course of trade with the registered proprietor of the marks, Pioneer KK.",
      "id": "s504"
    },
    {
      "text": "It cannot be said that the use of the marks by Pioneer Australia is somehow deceptive by indicating a different origin of the goods (see also E &amp; J Gallo Winery v Lion Nathan Australia Pty Ltd (ACN 008 596 370) [2008] FCA 934 ; (2008) 77 IPR 69 at [102] ).",
      "id": "s505"
    },
    {
      "text": "The products sold by Pioneer Australia were created and supplied by or on behalf of Pioneer KK.",
      "id": "s506"
    },
    {
      "text": "That is, the quality control of manufacture was exercised by the Japanese company.",
      "id": "s507"
    },
    {
      "text": "The exercise by Pioneer KK of quality control over goods and services dealt with or provided in the course of trade by its subsidiary, Pioneer Australia, is sufficient for me to conclude that use of the Pioneer KK marks by Pioneer Australia was under the control of Pioneer KK and authorised by it.",
      "id": "s508"
    },
    {
      "text": "INTENTION TO USE THE PIONEER KK MARKS \n While the non-use applications filed by Pioneer Computers were defective insofar as the ground in s 92(4)(a) is concerned, I will briefly consider the issue of intention to use the Pioneer KK marks.",
      "id": "s509"
    },
    {
      "text": "I note that intention to use refers to intention as at the date of filing of the application for registration.",
      "id": "s510"
    },
    {
      "text": "Intention to use the Pioneer KK marks with respect to computers\n The marketing of the Palcom computer under the first Pioneer KK mark was over a decade before the commencement of the relevant period.",
      "id": "s511"
    },
    {
      "text": "Pioneer Computers' submission is that Pioneer KK exited the market for computers and demonstrated that, as from 1987, it no longer held any intention to market computer goods under the first Pioneer KK mark, nor did it ever evince any intention to use the second Pioneer KK mark in relation to computer goods or associated services.",
      "id": "s512"
    },
    {
      "text": "Pioneer KK has not established an intention to use, or use of, either the first or second Pioneer KK marks in relation to computers or computer services during the relevant period.",
      "id": "s513"
    },
    {
      "text": "However, use of the first Pioneer KK mark on the Palcom computer from 1985 to 1987 is sufficient to infer such an intention in respect of the first Pioneer KK mark as at the date of filing of the application for registration of that mark.",
      "id": "s514"
    },
    {
      "text": "Intention to use the Pioneer KK marks with respect to other of the removal goods and the removal services\n Pioneer Computers asserts that Pioneer KK has failed to establish its intention to use each of the first and second Pioneer KK marks for the removal goods and the removal services.",
      "id": "s515"
    },
    {
      "text": "Pioneer KK submits that it had already commenced promoting and distributing laser disc players in 1980, CD players, karaoke and professional DJ products in 1982, and optical memory disc drive products, CD-ROM drives and CD writers and blank CD and DVD discs in Australia by 1989.",
      "id": "s516"
    },
    {
      "text": "That, it submits, is sufficient to establish an intention to use the marks in relation to the removal goods and the removal services.",
      "id": "s517"
    },
    {
      "text": "Pioneer KK has demonstrated use of the Pioneer KK marks sufficient to establish an intention to use the marks for some of the removal goods, including some computer peripheral devices.",
      "id": "s518"
    },
    {
      "text": "It has not established such intention for others such as computer keyboards, mice, printers, data processing apparatus, computer software, computer memories, computer operating systems and computer game programs.",
      "id": "s519"
    },
    {
      "text": "Nor has it established an intention to use the Pioneer KK marks with respect to the removal services.",
      "id": "s520"
    },
    {
      "text": "The evidence was insufficient.",
      "id": "s521"
    },
    {
      "text": "DISCRETION \n The parties agree that s 101(3) of the Act governs the exercise of the discretion in this case.",
      "id": "s522"
    },
    {
      "text": "Section 101(3) provides: \n \n If satisfied that it is reasonable to do so, the Registrar or the court may decide that the trade mark should not be removed from the Register even if the grounds on which the application was made have been established.",
      "id": "s523"
    },
    {
      "text": "The discretion under s 101(3) is a broad discretion to decide not to remove a trade mark from the Register or not to carve out some of the goods and services for which the mark is registered, even if s 92 grounds have been made out, if the Court is satisfied that it is reasonable to do so.",
      "id": "s524"
    },
    {
      "text": "Irrespective of the lack of use of the trade marks on the removal goods and the removal services in the relevant period, there is a discretion not to alter the registrations.",
      "id": "s525"
    },
    {
      "text": "In Kowa Company at [98], Lander J rejected the submission that a party seeking the exercise of the discretion needs to show \"exceptional circumstances\".",
      "id": "s526"
    },
    {
      "text": "In E &amp; J Gallo at [198], Flick J agreed with Lander J that there is no requirement to establish exceptional circumstances.",
      "id": "s527"
    },
    {
      "text": "With respect, I also agree with Lander J that there is no warrant to read a requirement for exceptional circumstances into s 101(3).",
      "id": "s528"
    },
    {
      "text": "In E &amp; J Gallo at [202]-[203], Flick J stated that the following factors set out by Falconer J in Hermes Trade Mark [1982] RPC 425 were of assistance in considering the exercise of the discretion: there had been no abandonment of the trade mark; the registered proprietors of the mark still had a residual reputation in the mark; there had been sales by the registered proprietors of goods for which removal was sought since the relevant period ended; the applicants for removal had entered the market without having taken steps to ascertain from the Register whether anyone had a right to exclude their use of the mark; the registered proprietors were not aware of the applicant's sales under the mark.",
      "id": "s529"
    },
    {
      "text": "Pioneer KK says the first four factors are applicable in this case.",
      "id": "s530"
    },
    {
      "text": "Pioneer Computers says that the present case is not one for the proper exercise of discretion to allow the Pioneer KK marks to remain on the Register and that no sufficient reason appears or has been established for doing so in respect of the removal goods and the removal services.",
      "id": "s531"
    },
    {
      "text": "The relevance of s 101(4) of the Act to the exercise of the discretion in s 101(3) \n By amendment in 2006, s 101(4) was added to provide that without limiting the matters that the Registrar may take into account in deciding under s 101(3) not to remove a trade mark from the Register, the Registrar may take into account whether the trade mark has been used by the registered proprietor in respect of (a) similar goods or closely related services; or (b) similar services or closely related goods.",
      "id": "s532"
    },
    {
      "text": "The parties disagree as to whether or not the matters now raised in s 101(4) are able to be taken into account for the purposes of the unamended section; that is, whether it was necessary to insert s 101(4) to add discretionary factors not previously available, or to clarify that they were always available to be taken into account.",
      "id": "s533"
    },
    {
      "text": "There is no limitation within s 101(3) on the discretion, nor any indication of the factors to be taken into account.",
      "id": "s534"
    },
    {
      "text": "In the Explanatory Memorandum to the Trade Marks Amendment Bill 2006 (Cth) by which s 101(4) was introduced, it is stated that '[c] urrently, it is not clear that the Registrar is able to take use on closely related goods or services into account, when deciding whether to exercise his or her discretion not to remove a trade mark from the Register ' and that the amendment was for the purposes of clarifying the Registrar's discretion.",
      "id": "s535"
    },
    {
      "text": "Interestingly, the example that is given in the Bill is a registration for computer software goods where the business has specialised in the provision of a custom development of software systems service with the view that they are seen as closely related services and goods.",
      "id": "s536"
    },
    {
      "text": "The Explanatory Memorandum does not really assist.",
      "id": "s537"
    },
    {
      "text": "Section 101(4) makes it clear that it has been inserted without any attempt to limit or qualify the discretion provided for in s 101(3).",
      "id": "s538"
    },
    {
      "text": "The Explanatory Memorandum itself speaks of \"clarification\".",
      "id": "s539"
    },
    {
      "text": "This can either recognise that s 101(4) expands the discretion or that it simply makes it clear which factors could already be taken into account under s 101(3).",
      "id": "s540"
    },
    {
      "text": "In my view, use of a trade mark on closely related goods or services could already be taken into account in exercising the discretion under s 101(3) in the unamended section.",
      "id": "s541"
    },
    {
      "text": "As I read s 101(3) , the discretion to be exercised is not limited.",
      "id": "s542"
    },
    {
      "text": "For the purposes of s 101(3) , account may be taken of use of the trade mark on closely related goods or services, even in cases commencing prior to the introduction of s 101(4).",
      "id": "s543"
    },
    {
      "text": "This has particular relevance in the case of goods that are at the forefront of technological change.",
      "id": "s544"
    },
    {
      "text": "Justice Dixon (as he then was) said in The Shell Company of Australia Limited v Rohm and Haas Company [1948] HCA 27 ; (1949) 78 CLR 601 at 627 that the basis of a claim to proprietorship in a trade mark so far unused is found in the combined effect of authorship of the mark, the intention to use it on or in connection with the goods and the application for registration.",
      "id": "s545"
    },
    {
      "text": "In Magnavox , the Assistant Registrar considered a mark which had not been used across the scope of the goods claimed.",
      "id": "s546"
    },
    {
      "text": "In coming to a conclusion as to use across a class of goods, I agree with the Assistant Registrar (at 2078) that ' the rights arising from the registration of a trade mark should not be confined to the stage of technological development of goods specified when the mark was registered '.",
      "id": "s547"
    },
    {
      "text": "The relevant date for the exercise of the discretion\n Pioneer Computers submits that the date at which the Court should consider the facts relevant to the exercise of discretion under s 101(3) is the date at which the non-use is to be determined, namely, the expiry of the relevant period or, alternatively, the date at which the removal applicant must establish that it is a person aggrieved, namely the date of the non-use application.",
      "id": "s548"
    },
    {
      "text": "There is no material difference between those dates.",
      "id": "s549"
    },
    {
      "text": "Pioneer Computers accepts, however, that events after the relevant date may cast light on earlier circumstances ( Conde Nast Publications Pty Ltd v Taylor (1998) 41 IPR 505 at 509).",
      "id": "s550"
    },
    {
      "text": "While Pioneer Computers submits that the time to consider any confusion is the expiration of the relevant period, it concedes that this is, in a sense, ' artificial ', particularly given the length of time between the relevant period and the hearing of these proceedings.",
      "id": "s551"
    },
    {
      "text": "Pioneer KK says that the relevant date for a passing off case is the beginning of the conduct complained of.",
      "id": "s552"
    },
    {
      "text": "The discretion to maintain a trade mark registration must, Pioneer KK submits, take into account whether anyone would be deceived if the Pioneer KK marks remain on the Register in their current state or are removed from the Register insofar as the removal goods and the removal services are concerned.",
      "id": "s553"
    },
    {
      "text": "The date of that assessment is, Pioneer KK contends, the date of hearing, although confusion leading up to that date would also be relevant.",
      "id": "s554"
    },
    {
      "text": "The exercise of the discretionary power to remove a mark under s 101(2) of the Act is as at the date upon which the Court makes the order for removal ( E &amp; J Gallo Winery v Lion Nathan Pty Ltd (No 2) [2008] FCA 1005 ; (2008) 78 IPR 334 at [4] per Flick J).",
      "id": "s555"
    },
    {
      "text": "This is a hearing de novo and the parties have adduced evidence in this hearing directed to the exercise of discretion.",
      "id": "s556"
    },
    {
      "text": "As it happens, the date for consideration of the evidence is not determinative of the outcome.",
      "id": "s557"
    },
    {
      "text": "The evidence relied upon by Pioneer KK is of confusion during the relevant period, of convergence of computer and audio-visual technologies and of brand extension by other companies operating in the computer and audio-visual fields that was evident in that period and predicted at that time to continue.",
      "id": "s558"
    },
    {
      "text": "The evidence with respect to post-relevant period convergence and potential for confusion has simply validated that prediction.",
      "id": "s559"
    },
    {
      "text": "The facts relevant to the exercise of the discretion\n The thrust of Pioneer Computers' case on discretion is that Pioneer KK's core business is in the field of audio and audio-visual products, whereas Pioneer Computers has operated in the computer market for 10 years, during which it has established a reputation in that market.",
      "id": "s560"
    },
    {
      "text": "Substantial sales have developed over that time and substantial contracts have been entered into, such as contracts to supply computers to the Commonwealth and State Governments.",
      "id": "s561"
    },
    {
      "text": "Pioneer Computers relies upon the policy of the Act to facilitate the removal of an unused trade mark and the public interest in the integrity of the Register which, it submits, will generally demand the removal of an unused trade mark ( Shanahan at [15.145]).",
      "id": "s562"
    },
    {
      "text": "However, as Shanahan also points out at [15.145], the underlying policy of the Act is to give the Court sufficient flexibility to give effect to public interest considerations.",
      "id": "s563"
    },
    {
      "text": "This includes the flexibility not to order removal even though the trade mark is unused in the sense required by s 92.",
      "id": "s564"
    },
    {
      "text": "The authors suggest that removal may not be appropriate where, for example, the trade mark is nonetheless well-known either from earlier use or from advertising or publicity coming from abroad.",
      "id": "s565"
    },
    {
      "text": "A further consideration, as noted by McLelland J in Ritz Hotel and by the Registrar in this case, is where removal could be ' potentially conducive to public confusion ' ( Ritz Hotel at 224).",
      "id": "s566"
    },
    {
      "text": "Pioneer Computers submits the following in support of its contention that the Court should not exercise its discretion in favour of Pioneer KK: Pioneer KK has had a sufficient length of time to use the Pioneer KK marks, since 1985 and 1998 respectively, and there is no evidence of any present intention on the part of Pioneer KK to expand its products within the removal goods or the removal services.",
      "id": "s567"
    },
    {
      "text": "It is not in the public interest, nor is it reasonable, that a trade mark owner should be permitted to \"hoard\" trade marks for goods and services that it has not used and has no present plans to use.",
      "id": "s568"
    },
    {
      "text": "Pioneer KK's business is specifically in the field of audio and audio-visual products, particularly for entertainment, as evidenced by the slogan.",
      "id": "s569"
    },
    {
      "text": "It is not in the business of manufacturing IT equipment, apart from the one period between 1985 and 1987 when Pioneer KK manufactured the Palcom computer.",
      "id": "s570"
    },
    {
      "text": "It does not manufacture computer products.",
      "id": "s571"
    },
    {
      "text": "It exited that market.",
      "id": "s572"
    },
    {
      "text": "The legitimate interests of Pioneer KK as the trade mark owner are protected by s 120(2) and s 120(3) of the Act with respect to the tests for infringement of the registered marks.",
      "id": "s573"
    },
    {
      "text": "They are also protected by the Trade Practices Act 1974 (Cth).",
      "id": "s574"
    },
    {
      "text": "To maintain trade mark registrations for unused goods and services would be to substitute the rights properly given under ss 120(2) and 120(3) with that provided in s 120(1).",
      "id": "s575"
    },
    {
      "text": "Pioneer Computers has used the name \"PIONEER\" as part of its corporate name and as its trade mark in relation to computers, particularly personal computers, notebook computers and servers, for 10 years.",
      "id": "s576"
    },
    {
      "text": "The retention of the removal goods and removal services on the Register would empower Pioneer KK to take action against Pioneer Computers in circumstances where it does not have a legitimate interest to protect because there is no use in relation to the removal goods or the removal services.",
      "id": "s577"
    },
    {
      "text": "It is misleading to the public to maintain a registration in respect of goods and services that are not used by Pioneer KK under the Pioneer KK marks.",
      "id": "s578"
    },
    {
      "text": "The parties have co-existed for 10 years without any apparent confusion in the marketplace.",
      "id": "s579"
    },
    {
      "text": "There has been little demonstrated confusion to date and any future confusion is readily able to be remedied as it has been in the past.",
      "id": "s580"
    },
    {
      "text": "Pioneer Australia has known of Pioneer Computers and its business from about 1996, giving rise to an inference that Pioneer KK does not consider Pioneer Computers' business as relevantly within or impacting upon Pioneer KK's business.",
      "id": "s581"
    },
    {
      "text": "How should the discretion be exercised?",
      "id": "s582"
    },
    {
      "text": "Approximately 50% of Pioneer Computers' annual turnover is from sales to governments and their departments through its Government, Education and Corporate Division.",
      "id": "s583"
    },
    {
      "text": "It has been an Australian Government Endorsed Supplier since 1999.",
      "id": "s584"
    },
    {
      "text": "It has substantial contracts with State governments and all computer equipment that has been supplied to those governments has, since 1999, been supplied under or by reference to the trade mark PIONEER.",
      "id": "s585"
    },
    {
      "text": "The support and servicing of personal computers, notebooks and servers, and the provision of on-site training and service has, since 1998, been provided through Pioneer Computers' Service Division, predominantly for PIONEER branded built-to-order computers under warranty.",
      "id": "s586"
    },
    {
      "text": "Pioneer Computers relies upon awards it has received in the computer industry and its recognition as a ' top manufacturer of computers ' in various leading information technology magazines in Australia.",
      "id": "s587"
    },
    {
      "text": "Its personal computer that became available in June 1998, known as the PIONEER 98 P11 300, ranked No 2 in PC World's Top 10 Value PCs.",
      "id": "s588"
    },
    {
      "text": "Pioneer Computers has adduced evidence of its recognition by the public and of publications referring to it by name.",
      "id": "s589"
    },
    {
      "text": "Mr Li's evidence is that Pioneer Computers' sales as at October 2007 of personal computers, notebooks and servers, sold under the PIONEER brand, represent 90% of Pioneer Computers' sales.",
      "id": "s590"
    },
    {
      "text": "The remainder include third party computer parts and DREAMVISION branded non-computer goods.",
      "id": "s591"
    },
    {
      "text": "Between July 1997 and June 2006 Pioneer Computers spent over $700,000 advertising its products --- the bulk of it relating to the marketing of goods under the trade mark PIONEER.",
      "id": "s592"
    },
    {
      "text": "The advertising was predominantly in computer magazines and general print media.",
      "id": "s593"
    },
    {
      "text": "Pioneer Computers sold a number of different models of computer under the DREAMBOOK and DREAMVISION brand names as at 2007.",
      "id": "s594"
    },
    {
      "text": "Prior to that time, various descriptions were given but the PIONEER trade mark was a constant.",
      "id": "s595"
    },
    {
      "text": "Pioneer Computers has sold or distributed Pioneer KK's multimedia products since about 2000.",
      "id": "s596"
    },
    {
      "text": "For example, Pioneer KK's DVR-A11XL and DVR-111D DVD writers were offered from the Pioneer Computers website and sold under the name \"Pioneer\" up until January 2007.",
      "id": "s597"
    },
    {
      "text": "In August 2007 Pioneer Computers entered into a three-year contract worth $100 million to supply built-to-order computers to local councils around New South Wales.",
      "id": "s598"
    },
    {
      "text": "As at that date Pioneer Computers evidence was that it had its own reseller channel of over 3,000 dealers.",
      "id": "s599"
    },
    {
      "text": "From the range of awards conferred on Pioneer Computers in the period from 1996 onwards and the endorsements given to that company's products in various computer magazines, it is apparent that Pioneer Computers has established a reputation among at least the readers of computer magazines for its computers sold under the PIONEER trade mark.",
      "id": "s600"
    },
    {
      "text": "Pioneer Computers has also used that trade mark in its business for advertisements, invoices and stationery, as well as in brochures for its products.",
      "id": "s601"
    },
    {
      "text": "It is not in dispute that Pioneer KK has a significant reputation in Australia, at least with respect to audio and audio-visual goods which it has sold in Australia since at least the 1970s.",
      "id": "s602"
    },
    {
      "text": "The products sold by Pioneer KK under its trade mark are electronic products ranging from home entertainment to business products.",
      "id": "s603"
    },
    {
      "text": "The advertising expenditure of Pioneer Australia on all \"Pioneer\" products in the relevant period was of the order of $4.3 to nearly $6 million, although only a relevantly small percentage was spent on \"Pioneer\" multimedia products.",
      "id": "s604"
    },
    {
      "text": "Pioneer KK relies not so much on the advertising expenditure on multimedia products but rather on the general advertising expenditure, reaching some $6 million dollars, as resulting in a broad awareness amongst consumers of the \"Pioneer\" brand associated with Pioneer KK and Pioneer Australia.",
      "id": "s605"
    },
    {
      "text": "I accept that Pioneer KK developed a significant reputation in the optical drives market in Australia and was, from 2001 to 2003, a market leader in Australia of DVD-ROM drives and DVD writers.",
      "id": "s606"
    },
    {
      "text": "Pioneer KK submits that by reason of its significant presence in the markets for audio-visual and home entertainment goods and optical drives, the use of the Pioneer KK marks and the PIONEER mark on electronic goods and computer related goods generally signified to Australian consumers during the relevant period and beyond that such goods were those of Pioneer KK, or were manufactured and sold with its licence and approval.",
      "id": "s607"
    },
    {
      "text": "I discount the sale of the Palcom computer in the 1980s as a source of confusion in the marketplace, as this was a short-lived venture and there is no evidence of any reputation flowing to Pioneer KK from that venture or from the sale of that computer.",
      "id": "s608"
    },
    {
      "text": "I also discount the sale of the jukeboxes, which were specific computer data storage devices sold to government and industry.",
      "id": "s609"
    },
    {
      "text": "I note that Pioneer Computers also sold to government and industry and there is no evidence of any confusion in that market as to the origin of the goods in either case.",
      "id": "s610"
    },
    {
      "text": "Pioneer KK relies upon the admissions by Pioneer Computers of its knowledge of the use of the name Pioneer on audio-visual and home entertainment products at the time that it adopted the name Pioneer Computers Australia Pty Limited.",
      "id": "s611"
    },
    {
      "text": "Pioneer KK submits that that conduct might be regarded as intended to foment confusion with Pioneer KK.",
      "id": "s612"
    },
    {
      "text": "That contention has not been established.",
      "id": "s613"
    },
    {
      "text": "Mr Li was aware of Pioneer KK and Pioneer Australia and the products they marketed.",
      "id": "s614"
    },
    {
      "text": "Mr Li denied any attempt on his part to pass off his goods as those of Pioneer KK by the choice of name.",
      "id": "s615"
    },
    {
      "text": "He points to two factors: Pioneer KK submits that Mr Li's explanation for his decision to use the name \"Pioneer\" should not be accepted.",
      "id": "s616"
    },
    {
      "text": "That explanation is not really the issue.",
      "id": "s617"
    },
    {
      "text": "Mr Li was fully aware of the significant reputation of Pioneer KK in electronic goods, as Mr Li acknowledged, although he denies that he adopted the name to convey trustworthy services and products.",
      "id": "s618"
    },
    {
      "text": "Mr Li acknowledges the \"Pioneer\" name was well-known in relation to the Pioneer KK products.",
      "id": "s619"
    },
    {
      "text": "He says that it did not occur to him that in choosing the name \"Pioneer\", he may have been representing that his business was connected to Pioneer KK.",
      "id": "s620"
    },
    {
      "text": "To my mind, this is not a credible answer.",
      "id": "s621"
    },
    {
      "text": "In any event, I do not find Mr Li's motives to be the issue.",
      "id": "s622"
    },
    {
      "text": "It is a question of possible confusion of the public.",
      "id": "s623"
    },
    {
      "text": "Convergence and brand extension\n Pioneer KK relies not only on actual use but also on \"brand extension\" and \"convergence\" of digital technologies.",
      "id": "s624"
    },
    {
      "text": "Pioneer Computers relies on the distinction between computers such as the built-to-order personal computers and notebooks that it sells and the audio-visual products sold by Pioneer KK and Pioneer Australia under the slogan.",
      "id": "s625"
    },
    {
      "text": "Pioneer Computers says that computers remain distinctively identifiable as computers and are not confused with devices that may be connected to them or with other electronic products such as sound systems, car navigation systems and televisions.",
      "id": "s626"
    },
    {
      "text": "The attributes relevant to audio-visual entertainment products such as quality of sound and clarity of picture are, it says, different from the attributes sought in a computer of processing power and functionality.",
      "id": "s627"
    },
    {
      "text": "Pioneer KK does not rely upon a use or intended use of the Pioneer KK marks in connection with computers, or on use with computer peripherals that are integral to a computer being used as a computer (in the sense of a personal computer or notebook).",
      "id": "s628"
    },
    {
      "text": "Pioneer KK says that the distinction between audio-visual products and computer products has disappeared or diminished to such an extent that the consumer does not distinguish between them.",
      "id": "s629"
    },
    {
      "text": "Computer products and consumer electronic products have, Pioneer KK says, converged during the relevant period and today.",
      "id": "s630"
    },
    {
      "text": "\"Convergence\" combines the benefits of one particular product and the technology associated with that product with another product in order to expand the applications of the original product and produce a superior consumer offering.",
      "id": "s631"
    },
    {
      "text": "Computer manufacturers have, since the early 1980s, incorporated audio and visual functions into computers.",
      "id": "s632"
    },
    {
      "text": "This has been in parallel with the transition in the perception and use of computers from business tools to more consumer oriented devices, as a result of the incorporation of entertainment features and enhancement of the functions of computers.",
      "id": "s633"
    },
    {
      "text": "One example is the ability to download images from digital cameras and music.",
      "id": "s634"
    },
    {
      "text": "Pioneer KK says that, at least by the end of the relevant period, computers have been regarded by consumers as tools for home entertainment, information gathering and communication.",
      "id": "s635"
    },
    {
      "text": "Pioneer KK does not dispute that computers are a recognisable class of products but relies on the fact that different types of equipment can contain the same information.",
      "id": "s636"
    },
    {
      "text": "Pioneer KK's witnesses describe this as a \"blurring\" of categorisation.",
      "id": "s637"
    },
    {
      "text": "Pioneer KK relies on articles that have appeared from 1994 to 2007 in various publications, including newspapers and computer journals such as Computer Reseller News.",
      "id": "s638"
    },
    {
      "text": "These are not relied upon for the truth of their content but it is not in dispute that such comments were made in Australia.",
      "id": "s639"
    },
    {
      "text": "For example, in an article published in The Sydney Morning Herald in January 2000, comments are made as to the likely connections between television on the one hand and the Internet and video games on the other and the use of televisions as ' a central one-stop shop for information and interaction '.",
      "id": "s640"
    },
    {
      "text": "The distinction is drawn between the content of television as a medium and the use to which television sets will be put.",
      "id": "s641"
    },
    {
      "text": "The prediction is made that (in 2000) the trend is towards the use of a single television screen for watching television and also using the Internet and accessing data services.",
      "id": "s642"
    },
    {
      "text": "This was termed \"convergence\".",
      "id": "s643"
    },
    {
      "text": "Convergence was also discussed in an article in The Australian on 21 October 2003 on \"home entertainment\".",
      "id": "s644"
    },
    {
      "text": "Convergence technology can be described, as it was in The Courier Mail on 28 April 2007, as a situation where one unit has several purposes.",
      "id": "s645"
    },
    {
      "text": "This can be achieved by putting personal computer (PC) components into a television, or by using laptop personal computers in the customisation of entertainment and information hardware.",
      "id": "s646"
    },
    {
      "text": "Mr Blanket, a lecturer in advertising and marketing at the Macquarie Graduate School of Management, describes convergence as a ' product/technical concept that overtime \"blends\" or combines the benefits of one particular product (and the technology associated with that product) with another product in order to expand the applications of the original product and produce a superior consumer offering '.",
      "id": "s647"
    },
    {
      "text": "Digital technology enables the transfer of data, images and sound across different types of equipment.",
      "id": "s648"
    },
    {
      "text": "Home entertainment systems reproduce sounds and images but this does not represent the extent of their use.",
      "id": "s649"
    },
    {
      "text": "As Mr Bartlett explains, 10 to 20 years ago computers were sold and used as business devices whereas audio-visual products were considered to be for entertainment.",
      "id": "s650"
    },
    {
      "text": "This has changed.",
      "id": "s651"
    },
    {
      "text": "Today, computers are more oriented to entertainment.",
      "id": "s652"
    },
    {
      "text": "Media centres function as computers but are built to look like audio-visual equipment for use in the home and can be used for storage of data including sounds and images.",
      "id": "s653"
    },
    {
      "text": "Data that can be stored in a computer can also be stored on a CD or DVD.",
      "id": "s654"
    },
    {
      "text": "Mr Ham has worked in the electronics industry for approximately 26 years with Pioneer Australia.",
      "id": "s655"
    },
    {
      "text": "He says that when he commenced that employment in 1976 there was, in his opinion, a fairly clear distinction between consumer electronic products which were designed for use by consumers in the car or home and computers which were then generally restricted to use in industry.",
      "id": "s656"
    },
    {
      "text": "He points to examples that demonstrate the \"convergence\" between telephony, computing and media technologies.",
      "id": "s657"
    },
    {
      "text": "Examples include the personal digital assistant (PDA) or electronic organisers, which include devices such as the Palm Pilot and the Blackberry and function as hand-held computers.",
      "id": "s658"
    },
    {
      "text": "Such products have, since about 1997, included calculators, clocks, games and data storage functions in the form of address books, calendars and to-do-lists.",
      "id": "s659"
    },
    {
      "text": "During the mid 1990s PDAs could not connect to the Internet but it was possible to synchronise them with computers so that, for example, documents created on a computer could be manipulated on the PDA.",
      "id": "s660"
    },
    {
      "text": "In the past five to seven years, including the relevant period, PDAs available in Australia have developed to include audio-visual capabilities and wireless technology (to enable use as mobile telephones and for Internet access).",
      "id": "s661"
    },
    {
      "text": "Mr Ham describes that consumer uptake of a device increases as the technology matures and the price drops.",
      "id": "s662"
    },
    {
      "text": "He describes that consumers must accept new products and emphasises that connectivity is important; the ability for the new device to communicate with existing products.",
      "id": "s663"
    },
    {
      "text": "He says that there has been an evolution of the use of computer technology in audio-visual systems.",
      "id": "s664"
    },
    {
      "text": "Audio-visual systems use computer technology; computer game machines are, in effect, computers; home media centres may be connected for information to the computer and provide an output for an audio system and amplifier.",
      "id": "s665"
    },
    {
      "text": "Mr Ham expresses the view that, from his experience, consumers do not draw the distinction between what might be classically described as a computer and devices that utilise computer technology.",
      "id": "s666"
    },
    {
      "text": "Mr Ham uses the term \"multimedia products\" to describe commercial video products such as non-domestic DVD players and recorders and non-domestic plasma display screens and computer related products such as optical laser discs, optical drives (that is CD-ROM drives, CD-writers, DVD-ROM drives and DVD writers) and computer data storage jukeboxes.",
      "id": "s667"
    },
    {
      "text": "Mr Ham says that during his time with Pioneer Australia, at least until his retirement, the range of Pioneer multimedia products expanded in accordance with advances in technologies.",
      "id": "s668"
    },
    {
      "text": "There were and are a range of consumer electronic digital products, many of which could be used in conjunction with computers during the relevant period, enabling digital information to be created, stored, manipulated and transferred from one digital product to another and to and from a computer.",
      "id": "s669"
    },
    {
      "text": "Mr Bartlett describes \"media centres\" as computers designed for home entertainment purposes which generally include audio-visual components including a radio, CD/DVD player and recorder, digital set-top box and gaming system.",
      "id": "s670"
    },
    {
      "text": "Mr Ham, for example, presently owns a \"media centre\" which includes a computer with Internet access which is integrated with consumer electronic products such as a hi-fi system, a high-definition television and a DVD player/writer.",
      "id": "s671"
    },
    {
      "text": "This media centre can be used in conjunction with still and video digital cameras and broadband and wireless modems.",
      "id": "s672"
    },
    {
      "text": "During the relevant period, computers could be and were used for the playing, recording and manipulation of video footage and the playing, recording and manipulation of music, for example to create different play lists.",
      "id": "s673"
    },
    {
      "text": "The development of broadband Internet access also enabled computers to play, edit and record television and radio broadcasts via the Internet and otherwise.",
      "id": "s674"
    },
    {
      "text": "Since the early 1980s, computer manufacturers have incorporated audio and visual functions into computers.",
      "id": "s675"
    },
    {
      "text": "This changed the way in which computers were regarded from business tools to a more \"consumer oriented\" product incorporating entertainment features.",
      "id": "s676"
    },
    {
      "text": "This includes functions that enable, for example, the ability to download images from digital cameras to computers and downloadable music.",
      "id": "s677"
    },
    {
      "text": "On the other hand, other electronic products have been enabled to carry out functions previously carried out on computers.",
      "id": "s678"
    },
    {
      "text": "One example that Mr Blanket gives is the Apple iPod, which is ' essentially a personal audio entertainment product used in conjunction with a computer and dedicated \"iTunes\" software ' but can also function as an external data storage device.",
      "id": "s679"
    },
    {
      "text": "Mr Blanket states that while products such as the iPod and the iPhone are consumer electronic products, they can be used with, or are dependent upon use with, a computer in order to function.",
      "id": "s680"
    },
    {
      "text": "This represents what Mr Blanket describes as ' the convergence of computers with consumer electronic products '.",
      "id": "s681"
    },
    {
      "text": "Mr Bartlett describes the change in the use of products since the early to mid 1990s in the wholesale and retail markets in Australia for computers and consumer electronic goods, including audio-visual products for home entertainment.",
      "id": "s682"
    },
    {
      "text": "For example, many plasma display screens for domestic use can function as televisions and can also be connected to computers in order to function as monitors.",
      "id": "s683"
    },
    {
      "text": "Computers can, and could during the relevant period with the addition of a relevant tuner card, receive television broadcasts and video via the Internet.",
      "id": "s684"
    },
    {
      "text": "To the extent that such an opinion can be given, Mr Blanket's opinion is that, from the perspective of the consumer, there has been ' a significant and increasing \"blurring\" since at least the mid to late 1990s between what would previously have been and has been perceived by an average consumer as a traditional computer and as a more mainstream consumer product '.",
      "id": "s685"
    },
    {
      "text": "He gives the opinion that what used to be regarded as a business tool has become a consumer service relevant to a range of domestic applications in areas such as home entertainment, information gathering and communications and even household appliances.",
      "id": "s686"
    },
    {
      "text": "He points to the marketing in Australia since January 2003 of an LG \"Internet refrigerator\" which can be used to watch TV, access the web, listen to music and make phone calls.",
      "id": "s687"
    },
    {
      "text": "He points generally to the fact that consumer electronic products are effectively integrated with computers and computer technology.",
      "id": "s688"
    },
    {
      "text": "Convergence has also affected the retailing of products and, since the late 1990s, computers and other electronic products have become available to consumers under one roof in, for example, department stores.",
      "id": "s689"
    },
    {
      "text": "Mr Ham describes the change in retailing that he observed after the 1990s and in particular during the relevant period.",
      "id": "s690"
    },
    {
      "text": "He says that during the relevant period major retailers of consumer electronic products such as Harvey Norman stocked digital cameras and camcorders, iPods, plasma display screens, digital set-top boxes as well as computers.",
      "id": "s691"
    },
    {
      "text": "However, the computers were generally sold in a separate section of the store from the other products.",
      "id": "s692"
    },
    {
      "text": "Since the late 1990s, Pioneer KK has offered car electronic products that have PC compatible features which allow data to be transferred from a computer to certain of those products.",
      "id": "s693"
    },
    {
      "text": "In June 2007, after the relevant period, Pioneer Australia launched car navigation products in Australia, which have been distributed to retailers under and by reference to the second Pioneer KK mark.",
      "id": "s694"
    },
    {
      "text": "That navigation system includes audio information, visual and communication features including an LCD touch screen and a voice recognition feature, as well as Bluetooth and Apple iPod connectivity via an external adaptor.",
      "id": "s695"
    },
    {
      "text": "It enables the playback of MP3 files as well as DVD, DVD-R and DVD-RW playback.",
      "id": "s696"
    },
    {
      "text": "These products were marketed by a media launch as well as articles, advertisements and brochures and on the Pioneer Australia website.",
      "id": "s697"
    },
    {
      "text": "\"Brand extension\" is the practice by which an existing brand name that has been established and used in relation to one category of product is adapted for use in relation to a new category of product.",
      "id": "s698"
    },
    {
      "text": "As described by Mr Blanket, brand extension is ' used to heighten and strengthen the value of an existing brand and to build upon the value of a brand '.",
      "id": "s699"
    },
    {
      "text": "The goal of brand extension is to trade off a core brand and its positioning and extend the association to other products.",
      "id": "s700"
    },
    {
      "text": "It may apply in relation to the use by the brand owner of an existing brand for a new product or by way of licence to another manufacturer for a new product.",
      "id": "s701"
    },
    {
      "text": "It may operate to apply from products to services.",
      "id": "s702"
    },
    {
      "text": "It may assist entry into a new physical market or into a new target market.",
      "id": "s703"
    },
    {
      "text": "The use of brand extension is and has been for at least 20 years a well established technique in the electronics market in Australia.",
      "id": "s704"
    },
    {
      "text": "Pioneer KK says that manufacturers of consumer electronic products for home and personal entertainment have, since at least the late 1990s, successfully moved into computers and computer related products.",
      "id": "s705"
    },
    {
      "text": "Similarly, it says that a number of computer manufacturers have developed products that retail into the home and personal entertainment market.",
      "id": "s706"
    },
    {
      "text": "It submits that consumers are familiar with this brand extension.",
      "id": "s707"
    },
    {
      "text": "Pioneer KK has had less direct activity in this regard but Pioneer KK points to names such as Sony, Toshiba, Samsung and Apple.",
      "id": "s708"
    },
    {
      "text": "Sony has been associated with consumer electronic products for personal and home entertainment and, since about 2000, has become well-known in Australia for brands of laptop computers.",
      "id": "s709"
    },
    {
      "text": "Further, Sony has become well-known in the entertainment industry since the late 1990s, with use in the music and film industries, and is also known for the Sony PlayStation and related services.",
      "id": "s710"
    },
    {
      "text": "Mr Blanket expressed the opinion that the general blurring or brand extension means that a person who saw a particular trade mark such as SONY would assume that a SONY branded computer or computer related product came from the same organisation as a SONY branded home entertainment product.",
      "id": "s711"
    },
    {
      "text": "At the least, the public would be aware that such a range of products may be those of a single manufacturer.",
      "id": "s712"
    },
    {
      "text": "Mr Blanket describes a ' halo affect ', where the consumer sees the manufacturers as providing a total experience for a consumer who wants entertainment, communication and information.",
      "id": "s713"
    },
    {
      "text": "In his view, Pioneer KK's strong reputation in relation to electronic products for the home, car and business including computer related products and services, together with the concept of brand extension and the convergence of computers and consumer electronic products, would affect the response of an Australian consumer to the use of the \"Pioneer\" brand or word mark in relation to the removal goods and the removal services.",
      "id": "s714"
    },
    {
      "text": "He believes that such a consumer would associate those goods and services with Pioneer KK and Pioneer Australia.",
      "id": "s715"
    },
    {
      "text": "This is despite the fact that Pioneer Australia and Pioneer KK have not, unlike manufacturers such as Sony and Samsung, advertised on their website as manufacturers or distributors of computers.",
      "id": "s716"
    },
    {
      "text": "In Mr Blanket's opinion, consumers rely on \"brand credibility\" in making product choices; in particular, in an unfamiliar technical area.",
      "id": "s717"
    },
    {
      "text": "In his opinion this approach also applied prior to and during the relevant period.",
      "id": "s718"
    },
    {
      "text": "Pioneer KK's core proposition is that the market for computer products and audio-visual equipment can no longer be considered entirely distinct or separate.",
      "id": "s719"
    },
    {
      "text": "Pioneer KK also emphasises that the Pioneer KK marks have been advertised and promoted in Australia in connection with a broad range of audio-visual and electronic goods for home, office and car use and in the provision of after sales service in respect of those goods.",
      "id": "s720"
    },
    {
      "text": "Mr Blanket expresses the view that consumers want entertainment, communication and information.",
      "id": "s721"
    },
    {
      "text": "He says that it is not a question of the use of digital technology alone but one of functionality.",
      "id": "s722"
    },
    {
      "text": "For example, a digitised washing machine would not be considered entertainment; consumers distinguish the difference between computers and machines that have computer technology in them.",
      "id": "s723"
    },
    {
      "text": "In his view, consumers would recognise a computer as distinct and would use different devices for different ends.",
      "id": "s724"
    },
    {
      "text": "He points out that consumers are used to seeing multiple brands in a single location.",
      "id": "s725"
    },
    {
      "text": "For example, on its website, Pioneer Computers sells not only its own computer products but also those of other makers, such as Mitsubishi, and he says that the consumer would readily distinguish between the products.",
      "id": "s726"
    },
    {
      "text": "Pioneer Computers submits that convergence and brand extension are not relevant to Pioneer KK's business.",
      "id": "s727"
    },
    {
      "text": "It submits that Pioneer KK's optical drive business is compatible with its focus on audio and audio-visual products, as the primary usage of these drives has always been the storage and playing of audio and video images and data.",
      "id": "s728"
    },
    {
      "text": "The fact that other manufacturers market computers, computer peripherals and entertainment systems should not, it says, substitute for the proper enquiry as to what is Pioneer KK's business and the goods on which it used the marks in the relevant period or subsequently.",
      "id": "s729"
    },
    {
      "text": "Pioneer Computers says that Pioneer KK's business and sound, visual and audio products do not demonstrate any \"convergence\" of technologies.",
      "id": "s730"
    },
    {
      "text": "The fact that other manufacturers manufacture MP3 players, electronic game consoles, kitchen electric goods and computers is not relevant, says Pioneer Computers, to the limited range manufactured by Pioneer KK.",
      "id": "s731"
    },
    {
      "text": "However, a consumer who has been exposed to brand extension in the field of computers and multimedia products would not necessarily appreciate that Pioneer KK has not taken a course similar to that of other manufacturers.",
      "id": "s732"
    },
    {
      "text": "Pioneer Computers says that computers remain distinctively identifiable as computers and are not confused with devices that may be connected to them or other electronic products such as sound systems, car navigation systems and televisions.",
      "id": "s733"
    },
    {
      "text": "The attributes relevant to audio-visual entertainment products such as quality of sound and clarity of picture are different from the attributes sought in a computer, of processing power and functionality.",
      "id": "s734"
    },
    {
      "text": "However, Pioneer Computers has promoted and distributed LCD monitors which could be used as computer monitors and televisions and it announced in October 2006 that it was selling a device featuring a camera, camcorder and an MP3 player which may be connected to a personal computer.",
      "id": "s735"
    },
    {
      "text": "This was marketed under its DREAMVISION brand.",
      "id": "s736"
    },
    {
      "text": "I am satisfied that both during and by the end of the relevant period and today, the average consumer would be familiar with the convergence of technologies and the uses to which the technologies have been put and the fact that this has enabled various manufacturers to expand their products to cover what may previously have been the separate product lines of computer goods and audio-visual products.",
      "id": "s737"
    },
    {
      "text": "Accordingly, such a consumer would be led to believe that a computer, audio-visual or multimedia product sold under the name \"Pioneer\" or under the mark PIONEER would be associated with Pioneer KK.",
      "id": "s738"
    },
    {
      "text": "Pioneer KK's submission, supported by Mr Blanket's opinion, is that Pioneer KK's strong reputation in relation to products for the home, car and business (including computer related products and services related to such products), coupled with the concepts of brand extension and convergence, would be highly likely to cause consumers to believe that there was an association between Pioneer KK and removal goods and removal services sold under the name \"Pioneer\".",
      "id": "s739"
    },
    {
      "text": "While I have accepted this proposition in respect of the removal goods, I do not accept it in respect of the removal services.",
      "id": "s740"
    },
    {
      "text": "Pioneer KK's evidence focussed on its multimedia products and the services offered in relation to those products which, in my view, were not removal services.",
      "id": "s741"
    },
    {
      "text": "Pioneer KK did not suggest that Pioneer Australia provided any services otherwise than those incidental to the sale of its multimedia and other electronic products.",
      "id": "s742"
    },
    {
      "text": "Pioneer KK did not suggest that there has been a convergence of its after-sales services with services coming within the removal services, or a convergence of audio-visual and computer products with services coming within the removal services.",
      "id": "s743"
    },
    {
      "text": "Pioneer KK has not established use of the Pioneer KK marks on the removal services and I do not consider that the concepts of convergence and brand extension support the exercise of the discretion in favour of maintaining the removal services within the second Pioneer KK registration.",
      "id": "s744"
    },
    {
      "text": "Confusion between Pioneer Computers and Pioneer KK/Pioneer Australia\n Pioneer Computers does not operate as a physical store but via a website.",
      "id": "s745"
    },
    {
      "text": "It sells and has sold traditional apparatus for recording, transmitting and reproducing sound and images as third party products.",
      "id": "s746"
    },
    {
      "text": "For example, it sells NEC and Mitsubishi televisions.",
      "id": "s747"
    },
    {
      "text": "Various products described as \"Other Peripherals\" are available on the Pioneer Computers website and have been from at least November 2007.",
      "id": "s748"
    },
    {
      "text": "These include Canon printers, Brother faxes, NEC projectors and optical drives.",
      "id": "s749"
    },
    {
      "text": "It lists a Pioneer KK product as at 6 March 2008 but as \"not available\".",
      "id": "s750"
    },
    {
      "text": "Pioneer Computers does sell LCD televisions but has not manufactured projectors, MP3 or MP4 players since 2004.",
      "id": "s751"
    },
    {
      "text": "It does not actively market or promote these goods but has placed them on the Pioneer Computers website to clear the remaining stock.",
      "id": "s752"
    },
    {
      "text": "Pioneer KK's evidence is that there are two classes of consumer for Pioneer KK's goods: the consumer and the commercial customer.",
      "id": "s753"
    },
    {
      "text": "The latter would include professionals and wholesale distributors.",
      "id": "s754"
    },
    {
      "text": "Employees of Pioneer Australia gave evidence of communications from members of the public who indicated, for example, that they had purchased a \"Pioneer\" computer and required technical support.",
      "id": "s755"
    },
    {
      "text": "Pioneer KK has led anecdotal evidence of the receipt of requests directed to Pioneer KK in relation to Pioneer Computers' products.",
      "id": "s756"
    },
    {
      "text": "Mr Ham says that from about 1997 until he retired he received numerous telephone inquiries and email inquiries from persons who indicated that they required technical support in relation to ' a \"Pioneer\" notebook computer and the components of such computers including CD readers and writers '.",
      "id": "s757"
    },
    {
      "text": "He was aware that Pioneer Australia had not distributed computers since early 1987 when it ceased distribution of the Palcom computer.",
      "id": "s758"
    },
    {
      "text": "After becoming aware of Pioneer Computers, he would tell those ringing that Pioneer Computers was not affiliated in any way with Pioneer Australia.",
      "id": "s759"
    },
    {
      "text": "Pioneer Computers has been selling goods under or by reference to the trade mark PIONEER in Australia for over 10 years and intends to continue using that mark in connection with its built-to-order computers unless prevented from doing so.",
      "id": "s760"
    },
    {
      "text": "Mr Li says that he has never experienced a customer mistaking Pioneer Computers' products for those of Pioneer KK or Pioneer Australia or vice versa.",
      "id": "s761"
    },
    {
      "text": "Mr Li says that to his knowledge and in the experience of Pioneer Computers, there has not been confusion among Pioneer Computers' customers between that company and either Pioneer KK or Pioneer Australia.",
      "id": "s762"
    },
    {
      "text": "Mr Li says that he was not aware of any confusion but if a consumer were confused and believed that a Pioneer Computers' computer was a product of Pioneer KK, the enquiry would be directed to Pioneer KK and Pioneer Australia and not to Pioneer Computers.",
      "id": "s763"
    },
    {
      "text": "By the time the enquirer was referred to Pioneer Computers by Mr Ham and his colleagues, Pioneer Computers would not necessarily be aware of the fact of any such confusion.",
      "id": "s764"
    },
    {
      "text": "While the evidence of actual confusion is not extensive, it reinforces the explanation for such possible confusion and the likelihood of it occurring.",
      "id": "s765"
    },
    {
      "text": "Conclusion on discretion\n The combination of the convergence of technologies, the development of computer peripherals and audio-visual devices that themselves contain computer software and programs and the fact that many well-known manufacturers sell computers and audio-visual equipment separately and in multimedia centres under the same trade mark, has resulted in some confusion and is likely to give rise to confusion on the part of members of the public if the removal goods are sold by reference to the name \"Pioneer\" or under the PIONEER mark by companies other than Pioneer KK and its subsidiary Pioneer Australia.",
      "id": "s766"
    },
    {
      "text": "The same factors apply to both computer peripheral devices and other of the removal goods such as computer software and data processing apparatus and printers, although there was little or no focus by the parties on these latter categories of goods.",
      "id": "s767"
    },
    {
      "text": "The more difficult question arises in respect of computers.",
      "id": "s768"
    },
    {
      "text": "Pioneer KK has no intention to manufacture or sell computers under the Pioneer KK marks.",
      "id": "s769"
    },
    {
      "text": "Computers have in the past been reasonably considered separate to audio-visual devices and the optical drives and computer peripheral devices sold by Pioneer KK.",
      "id": "s770"
    },
    {
      "text": "However, that has changed and continues to change with the interconnectivity and interoperability between computers and consumer electronic products that has contributed to the convergence of the technologies and the blurring of the distinction between them.",
      "id": "s771"
    },
    {
      "text": "It is the true that s 120 of the Act provides protection to Pioneer KK as a well-known mark for use of trade marks on closely related goods and services and dissimilar goods and services.",
      "id": "s772"
    },
    {
      "text": "However, the factors in favour of maintenance of the marks on the Register are less to do with the protection of the Pioneer KK marks and their proprietor and more to do with the public interest.",
      "id": "s773"
    },
    {
      "text": "I agree with the Registrar that the public interest is best served by retaining the registrations as to the removal goods and preserving, in that respect, the established Pioneer KK marks.",
      "id": "s774"
    },
    {
      "text": "I would take that course, in the exercise of the discretion afforded by s 101(3) of the Act, subject to one matter discussed below.",
      "id": "s775"
    },
    {
      "text": "I do not consider that the public interest requires the second Pioneer KK registration to be retained in its present form in respect of the removal services.",
      "id": "s776"
    },
    {
      "text": "Rather, I consider that the registration should be amended to remove the removal services.",
      "id": "s777"
    },
    {
      "text": "CONCLUSION \n In summary: If the registrations of the Pioneer KK marks are maintained in their current state in respect of the removal goods, Pioneer KK may be entitled to commence proceedings against Pioneer Computers for infringement of those marks not only in the future but also for past use of the PIONEER mark.",
      "id": "s778"
    },
    {
      "text": "That possibility is reinforced by the demand.",
      "id": "s779"
    },
    {
      "text": "Pioneer KK has been aware of the existence of Pioneer Computers and its activities for a number of years, if not from the commencement of its activities, and took no action.",
      "id": "s780"
    },
    {
      "text": "It would be inappropriate to permit an action for infringement for use during that time if the registrations are maintained in respect of the removal goods for the reasons given.",
      "id": "s781"
    },
    {
      "text": "I would not exercise my discretion in Pioneer KK's favour unless it offered an undertaking or other similar assurance not to take such action for past use by Pioneer Computers or in respect of future use for a time reasonably sufficient to enable Pioneer Computers to reorder its affairs.",
      "id": "s782"
    },
    {
      "text": "I do not see that this would be to the detriment of the public.",
      "id": "s783"
    },
    {
      "text": "I will give the parties the opportunity to consider these reasons and, in particular, the matter referred to in the preceding paragraph.",
      "id": "s784"
    },
    {
      "text": "I will also hear from the parties as to costs.",
      "id": "s785"
    },
    {
      "text": "I certify that the preceding two hundred and thirty-seven (237) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s786"
    },
    {
      "text": "Associate:\n \n \nDated: 23 February 2009\n \n Counsel for the Applicant: Ms J Baird SC and Mr A Connolly \n \n Solicitor for the Applicant: Swaab Attorneys \n \n Counsel for the Respondent: Ms S Goddard SC and Mr H Bevan \n \n Solicitor for the Respondent: Spruson &amp; Ferguson Lawyers \n Date of Hearing: 10, 11, 12 March 2008, 14 April 2008, 10 July 2008 \n \n Date of Final Written Submissions: 15 August 2008 \n \n Date of Judgment: 23 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/135.html",
      "id": "s787"
    }
  ]
}