{
  "name": "Instyle Contract Textiles Pty Limited v Good Environmental Choice Services Pty Ltd [2009] FCA 1422 (25 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1422.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "motions by respondents for order for security",
      "id": "c1"
    },
    {
      "text": "corporate applicant",
      "id": "c2"
    },
    {
      "text": "s 1335(1) of corporations act 2001 (cth)",
      "id": "c3"
    },
    {
      "text": "s 56(1) of federal court of australia act 1976 (cth)",
      "id": "c4"
    },
    {
      "text": "offer by person standing to benefit from the proceeding of a deed of guarantee or to be added as a party against whom order for costs could be made",
      "id": "c5"
    },
    {
      "text": "whether, in addition, he must supply particulars of his financial position and a charge or mortgage over assets held: on the facts it would suffice that he provide an undertaking to the court to pay and to submit to an order of the court to pay",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The respondents apply for orders that the applicant (Instyle) provide security for costs.",
      "id": "s0"
    },
    {
      "text": "The first respondent, to which I will refer as \"GECS\", and the second respondent, to whom I will refer as Mr Johnson, have the same legal representation which is different from that of the third respondent, to which I will refer as \"GECA\".",
      "id": "s1"
    },
    {
      "text": "GECS and Mr Johnson have played a subsidiary role in the proceeding, both generally and on the application for security in particular.",
      "id": "s2"
    },
    {
      "text": "For example, counsel for GECA alone cross-examined Instyle's witnesses, read the only evidence that was led on behalf of any respondent, and made oral submissions (GECS and Mr Johnson joined in the written submissions that she made).",
      "id": "s3"
    },
    {
      "text": "By their notice of motion filed on 10 August 2009, GECS and Mr Johnson sought security in the sum of $80,000 (elsewhere $80,457 is mentioned), and by its notice of motion filed on 7 August 2009 GECA sought security in the sum of $100,000, in each case up to and including discovery.",
      "id": "s4"
    },
    {
      "text": "By amended notices of motion filed on 12 October 2009 and 8 October 2009 respectively, the amounts were increased to $120,000 and $200,000.",
      "id": "s5"
    },
    {
      "text": "Instyle submits that even if all of its other submissions were to be rejected, there is a proper basis for the Court to reduce the level of security to be ordered in view of what Instyle describes as an apparent doubling up, and, in particular, a question mark over the likely amount of the costs of GECS and Mr Johnson (Instyle points out that their defence is identical to that of GECA, even to the extent of common anomalies).",
      "id": "s6"
    },
    {
      "text": "Bases of applications for security\n The respondents rely on s 1335(1) of the Corporations Act 2001 (Cth) (the Corporations Act ) and s 56 of the Federal Court of Australia Act 1976 (Cth) (the FCA Act) Section 1335(1) of the Corporations Act provides: \n \n Where a corporation is plaintiff in any action or other legal proceeding, the court having jurisdiction in the matter may, if it appears by credible testimony that there is reason to believe that the corporation will be unable to pay the costs of the defendant if successful in his, her or its defence, require sufficient security to be given for those costs and stay all proceedings until the security is given.",
      "id": "s7"
    },
    {
      "text": "Section 56(1) of the FCA Act provides as follows:\n \n \n The Court or a Judge may order an applicant in a proceeding in the Court or an appellant in an appeal to the Court to give security for the payment of costs that may be awarded against him or her.",
      "id": "s8"
    },
    {
      "text": "The power conferred by s 1335(1) depends on satisfaction of the condition expressed in that provision but s 56 of the FCA Act is not subject to satisfaction of that or any other condition.",
      "id": "s9"
    },
    {
      "text": "In addition, s 56 is not confined by reference to a corporate applicant or to the costs of the respondent.",
      "id": "s10"
    },
    {
      "text": "More importantly, there can be circumstances in which it may be appropriate to order the provision of security even though there is no question of the applicant's capacity to satisfy an adverse costs order, such as where the applicant has no assets within the jurisdiction: see, for example, Austin, Nichols &amp; Co Inc v Lodestar Anstalt [2009] FCA 1228.",
      "id": "s11"
    },
    {
      "text": "As Perram J observed, however, in Soul Pattinson Telecommunications Pty Ltd v Subex Americas Inc [2009] FCA 651 at [6] , where the only basis asserted for the making of an order under s 56 of the FCA Act is an alleged inability of the applicant to satisfy a potential costs order, it may be difficult in practice to discern a difference in the operation of the two provisions.",
      "id": "s12"
    },
    {
      "text": "In the present case the respondents do not seek to establish that there is a difference in the application to the circumstances of the case of s 1335(1) of the Corporations Act and s 56(1) of the FCA Act.",
      "id": "s13"
    },
    {
      "text": "The nature of Instyle's claim\n The respondents do not seek to challenge, for the purpose of the motion for security, the proposition that Instyle has reasonable prospects of success.",
      "id": "s14"
    },
    {
      "text": "It is useful, however, to outline the nature of the case that Instyle advances in its further amended statement of claim (FASC).",
      "id": "s15"
    },
    {
      "text": "The following account is of the allegations made in that document.",
      "id": "s16"
    },
    {
      "text": "The Green Building Council of Australia Ltd (GBCA) was incorporated in October 2002.",
      "id": "s17"
    },
    {
      "text": "It publishes and promotes an environmental performance rating system for the property industry known as the \"Green Star\" rating system.",
      "id": "s18"
    },
    {
      "text": "This is based on an award of credit points for environmental performance in various categories of assessment.",
      "id": "s19"
    },
    {
      "text": "One of these is the \"Materials\" category, a subcategory of which includes office furniture and fittings such as chairs, workstations and partitions.",
      "id": "s20"
    },
    {
      "text": "Credit points can be awarded for these items if they are certified by a third party recognised by the GBCA.",
      "id": "s21"
    },
    {
      "text": "One such third party is GECA.",
      "id": "s22"
    },
    {
      "text": "GECA issues and publishes environmental product standards (GECA Standards).",
      "id": "s23"
    },
    {
      "text": "GECA receives royalties from the sales by suppliers of products that GECA has certified as complying with an applicable GECA Standard.",
      "id": "s24"
    },
    {
      "text": "GECA is the legal owner of approximately 16.7% of the issued shares in GECS.",
      "id": "s25"
    },
    {
      "text": "GECS trades under the name \"Environmental Assurance\".",
      "id": "s26"
    },
    {
      "text": "GECS is contracted \"on an exclusive basis\" by GECA to assess and, where applicable, to verify compliance of products with applicable GECA Standards.",
      "id": "s27"
    },
    {
      "text": "It issues \"environmental product declarations\" containing a \"certification of compliance\" of suppliers' products with the applicable GECA Standard, and issues licences which allow those suppliers to use the \"Good Environmental Choice\" label.",
      "id": "s28"
    },
    {
      "text": "Mr Johnson indirectly holds a substantial proportion of the issued shares in GECS, of which he is the managing director and sole director.",
      "id": "s29"
    },
    {
      "text": "He was the founder of GECA, of which he is a director and was formerly the chairman.",
      "id": "s30"
    },
    {
      "text": "Instyle supplies fabrics for use in the upholstery of office furniture.",
      "id": "s31"
    },
    {
      "text": "Its fabrics have not been assessed for compliance with the GECA Textiles Standard, nor for the \"Good Environmental Choice\" label.",
      "id": "s32"
    },
    {
      "text": "Corporate Express Australia Limited (Corporate Express) was engaged in the business of selling upholstered task and visitor chairs, which were capable of being assessed and verified as compliant with the GECA Furniture Standard.",
      "id": "s33"
    },
    {
      "text": "Corporate Express engaged GECS to assess whether its EXP branded task and visitor chairs (EXP Chairs) complied with that Standard.",
      "id": "s34"
    },
    {
      "text": "Corporate Express had advised GECS and Mr Johnson that it wished to incorporate Instyle's fabric as a component in its EXP Chairs.",
      "id": "s35"
    },
    {
      "text": "That fabric component contributed less than 10% to the weight of the finished EXP Chairs.",
      "id": "s36"
    },
    {
      "text": "According to the GECA Furniture Standard, such a fabric component did not need to comply with the Textiles Standard or be certified for any of a specified set of environmental labels in order for the EXP Chairs to be certified as compliant.",
      "id": "s37"
    },
    {
      "text": "Nonetheless, GECA, GECS and Mr Johnson advised Corporate Express that even though the fabric component contributed less than 2% in weight of the EXP Chairs, the EXP Chairs could not be certified as complying with the GECA Furniture Standard unless the fabric used in upholstering the chairs had either been certified as complying with the GECA Textiles Standard or had been assessed and verified as complying with that Standard.",
      "id": "s38"
    },
    {
      "text": "That advice was, among other things, misleading or deceptive conduct in trade or commerce, and constituted a contravention of s 52 and other provisions of the Trade Practices Act 1974 (Cth) (the TP Act), as well as certain provisions of the Fair Trading Act 1987 (NSW) (the FT Act).",
      "id": "s39"
    },
    {
      "text": "The conduct of GECA, GECS and Mr Johnson was in all the circumstances unconscionable and in contravention of s 43 of the Fair Trading Act 1987 (NSW).",
      "id": "s40"
    },
    {
      "text": "In reliance on the advice it was given, Corporate Express declined to advertise Instyle's product as a component of its EXP Chairs in its catalogue, approximately 80,000 copies of which were to be distributed Australia wide in or about August 2009.",
      "id": "s41"
    },
    {
      "text": "Corporate Express also advised Instyle that its fabrics could not be included as a component of the EXP chairs until those fabrics had been given a GECA certification.",
      "id": "s42"
    },
    {
      "text": "Separately, GECA and GECS have issued environmental product declarations (EPDs) to suppliers whose upholstered furniture has been certified as compliant with the GECA Furniture Standard, including the suppliers listed in Annexure 1 to the FASC.",
      "id": "s43"
    },
    {
      "text": "The EPDs contain certain statements, the effect of which is that in order for items of upholstered office furniture to be fully certified under the GECA Furniture Standard, the fabric component must be certified by the GECA or other appropriate label, and that in order for certified furniture to accrue the maximum available credit points under the Green Star rating system, the fabric component must be a \"GECA or related certified fabric\".",
      "id": "s44"
    },
    {
      "text": "In this respect GECA and GECS have contravened ss 52 and 53 of the TP Act and ss 42 and 44 of the FT Act.",
      "id": "s45"
    },
    {
      "text": "Because of the EPDs, the suppliers named in Annexure 1 to the FASC have not used and will not use Instyle's fabrics in GECA certified products.",
      "id": "s46"
    },
    {
      "text": "By reason of the conduct pleaded, Instyle has suffered and will continue to suffer loss and damage and unless restrained the respondents will continue to engage in that conduct.",
      "id": "s47"
    },
    {
      "text": "CONSIDERATION \n The motions for security were strongly contested.",
      "id": "s48"
    },
    {
      "text": "For such motions, the hearing was lengthy and involved extensive evidence, including the testimony of three accounting experts, touching Instyle's capacity to pay.",
      "id": "s49"
    },
    {
      "text": "I was not left with a clear impression at the conclusion of the hearing as to whether Instyle would or would not, at the relevant future time, be able to satisfy an adverse costs order.",
      "id": "s50"
    },
    {
      "text": "In order to resolve that question one way or the other I would need to examine the evidence with painstaking care.",
      "id": "s51"
    },
    {
      "text": "Because of an offer made by Michael Peter Fitzsimons and the view that I take of it as discussed below, I have not embarked on consideration of the voluminous and detailed evidence on Instyle's capacity to pay.",
      "id": "s52"
    },
    {
      "text": "Before discussing Mr Fitzsimons's offer I will refer to a threshold issue that was raised.",
      "id": "s53"
    },
    {
      "text": "Insurance\n Section 1335(1) of the Corporations Act refers to \"the costs of the defendant\".",
      "id": "s54"
    },
    {
      "text": "It emerged that the respondents have indemnity insurance in respect of the claims that Instyle makes against them.",
      "id": "s55"
    },
    {
      "text": "The detail of the insurance was not in evidence but the parties proceeded on the basis that an insurer has retained the two firms of solicitors who represent the respondents and will be indemnifying the respondents in respect of their legal costs, so that they will not in fact be out of pocket.",
      "id": "s56"
    },
    {
      "text": "Instyle submits that in these circumstances there will be no \"costs of the defendant\" for the purposes of s 1335(1) of the Corporations Act .",
      "id": "s57"
    },
    {
      "text": "Uninstructed by authority, I would have thought that the expression \"the costs of the defendant\" in s 1335(1) refers to the costs of the defendant as between defendant and plaintiff, and that insurance is irrelevant.",
      "id": "s58"
    },
    {
      "text": "That is to say, I would have thought that if the defendant has a solicitor on the record who is charging someone fees and disbursements there are \"costs of the defendant\" even if that solicitor is in fact retained by an insurer to which the solicitor addresses his or her invoices.",
      "id": "s59"
    },
    {
      "text": "Instyle relies on Remm Construction (SA) Pty Ltd v Wallbridge and Gilbert Pty Ltd (1991) 162 LSJS 99; [1991] SASC 3090 ( Remm) .",
      "id": "s60"
    },
    {
      "text": "In that case the relevant defendants were engineers.",
      "id": "s61"
    },
    {
      "text": "They had professional indemnity insurance, or at least the application for security before the Master proceeded on the assumption that they did with respect to the causes of action pleaded against them.",
      "id": "s62"
    },
    {
      "text": "The Master nonetheless ordered the plaintiff to provide a security.",
      "id": "s63"
    },
    {
      "text": "The plaintiff appealed.",
      "id": "s64"
    },
    {
      "text": "Mullighan J reviewed the authorities.",
      "id": "s65"
    },
    {
      "text": "There was an inconsistency of approach between that taken by Ormiston J in Irwin Alsop Services v Mercantile Mutual Insurance Co Ltd [1986] VR 61 ( Irwin ) and that taken by Brooking J in Prime Forme Cutting Pty Ltd v Baltica General Insurance Co (1990) 8 ACLC 29 ( Prime Forme ).",
      "id": "s66"
    },
    {
      "text": "In Irwin, the defendants were two pools of insurers.",
      "id": "s67"
    },
    {
      "text": "Ormiston J had described them (at p 65) as \"pre-eminently loss-bearing and loss-sharing entities, whose raison d'&ecirc;tre is their ability to shoulder the losses of others albeit on a commercial basis\".",
      "id": "s68"
    },
    {
      "text": "His Honour expressed the opinion (at p 66) that \"it is not ordinarily appropriate to grant security for costs in favour of an insurer defendant, certainly where the existence of a relevant policy is not in dispute\".",
      "id": "s69"
    },
    {
      "text": "In Prime Forme, Brooking J disagreed, saying that the fact that the party seeking security had substantial means or was liable to be sued because of its business or profession was irrelevant.",
      "id": "s70"
    },
    {
      "text": "His Honour considered (at p 32) that s 533(1) of the Companies (Victoria) Code (a predecessor of s 1335(1) of the Corporations Act ) should not be viewed as a provision designed to protect those unable to protect and cover themselves against the costs of litigation.",
      "id": "s71"
    },
    {
      "text": "Rather, his Honour thought that the provision was designed to protect defendants sued by insolvent companies against the risk that an order for costs in favour of the defendants would prove fruitless.",
      "id": "s72"
    },
    {
      "text": "In Remm, Mullighan J (at p 111) accepted the views of Brooking J as \"stating the current position\", although he distinguished Irwin as a case in which the insurer was the defendant and in any event said that a close reading of Ormiston J's reasons in that case showed that his Honour had not regarded the presence of insurance as determinative against the ordering of security.",
      "id": "s73"
    },
    {
      "text": "Mullighan J concluded that the Master had not erred in exercising his discretion to order security for costs.",
      "id": "s74"
    },
    {
      "text": "The decision of Mullighan J in Remm does not support Instyle's argument and is in fact against it.",
      "id": "s75"
    },
    {
      "text": "A solicitor who had the benefit of professional indemnity insurance sought security in Livingspring Pty Ltd v Kliger Partners (2008) 20 VR 377 ( Livingspring ).",
      "id": "s76"
    },
    {
      "text": "The plaintiff urged the court to take the insurance into account.",
      "id": "s77"
    },
    {
      "text": "Maxwell P and Buchanan JA stated: \n \n [67] We can see no reason in principle why an insured defendant should be in any different position from an uninsured defendant for this purpose.",
      "id": "s78"
    },
    {
      "text": "Let it be assumed that the insurer has agreed to indemnify the defendant against the plaintiff's claims.",
      "id": "s79"
    },
    {
      "text": "The insurer should be regarded as having exactly the same entitlement as the insured defendant to protection against the risk that the plaintiff will be unable to meet an adverse costs order (cf [ Prime Forme at p 32]).",
      "id": "s80"
    },
    {
      "text": "[68] On this view, the fact that a defendant is insured is irrelevant to an application for security for costs.",
      "id": "s81"
    },
    {
      "text": "If, as [the plaintiff] argued, the judge had in fact been expressing that view, there would have been no error in doing so.",
      "id": "s82"
    },
    {
      "text": "I do not sustain Instyle's submission and follow Prime Forme, Remm and Livingspring.",
      "id": "s83"
    },
    {
      "text": "It may be noted, incidentally, that if Instyle's submission had been sustained, the respondents could have relied on s 56 of the FCA Act which is not subject to the same limitation.",
      "id": "s84"
    },
    {
      "text": "Offer made by Michael Peter Fitzsimons\n Instyle\n Instyle relies on an offer made by Michael Peter Fitzsimons.",
      "id": "s85"
    },
    {
      "text": "It is first necessary to note his role in relation to Instyle.",
      "id": "s86"
    },
    {
      "text": "The issued share capital of Instyle comprises 10,000 Class A shares, 100 Class C shares and 110,000 Ordinary shares (according to a company extract in evidence, there were previously Class B shares but they no longer form part of the share structure).",
      "id": "s87"
    },
    {
      "text": "Mr Fitzsimons holds all 100 Class C shares and 62,000 (56.36%) of the Ordinary shares.",
      "id": "s88"
    },
    {
      "text": "A company called Cylinder Investments Pty Limited (Cylinder) holds all 10,000 Class A shares and 48,000 (43.64%) of the Ordinary shares.",
      "id": "s89"
    },
    {
      "text": "Mr Fitzsimons is the sole director of Instyle and has been described in the evidence as its founder and Managing Director.",
      "id": "s90"
    },
    {
      "text": "According to an affidavit of Mark Fraser, the solicitor for Instyle, Cylinder is the trustee of a discretionary trust and Mr Fitzsimons is the principal beneficiary under that trust.",
      "id": "s91"
    },
    {
      "text": "The company extract shows Cylinder as beneficial owner, but there is evidence that this is a mistake and that steps will be taken to correct the record.",
      "id": "s92"
    },
    {
      "text": "The constitution of Instyle is not in evidence but I infer from the evidence referred to above that Mr Fitzsimons is the person who stands to benefit from success by Instyle in the proceeding, by reason of his own shareholding and through the discretionary trust.",
      "id": "s93"
    },
    {
      "text": "Context\n It is useful to note the context in which the motions are to be decided.",
      "id": "s94"
    },
    {
      "text": "First, the respondents do not contend that Instyle is insolvent.",
      "id": "s95"
    },
    {
      "text": "Their case is that Instyle will be unable to satisfy an adverse order for costs when the hypothetical time for payment arrives.",
      "id": "s96"
    },
    {
      "text": "That case conforms to the terms of s 1335(1) of the Corporations Act but its limited nature is nonetheless significant.",
      "id": "s97"
    },
    {
      "text": "Second, Instyle was incorporated on 10 December 1986, and according to an affidavit of its solicitor, Mark Fraser, sworn on information and belief on 12 August 2009: \n \n (a) Cylinder Investments Pty Ltd is the trustee of a discretionary trust, the principal beneficiary of which is Michael Fitzsimons, and is the only other shareholder of Instyle; \n \n\n \n \n (b) Instyle employs in excess of 35 full time staff; \n \n\n \n \n (c) Instyle has not laid off any staff at any time during the recent global financial crisis (i.e.",
      "id": "s98"
    },
    {
      "text": "in the 18 months to the present date); \n \n\n \n \n (d) In the year ended 30 June 2009, Instyle despatched 27,450 items of varying lengths of textiles under cover of 17,359 packing slips; \n \n\n \n \n (e) Instyle has 400 different fabrics displayed on its website which comprise some only of the fabrics within its 103 current ranges of fabrics; \n \n\n \n \n (f) Instyle has offices in NSW, Victoria and Queensland; \n \n\n \n \n (g) Instyle is the sole shareholder of Vivid Textiles Pty Ltd, a New Zealand company through which Instyle sells textiles by way of wholesale into the New Zealand market; \n \n\n \n \n (h) Instyle has distribution agents in the ACT, Western Australia, South Australia, the United States, Singapore, Hong Kong, Malaysia and Thailand; \n \n\n \n \n (i) Instyle has won several high profile industry awards, including: \n \n\n \n \n (i) the 2009 New South Wales Green Globe Award for Business Sustainability; \n \n\n \n \n (i) The Premiers Sustainability Excellance [sic] Award (the highest profile award), the Industry Environmental Sustainability Award, and the Small Business Environmental Sustainability Award at the New South Wales Governments Sustainability Green Globe Awards in 2008; \n \n\n \n \n (ii) The other awards and nominations set out in its website, including United Nations sustainability awards.",
      "id": "s99"
    },
    {
      "text": "(j) Instyle's customers include Commonwealth and State Governments, statutory corporations and ASX listed companies, and has a current database of approximately 9,000 customers in total.",
      "id": "s100"
    },
    {
      "text": "(k) Instyle has the following registered trade marks: Instyle, LIFE Textiles, LIFE Textile EcoWool, Revive, EthEco, Nature Tex and Instyle Contract Textiles.",
      "id": "s101"
    },
    {
      "text": "The relevance of this evidence is again that it suggests, while not conclusively, a present capacity to pay and the confined nature of the case for security sought to be made by the respondents.",
      "id": "s102"
    },
    {
      "text": "Third, Instyle has pressed for an early final hearing and expeditious progression of the matter.",
      "id": "s103"
    },
    {
      "text": "The respondents contended that they should not be required to file their defences until the question of security was resolved.",
      "id": "s104"
    },
    {
      "text": "In order that progression of the proceeding would not be delayed, Instyle in fact provided security.",
      "id": "s105"
    },
    {
      "text": "On 20 August 2009 I ordered that if Instyle paid into Court, without admissions, $188,717.03 by 21 August 2009 as security for the respondents' costs, but subject to the outcome of the motions for security, the respondents were to file and serve their defences by 1 September 2009; and the sum of $188,717.03 was to be invested in a separate interest-bearing investment.",
      "id": "s106"
    },
    {
      "text": "Instyle paid $188,717.03 into Court on 21 August 2009.",
      "id": "s107"
    },
    {
      "text": "It is difficult to avoid the impression that if the parties had taken a little time for cool and calm consideration of their respective positions, the contest over security may have evaporated.",
      "id": "s108"
    },
    {
      "text": "The offer made\n On 4 August 2009, Mr Fitzsimons, through Instyle's solicitors, offered \"to guarantee by deed\" to pay any costs that Instyle might be ordered to pay to the respondents and which it failed to pay by the due date.",
      "id": "s109"
    },
    {
      "text": "The solicitors' letter asked the respondents' solicitors to advise whether the offer was acceptable, in which case they would prepare a deed for approval.",
      "id": "s110"
    },
    {
      "text": "On the same day Kennedys, the solicitors for GECS and Mr Johnson, replied to the effect that their clients were entitled to an assurance that their clients' costs would be recoverable in the event they were successful.",
      "id": "s111"
    },
    {
      "text": "In similar vein, at 8:14 am on the following day, 5 August 2009, GECA's solicitors replied as follows: \n \n We are obviously unaware of Mr Fitzsimmons' [sic] capacity to meet the guarantee that is proposed in your letter, and we note that you have not provided to us any details of his financial standing.",
      "id": "s112"
    },
    {
      "text": "We do not see that offering a bare undertaking is sufficient and in the circumstances our client intends to pursue its application for security for costs.",
      "id": "s113"
    },
    {
      "text": "Naturally, if Mr Fitzsimmons [sic] was to agree to either pay money into Court, provide a bank guarantee, or otherwise satisfy [us] as to his financial capacity, together with proffering appropriate charges or mortgages over relevant assets, then these are matters that our client would consider in determining whether to pursue the Security for Costs Motion.",
      "id": "s114"
    },
    {
      "text": "At 9:11 am that morning, Instyle's solicitors replied stating that they were seeking instructions in relation to the issue of security for costs.",
      "id": "s115"
    },
    {
      "text": "Later the same day (5 August 2009), Instyle sought further particulars of the grounds on which the respondents relied for their entitlement to security for costs and the quantum of the anticipated costs, noting that after receipt of that information they would seek instructions as to whether Instyle was prepared to offer security \"in addition to that which has already been offered by Mr Fitzsimons or to offer security in an alternative form\".",
      "id": "s116"
    },
    {
      "text": "On 7 August 2009, Kennedys advised Instyle's solicitors that they adopted the emailed response that had been made on 5 August 2009 by GECA's solicitors (see [43] above).",
      "id": "s117"
    },
    {
      "text": "That seems to have been the position when the two notices of motion were filed on 7 August and 10 August 2009.",
      "id": "s118"
    },
    {
      "text": "On 11 August 2009 Instyle's solicitors wrote to GECA's solicitors advising that Mr Fitzsimons remained \"willing to provide his personal guarantee or to be joined as a party to the proceedings if that is more convenient\".",
      "id": "s119"
    },
    {
      "text": "In an affidavit sworn on 12 August 2009, Mark Fraser, the solicitor for Instyle, stated (at para 11): \n \n Michael Fitzsimons has offered to personally guarantee Instyle's compliance with any adverse costs orders in favour of the Respondents, or alternatively, to be added as a party to the proceedings, not as a concession that it does not have the financial capacity to satisfy adverse costs orders.",
      "id": "s120"
    },
    {
      "text": "This passage quoted suggests that the offer to provide a deed of guarantee or to be added as a party was an ongoing unconditional offer open for acceptance.",
      "id": "s121"
    },
    {
      "text": "However, Instyle's submissions at the conclusion of the hearing cast some doubt on this.",
      "id": "s122"
    },
    {
      "text": "At no time was the information sought by the respondents in relation to Mr Fitzsimons's financial standing and capacity provided, or any charge or mortgage offered.",
      "id": "s123"
    },
    {
      "text": "The meaning of \"security\"\n In Harpur v Ariadne Australia Limited [1984] 2 Qd R 523 ( Harpur ), the Full Court of the Supreme Court of Queensland considered the application of s 533(1) of the Companies (Queensland) Code (a predecessor of s 1335(1) of the Corporations Act ) to circumstances in which there were four plaintiffs, three of them companies and the other an individual, and in which the defendants sought an order for security.",
      "id": "s124"
    },
    {
      "text": "The Master ordered the companies to provide security.",
      "id": "s125"
    },
    {
      "text": "On appeal, Connolly J, with whom Campbell CJ and Demack J agreed, noted that: there was reason to believe that none of the three corporate plaintiffs would be able to pay the defendants' costs if they were successful; and if any of the plaintiff companies failed, the individual plaintiff must also fail.",
      "id": "s126"
    },
    {
      "text": "His Honour said (at 532) with reference to s 533(1): \n \n \n The mischief at which the provision is aimed is obvious.",
      "id": "s127"
    },
    {
      "text": "An individual who conducts his business affairs by medium of a corporation without assets would otherwise be in a position to expose his opponent to a massive bill of costs without hazarding his own assets.",
      "id": "s128"
    },
    {
      "text": "The purpose of an order for security is to require him, if not to come out from behind the skirts of the company, at least to bring his own assets into play.",
      "id": "s129"
    },
    {
      "text": "If however he is already available for whatever he is worth, the object of the legislation is seen to be satisfied.",
      "id": "s130"
    },
    {
      "text": "[My emphasis] \n \n\n \nImportantly for present purposes, and consistently with the sentence just emphasised, Connolly J added (at 533) that on the view he took of the case the question of the individual plaintiff's worth was \"not really relevant\".",
      "id": "s131"
    },
    {
      "text": "It seems to follow from the dictum of Connolly J that if the present respondents can be placed in a position in which they will enjoy the same remedies against Mr Fitzsimons in respect of costs as they would if he were the applicant instead of Instyle, the object of s 1335(1) of the Corporations Act would be achieved and Mr Fitzsimons's own worth would be \"not really relevant\".",
      "id": "s132"
    },
    {
      "text": "The basis of this approach is the proposition that the impecuniosity of an individual is not a ground on which to order him or her to give security for costs: see Cowell v Taylor (1885) 31 ChD 34 at 38; Pearson v Naydler [1977] 1 WLR 899 at 902; Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463 at 469.",
      "id": "s133"
    },
    {
      "text": "In Cameron's Unit Services Pty Ltd v Kevin R Whelpton &amp; Associates (Australia) Pty Ltd (1986) 13 FCR 46 , Burchett J was faced with circumstances similar to those in Harpur in that the individual who was the only shareholder in the applicant company with a substantial interest in any proceeds of the litigation, was also an applicant.",
      "id": "s134"
    },
    {
      "text": "It was common ground that both he and the company were insolvent.",
      "id": "s135"
    },
    {
      "text": "Nonetheless, his Honour declined to order the company to provide security.",
      "id": "s136"
    },
    {
      "text": "His Honour referred to the dictum of Connolly J to the effect that in such circumstances the individual's worth was \"not really relevant\".",
      "id": "s137"
    },
    {
      "text": "What was relevant, his Honour said, was that the company was \"not a stalking horse to enable someone else to evade personal responsibility\" (at 53).",
      "id": "s138"
    },
    {
      "text": "Burchett J said that if the individual accepted responsibility, he or she, even though impecunious, was entitled to rely on the general rule that poverty is no bar to a litigant.",
      "id": "s139"
    },
    {
      "text": "In other cases too the view has been taken that provided the individual behind the corporate litigant or the trust of which the corporate litigant is trustee assumes liability for the costs, the purpose of the statutory provision is served: see Mantaray Pty Ltd v Brookfield Breeding Co Pty Ltd (1990) 8 ACLC 304 at 306 (Byrne J); Gentry Bros Pty Ltd v Wilson Brown &amp; Associates Pty Ltd (1992) 8 ACSR 405 at 415 (Cooper J) ( Gentry Bros ) and Clyde Industries Ltd v Ryad Engineering Pty Ltd (1993) 11 ACLC 325 at 328 (WASCFC) ( Clyde Industries ).",
      "id": "s140"
    },
    {
      "text": "In Gentry Bros Cooper J said that the making of an order which secures the personal liability of the shareholders \"is in itself the provision of security\" (at 415).",
      "id": "s141"
    },
    {
      "text": "In Erolen v Baulkham Hills Shire Council (1993) 10 ACSR 441 Powell J disagreed with the views expressed by Byrne J in Mantaray and by Cooper J in Gentry Bros to the effect that once the shareholders had agreed to accept personal liability for any judgment for costs, the statutory purpose of s 1335 was fulfilled.",
      "id": "s142"
    },
    {
      "text": "His Honour considered (at 456) that that approach would be \"a fetter\" on the Court's discretion.",
      "id": "s143"
    },
    {
      "text": "In my opinion the cases to which Powell J referred show only that ordinarily it is to be expected that the discretion will be exercised in favour of the company.",
      "id": "s144"
    },
    {
      "text": "I can conceive of circumstances in which it may be appropriate to insist on more than the personal liability of those who stand to benefit from the company's proceeding.",
      "id": "s145"
    },
    {
      "text": "An example would be where they had misappropriated to themselves and dissipated the company's property, and therefore destroyed its capacity to pay.",
      "id": "s146"
    },
    {
      "text": "I accept that the fact that the shareholder or other person who stands to benefit from the action takes on a personal liability does not necessarily conclude the question against an order for the provision of any further security: cf Intercraft Cabinets Pty Ltd v Sampas Pty Ltd (1997) 18 WAR 306.",
      "id": "s147"
    },
    {
      "text": "In Clyde Industries the Acting Master had ordered that the plaintiff company pay into Court $5,000 or provide a bank guarantee in that sum and provide a written guarantee by the company's directors (which they had offered) to indemnify the appellant for its taxed costs.",
      "id": "s148"
    },
    {
      "text": "The Full Court of the Supreme Court of Western Australia dismissed the company's cross appeal.",
      "id": "s149"
    },
    {
      "text": "However, the Full Court appears to have treated the relevant ground of cross-appeal only as being that the order for provision of security in the sum of $5,000 would stultify the action.",
      "id": "s150"
    },
    {
      "text": "The respondents rely on KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 ( KP Cable ) and Avspares Pty Ltd v Skywest Aviation Pty Ltd (1997) 24 ACSR 272 ( Avspare s).",
      "id": "s151"
    },
    {
      "text": "In KP Cable , Beazley J, when a judge of this Court, reviewed the authorities, expressed disagreement with Powell J, and noted her concurrence with what was said by Byrne J in Mantaray and by Cooper J in Gentry Bros .",
      "id": "s152"
    },
    {
      "text": "Her Honour did so on the basis that all that was being said in those two cases was that \"the offer of security by way of a guarantee from the directors or shareholders or other persons interested in the outcome of the litigation was a factor, which could be decisive in a given case, to be considered in determining whether any other form of order for security for costs should be made\" (at 204).",
      "id": "s153"
    },
    {
      "text": "Beazley J concluded that the question for her to decide was whether the respondents should be deprived of the provision of security such as cash or a charge over assets merely because such an offer had been made.",
      "id": "s154"
    },
    {
      "text": "She thought that they should not be, noting that one of the individuals concerned had rugs and antiques which that individual valued at $30,000 and which were not necessary for the individual's daily living needs or for the purposes of her earning a living.",
      "id": "s155"
    },
    {
      "text": "Her Honour observed that there was no reason why they should not be charged to the extent of the security that her Honour proposed to order.",
      "id": "s156"
    },
    {
      "text": "With respect to Beazley J, as will be seen I take a different approach to the exercise of the discretion in the present case.",
      "id": "s157"
    },
    {
      "text": "In Avspares , the company was the only applicant and the husband and wife who stood behind it indicated a preparedness to assume personal responsibility by way of guarantee or otherwise for the costs and offered to secure the amount by charging their motor vehicles and furniture and house contents.",
      "id": "s158"
    },
    {
      "text": "Tamberlin J thought that the value of those assets would be sufficient to meet the amounts sought by way of security.",
      "id": "s159"
    },
    {
      "text": "His Honour considered that the proceeding should be permitted to continue provided the two individuals accepted responsibility for the costs and secured the amount sought by a charge over their personal assets.",
      "id": "s160"
    },
    {
      "text": "In view of the fact that the offer made included an offer of a charge, Tamberlin J's decision in Avspares is distinguishable.",
      "id": "s161"
    },
    {
      "text": "An objection to the insistence on a requirement of anything over and above the personal liability of the individual concerned is that the respondent obtains an advantage, and the individual is subjected to a disadvantage, that would not be the case if the individual had been the applicant.",
      "id": "s162"
    },
    {
      "text": "I note that in the following two cases there was no requirement that the individuals give a charge or other security beyond their deed of guarantee or their undertaking to the Court.",
      "id": "s163"
    },
    {
      "text": "In Memutu Pty Ltd v Lissenden (1983) 8 ACLR 364 at 366 Rogers J fixed on an undertaking to the Court that the individual would make himself personally liable to indemnify the plaintiff in respect of any order for costs in favour of the defendant up to a stipulated sum.",
      "id": "s164"
    },
    {
      "text": "In Appleglen Pty Ltd v Mainzeal Corporation Pty Ltd (1988) 79 ALR 634 (Appleglen ) at 635-6, Pincus J determined upon a deed of guarantee executed by the directors of the applicant company, which was the trustee of a family trust, subject to a monetary limit.",
      "id": "s165"
    },
    {
      "text": "The present case\n In the present case security has been offered in the form of a deed of guarantee, unlimited as to amount, executed by Mr Fitzsimons in favour of the respondents.",
      "id": "s166"
    },
    {
      "text": "As an alternative, he has offered to submit to being joined as a party and, by implication, to the making against him of any order that is made against Instyle for payment of the respondents' costs.",
      "id": "s167"
    },
    {
      "text": "Mr Fitzsimons has resisted, on grounds of confidentiality, disclosure of his financial affairs, although some details emerged incidentally from the evidence.",
      "id": "s168"
    },
    {
      "text": "He has a 1/100 share of lot 21 DP718774 at Mascot.",
      "id": "s169"
    },
    {
      "text": "Apparently there is a lease to Instyle.",
      "id": "s170"
    },
    {
      "text": "Apparently Instyle carries on its business there.",
      "id": "s171"
    },
    {
      "text": "The other 99/100 share is owned by Carolyn May Patterson.",
      "id": "s172"
    },
    {
      "text": "Mr Fitzsimons and Ms Patterson own their respective shares as tenants in common.",
      "id": "s173"
    },
    {
      "text": "The property is subject to a registered mortgage to St George Bank Limited.",
      "id": "s174"
    },
    {
      "text": "Mr Fitzsimons and Ms Patterson own as joint tenants Lot 1 DP 822332 and Lot 1 DP 29787, both in the Local Government area of Randwick, Parish of Botany, and both subject to two mortgages to St George Bank Limited.",
      "id": "s175"
    },
    {
      "text": "The evidence does not reveal the values of these properties or the amounts now secured by the mortgages.",
      "id": "s176"
    },
    {
      "text": "There could be difficulty in realising Mr Fitzsimons's interest in them.",
      "id": "s177"
    },
    {
      "text": "But according to the view that I take, this does not matter.",
      "id": "s178"
    },
    {
      "text": "It would be possible to order Instyle to provide security in the form of a deed of guarantee (executed by Mr Fitzsimons) as has happened in certain other cases, such as Appleglen and Gentry Bros .",
      "id": "s179"
    },
    {
      "text": "The respondents would have to sue Mr Fitzsimons on the guarantee.",
      "id": "s180"
    },
    {
      "text": "In this respect they would not be in as a favourable a position as they would be if Mr Fitzsimons, rather than Instyle, had been the applicant.",
      "id": "s181"
    },
    {
      "text": "There is a question whether, in accordance with his alternative offer, Mr Fitzsimons can be joined as a party for no purpose other than that of rendering himself liable to an order for costs.",
      "id": "s182"
    },
    {
      "text": "I raised this question with the parties, but they have not addressed it in submissions.",
      "id": "s183"
    },
    {
      "text": "Order 6 r 2 of the Federal Court Rules provides, relevantly, that two or more persons may be joined as applicants: \na) where:\n \ni) if a separate proceeding were brought by each of them, some common question of law or fact would arise in all of the proceedings; and\n \nii) all rights to relief claimed in the proceeding are in respect of or arise out of the same transaction or series of transactions; or \n where the Court gives leave to do so.",
      "id": "s184"
    },
    {
      "text": "Paragraph (a) does not apply.",
      "id": "s185"
    },
    {
      "text": "Paragraph (b) is wider than para (a), but it is questionable whether it extends to the joinder of a party who had no claim for relief against any of the respondents either at the commencement of the proceedings or at the time of hypothetical joinder.",
      "id": "s186"
    },
    {
      "text": "The Court has power to order a non-party to pay costs under a general provision of the kind found in s 43 of the FCA Act: see Knight v F.P.",
      "id": "s187"
    },
    {
      "text": "Special Assets Limited [1992] HCA 28 ; (1992) 174 CLR 178.",
      "id": "s188"
    },
    {
      "text": "Such an order was made in Oz B and S Pty Ltd v Elders IXL Ltd [1993] FCA 371 ; (1993) 117 ALR 128 , but there were special circumstances in that case.",
      "id": "s189"
    },
    {
      "text": "As far as I am aware, there would be no proper basis on which to make such an order against Mr Fitzsimons in the present case, in the absence of a submission to such an order by him.",
      "id": "s190"
    },
    {
      "text": "In my view Mr Fitzsimons evinced a willingness, at least at the outset, to place himself in the same position as Instyle.",
      "id": "s191"
    },
    {
      "text": "To that end, he should be given an opportunity of proffering an undertaking to the Court consistently with the position that he then took: to pay any costs that Instyle is ordered to pay; and to submit to the making of an order that he do so.",
      "id": "s192"
    },
    {
      "text": "I assume that he will proffer that undertaking.",
      "id": "s193"
    },
    {
      "text": "If he does so, the usual constraints against alienation of assets will apply to him and there is no occasion to make any further order in that respect.",
      "id": "s194"
    },
    {
      "text": "The costs of the motions for security\n I will hear the parties on the question of the costs of the motions if they fail to reach agreement on it.",
      "id": "s195"
    },
    {
      "text": "The following remarks assume that the undertaking will be given.",
      "id": "s196"
    },
    {
      "text": "The respondents will have obtained security --- indeed, security unlimited in amount.",
      "id": "s197"
    },
    {
      "text": "It does not follow, however, either generally or on the particular facts of the present case, that they should have their costs of the motions.",
      "id": "s198"
    },
    {
      "text": "Instyle may consider that it should have its costs in view of the offer that it made.",
      "id": "s199"
    },
    {
      "text": "However, this is not necessarily so either.",
      "id": "s200"
    },
    {
      "text": "First, Instyle appears, at least initially, to have acquiesced in or not to have contested, the proposition that the respondents were entitled to be supplied with some information as to Mr Fitzsimons's capacity to pay, as distinct from advancing the line of reasoning that I have outlined above.",
      "id": "s201"
    },
    {
      "text": "Instyle's chief concern seems to have been with the confidentiality of the information.",
      "id": "s202"
    },
    {
      "text": "Second, the offer to be joined as a co-applicant was apparently made after the notices of motion were filed and served.",
      "id": "s203"
    },
    {
      "text": "Third, nearly the whole of the hearing was devoted to the issue of Instyle's capacity to pay, a question I have not had to resolve, and only a small part related to the present issue.",
      "id": "s204"
    },
    {
      "text": "Fourth, an undertaking to the Court was not what was proffered.",
      "id": "s205"
    },
    {
      "text": "Fifth, it is unclear but arguable that the offer of the deed of guarantee or of joinder as a party, although initially unqualified, became by the time of final submissions contingent on a finding of Instyle's incapacity to pay --- a matter that remains unresolved.",
      "id": "s206"
    },
    {
      "text": "Sixth, Instyle lost on the insurance issue.",
      "id": "s207"
    },
    {
      "text": "My present and tentative view is that there should be no order as to costs but, as indicated, I will hear the parties on the question if necessary.",
      "id": "s208"
    },
    {
      "text": "CONCLUSION \n The proceeding will be listed for a date for the acceptance of any undertaking to be given by Mr Fitzsimons and for the resolution of the question of costs.",
      "id": "s209"
    },
    {
      "text": "I certify that the preceding eighty (80) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s210"
    },
    {
      "text": "Associate:\nDated: 2 December 2009\n \n Counsel for the Applicant (Respondent to the motions): Mr P T Taylor SC \n \n Solicitor for the Applicant (Respondent to the motions): Fraser Clancy Lawyers \n \n Solicitor for the First and Second Respondents (Applicants on one of the motions): Mr A J Barnett and Ms K H Wilson of Kennedys \n \n Counsel for the Third Respondent (Applicant on the other motion): Ms P A Horvath \n \n Solicitor for the Third Respondent (Applicant on the other motions): DLA Phillips Fox \n Date of Hearing: 9 September, 12 October 2009 \n \n Date of Judgment: 25 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1422.html",
      "id": "s211"
    }
  ]
}