{
  "name": "ABC v Sage [2009] FCA 170 (26 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/170.html",
  "catchphrases": [
    {
      "text": "australian crime commission",
      "id": "c0"
    },
    {
      "text": "investigation into matters related to \"federally relevant criminal activity\"",
      "id": "c1"
    },
    {
      "text": "investigation thus tied to \"federal aspects\"",
      "id": "c2"
    },
    {
      "text": "examiner with power to summons witness",
      "id": "c3"
    },
    {
      "text": "whether power extended to matters relating to offence under state law",
      "id": "c4"
    },
    {
      "text": "relationship between subject of investigation and scope of examination.",
      "id": "c5"
    },
    {
      "text": "power to issue summons to give evidence for purpose of investigation into criminal activities",
      "id": "c6"
    },
    {
      "text": "statutory requirement for issuing authority to be satisfied that it was reasonable to issue summons",
      "id": "c7"
    },
    {
      "text": "requirement for summons to be endorsed with statement of general nature of proposed examination",
      "id": "c8"
    },
    {
      "text": "whether scope of examination limited by basis upon which issuing authority was satisfied that it was reasonable to issue summons.",
      "id": "c9"
    },
    {
      "text": "person charged with serious offences",
      "id": "c10"
    },
    {
      "text": "person also being administratively examined in course of separate investigation into criminal activities",
      "id": "c11"
    },
    {
      "text": "whether continuation of examination would present real risk of interference with administration of justice",
      "id": "c12"
    },
    {
      "text": "relevance of prospect that person would disclose elements of defence to charges.",
      "id": "c13"
    },
    {
      "text": "administrative law",
      "id": "c14"
    },
    {
      "text": "administrative law",
      "id": "c15"
    },
    {
      "text": "contempt of court",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "This is an application under ss 5 and 6 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\"the ADJR Act\"), and under s 39B of the Judiciary Act 1903 (Cth), in which the applicant challenges the legality of a summons issued by the respondent, an examiner under the Australian Crime Commission Act 2002 (Cth) (\"the ACC Act\"), and of the continuation before the respondent of an examination under Div 2 of Pt II of the ACC Act.",
      "id": "s0"
    },
    {
      "text": "The Australian Crime Commission (\"the Commission\") is established by s 7 of the ACC Act.",
      "id": "s1"
    },
    {
      "text": "It consists of the CEO, the examiners (of which the respondent is one) and the staff of the Commission.",
      "id": "s2"
    },
    {
      "text": "There is a Board of the Commission (\"the Board\") (which is not, however, part of the Commission).",
      "id": "s3"
    },
    {
      "text": "Amongst the functions of the Board under s 7C(1) of the ACC Act are the following: \n (c) to authorise, in writing, the [Commission] to undertake intelligence operations or to investigate matters relating to federally relevant criminal activity;\n (d) to determine, in writing, whether such an operation is a special operation or whether such an investigation is a special investigation;.... \n\nWith respect to the function referred to in par (d), subs (3) of s 7C provides that the Board may determine in writing that an investigation into matters relating to a \"federally relevant criminal activity\" is a \"special investigation\".",
      "id": "s4"
    },
    {
      "text": "By s 7C of the ACC Act, it is a function of the Commission to investigate, when authorised by the Board, matters relating to \"federally relevant criminal activity\".",
      "id": "s5"
    },
    {
      "text": "In July 2005 the Board authorised the Commission to investigate certain matters, specified in the instrument of authorisation, relating to federally relevant criminal activity.",
      "id": "s6"
    },
    {
      "text": "At the same time, the Board determined that that investigation was a special investigation.",
      "id": "s7"
    },
    {
      "text": "A result of that determination was that the Commission's powers of examination under Div 2 of Pt II of the ACC Act were enlivened.",
      "id": "s8"
    },
    {
      "text": "So too was the power to summon witnesses to appear at such an examination under s 28.",
      "id": "s9"
    },
    {
      "text": "On 23 January 2009, the respondent (as examiner) issued a summons to the applicant to attend and give evidence in the special investigation.",
      "id": "s10"
    },
    {
      "text": "The central command in the summons as signed by the respondent was in the following terms: \n The Australian Crime Commission is conducting a special investigation pursuant to a determination of its Board, a copy of which is annexed to this summons as Annexure A .",
      "id": "s11"
    },
    {
      "text": "Being satisfied that it is reasonable in all the circumstances to do so, pursuant to subsection 28(1) of the Australian Crime Commission Act 2002 (Cth), I summon you to: \n\n \n (a) attend at 10.00 a.m on Thursday 12 February 2009 before an examiner at an examination to be held for the purposes of the abovementioned special investigation at the Australian Crime Commission, Level 3, 452 Flinders Street, Melbourne, to give evidence of federally relevant criminal activity involving the unlawful manufacture, trafficking and supply of amphetamine type substances; and conspiracy to murder; and\n (b) attend from day to day unless excused or released from further assistance.",
      "id": "s12"
    },
    {
      "text": "****You will not be examined in relation to charges currently before the courts.",
      "id": "s13"
    },
    {
      "text": "Attached to the summons served on the applicant was a copy of the determination of the Board under s 7C(3) of the ACC Act that the investigation was a special investigation, as required by s 28(2).",
      "id": "s14"
    },
    {
      "text": "After service, and as a result of correspondence between the applicant's solicitor and the Commission, the summons was amended to delete the words \"the unlawful manufacture, trafficking and supply of amphetamine type substances; and\".",
      "id": "s15"
    },
    {
      "text": "It then became a summons to give evidence \"of federally relevant criminal activity involving conspiracy to murder\".",
      "id": "s16"
    },
    {
      "text": "The applicant attended before the respondent on 12 February 2009 as summoned.",
      "id": "s17"
    },
    {
      "text": "His own counsel was also present.",
      "id": "s18"
    },
    {
      "text": "He answered a number of questions put by counsel assisting in the examination.",
      "id": "s19"
    },
    {
      "text": "At a certain point, when the applicant was asked to identify a person mentioned in a conversation between himself and someone else, he declined to do so, on the ground that the answer would reveal an element of his intended defence to serious criminal charges which had been laid against him, and in relation to which he was then remanded in custody.",
      "id": "s20"
    },
    {
      "text": "The nature of applicant's objection was elaborated upon by his counsel.",
      "id": "s21"
    },
    {
      "text": "The respondent rejected the objection, and required the applicant to answer the question.",
      "id": "s22"
    },
    {
      "text": "By agreement, the examination was then adjourned until 3 March 2009 to enable the present proceeding to be brought by the applicant.",
      "id": "s23"
    },
    {
      "text": "Although in point of form invoking the provisions of the ADJR Act and the Judiciary Act to which I have referred, in point of substance the applicant has three grounds upon which he asserts that the respondent is acting unlawfully.",
      "id": "s24"
    },
    {
      "text": "First, he says that the summons, as amended, was not authorised by the ACC Act because the subject of the intended examination endorsed thereon was not a matter related to federally relevant criminal activity.",
      "id": "s25"
    },
    {
      "text": "Secondly, he says that the authority of the respondent to require him to answer questions was confined by the asterisked notation on the summons (see par 4 above) and that, therefore, it was not lawful for the respondent to have required him to give an answer which related to \"charges currently before the courts\".",
      "id": "s26"
    },
    {
      "text": "And thirdly, he says that to answer the particular question to which he objected would have involved him in revealing an element of his intended defence to the criminal charges, and that the requirement to answer did, therefore, tend to interfere in the administration of justice and was in contempt of court.",
      "id": "s27"
    },
    {
      "text": "LEGALITY OF SUMMONS \n Critical to the applicant's first point is the definition of \"federally relevant criminal activity\" in the ACC Act.",
      "id": "s28"
    },
    {
      "text": "That term is defined as: \n (a) a relevant criminal activity, where the relevant crime is an offence against a law of the Commonwealth or of a Territory; or\n (b) a relevant criminal activity, where the relevant crime:\n (i) is an offence against a law of a State; and\n (ii) has a federal aspect.",
      "id": "s29"
    },
    {
      "text": "A \"relevant criminal activity\" is defined as \"any circumstances implying, or any allegations, that a serious and organised crime may have been, may be being, or may in future be, committed against a law of the Commonwealth, of a State or of a Territory\".",
      "id": "s30"
    },
    {
      "text": "That part of the definition is not presently controversial.",
      "id": "s31"
    },
    {
      "text": "It is subpar (ii) of par (b) of the definition of \"federally relevant criminal activity\" which is central to the applicant's point.",
      "id": "s32"
    },
    {
      "text": "The term \"federal aspect\" is given meaning by s 4A(2) of the ACC Act.",
      "id": "s33"
    },
    {
      "text": "For present purposes, it is sufficient to set out the following: \n For the purposes of this Act, a State offence has a federal aspect if, and only if: \n ... \n\n(c) assuming that the Parliament of the Commonwealth had enacted a provision that created an offence penalising the specific acts or omissions involved in committing the State offence---that provision would have been a valid law of the Commonwealth; or\n \n (d) both:\n \n (i) the ACC is investigating a matter relating to a relevant criminal activity that relates to an offence against a law of the Commonwealth or a Territory; and\n \n (ii) if the ACC is investigating, or were to investigate, a matter relating to a relevant criminal activity that relates to the State offence---that investigation is, or would be, incidental to the investigation mentioned in subparagraph (i).... \n\nAs mentioned earlier, the applicant was summoned to give evidence of federally relevant criminal activity involving conspiracy to murder.",
      "id": "s34"
    },
    {
      "text": "He contends that conspiracy to murder is not an offence under Commonwealth law, and that a Commonwealth law purporting to make it an offence would not, without more, be valid.",
      "id": "s35"
    },
    {
      "text": "It follows that the State offence of conspiracy to murder does not have a \"federal aspect\" within the meaning of s 4A(2) of the ACC Act, and that the summons was not authorised by the Act.",
      "id": "s36"
    },
    {
      "text": "Section 24A of the ACC Act provides that an examiner \"may conduct an examination for the purposes of a special...investigation\".",
      "id": "s37"
    },
    {
      "text": "Under s 28(1) --- \n An examiner may summon a person to appear before an examiner at an examination to give evidence and to produce such documents or other things (if any) as are referred to in the summons.",
      "id": "s38"
    },
    {
      "text": "Subsection (2) of s 28 requires the summons to be accompanied by a copy of the Board's determination that the investigation in question is a special one.",
      "id": "s39"
    },
    {
      "text": "Subsection (3) is of some present importance, and provides as follows:\n \n A summons under subsection (1) requiring a person to appear before an examiner at an examination shall, unless the examiner issuing the summons is satisfied that, in the particular circumstances of the special ACC operation/investigation to which the examination relates, it would prejudice the effectiveness of the special ACC operation/investigation for the summons to do so, set out, so far as is reasonably practicable, the general nature of the matters in relation to which the person is to be questioned, but nothing in this subsection prevents an examiner from questioning the person in relation to any matter that relates to a special ACC operation/investigation.",
      "id": "s40"
    },
    {
      "text": "Finally, s 28(7) provides that the power to summon witnesses is not exercisable \"except for the purposes of a special...investigation\".",
      "id": "s41"
    },
    {
      "text": "In the present case, the endorsement on the summons of a note of the matters upon which the applicant was to give evidence was done pursuant to s 28(3) of the ACC Act.",
      "id": "s42"
    },
    {
      "text": "That provision requires the person summoned to be informed of the general nature of the matters in relation to which the examiner intends to question him or her; it does not require that person be informed of the matters being investigated in the investigation as a whole.",
      "id": "s43"
    },
    {
      "text": "Thus, while the matters being investigated must relate to federally relevant criminal activity, the questions proposed to be addressed to the particular person need not directly do so, save in the sense that the power to summon must be for the purposes of the special investigation.",
      "id": "s44"
    },
    {
      "text": "Absent knowledge of the Board's determination under s 7C(3), it may not be apparent to the addressee of a summons that the purpose of the proposed examination is related to federally relevant criminal activity.",
      "id": "s45"
    },
    {
      "text": "The addressee is, of course, furnished with that knowledge by the copy of the determination which must be attached to the summons.",
      "id": "s46"
    },
    {
      "text": "At the examination, individual questions may, in the perception of the addressee, have no obvious relation to criminal activity at all.",
      "id": "s47"
    },
    {
      "text": "For example, a medical practitioner may be summoned to give evidence about the treatment given to a particular patient on a particular occasion; or a computer engineer may be summoned to give evidence about the significance of particular documents printed out by a specialised computer program used in banking; or the owner of a restaurant might be summoned to give evidence about the identity of a person who booked a certain table on a particular night.",
      "id": "s48"
    },
    {
      "text": "In each of these cases, if the notation on the summons foreshadowed the subject of the questions proposed to be asked, it would be quite unrevealing of the \"federal aspect\" which formed the basis of the investigation pursuant to which the examination was conducted.",
      "id": "s49"
    },
    {
      "text": "And, if the questions, as proposed in the summons, need not ex facie relate to criminal activity, there is no reason why they may not relate to a non-federal criminal activity, such as \"conspiracy to murder\".",
      "id": "s50"
    },
    {
      "text": "As noted above, the summons in the present case, as amended, provided that the applicant was required to give evidence of federally relevant criminal activity involving conspiracy to murder.",
      "id": "s51"
    },
    {
      "text": "The summons thus shows, on its face, the connection with an investigation having a federal aspect, as required by s 28(7) of the ACC Act.",
      "id": "s52"
    },
    {
      "text": "In my view, the applicant does not impugn the legality of the summons merely by pointing to the circumstance that conspiracy to murder does not, in isolation, have a federal aspect.",
      "id": "s53"
    },
    {
      "text": "It was no part of the applicant's case to contend the special investigation itself was not into matters that related to federally relevant criminal activity.",
      "id": "s54"
    },
    {
      "text": "It follows that his challenge to the summons must be rejected.",
      "id": "s55"
    },
    {
      "text": "The respondent filed, but did not serve, confidential affidavits which, according to his written outline of submissions, would have made good the proposition that, in the context of the examination of the applicant, the State offence of conspiracy to murder did have a \"federal aspect\" because of the particular facts of the investigation.",
      "id": "s56"
    },
    {
      "text": "It was because of the highly sensitive, and confidential, nature of the contents of those affidavits that the respondent did not serve them, and resisted them being shown even to the applicant's counsel.",
      "id": "s57"
    },
    {
      "text": "I have not read the affidavits, and do not rely on them.",
      "id": "s58"
    },
    {
      "text": "I do not consider that the applicant's case in relevant respects reached the point of requiring the respondent to go into evidence at this level of detail.",
      "id": "s59"
    },
    {
      "text": "TERMS OF SUMMONS \n The applicant's second ground was based upon the proposition that the authority of an examiner to require a witness, summoned to appear under s 25 of the ACC Act, to answer questions is limited by the reasons for which the summons was issued.",
      "id": "s60"
    },
    {
      "text": "This proposition was said to follow from the wording of s 28(1A) of the ACC Act, which is as follows: \n Before issuing a summons under subsection (1), the examiner must be satisfied that it is reasonable in all the circumstances to do so.",
      "id": "s61"
    },
    {
      "text": "The examiner must also record in writing the reasons for the issue of the summons.",
      "id": "s62"
    },
    {
      "text": "The record is to be made:\n (a) before the issue of the summons; or\n (b) at the same time as the issue of the summons; or\n (c) as soon as practicable after the issue of the summons.",
      "id": "s63"
    },
    {
      "text": "It was submitted on behalf of the applicant that the requirement that the examiner be satisfied that it is reasonable to issue the summons implied that the examiner would have turned his or her mind to the need for the addressee to give evidence on a particular subject, and that that conclusion was thereafter limiting with respect to the matters upon which the addressee might be questioned.",
      "id": "s64"
    },
    {
      "text": "In the specific circumstances of the present case, it was submitted that the asterisked notation on the summons --- \"you will not be examined in relation to charges currently before the courts\" --- indicated that the respondent, when issuing the summons, had formed the view under s 28(1A) that the issue of the summons was reasonable only if the applicant was not examined in relation to charges currently before the courts.",
      "id": "s65"
    },
    {
      "text": "The applicant then asserted that the line of questioning in which counsel assisting had been engaged on 12 February 2009 did relate to the criminal charges which he is facing and was, therefore, unauthorised by the summons.",
      "id": "s66"
    },
    {
      "text": "In my view, the basis upon which an examiner forms the view that the issue of a particular summons is reasonable under s 28(1A) is not limiting with respect to the scope of the examination of the witness in question.",
      "id": "s67"
    },
    {
      "text": "It may be a fair inference that the intended scope of the examination will usually be within \"all the circumstances\" by reference to which the state of satisfaction required by the subsection will be reached.",
      "id": "s68"
    },
    {
      "text": "If so, it may also be a fair inference that the scope of the examination, at least in general terms, would then be foreshadowed by the notation on the summons required by s 28(3).",
      "id": "s69"
    },
    {
      "text": "However, as that subsection states in terms, the notation is not limiting of the subject-matter of the questions that may in fact be put to the witness.",
      "id": "s70"
    },
    {
      "text": "For the scope of the examination to be limited by the basis of the examiner's satisfaction under subs (1A) would, in my opinion, be incongruous in the light of the clear terms of subs (3).",
      "id": "s71"
    },
    {
      "text": "There is, moreover (and fundamentally) nothing in s 28, or in Div 2 generally, which expresses or implies a limitation of the kind for which the applicant contends.",
      "id": "s72"
    },
    {
      "text": "It has been held that the purpose of s 28(1A) of the ACC Act is \"to focus and enhance decision making and to provide an accountability mechanism by requiring the creation of an 'audit trail'\": Barnes v Boulton [2004] FCA 1219 ; (2004) 139 FCR 356 , 363 [29].",
      "id": "s73"
    },
    {
      "text": "The record of reasons required by the subsection is not, therefore, a means to enlighten the summoned witness as to why the summons was issued.",
      "id": "s74"
    },
    {
      "text": "That is not to say, of course, that an allegation of a failure to comply with the first sentence of the subsection will not be justiciable at the suit of the witness.",
      "id": "s75"
    },
    {
      "text": "But that is not the applicant's point in the present case.",
      "id": "s76"
    },
    {
      "text": "At least as relates to this ground, the applicant does not challenge the legality of the summons or compliance with s 28(1A).",
      "id": "s77"
    },
    {
      "text": "His point is that it is open to him, as with any witness summoned under s 28, to rely upon the content of the examiner's decision that it was reasonable to issue the summons as a limitation on the scope of the matters as to which he might be examined.",
      "id": "s78"
    },
    {
      "text": "For reasons which I have attempted to explain, I consider that the two dimensions of the examiner's role are separate, and that the reasons for issuing the summons are not limiting with respect to the scope of the examination.",
      "id": "s79"
    },
    {
      "text": "At the hearing of the present application, counsel for the applicant called for the production of the record of reasons made by the respondent in the present case under s 28(1A) of the ACC Act.",
      "id": "s80"
    },
    {
      "text": "The purpose would be to give counsel the opportunity to peruse the reasons with a view to demonstrating, he anticipated, that the exclusion from the proposed examination of the respondent of matters which related to charges currently before the courts was an element in the respondent's conclusion that the issue of the summons was reasonable in all the circumstances.",
      "id": "s81"
    },
    {
      "text": "The question was approached as though it related to the respondent's discovery obligations, as a party in the proceeding.",
      "id": "s82"
    },
    {
      "text": "The respondent resisted production both on the ground that his reasons under s 28(1A), whatever they were, were irrelevant to the permitted scope of the examination of the applicant, and on the alternative ground that the reasons, if otherwise relevant, were protected from production, and from inspection, by the public interest immunity.",
      "id": "s83"
    },
    {
      "text": "During the hearing of the proceeding, I ruled that the respondent not be required to produce his reasons, and indicated that I would provide my reasons for that ruling in the course of giving reasons for judgment at the end of the case.",
      "id": "s84"
    },
    {
      "text": "It will be apparent from what I have written above that I take the view that the respondent's reasons under s 28(1A) are irrelevant to the scope of the examination which he may validly undertake, in relation to the applicant, under s 28 of the ACC Act.",
      "id": "s85"
    },
    {
      "text": "I thus uphold the respondent's first ground of objection to production, and I do not need to consider the matter of public interest immunity.",
      "id": "s86"
    },
    {
      "text": "CONTEMPT OF COURT \n The applicant's third ground involves not only a challenge to the question which he objected to answering on 12 February 2009 but also, as I understand it, the contention that the examination of him generally should be restrained by injunction pending the completion of the criminal proceeding which he faces.",
      "id": "s87"
    },
    {
      "text": "He says that resort to the coercive process for which Div 2 of Pt II of the ACC Act provides could prejudice his prospect of a fair trial and thus would give rise to a risk of an interference in the administration of justice.",
      "id": "s88"
    },
    {
      "text": "He relies upon the principle referred to by Gibbs CJ in Victoria v Australian Building Construction Employees' and Builders Labourers' Federation [1982] HCA 31 ; (1982) 152 CLR 25 , applied by the Full Court in Commissioner of Taxation v De Vonk (1995) 61 FCR 564 , 585-586.",
      "id": "s89"
    },
    {
      "text": "Gibbs CJ said (152 CLR at 56): \n There is a contempt of court of the kind relevant to the present case only when there is an actual interference with the administration of justice, or \"a real risk, as opposed to a remote possibility\" that justice will be interfered with: cf.",
      "id": "s90"
    },
    {
      "text": "Attorney-General v. Times Newspapers Ltd [1974] AC 273 , 299.",
      "id": "s91"
    },
    {
      "text": "The essence of this kind of contempt is a \"real and definite tendency to prejudice or embarrass pending proceedings\": John Fairfax &amp; Sons Pty.",
      "id": "s92"
    },
    {
      "text": "Ltd v. McRae [1955] HCA 12 ; (1955) 93 CLR 351 , 372.",
      "id": "s93"
    },
    {
      "text": "The applicant says that his right to a fair trial would be prejudiced in three, seemingly interdependent, ways.",
      "id": "s94"
    },
    {
      "text": "First, he is frank about the way he proposes to defend the criminal charges.",
      "id": "s95"
    },
    {
      "text": "He says that he intends to justify what might otherwise appear to be incriminating conduct by admitting that he was then involved in something quite minor by comparison with the serious offences with which he has been charged.",
      "id": "s96"
    },
    {
      "text": "To require him now to reveal, and to admit to, that conduct would be incriminating apropos the minor dimension of his admitted criminality.",
      "id": "s97"
    },
    {
      "text": "He also says, as I understand the submissions made on his behalf, that he would thereby be compelled to disclose how he intends to defend himself against the charges which have been laid, a compulsion to which, under the criminal justice system itself, he cannot be subjected.",
      "id": "s98"
    },
    {
      "text": "Secondly, he says that for him to be required to answer the particular question to which he objected would (because of the nature of the question) involve him naming a person whom he hopes to call as a witness in his defence.",
      "id": "s99"
    },
    {
      "text": "Not only is someone in his position under no obligation (normally) to name his witnesses, the very person he intends to call may, he apprehends, get cold feet about the idea of giving evidence once he or she realises that the applicant has disclosed his or her identity to the authorities.",
      "id": "s100"
    },
    {
      "text": "Thirdly, the applicant has only very recently received his copy of the prosecution hand-up brief for the committal proceeding.",
      "id": "s101"
    },
    {
      "text": "It is said to be voluminous.",
      "id": "s102"
    },
    {
      "text": "The applicant says that it would be oppressive to require him to answer the question to which he objected before he had had a realistic opportunity to come to terms with the contents of the brief.",
      "id": "s103"
    },
    {
      "text": "Counsel for the respondent submitted that the applicant's ground should be rejected, for four reasons.",
      "id": "s104"
    },
    {
      "text": "First, he submitted that, on the facts of the present case, the court should not be satisfied that there is a real risk, as opposed to a remote possibility, that the requirement that the applicant answer the question to which he objected would give rise to an interference with the administration of justice in relation to the criminal proceeding which the applicant faces.",
      "id": "s105"
    },
    {
      "text": "Secondly, he submitted that the decision whether to restrain the continuation of the examination of the applicant, or the putting of any particular question, involved a judgment which balanced the public interest in avoiding the risk of interferences with the administration of justice with the public interest in the investigation of serious crime.",
      "id": "s106"
    },
    {
      "text": "On the facts of the present case, if there were a risk of the kind mentioned, that risk was outweighed by the second kind of public interest to which I have referred.",
      "id": "s107"
    },
    {
      "text": "Thirdly, he submitted that, as a matter of construction, the ACC Act authorised the respondent's requirement that the applicant answer the question to which he objected, and the continuation of the examination of the applicant generally, notwithstanding that either or both would give rise to a risk of an interference with the administration of justice.",
      "id": "s108"
    },
    {
      "text": "Fourthly, he submitted that, in the event that his arguments were otherwise unsuccessful, the most the court should do ought to be to restrain the respondent from requiring the applicant to answer the particular question to which he objected.",
      "id": "s109"
    },
    {
      "text": "There was, he submitted, no basis upon which the examination of the applicant generally should be restrained.",
      "id": "s110"
    },
    {
      "text": "It may be seen that, if I were to answer either the first or the third of these points favourably to the respondent, the applicant's ground itself would be rejected.",
      "id": "s111"
    },
    {
      "text": "The second point is by way of an alternative to the first, and assumes also that the third would be unsuccessful.",
      "id": "s112"
    },
    {
      "text": "The fourth point is, as it were, in the nature of a final fall back position.",
      "id": "s113"
    },
    {
      "text": "Before turning to the respondent's points, I should say something about the legal basis of the applicant's propositions.",
      "id": "s114"
    },
    {
      "text": "Each of the first and second ways in which the applicant puts his case in relevant respects is based upon the supposition that, unless the respondent were restrained as sought, the substance of the applicant's evidence in the examination (either with respect to the question concerned or generally) would become known to third parties.",
      "id": "s115"
    },
    {
      "text": "On one aspect of the applicant's case, those third parties would be the prosecuting authorities in the criminal proceeding.",
      "id": "s116"
    },
    {
      "text": "On another aspect, they (or, perhaps more accurately, he or she) would be the person presumptively to be identified by the answer to the question to which the applicant objected.",
      "id": "s117"
    },
    {
      "text": "The realistic likelihood of there being, in effect, a leakage of the evidentiary record of the applicant's examination by the respondent cannot be assessed without a consideration of certain provisions of the ACC Act designed to maintain the confidentiality of such examinations, and of steps taken by the Commission, including by the respondent, to maintain the confidentiality of that record.",
      "id": "s118"
    },
    {
      "text": "These are matters which fall for consideration under the first of the four points by reference to which the respondent responds to this aspect of the applicant's case.",
      "id": "s119"
    },
    {
      "text": "I should say something also at this stage about the jurisprudential, as distinct from the factual, assumptions which underlie this ground in the applicant's case.",
      "id": "s120"
    },
    {
      "text": "Although, for the most part, counsel for the applicant eschewed any reliance upon the privilege against self-incrimination, there were, as I have noted above, aspects of his client's case which seemed to call up that principle, even if, perhaps, in a slightly modified way.",
      "id": "s121"
    },
    {
      "text": "Recourse to that principle makes it necessary to refer to s 30 of the ACC Act, subss (1), (2), (4) and (5) of which are as follows: \n (1) A person served, as prescribed, with a summons to appear as a witness at an examination before an examiner shall not:\n \n (a) fail to attend as required by the summons; or\n \n (b) fail to attend from day to day unless excused, or released from further attendance, by the examiner.",
      "id": "s122"
    },
    {
      "text": "(2) A person appearing as a witness at an examination before an examiner shall not:\n \n (a) when required pursuant to section 28 either to take an oath or make an affirmation---refuse or fail to comply with the requirement;\n \n (b) refuse or fail to answer a question that he or she is required to answer by the examiner; or\n \n (c) refuse or fail to produce a document or thing that he or she was required to produce by a summons under this Act served on him or her as prescribed.",
      "id": "s123"
    },
    {
      "text": "... \n\n (4) Subsection (5) limits the use that can be made of any answers given at an examination before an examiner, or documents or things produced at an examination before an examiner.",
      "id": "s124"
    },
    {
      "text": "That subsection only applies if:\n \n (a) a person appearing as a witness at an examination before an examiner:\n \n (i) answers a question that he or she is required to answer by the examiner; or\n \n (ii) produces a document or thing that he or she was required to produce by a summons under this Act served on him or her as prescribed; and\n \n (b) in the case of the production of a document that is, or forms part of, a record of an existing or past business---the document sets out details of earnings received by the person in respect of his or her employment and does not set out any other information; and\n \n (c) before answering the question or producing the document or thing, the person claims that the answer, or the production of the document or thing, might tend to incriminate the person or make the person liable to a penalty.",
      "id": "s125"
    },
    {
      "text": "(5) The answer, or the document or thing, is not admissible in evidence against the person in:\n \n (a) a criminal proceeding; or\n \n (b) a proceeding for the imposition of a penalty;\n \nother than:\n \n (c) confiscation proceedings; or\n \n (d) a proceeding in respect of:\n \n (i) in the case of an answer---the falsity of the answer; or\n \n (ii) in the case of the production of a document---the falsity of any statement contained in the document.",
      "id": "s126"
    },
    {
      "text": "In the facts of the present case, before giving his evidence at the examination, the applicant claimed that his evidence might tend to incriminate him, under s 30(4)(c) of the ACC Act.",
      "id": "s127"
    },
    {
      "text": "That claim having been made, the answer to the question to which the applicant objected would not be admissible against him in a criminal proceeding (other than the limited, and presently uncontroversial, exceptions in pars (c) and (d) of s 30(5) of the ACC Act).",
      "id": "s128"
    },
    {
      "text": "As a matter of construction, the provisions of s 30 to which I have referred displace the common law privilege against self-incrimination and, in my view, leave no room for the applicant to rely upon that privilege in support of his present contention that the continuation of the examination, or the requirement to answer a particular question, would give rise to a real risk of an interference with the administration of justice: Hamilton v Oades [1989] HCA 21 ; (1989) 166 CLR 486.",
      "id": "s129"
    },
    {
      "text": "A significant component of the applicant's case, in presently relevant respects, is that the general law entitles him to conduct his defence of the criminal charges laid against him without revealing the elements of his defence, or the identity of any witness whom he proposes to call.",
      "id": "s130"
    },
    {
      "text": "On this subject, in Hamilton v Oades Mason CJ said (166 CLR at 499): \n There are two other matters to be mentioned.",
      "id": "s131"
    },
    {
      "text": "The Court of Appeal referred to the respondent's right not to disclose his defences to the pending charges.",
      "id": "s132"
    },
    {
      "text": "Except in the sense that a witness enjoys what is known as the right to silence, the respondent has no relevant right, either at common law or by virtue of statute.",
      "id": "s133"
    },
    {
      "text": "The privilege against self-incrimination would not ordinarily protect a person against disclosure of his defence to a criminal charge.",
      "id": "s134"
    },
    {
      "text": "The so-called right not to disclose a defence is the result merely of the absence in ordinary circumstances of any statutory requirement that defences be revealed.",
      "id": "s135"
    },
    {
      "text": "On the other hand, even apart from the prospect of self-incrimination, the continuation of an administrative inquiry, of an inquisitorial nature, into the rights and wrongs of the very conduct which forms the basis of pending criminal charges, and the compulsion of a person facing those charges to give evidence on oath, may well give rise to a real risk of the kind referred to by Gibbs CJ in Builders Labourers' Federation : see Hammond v Commonwealth of Australia [1982] HCA 42 ; (1982) 152 CLR 188 and Commissioner of Taxation v De Vonk (1995) 61 FCR 564.",
      "id": "s136"
    },
    {
      "text": "Whether such a risk arises in the present case, and if so whether the taking of that risk is authorised by the ACC Act, are questions to which I shall presently turn.",
      "id": "s137"
    },
    {
      "text": "Before doing so, however, there is one other, potentially important, factual feature of the present case which should be noted.",
      "id": "s138"
    },
    {
      "text": "It was not suggested on behalf of the applicant, and it would not be open on the evidence to hold, that the purpose of the respondent's examination of the applicant was to have him disclose his intended defence in the forthcoming criminal proceeding.",
      "id": "s139"
    },
    {
      "text": "Indeed, there was no suggestion that, before the applicant took the objection which he did, either the respondent or counsel assisting had any idea that the answer to the question posed by the latter would reveal an element in the applicant's intended defence to the criminal charges.",
      "id": "s140"
    },
    {
      "text": "In this proceeding, counsel for the applicant submitted that, once the applicant himself had disclosed that the answer would reveal an element of his defence, thereafter the respondent was on notice of that circumstance and the question which he required to be answered was, somehow, infected thereby.",
      "id": "s141"
    },
    {
      "text": "I cannot accept that proposition.",
      "id": "s142"
    },
    {
      "text": "The legality of the question, and of the examination generally, cannot depend upon disclosures made by the applicant himself in his own interests.",
      "id": "s143"
    },
    {
      "text": "I consider that the correctness or otherwise of the ground upon which the applicant relevantly challenges the line of questioning which the respondent permitted must be determined against a factual setting in which, at most, it is to be assumed (ie accepting what the applicant asserts) that the answer to the question would reveal a fact upon which the applicant proposes to rely in his defence.",
      "id": "s144"
    },
    {
      "text": "That he does so propose must, in my view, be treated as wholly incidental to, and unrelated to, the purposes of the respondent or of counsel assisting.",
      "id": "s145"
    },
    {
      "text": "The respondent resisted the suggestion that, as a matter of fact, his requirement of the applicant to answer the question posed on 12 February 2009 would give rise to a real risk of an interference with the administration of justice.",
      "id": "s146"
    },
    {
      "text": "In the first place, it was pointed out that, the applicant having made the claim for which par (c) of s 30(4) of the ACC Act provides, subs (5) ensured that his answer would not be admissible in evidence against him in any criminal proceedings in which he is accused.",
      "id": "s147"
    },
    {
      "text": "The respondent next pointed to a number of directions which he had given under various provisions of the ACC Act, the intent of which was to ensure that the applicant's answer to the question, if given as required, would remain confidential within the narrow circle of persons engaged in the Commission's special investigation.",
      "id": "s148"
    },
    {
      "text": "Section 25A(3) of the ACC Act provides that an examination must be held in private, and the examiner may give directions as to the persons who may be present.",
      "id": "s149"
    },
    {
      "text": "On 12 February 2009, the respondent gave such directions.",
      "id": "s150"
    },
    {
      "text": "He named nine persons who, alone, were authorised to be present during the examination.",
      "id": "s151"
    },
    {
      "text": "In a confidential affidavit sworn by him on 19 February 2009, he said that none of those persons was involved in the investigation or prosecution of the applicant in relation to the criminal offences with which he has been charged.",
      "id": "s152"
    },
    {
      "text": "The respondent said that he did not intend to authorise anyone who had an involvement in that investigation or prosecution to be present during any examination of the applicant, or to have access to any evidence obtained during any such examination.",
      "id": "s153"
    },
    {
      "text": "In an affidavit sworn by counsel assisting the respondent on 20 February 2009, it was also made clear that the Commission has placed tight administrative restrictions upon the range of persons who may have access to the transcript of the examination of the applicant.",
      "id": "s154"
    },
    {
      "text": "Those restrictions were placed pursuant to directions given by the respondent.",
      "id": "s155"
    },
    {
      "text": "A significant aspect of the respondent's case was a direction which he made under s 25A(9) of the ACC Act.",
      "id": "s156"
    },
    {
      "text": "The terms of that subsection are as follows: \n An examiner may direct that: \n\n (a) any evidence given before the examiner; or\n \n (b) the contents of any document, or a description of any thing, produced to the examiner; or\n \n (c) any information that might enable a person who has given evidence before the examiner to be identified; or\n \n (d) the fact that any person has given or may be about to give evidence at an examination;\n \n must not be published, or must not be published except in such manner, and to such persons, as the examiner specifies.",
      "id": "s157"
    },
    {
      "text": "The examiner must give such a direction if the failure to do so might prejudice the safety or reputation of a person or prejudice the fair trial of a person who has been, or may be, charged with an offence.",
      "id": "s158"
    },
    {
      "text": "On 18 February 2009, at the request of counsel assisting, the respondent gave the following direction under s 25A(9):\n \n I direct that the evidence given by [the applicant], and the documents or things produced to this Commission, not be published except to the CEO, Examiners and Members of Staff of the ACC, members of the Victoria Police...Taskforce concerned with this Examination, the Federal Court in relation to proceedings initiated in respect of any matter arising from this examination and Counsel engaged for the ACC and the Applicant in the said Federal Court proceedings.",
      "id": "s159"
    },
    {
      "text": "I further direct that the evidence given not be made available to the Australian Federal Police and Prosecuting authorities responsible for prosecuting matters arising from AFP Operation [X] before the completion and final determination of criminal charges arising from AFP Operation [X].",
      "id": "s160"
    },
    {
      "text": "It is common ground that the \"operation\" referred to in the final sentence of this direction is that out of which the charges against the applicant have been laid.",
      "id": "s161"
    },
    {
      "text": "The \"prosecuting authorities\" referred to are those responsible for the prosecution of the applicant.",
      "id": "s162"
    },
    {
      "text": "Counsel for the respondent submitted that the very point of s 25A(9) --- and particularly of the concluding sentence thereof --- is to address the situation where evidence (etc) given in an examination might prejudice the fair trial of a person charged with an offence.",
      "id": "s163"
    },
    {
      "text": "He submitted that, such a direction having been given, on 18 February 2009 in the present case, the court should not be astute to suppose that there was a realistic, as distinct from a theoretical, risk that the direction would in some presently unforseen way prove inadequate to achieve the purpose for which it was obviously intended.",
      "id": "s164"
    },
    {
      "text": "Counsel for the applicant, however, relied upon subs (12) of 25A, which is in the following terms: \n If: \n\n (a) a person has been charged with an offence before a federal court or before a court of a State or Territory; and\n \n (b) the court considers that it may be desirable in the interests of justice that particular evidence given before an examiner, being evidence in relation to which the examiner has given a direction under subsection (9), be made available to the person or to a legal practitioner representing the person;\n \nthe court may give to the examiner or to the CEO a certificate to that effect and, if the court does so, the examiner or the CEO, as the case may be, must make the evidence available to the court.",
      "id": "s165"
    },
    {
      "text": "It was submitted that subs (12) provided a means by which evidence given by the applicant in the examination might find its way into a court, including the very court before which his prosecution is to be conducted.",
      "id": "s166"
    },
    {
      "text": "Counsel for the respondent rejoined that the point of subs (12) was to allow for the possibility that relief from the constraints of subs (9) might be considered desirable in the interests of justice in proceedings involving the prosecution of a person.",
      "id": "s167"
    },
    {
      "text": "The court before which such a prosecution proceeded would have control over the dissemination of the evidence released to it under subs (12), and would be the body best placed to weigh such arguments as the applicant might then have against the release of the evidence in circumstances that might prejudice his prospects of receiving a fair trial.",
      "id": "s168"
    },
    {
      "text": "In such a situation, it was submitted on behalf of the respondent, the prospect that the evidence might be used in such a way as would prejudice a fair trial of the applicant was theoretical in the extreme.",
      "id": "s169"
    },
    {
      "text": "I accept the submissions made on behalf of the respondent with respect to this point.",
      "id": "s170"
    },
    {
      "text": "The provisions of the ACC Act referred to are manifestly calculated to reduce to the minimum the prospect that evidence given in an examination will find its way into the hands of authorities or persons other than those to whom, in accordance with directions given by an examiner, it is limited.",
      "id": "s171"
    },
    {
      "text": "On the facts of the present case, I consider that the directions given by the respondent, and the administrative steps taken by the Commission, are such as would eliminate any real, as distinct from theoretical, risk of an interference with the administration of justice, should the applicant answer the question put to him as required.",
      "id": "s172"
    },
    {
      "text": "I am particularly influenced by the direction given under s 25A(9) of the ACC Act.",
      "id": "s173"
    },
    {
      "text": "Save to refer to subs (12) of s 25A, counsel for the respondent was unable to suggest any means by which that direction would not, as a practical matter, produce its intended effect, namely, of protecting the fair trial of the applicant from being prejudiced by the leakage of details of the applicant's evidence given in the examination.",
      "id": "s174"
    },
    {
      "text": "With respect to subs (12), I accept the respondent's submissions that this court ought not lightly anticipate that the court to which evidence might be available under that subsection would allow that evidence to be further disseminated in a way that might prejudice the fair trial of the applicant.",
      "id": "s175"
    },
    {
      "text": "The facts of the present case are quite different from those which led to the judgment of the High Court in Hammond v The Commonwealth.",
      "id": "s176"
    },
    {
      "text": "In that case, police officers involved in the investigation upon which the forthcoming prosecution was based were permitted to be present during the administrative examination (see 152 CLR at 194).",
      "id": "s177"
    },
    {
      "text": "Here, by contrast, not only are those police officers not present (and not permitted to be present), but the respondent has taken the steps contemplated by the ACC Act to make it as certain as may be that those involved in the prosecution of the applicant will not come to learn of the substance of his evidence in the examination.",
      "id": "s178"
    },
    {
      "text": "I take the view, therefore, that the continuation of the examination of the applicant by the respondent, including the respondent's requirement that the applicant answer the question to which he objected, would not present a real risk of an interference with the administration of justice and would not, therefore, be in contempt of court.",
      "id": "s179"
    },
    {
      "text": "That conclusion makes it unnecessary for me to consider the respondent's related points, namely, whether, as a matter of balance, the public interest in the continuation of the Commission's work in the special investigation outweighs the public interest in avoiding risks of interference with the administration of justice, and whether, as a matter of construction, the provisions of the ACC Act to which I have referred evince a legislative intention to tolerate the existence of risks to the administration of justice, either absolutely or in circumstances where directions have been given.",
      "id": "s180"
    },
    {
      "text": "The applicant's point about oppression is, in my view, of no substance.",
      "id": "s181"
    },
    {
      "text": "Nothing which the respondent proposes to do --- or can do --- regarding the applicant will affect one way or the other the opportunity which the applicant will have to prepare for his committal.",
      "id": "s182"
    },
    {
      "text": "Although not made clear in so many words, it seems that the gravamen of this point is that the applicant desires to preserve the tactical advantage of not having to answer questions in the examination before he has familiarised himself with the contents of the prosecution brief against him.",
      "id": "s183"
    },
    {
      "text": "Such matters, however, are quite separate from those which might present a risk of an interference with the administration of justice.",
      "id": "s184"
    },
    {
      "text": "Save for the prospect that the prosecuting authorities might become aware of the evidence given by the applicant in the examination (a matter which I have addressed above), the two proceedings are quite separate.",
      "id": "s185"
    },
    {
      "text": "The applicant will not, I find, be oppressed in relation to his defence to the criminal charges by a requirement that he answer questions, including the question to which he objected, in the examination being conducted by the respondent.",
      "id": "s186"
    },
    {
      "text": "It follows that the applicant's contempt of court point should be rejected.",
      "id": "s187"
    },
    {
      "text": "DISPOSITION OF THE PROCEEDING \n For the reasons set out above, the application must be dismissed.",
      "id": "s188"
    },
    {
      "text": "I shall hear the parties on the subject of costs.",
      "id": "s189"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s190"
    },
    {
      "text": "Associate:\n \n \nDated: 26 February 2009\n \n Counsel for the Applicant: Mr T V Hurley \n \n Solicitor for the Applicant: Acquaro and Co \n \n Counsel for the Respondent: Dr S Donaghue \n \n Solicitor for the Respondent: Australian Crime Commission \n Dates of Hearing: 23 &amp; 24 February 2009 \n \n Date of Judgment: 26 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/170.html",
      "id": "s191"
    }
  ]
}