{
  "name": "Sleep v Repatriation Commission [2009] FCA 1413 (1 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1413.html",
  "catchphrases": [
    {
      "text": "applications for extension of time to file and serve a notice of appeal from the dismissal of two separate appeals from the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "veterans' entitlement act 1986 (cth) s 35 service pension is means tested",
      "id": "c1"
    },
    {
      "text": "decision of the administrative appeals tribunal and of the primary judge affirmed",
      "id": "c2"
    },
    {
      "text": "applications for extension of time dismissed.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicant has brought two separate applications for extensions of time within which to appeal from orders of a judge of this Court dismissing two separate appeals from the Administrative Appeals Tribunal (AAT) and ordering the applicant to pay the costs of those appeals: Sleep v Repatriation Commission [2009] FCA 472.",
      "id": "s0"
    },
    {
      "text": "The applicant is a veteran who has rendered eligible war service within the meaning of s 7 of the Veterans' Entitlements Act 1986 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "As a result of that war service the applicant became incapacitated from a war caused injury or a war caused disease and became eligible for a pension by way of compensation which is to be paid in accordance with the Act: s 13.",
      "id": "s2"
    },
    {
      "text": "Part II of the Act deals with pensions other than service pensions: s 12.",
      "id": "s3"
    },
    {
      "text": "The applicant has made a claim for a pension under Part II in accordance with s 14 of the Act.",
      "id": "s4"
    },
    {
      "text": "Because of the degree of the applicant's disability the applicant is entitled to a special rate of pension pursuant to s 24 of the Act.",
      "id": "s5"
    },
    {
      "text": "That special rate of pension is specifically provided for in s 24(4) of the Act and is currently $919.40 per fortnight.",
      "id": "s6"
    },
    {
      "text": "The special rate of pension provided for in s 24(4) of the Act is not means tested.",
      "id": "s7"
    },
    {
      "text": "All persons who qualify for that special rate of pension are entitled to receive the sum provided for in s 24(4) which, as I have said, is currently $919.40.",
      "id": "s8"
    },
    {
      "text": "Part III of the Act deals with service pensions: s 35.",
      "id": "s9"
    },
    {
      "text": "A service pension includes an invalidity service pension: s 5Q.",
      "id": "s10"
    },
    {
      "text": "The applicant is also entitled to an invalidity service pension.",
      "id": "s11"
    },
    {
      "text": "Section 37 of the Act provides that \"a person is eligible for an invalidity service pension if the person is a veteran and has rendered qualifying service and is permanently incapacitated for work in accordance with a determination under section 37AA\": s 37(1)(c).",
      "id": "s12"
    },
    {
      "text": "Section 37AA obligates the respondent to specify by written determination the circumstances in which persons are permanently incapacitated for work for the purposes of s 37(1)(c) of the Act.",
      "id": "s13"
    },
    {
      "text": "The Commission determined by legislative instrument (the Veterans' Entitlements (Invalidity Service Pension --- Permanent Incapacity for Work) Determination 1999 (Cth)) that a person is \"permanently incapacitated for work for the purposes of s 37(1)(c) where they are ... a veteran to whom s 24 of the Act applies\".",
      "id": "s14"
    },
    {
      "text": "Thus the applicant is entitled to a Part III invalidity service pension because he is a veteran to whom s 24 applies.",
      "id": "s15"
    },
    {
      "text": "The Act does not directly fix the rate at which an invalid service pension is payable.",
      "id": "s16"
    },
    {
      "text": "Service pensions payable under Part III are, unlike pensions payable under Part II, means tested.",
      "id": "s17"
    },
    {
      "text": "The rate of pension payable to any particular eligible person will depend upon that person's assets and income.",
      "id": "s18"
    },
    {
      "text": "Section 37N of the Act provides that a veteran's invalidity service pension rate is to be worked out in accordance with the Rate Calculator: s 37N.",
      "id": "s19"
    },
    {
      "text": "The Rate Calculator is defined in s 5Q of the Act to mean the Rate Calculator in Part 2 of Schedule 6 of the Act.",
      "id": "s20"
    },
    {
      "text": "Part 2 of Schedule 6 of the Act provides that the rate of service pension for a person in the circumstances of the appellant is worked out in accordance with Method statement 1.",
      "id": "s21"
    },
    {
      "text": "Method statement 1 provides for an 11 step process to determine the person's rate of service pension.",
      "id": "s22"
    },
    {
      "text": "The first 4 steps (which need not be identified) result in an assessment for the particular person of the \"maximum payment rate\".",
      "id": "s23"
    },
    {
      "text": "Step 5 requires the respondent to apply the ordinary/adjusted income test using Module E to work out the reduction for ordinary/adjusted income.",
      "id": "s24"
    },
    {
      "text": "After making that reduction the result is the income reduced rate: Step 6.",
      "id": "s25"
    },
    {
      "text": "In that way a person's rate of service pension (a Part III pension) is means tested for that person's income.",
      "id": "s26"
    },
    {
      "text": "Step 7 of Method statement 1 requires the respondent then to apply the assets test using Module F to work out the reduction in the income reduced rate for the person's assets.",
      "id": "s27"
    },
    {
      "text": "Step 1 of Module F requires the respondent to work out the value of the person's assets which is done in accordance with SCH6-F2 and in doing so have regard to s 52 of the Act for the assets that are to be disregarded in valuing the person's assets.",
      "id": "s28"
    },
    {
      "text": "Section 52 of the Act identifies those assets which are to be disregarded in calculating the value of a person's assets.",
      "id": "s29"
    },
    {
      "text": "Relevantly, s 52(1)(f), (k) and (l) provides: \n \n (1) In calculating the value of a person's assets for the purposes of this Act ... disregard the following: \n \n\n \n \n \n ... \n \n \n\n \n \n \n (f) the value of the person's investment in: \n \n \n \n \n \n \n (i) a superannuation fund; or\n (ii) an approved deposit fund; or\n (iii) a deferred annuity; or\n (iiia) an ATO small superannuation account;\n until the person:\n (iv) reaches pension age; or\n (v) commences to receive a pension or annuity out of the fund.",
      "id": "s30"
    },
    {
      "text": "... \n \n \n\n \n \n \n (k) if: \n \n \n \n \n \n \n (i) personal property of the person is designed for use by a disabled person; and\n (ii) the person, the person's partner or a child who is dependent on the person or the person's partner is disabled;\n the value of the property.",
      "id": "s31"
    },
    {
      "text": "(l) if: \n \n \n \n \n \n \n (i) personal property of the person is modified so that it can be used by a disabled person; and\n (ii) the person, the person's partner or a child who is dependent on the person or the person's partner is disabled;\n the part of the value of the property that is attributable to the modifications; \n \n \n \n\n \n \n \n ... \n \n \n Relevantly, for the purpose of these applications, the value of a person's investment in a superannuation fund is to be disregarded in calculating the value of that person's assets until the person either reaches pension age or commences to receive a pension or annuity out of the fund.",
      "id": "s32"
    },
    {
      "text": "Pension age in relation to a veteran has the meaning given by s 5QA: s 5Q.",
      "id": "s33"
    },
    {
      "text": "Section 5QA(2) provides that a man reaches pension age when he turns 60 years.",
      "id": "s34"
    },
    {
      "text": "Thus the value of a veteran's investment in a superannuation fund is disregarded for the purpose of calculating the value of the veteran's assets only whilst the veteran (male) is under the age of 60.",
      "id": "s35"
    },
    {
      "text": "Thereafter, any investment in any superannuation fund is not disregarded in calculating the value of the veteran's assets for the purpose of s 52.",
      "id": "s36"
    },
    {
      "text": "Paragraphs (k) and (l) of s 52(1) apply only to personal property and have no application to real estate.",
      "id": "s37"
    },
    {
      "text": "In any event, those paragraphs only apply to personal property which is designed for use or is modified so it can be used by a disabled person.",
      "id": "s38"
    },
    {
      "text": "Paragraphs (k) and (l) of s 52(1) therefore only apply in limited circumstances to personal property.",
      "id": "s39"
    },
    {
      "text": "The respondent has made two relevant decisions in relation to the applicant.",
      "id": "s40"
    },
    {
      "text": "First, on 5 July 2004 it reduced the applicant's rate of service pension with effect from 20 July 2004 to reflect the applicant's ownership of a property situated at Port Road, Croydon to which the respondent ascribed a value of $140,000.",
      "id": "s41"
    },
    {
      "text": "Secondly, the respondent made a decision on 13 August 2007 to reduce the applicant's rate of pension from 26 August 2007 to reflect superannuation products owned by the applicant at that time.",
      "id": "s42"
    },
    {
      "text": "The applicant turned 60 on 26 August 2007.",
      "id": "s43"
    },
    {
      "text": "The applicant sought a review by the AAT of both those decisions.",
      "id": "s44"
    },
    {
      "text": "On 10 December 2008, in Sleep v Repatriation Commission [2008] AATA 1100 , the AAT made the following decision: \n \n The Repatriation Commission decision of 5 July 2004, as affirmed by a review officer on 10 August 2007, which reduced Mr Sleep's rate of service pension with effect from 20 July 2004 in reflection of an assets test which included the value of property at $140,000, is affirmed.",
      "id": "s45"
    },
    {
      "text": "Again on 10 December 2008, in Sleep v Repatriation Commission [2008] AATA 1101 , the AAT made the following decision: \n \n The decision of the Repatriation Commissioner dated 13 August 2007, as affirmed by a decision of a review officer dated 19 March 2008, which reduced Mr Sleep's rate of pension from 26 August 2007, is affirmed.",
      "id": "s46"
    },
    {
      "text": "It is from those two decisions that the applicant appealed to a judge of this Court pursuant to s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s47"
    },
    {
      "text": "The appeals were heard together and the orders dismissing those appeals were made on 12 May 2009.",
      "id": "s48"
    },
    {
      "text": "It was not until 3 September 2009 that the applicant made an application for an extension of time to file and serve a notice of appeal.",
      "id": "s49"
    },
    {
      "text": "Even then one application only was made in respect of both matters.",
      "id": "s50"
    },
    {
      "text": "Later the applicant regularised the applications by bringing separate applications for an extension of time.",
      "id": "s51"
    },
    {
      "text": "It was agreed that I should consider his application for an extension of time in relation to both matters as if both had been brought as at 3 September 2009.",
      "id": "s52"
    },
    {
      "text": "The applicant deposed to the circumstances surrounding the delay in bringing the appeals.",
      "id": "s53"
    },
    {
      "text": "Two days after the primary judge announced his orders the applicant took his wife and daughter on a trip to North Queensland.",
      "id": "s54"
    },
    {
      "text": "He said that he had promised to take his wife the year before but she had been diagnosed with bowel cancer and had to undergo surgery and chemotherapy.",
      "id": "s55"
    },
    {
      "text": "He said he had promised her he would take her in 2009 and was not prepared to disappoint her and delay the trip because of the state of her health.",
      "id": "s56"
    },
    {
      "text": "He said that they did not return to Adelaide until 9 August 2009 and his wife underwent further treatment which culminated in emergency treatment on 30 August 2009.",
      "id": "s57"
    },
    {
      "text": "At the trial he tendered a certificate which showed that his wife is presently in palliative care in the Queen Elizabeth Hospital.",
      "id": "s58"
    },
    {
      "text": "It was his wife's illness and separate illnesses suffered by himself and his daughter that caused the delay in filing a notice of appeal from the primary judge's orders.",
      "id": "s59"
    },
    {
      "text": "Order 52 rule 15(2) allows the Court to give leave to file and serve a notice of appeal at any time if special reasons exist: O 52 r 15(2).",
      "id": "s60"
    },
    {
      "text": "I would extend the time within which the applicant could appeal to the date when he filed his applications for an extension of time to appeal from the separate orders made by the primary judge, if I was satisfied that the applicant had some prospects of successfully prosecuting his appeal.",
      "id": "s61"
    },
    {
      "text": "However, for the reasons which follow, in my opinion there are no prospects of the applicant succeeding on the appeals and, in those circumstances, it would be inappropriate to grant either of the applications.",
      "id": "s62"
    },
    {
      "text": "The applicant is the owner of the Croydon property and takes no issue with the value ascribed to it of $140,000.",
      "id": "s63"
    },
    {
      "text": "On 26 August 2007 he turned 60 years of age and at that time held three superannuation products.",
      "id": "s64"
    },
    {
      "text": "For the purpose of assessing his pension under Part III of the Act, that is the invalidity service pension, the respondent is obliged to take into account the veteran's assets except those assets which are excluded by operation of s 52.",
      "id": "s65"
    },
    {
      "text": "Real estate owned by a veteran is not to be disregarded in calculating the value of the veteran's assets.",
      "id": "s66"
    },
    {
      "text": "Mr Sleep argued that paragraphs (k) and (l) of s 52 applied but, clearly, that argument must be rejected for two reasons.",
      "id": "s67"
    },
    {
      "text": "First, those paragraphs only apply to personal property.",
      "id": "s68"
    },
    {
      "text": "Secondly, those paragraphs only apply to personal property which has been designed or modified for use by a disabled person.",
      "id": "s69"
    },
    {
      "text": "The respondent was right to assess the amount of the applicant's invalidity service pension by reference to his ownership of the Croydon property.",
      "id": "s70"
    },
    {
      "text": "The AAT was also right to affirm that decision.",
      "id": "s71"
    },
    {
      "text": "The primary judge was right in concluding that the appeal from that decision should be dismissed.",
      "id": "s72"
    },
    {
      "text": "There is no prospect that the applicant could persuade the Full Court that that asset should not be taken into account in assessing the rate of his veteran's invalidity service pension.",
      "id": "s73"
    },
    {
      "text": "The decision of the Commission made on 5 July 2004 is unquestionably right.",
      "id": "s74"
    },
    {
      "text": "Prior to the applicant reaching pension age, the value of the applicant's investment in any superannuation fund was an asset which had to be disregarded in calculating the value of the applicant's assets: s 52(1)(5)(iv).",
      "id": "s75"
    },
    {
      "text": "However, when he reached the pension age, which he did when he turned 60 on 26 August 2007, his investment in superannuation was no longer an asset which had to be disregarded in calculating the applicant's invalid service pension: s 52(1)(f)(iv).",
      "id": "s76"
    },
    {
      "text": "Again, in my opinion the decision of the Repatriation Commission of 5 July 2004 was correct, as was the decision of the AAT affirming that decision on 10 December 2008.",
      "id": "s77"
    },
    {
      "text": "The primary judge also, in my respectful opinion, rightly dismissed the applicant's appeal from the decision of the AAT.",
      "id": "s78"
    },
    {
      "text": "In my opinion, the applicant has no prospects of successfully persuading the Full Court that his Honour erred in relation to his order dismissing that appeal.",
      "id": "s79"
    },
    {
      "text": "The applicant was unrepresented.",
      "id": "s80"
    },
    {
      "text": "He clearly feels aggrieved by the scheme of the legislation and the manner in which the respondent administers the legislation.",
      "id": "s81"
    },
    {
      "text": "He did not apparently understand that that part of his pension which is payable by reason of s 24 is determined by Parliament pursuant to s 24(4) and not means tested, but that the invalidity service pension which is payable by reason of s 37 is means tested.",
      "id": "s82"
    },
    {
      "text": "Because there is no prospect of the applicant succeeding on appeal, the applications for an extension of time within which to file a notice of appeal must be dismissed.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s84"
    },
    {
      "text": "Associate:\n \n \nDated: 1 December 2009\n \n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the Respondent: Mr A Schatz \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 27 October 2009 \n \n Date of Judgment: 1 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1413.html",
      "id": "s85"
    }
  ]
}