{
  "name": "Draffin v Construction, Forestry, Mining and Energy Union [2009] FCA 243 (17 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/243.html",
  "catchphrases": [
    {
      "text": "contraventions of ss 43 and 45 of the building industry improvement act 2005 (cth)",
      "id": "c0"
    },
    {
      "text": "contraventions of s 298p of the workplace relations act 1996 (cth)",
      "id": "c1"
    },
    {
      "text": "contraventions admitted",
      "id": "c2"
    },
    {
      "text": "determination of penalty to be imposed",
      "id": "c3"
    },
    {
      "text": "industrial relations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This judgment deals with the relief which the applicant is entitled to as a consequence of admissions by the first to fourth respondents of contraventions of: Section 43(1)(c) of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act\"); Section 45(1) of the BCII Act; Section 298P(3)(a) of the Workplace Relations Act (\"the WR Act\").",
      "id": "s0"
    },
    {
      "text": "THE PARTIES \n (i) the applicant\n Mr Draffin is an Australian Building and Construction Inspector appointed under s 57 of the BCII Act and an inspector appointed under s 84 of the WR Act.",
      "id": "s1"
    },
    {
      "text": "He is entitled to bring this proceeding and to seek the orders contended for in it.",
      "id": "s2"
    },
    {
      "text": "(ii) the first respondent\n The Construction, Forestry, Mining and Energy Union (\"the Union\") is an organisation of employees registered under the WR Act and an \"organisation\", \"industrial association\" and \"building industry participant\" for the purposes of the BCII Act.",
      "id": "s3"
    },
    {
      "text": "It is also an \"industrial association\" for the purpose of s 298B of the WR Act.",
      "id": "s4"
    },
    {
      "text": "(iii) the second respondent\n Mr Allen was employed by the fifth respondent, Walton Constructions Pty Ltd (\"Walton\") to perform work at the Brunswick Police Station site (\"the site\").",
      "id": "s5"
    },
    {
      "text": "At the site, Mr Allen occupied the positions of shop steward of the Union and the Occupational Health and Safety Representative.",
      "id": "s6"
    },
    {
      "text": "Mr Allen was an \"officer\" of the Union for the purposes of s 69(3) of the BCII Act and s 298B(1) of the WR Act.",
      "id": "s7"
    },
    {
      "text": "He was a \"building industry participant\" for the purpose of s 4 of the BCII Act.",
      "id": "s8"
    },
    {
      "text": "(iv) the third and fourth respondents\n Mr Benstead and Mr Oliver were, at all material times, employees of the Union and \"officers\" for the purposes of s 69(3) of the BCII Act and s 298B(1) of the WR Act.",
      "id": "s9"
    },
    {
      "text": "They were also \"building industry participant(s)\" for the purposes of s 4 of the BCII Act.",
      "id": "s10"
    },
    {
      "text": "Mr Benstead was an organiser in the Construction and General Division of the Union.",
      "id": "s11"
    },
    {
      "text": "Mr Oliver was the Joint Divisional Vice President and Assistant Secretary of the Victorian Branch of the Division.",
      "id": "s12"
    },
    {
      "text": "(v) Walton\n Walton was engaged by Victoria Police to carry out refurbishments at the site.",
      "id": "s13"
    },
    {
      "text": "It performed \"building work\" for the purpose of s 5 of the BCII Act.",
      "id": "s14"
    },
    {
      "text": "It was a constitutional corporation for the purposes of ss 4 and 45(4)(b) of the BCII Act and s 298G(1)(a) of the WR Act.",
      "id": "s15"
    },
    {
      "text": "It was a \"building industry participant\" for the purpose of s 4 of the BCII Act and a \"building employer\" for the purpose of s 4 of that Act.",
      "id": "s16"
    },
    {
      "text": "MONJON \n Monjon Australia Pty Ltd (\"Monjon\") is a company which Walton initially engaged at the site to perform security services.",
      "id": "s17"
    },
    {
      "text": "Walton also engaged Monjon to perform traffic management services on 11, 12 November and briefly on 16 November 2005.",
      "id": "s18"
    },
    {
      "text": "Walton further engaged Monjon to perform traffic management services on 18 and 19 November 2005 and for an additional two weeks following those days.",
      "id": "s19"
    },
    {
      "text": "Monjon's services were terminated before it could perform work on those days.",
      "id": "s20"
    },
    {
      "text": "Mr Lorens, Ms Ellingworth and Mr Nicholls were employed by Monjon to perform traffic management services pursuant to its agreement with Walton.",
      "id": "s21"
    },
    {
      "text": "Those employees' terms and conditions of employment were regulated by Australian Workplace Agreements (\"AWAs\").",
      "id": "s22"
    },
    {
      "text": "16 NOVEMBER 2005 \n On 16 November 2005, Mr Nicholls and Mr Lorens attended the site to perform traffic management duties.",
      "id": "s23"
    },
    {
      "text": "At about 8.00 am, Mr Allen told them not to set up the site.",
      "id": "s24"
    },
    {
      "text": "At about the same time, Mr Benstead told Mr Moncrieff of Monjon that Mr Benstead had a problem with Monjon providing traffic management services on site.",
      "id": "s25"
    },
    {
      "text": "He told Mr Moncrieff that traffic management services work was covered by the National Building and Construction Industry Award 2000 (\"the Award\").",
      "id": "s26"
    },
    {
      "text": "Mr Benstead told Mr Moncrieff that as Monjon employees were employed on AWAs they were not entitled to the benefit of the Award.",
      "id": "s27"
    },
    {
      "text": "Mr Benstead then attended the site and told Walton's site manager, Mr Le, what he had told Mr Moncrieff and said that Monjon should not perform traffic management services at the site.",
      "id": "s28"
    },
    {
      "text": "Mr Oliver had a telephone conversation with Mr Walton, of Waltons, on this day.",
      "id": "s29"
    },
    {
      "text": "Mr Oliver told Mr Walton that he had an issue with Monjon performing traffic management services work which was covered by the Award.",
      "id": "s30"
    },
    {
      "text": "Mr Fraser, the site project manager, spoke to Mr Benstead and then telephoned Mr Walton advising him that as Walton could not afford to have problems on the site, Monjon was no longer to be on the site.",
      "id": "s31"
    },
    {
      "text": "At about 10.30 am, a meeting occurred in Mr Allen's office at the site.",
      "id": "s32"
    },
    {
      "text": "As well as Mr Allen, Messrs Moncrieff, Lorens and Nicholls attended.",
      "id": "s33"
    },
    {
      "text": "Mr Allen told the meeting that he had been directed by Mr Benstead not to allow Monjon to perform traffic management services.",
      "id": "s34"
    },
    {
      "text": "He said his hands were tied and that Mr Moncrieff should \"go deal with the union\".",
      "id": "s35"
    },
    {
      "text": "After the meeting Mr Moncrieff told Mr Lorens and Mr Nicholls to leave the site as it appeared Monjon would not be allowed to perform traffic management services at the site.",
      "id": "s36"
    },
    {
      "text": "Monjon ceased to perform services on the site from that morning but was paid for the day.",
      "id": "s37"
    },
    {
      "text": "Walton did not further engage Monjon to perform traffic management services at the site.",
      "id": "s38"
    },
    {
      "text": "REFUSAL TO ENGAGE \n Walton refused to engage Monjon as an independent contractor to provide traffic management services on the site for reasons which included the reason that Monjon was entitled to the benefit of AWAs with its employees.",
      "id": "s39"
    },
    {
      "text": "Walton's decision was made after receiving pressure from the Union, through Mr Benstead and Mr Oliver.",
      "id": "s40"
    },
    {
      "text": "DEEMED CONDUCT \n Under s 69(1) of the BCII Act, the conduct Messrs Allen, Benstead and Oliver undertook on 16 November 2005 was conduct of the Union.",
      "id": "s41"
    },
    {
      "text": "MONJON'S CHARGES \n Monjon charged Walton an hourly rate of $32.10 per employee provided to perform traffic management services.",
      "id": "s42"
    },
    {
      "text": "It charged Walton approximately $700 per day, up to and including 16 November 2005 for such work.",
      "id": "s43"
    },
    {
      "text": "THE CONTRAVENTIONS \n (1) BCII Act contraventions\n (a) S 43(1)(c)\n Section 43(1) of the BCII Act provides so far as is material: \n A person (the first person) must not organise or take action...with intent to coerce another person (the second person):\n ...\n (c) to allocate, or not allocate, particular responsibilities to a building employee or building contractor.",
      "id": "s44"
    },
    {
      "text": "The respondents, other than Walton, took action by requesting Walton not to allow Monjon to continue to perform traffic management services at the site.",
      "id": "s45"
    },
    {
      "text": "They took that action with intent to coerce Walton not to allocate particular responsibilities to Monjon and its employees.",
      "id": "s46"
    },
    {
      "text": "(b) S 45\n Section 45 of the BCII Act provides, so far as is material: \n A person (the first person) must not discriminate against another person (the second person) on the ground that: \n\n \n (a) the employment of the second person's building employees is covered, or is not covered, by:\n (i) a particular kind of industrial instrument ... \n\n The first, second, third and fourth respondents discriminated against Monjon by requesting Walton not to allow it to continue to perform traffic management services at the site on the ground that the employment of Monjon's employees was covered by AWAs.",
      "id": "s47"
    },
    {
      "text": "(2) WR Act contravention\n At all material times, s 298P(3)(a) of the WR Act provided: \n An industrial association, or an officer or member of an industrial association, must not:\n (a) advise, encourage or incite an employer;\n ...\n to take action in relation to a person that would, if taken, contravene s 298K.",
      "id": "s48"
    },
    {
      "text": "Walton breached s 298K(2)(d) of the WR Act by refusing to engage Monjon as an independent contractor because Monjon's employees were entitled to the benefit of AWAs.",
      "id": "s49"
    },
    {
      "text": "In Draffin v Construction, Forestry, Mining and Energy Union [2007] FCA 2011 , Ryan J ordered that penalties be imposed on Walton for breaches arising from what occurred on 16 November 2005.",
      "id": "s50"
    },
    {
      "text": "The penalties were: $40,000 for breach of s 45 of the BCII Act; $10,000 for breach of s 298K(2)(d) of the WR Act \nwith half of the total penalty being suspended for 12 months.",
      "id": "s51"
    },
    {
      "text": "The penalties were agreed between Mr Draffin and Walton.",
      "id": "s52"
    },
    {
      "text": "His Honour considered them to be within the appropriate range especially having regard to the suspended component of the penalty; see Draffin at [3].",
      "id": "s53"
    },
    {
      "text": "APPROPRIATE PENALTIES \n Although there are three breaches of separate statutory provisions, there was essentially one unlawful act committed by the Union respondents.",
      "id": "s54"
    },
    {
      "text": "That act was the request to Walton that Monjon leave the site because its employees were employed on AWAs.",
      "id": "s55"
    },
    {
      "text": "I do not consider it to be appropriate to punish any of the Union respondents more than once for one unlawful act.",
      "id": "s56"
    },
    {
      "text": "However, the totality principle requires that a penalty be imposed for each contravention arising out of a course of conduct, but the most serious offence may attract the vast bulk of the overall penalty.",
      "id": "s57"
    },
    {
      "text": "The strongest statutory expression of what occurred on 16 November 2005 is the statement that s 43 of the BCII Act was contravened.",
      "id": "s58"
    },
    {
      "text": "That is because that offence carries with it an element of coercion, reflecting negation of choice for Walton.",
      "id": "s59"
    },
    {
      "text": "That offence should attract the highest penalty and the others significantly smaller ones.",
      "id": "s60"
    },
    {
      "text": "In Stuart-Mahoney v Construction, Forestry, Mining and Energy Union [2008] FCA 1426 at [40] , Tracey J set out a number of \"potentially relevant and applicable considerations for determining the appropriate penalty for a contravention of the BCII Act\".",
      "id": "s61"
    },
    {
      "text": "Those considerations include: The nature and extent of the conduct which led to the breaches.",
      "id": "s62"
    },
    {
      "text": "The circumstances in which that relevant conduct took place.",
      "id": "s63"
    },
    {
      "text": "The nature and extent of any loss or damage sustained as a result of the breaches.",
      "id": "s64"
    },
    {
      "text": "Whether there had been similar previous conduct by the respondent.",
      "id": "s65"
    },
    {
      "text": "Whether the breaches were properly distinct or arose out of the one cause of conduct.",
      "id": "s66"
    },
    {
      "text": "The size of the business enterprise involved.",
      "id": "s67"
    },
    {
      "text": "Whether or not the breaches were deliberate.",
      "id": "s68"
    },
    {
      "text": "Whether senior management was involved in the breaches.",
      "id": "s69"
    },
    {
      "text": "Whether the party committing the breach had exhibited contrition.",
      "id": "s70"
    },
    {
      "text": "Whether the party committing the breach had taken coercive action.",
      "id": "s71"
    },
    {
      "text": "Whether the party committing the breach had cooperated with the enforcement authorities.",
      "id": "s72"
    },
    {
      "text": "The need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements.",
      "id": "s73"
    },
    {
      "text": "The need for specific and general deterrence.",
      "id": "s74"
    },
    {
      "text": "(i) the nature or extent of the conduct in breach of the BCII Act\n The action by the Union respondents led to Monjon being excluded from the site.",
      "id": "s75"
    },
    {
      "text": "There is no evidence that this led to any disruption to the site.",
      "id": "s76"
    },
    {
      "text": "Monjon received payment for the day on 16 November 2005.",
      "id": "s77"
    },
    {
      "text": "It had expected to work on \"18 and 19 November and for a couple of weeks following that\", according to [11] of the agreed statement of facts filed in the proceeding.",
      "id": "s78"
    },
    {
      "text": "The conduct whilst serious and discriminatory against Monjon was transient in nature and confined to a single request on a single day.",
      "id": "s79"
    },
    {
      "text": "There is no evidence whether Monjon picked up other work on the days it had expected to work on the site.",
      "id": "s80"
    },
    {
      "text": "There is no evidence of any loss to Walton.",
      "id": "s81"
    },
    {
      "text": "(ii) circumstances in which the conduct took place\n There was no issue about widespread or significant disruption to the site.",
      "id": "s82"
    },
    {
      "text": "The circumstances were confined as shown in the preceding paragraph.",
      "id": "s83"
    },
    {
      "text": "(iii) whether or not the breaches were deliberate\n The Union respondents intended to exclude an independent contractor from the site based on the nature of the industrial regulation of its employees' employment.",
      "id": "s84"
    },
    {
      "text": "However, there was no intention to cause any significant disruption to the project.",
      "id": "s85"
    },
    {
      "text": "The motivation for the conduct arose out of a desire to protect Award conditions from being undermined by AWAs.",
      "id": "s86"
    },
    {
      "text": "(iv) involvement of senior management\n Mr Oliver is part of the Union's senior management and was involved in the breaches.",
      "id": "s87"
    },
    {
      "text": "However, there is no evidence of any other senior officer being involved or the matter being the subject of a Divisional resolution of an authoritative body of the Union.",
      "id": "s88"
    },
    {
      "text": "(v) contrition\n The Union representatives cooperated in the filing of an agreed statement of facts and reduced the need for a week's hearing to a short hearing on penalty.",
      "id": "s89"
    },
    {
      "text": "After the events of 16 November 2005 and those referred to in Stuart-Mahoney , the Union conducted a seminar in May 2006 to enhance the chances of compliance with the BCII Act; see Stuart-Mahoney at [53].",
      "id": "s90"
    },
    {
      "text": "It is also significant that the Union respondents admit that they have contravened the relevant statutory provisions.",
      "id": "s91"
    },
    {
      "text": "That is an aspect of contrition.",
      "id": "s92"
    },
    {
      "text": "(vi) corrective action\n The only corrective action was the holding of the seminar.",
      "id": "s93"
    },
    {
      "text": "(vii) cooperation\n The agreed statement of facts filed more than two weeks before the penalty hearing is evidence of cooperation with the relevant authorities.",
      "id": "s94"
    },
    {
      "text": "(viii) minimum standards enforcement\n The statutory purposes of the BCII Act are referred to in Stuart-Mahoney at [56].",
      "id": "s95"
    },
    {
      "text": "As Tracey J said at [57]: \n The imposition of pecuniary penalties for contraventions of civil penalty provisions gives effect to the statutory purposes of the BCII Act.",
      "id": "s96"
    },
    {
      "text": "(ix) deterrence\n As Tracey J said in Stuart-Mahoney at [58], \"[p]enalties must be imposed at a meaningful level if they are to act as a general deterrent to others\".",
      "id": "s97"
    },
    {
      "text": "Specific deterrence is also a factor which informs the level of penalty in this case.",
      "id": "s98"
    },
    {
      "text": "(x) totality principle\n At [60] Tracey J said: \n Another factor to be considered is the totality principle.",
      "id": "s99"
    },
    {
      "text": "The principle is designed to ensure that the aggregate of penalties imputed is not such as to be oppressive or crushing...",
      "id": "s100"
    },
    {
      "text": "The orthodox position requires the determination of appropriate penalties for each contravention arising from the same course of conduct.",
      "id": "s101"
    },
    {
      "text": "The aggregate figure is then considered to ensure that the penalty is an appropriate response to the conduct in question... \n\n (xi) previous conduct\n The closest relevant previous conduct is that identified in Stuart-Mahoney .",
      "id": "s102"
    },
    {
      "text": "In Stuart-Mahoney , the relevant events occurred over one month before 16 November 2005.",
      "id": "s103"
    },
    {
      "text": "However, no penalty was imposed until 19 September 2008.",
      "id": "s104"
    },
    {
      "text": "The circumstances of Stuart-Mahoney were more serious than the current circumstances in that the overtime ban in that case caused a greater disruption to the site than did the exclusion of Monjon in this case.",
      "id": "s105"
    },
    {
      "text": "It is significant that these events also occurred before the May 2006 seminar.",
      "id": "s106"
    },
    {
      "text": "Tracey J imposed a fine of $35,000 on the Union for breach of s 43 of the Act and $20,000 for breach of s 38.",
      "id": "s107"
    },
    {
      "text": "No unlawful industrial action arose in the present case, so s 38 is not relevant.",
      "id": "s108"
    },
    {
      "text": "The current breaches of ss 43 and 45 are less serious than the breach of s 38 in Stuart-Mahoney .",
      "id": "s109"
    },
    {
      "text": "In Stuart-Mahoney the overtime ban had a much greater disruptive effect on the site.",
      "id": "s110"
    },
    {
      "text": "(xii) conclusion\n I consider it important to take into account the penalty imposed on Walton by Ryan J. Walton's conduct was at least as serious as that of the Union, if not more serious.",
      "id": "s111"
    },
    {
      "text": "Walton could have resisted the coercive behaviour of the Union but took the easy way out.",
      "id": "s112"
    },
    {
      "text": "I do not consider it appropriate to impose a higher penalty on the Union than the one imposed on Walton.",
      "id": "s113"
    },
    {
      "text": "The $40,000 penalty on Walton, although within range, was (given the transient nature of the conduct) at the high end of the appropriate range.",
      "id": "s114"
    },
    {
      "text": "The penalty was assuaged by half of it being suspended.",
      "id": "s115"
    },
    {
      "text": "I do not consider a suspended penalty to be appropriate to an organisation such as the Union which is involved in the industry every day of its existence.",
      "id": "s116"
    },
    {
      "text": "I am mindful of the imposition by Tracey J of a $25,000 fine for a more serious breach of the BCII Act than that which occurred here.",
      "id": "s117"
    },
    {
      "text": "Considering the totality principle and all other factors referred to above, the appropriate penalty for the breach of s 43 of the BCII Act is $18,000.",
      "id": "s118"
    },
    {
      "text": "It must be borne in mind that the Union is not a profit making body but exists for the benefit of its members and is ultimately funded by those members; see Australian Competition &amp; Consumer Commission v Automotive, Food, Metals, Engineering, Printing &amp; Kindred Industries Union [2004] FCA 517 at [8] per Gray J.",
      "id": "s119"
    },
    {
      "text": "The breach of s 45 of the BCII Act involves conduct which is essentially the same as the conduct in breach of s 43.",
      "id": "s120"
    },
    {
      "text": "However, according to the totality principle it must attract some meaningful penalty.",
      "id": "s121"
    },
    {
      "text": "Accordingly, I will impose a penalty of $2,000 for breach of s 45 of the BCII Act.",
      "id": "s122"
    },
    {
      "text": "The breach of s 298P of the WR Act is in the same category.",
      "id": "s123"
    },
    {
      "text": "I impose a penalty of $750 for breach of that provision.",
      "id": "s124"
    },
    {
      "text": "A penalty of that size reflects the much lower maximum penalty applicable to a breach of the WR Act, as at November 2005, when compared with the BCII Act.",
      "id": "s125"
    },
    {
      "text": "PERSONAL RESPONDENTS \n I see no point in imposing penalties on the second respondent.",
      "id": "s126"
    },
    {
      "text": "Mr Allen was simply the voice of the Union at the site, reflecting the position of Union management about the Union's attitude to people being employed on building sites having their wages and conditions regulated by AWAs in circumstances where the Award applied to that employment.",
      "id": "s127"
    },
    {
      "text": "Mr Allan considered that his hands were tied by Union policy.",
      "id": "s128"
    },
    {
      "text": "Mr Benstead as a Union employee was giving effect to Union policy and Mr Oliver, albeit at a higher level than Mr Benstead was also guided by the then Union attitude to firms such as Monjon, which employed people on AWAs instead of on the Award.",
      "id": "s129"
    },
    {
      "text": "All three gentlemen have subsequently had the benefit of a seminar designed to guard against repetition of this conduct.",
      "id": "s130"
    },
    {
      "text": "Mr Benstead and Mr Oliver as officers of the Union had a role in directing policy on this issue which Mr Allen, as an ordinary rank and file worker (albeit a shop steward) did not.",
      "id": "s131"
    },
    {
      "text": "The Court will only record a declaration of breach in respect of Mr Allen.",
      "id": "s132"
    },
    {
      "text": "This does not merely record the result of the litigation but serves as a reminder to Mr Allen to be cautious about the consequences of contravening the BCII Act and the WR Act.",
      "id": "s133"
    },
    {
      "text": "Counsel for the Union does not oppose fully suspended fines being imposed on Mr Benstead and Mr Oliver.",
      "id": "s134"
    },
    {
      "text": "Whilst I have some misgivings about doing so, as these gentlemen were, in a real sense, just doing their jobs, I agree that an immediately suspended fine of $2,000 for 12 months is not inappropriate.",
      "id": "s135"
    },
    {
      "text": "That fine, wholly suspended, will attach to the most substantive matter; the s 43 offence.",
      "id": "s136"
    },
    {
      "text": "Otherwise declarations will be made.",
      "id": "s137"
    },
    {
      "text": "COSTS \n No party sought costs in respect of the proceeding from any other party.",
      "id": "s138"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s139"
    },
    {
      "text": "Associate:\n \n \nDated: 18 March 2009\n \n Counsel for the Applicant: Mr P O'Grady \n \n Solicitor for the Applicant: Deacons \n \n Counsel for the First to Fourth Respondents: Mr C Dowling \n \n Solicitor for the First to Fourth Respondents: Construction Forestry Mining and Energy Union \n \n Solicitor for the Fifth Respondent: The Fifth Respondent did not appear.",
      "id": "s140"
    },
    {
      "text": "Date of Hearing: 17 March 2009 \n \n Date of Judgment: 17 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/243.html",
      "id": "s141"
    }
  ]
}