{
  "name": "Phillips v ING Life Limited [2009] FCA 283 (31 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/283.html",
  "catchphrases": [
    {
      "text": "applicant for life insurance had been diagnosed with barrett's oesophagus which put him at an increased risk of developing cancer",
      "id": "c0"
    },
    {
      "text": "the insurance applicant was required to take a tablet daily to prevent ulcers and undergo gastroscopies at regular intervals",
      "id": "c1"
    },
    {
      "text": "the insurance applicant did not disclose the fact that he had been diagnosed with barrett's oesophagus and that he was required to undergo gastroscopies before taking out life insurance",
      "id": "c2"
    },
    {
      "text": "whether there was a breach of the duty of disclosure",
      "id": "c3"
    },
    {
      "text": "whether there was misrepresentation",
      "id": "c4"
    },
    {
      "text": "whether there was a waiver of compliance with the duty of disclosure",
      "id": "c5"
    },
    {
      "text": "insurance",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "In November 2002, the late Mr Gregory Peter Phillips was 50 years old.",
      "id": "s0"
    },
    {
      "text": "He did weight training, swam two kilometres a week and cycled 300 kms each week.",
      "id": "s1"
    },
    {
      "text": "His doctor described him as being as fit as an elite athlete.",
      "id": "s2"
    },
    {
      "text": "In that month, Mr Phillips entered into a life insurance contract with the respondent.",
      "id": "s3"
    },
    {
      "text": "Under the life insurance policy issued by the respondent pursuant to the contract, it agreed to pay the applicant, the late Mr Phillips's wife, the sum the $700,000 in the event that Mr Phillips died whilst the policy was in force.",
      "id": "s4"
    },
    {
      "text": "On 6 September 2003, whilst the policy was still in force, the late Mr Phillips died of oesophageal cancer.",
      "id": "s5"
    },
    {
      "text": "The applicant claimed the insured sum from the respondent.",
      "id": "s6"
    },
    {
      "text": "On 3 December 2003, the respondent paid the applicant the sum of $466,667.",
      "id": "s7"
    },
    {
      "text": "The respondent claimed that it was entitled to reduce the amount payable under the policy under s 29(4) of the Insurance Contracts Act 1984 (Cth) (the Act) because there had been nondisclosure and misrepresentation by the deceased prior to the entry into the contract of life insurance.",
      "id": "s8"
    },
    {
      "text": "The applicant claims the sum of $233,333, being the difference between the insured sum and the sum of $466,667 paid by the respondent, and interest pursuant to s 57 of the Act.",
      "id": "s9"
    },
    {
      "text": "BACKGROUND \n In January 1997, Mr Phillips consulted his family doctor, Dr Gary Spurge, complaining of back and chest pain.",
      "id": "s10"
    },
    {
      "text": "After a barium meal x-ray study of Mr Phillips yielded a suspicious result, Dr Spurge referred Mr Phillips to Dr Peter Evans, a gastroenterologist to perform a gastroscopy on Mr Phillips.",
      "id": "s11"
    },
    {
      "text": "On 8 January 1997, Dr Evans performed the gastroscopy.",
      "id": "s12"
    },
    {
      "text": "Dr Evans forwarded to Dr Spurge a report of the gastroscopy.",
      "id": "s13"
    },
    {
      "text": "Dr Evans reported that the gastroscopy revealed that there was a large hiatus hernia and two large chronic ulcers in the oesophagus.",
      "id": "s14"
    },
    {
      "text": "It also revealed extensive Barrett's oesophagus.",
      "id": "s15"
    },
    {
      "text": "Dr Evans also reported that biopsies had been taken.",
      "id": "s16"
    },
    {
      "text": "The conclusion of the report stated as follows: \n Extensive Barrett's oesophagus with two associated ulcers.",
      "id": "s17"
    },
    {
      "text": "Providing biopsies benign, will need follow-up gastroscopy in 2 months.",
      "id": "s18"
    },
    {
      "text": "To remain on Zoton long term.",
      "id": "s19"
    },
    {
      "text": "Dr Evans said in evidence that Barrett's oesophagus is a change which occurs in the cells lining the oesophagus as a response to prolonged acid exposure from reflux.",
      "id": "s20"
    },
    {
      "text": "The main concern with this condition is the potential for malignant change.",
      "id": "s21"
    },
    {
      "text": "Dr Evans said that when a person had Barrett's oesophagus the demarcation between the red columnar mucosa of the stomach was further up the oesophagus than normal.",
      "id": "s22"
    },
    {
      "text": "He said \"it looks like the lining of the stomach has crept up the oesophagus\".",
      "id": "s23"
    },
    {
      "text": "He went on to say that \"it looks like the lining of the stomach, but it has this inherent instability where it can change further and become pre-malignant\".",
      "id": "s24"
    },
    {
      "text": "The reason why patients with Barrett's oesophagus were required to undergo regular gastroscopies was to check for the development of premalignant change, referred to as dysplasia, in the hope of preventing any such change from becoming malignant.",
      "id": "s25"
    },
    {
      "text": "Dr Evans said that patients with Barrett's oesophagus as a group have a thirty-fold increased risk of developing oesophageal cancer compared to the overall population but as an individual the actual risk of a Barrett's oesophagus patient developing oesophageal cancer is low.",
      "id": "s26"
    },
    {
      "text": "Zoton, said Dr Evans, was a medication in tablet form which was used to treat ulcers.",
      "id": "s27"
    },
    {
      "text": "It reduced the acid level in the stomach fluid and served as a precaution against the development of further ulcers.",
      "id": "s28"
    },
    {
      "text": "The Zoton treatment referred to by Dr Evans, comprised the taking of a Zoton tablet daily.",
      "id": "s29"
    },
    {
      "text": "On 9 January 1997, Mr Phillips consulted Dr Spurge.",
      "id": "s30"
    },
    {
      "text": "Dr Spurge had with him Dr Evans's report of the gastroscopy performed on Mr Phillips the previous day.",
      "id": "s31"
    },
    {
      "text": "Dr Spurge told Mr Phillips that he had been diagnosed as having Barrett's oesophagus.",
      "id": "s32"
    },
    {
      "text": "He also explained that Barrett's oesophagus was a disease of the oesophagus caused by excess exposure to gastric acid.",
      "id": "s33"
    },
    {
      "text": "Dr Spurge also told Mr Phillips in effect that his Barrett's oesophagus, if untreated, would be at an increased risk of turning into cancer.",
      "id": "s34"
    },
    {
      "text": "Dr Spurge also explained to Mr Phillips that his condition would require ongoing surveillance by way of gastroscopies.",
      "id": "s35"
    },
    {
      "text": "The biopsies referred to in Dr Evans's report of 8 January 1997, proved to be benign.",
      "id": "s36"
    },
    {
      "text": "On 30 April 1997, Dr Evans performed a second gastroscopy on Mr Phillips - being the gastroscopy foreshadowed in Dr Evans's report of 8 January 1997.",
      "id": "s37"
    },
    {
      "text": "Multiple biopsies were also taken by Dr Evans to check for dysplasia.",
      "id": "s38"
    },
    {
      "text": "Dr Evans again reported in writing to Dr Spurge.",
      "id": "s39"
    },
    {
      "text": "The conclusion of the report reads as follows: \n Barrett's oesophagus.",
      "id": "s40"
    },
    {
      "text": "Healed ulceration.",
      "id": "s41"
    },
    {
      "text": "To remain on Zoton long term.",
      "id": "s42"
    },
    {
      "text": "Providing no dysplasia on biopsies, suggest repeat gastroscopy and biopsies in 1 year.",
      "id": "s43"
    },
    {
      "text": "The biopsies arising from the gastroscopy did not reveal dysplasia.",
      "id": "s44"
    },
    {
      "text": "Thereafter, Mr Phillips continued to take Zoton daily and consulted Dr Spurge regularly to obtain repeat scripts for the Zoton, which Dr Spurge and Dr Evans had prescribed.",
      "id": "s45"
    },
    {
      "text": "On 27 May 1998, Dr Evans performed a third gastroscopy and biopsies on Mr Phillips.",
      "id": "s46"
    },
    {
      "text": "Dr Evans's report of the gastroscopy stated as follows: \n Endoscopically stable Barrett's oesophagus.",
      "id": "s47"
    },
    {
      "text": "Suggest repeat gastroscopy in 2 years.",
      "id": "s48"
    },
    {
      "text": "The biopsies arising from that gastroscopy proved negative.",
      "id": "s49"
    },
    {
      "text": "On 9 November 2001, Mr Phillips consulted with Dr Spurge.",
      "id": "s50"
    },
    {
      "text": "At this consultation Dr Spurge referred Mr Phillips to Dr Evans for a further gastroscopy, because Mr Phillips had until then not undertaken the \"repeat gastroscopy\" recommended by Dr Evans in his report of 27 May 1998.",
      "id": "s51"
    },
    {
      "text": "On 15 November 2001, Dr Evans performed a fourth gastroscopy on Mr Phillips, and biopsies were taken to check for dysplasia.",
      "id": "s52"
    },
    {
      "text": "Dr Evans produced a patient procedure report and sent a copy of that report to each of Dr Spurge and Mr Phillips.",
      "id": "s53"
    },
    {
      "text": "The conclusion of the report states: \n Endoscopically stable Barrett's oesophagus.",
      "id": "s54"
    },
    {
      "text": "Should continue with Zoton and providing biopsies negative for dysplasia check gastroscopy again in 2 years.",
      "id": "s55"
    },
    {
      "text": "The biopsies arising from the gastroscopy proved negative.",
      "id": "s56"
    },
    {
      "text": "During the period February 2002 to May 2002, Mr Phillips attended Dr Spurge on two occasions and obtained a repeat script for Zoton.",
      "id": "s57"
    },
    {
      "text": "Further, at one of the consultations, being in April 2002, Mr Phillips received a flu vaccination.",
      "id": "s58"
    },
    {
      "text": "At a consultation in May 2002, Dr Spurge treated Mr Phillips for a second degree burn.",
      "id": "s59"
    },
    {
      "text": "On 3 October 2002, Mr Phillips signed an application form applying for a life insurance policy with the respondent.",
      "id": "s60"
    },
    {
      "text": "On the same day, Mr Phillips's adviser, Mr Paul Shepherd of the ANZ Bank, completed and sent to the respondent, an associated form stating that an appointment had been arranged for Mr Phillips to have a paramedic report prepared by \"Lifescreen\" on 4 October 2002.",
      "id": "s61"
    },
    {
      "text": "Lifescreen Australia Pty Ltd (Lifescreen) was a company which carried out health evaluations of applicants for life insurance with the respondent and prepared paramedical reports on those evaluations.",
      "id": "s62"
    },
    {
      "text": "The first page of the application form signed by Mr Phillips contained a statement describing the applicant's duty of disclosure and stating in bold type that the duty of disclosure continued until the life insurance contract had been accepted by the respondent and confirmation was issued in writing.",
      "id": "s63"
    },
    {
      "text": "The application form was divided into a number of sections.",
      "id": "s64"
    },
    {
      "text": "Three of those sections were numbered E8, E9 and E10 respectively, and headed \"Personal Health Statement\", \"Family History\" and \"Health History\", respectively.",
      "id": "s65"
    },
    {
      "text": "There was provided under each of these headings a space to answer questions relating to each of the respective topics.",
      "id": "s66"
    },
    {
      "text": "These three sections of the application form were prefaced with the following words contained in a box and emphasised in bold type: \n If a medical examination is required, or if you are completing a Paramedical Report, please go to section F on page 18.",
      "id": "s67"
    },
    {
      "text": "Otherwise, please complete sections E8, E9 and E10.",
      "id": "s68"
    },
    {
      "text": "Mr Phillips did not complete those three sections of the application form.",
      "id": "s69"
    },
    {
      "text": "They were crossed out.",
      "id": "s70"
    },
    {
      "text": "Section E6 of the application form was headed \"Usual Doctor or Medical Centre Details\" and contained a number of questions.",
      "id": "s71"
    },
    {
      "text": "One question asked the insurance applicant to identify his or her usual doctor.",
      "id": "s72"
    },
    {
      "text": "Another asked whether the insurance applicant had more than one usual doctor.",
      "id": "s73"
    },
    {
      "text": "Question E6(5) in that section was as follows: \n Please give details of your last consultations with any doctors, and if applicable, outcome or degree of recovery.",
      "id": "s74"
    },
    {
      "text": "(Original emphasis.",
      "id": "s75"
    },
    {
      "text": ") \n\n The reply recorded to that question was that Mr Phillips had consulted Dr Spurge in \"April\" for a \"flu vacination [sic]\" and that there had been a \"nil\" outcome.",
      "id": "s76"
    },
    {
      "text": "On 4 October 2002, Mr Phillips attended the appointment arranged with Mrs Phillipa Banks, a registered nurse, who consulted to Lifescreen.",
      "id": "s77"
    },
    {
      "text": "Mrs Banks had with her a form, which I will refer to as the health evaluation form.",
      "id": "s78"
    },
    {
      "text": "On the front page of the health evaluation form there is set out a statement as to the content of the insurance applicant's duty of disclosure and the consequences of an applicant failing to comply with the duty of disclosure.",
      "id": "s79"
    },
    {
      "text": "The form states: \n DUTY OF DISCLOSURE \n\n \n Before you enter into a contract of life insurance with an insurer, you have a duty to disclose to the insurer every matter that you know or could reasonably be expected to know, is relevant to the insurer's decision whether to accept the risk of the insurance and, if so, on what terms.",
      "id": "s80"
    },
    {
      "text": "You have the duty to disclose those matters to the insurer before you extend, vary or reinstate a contract of life insurance.",
      "id": "s81"
    },
    {
      "text": "Your duty however, does not require disclosure of a matter: \n\n \n &#8226; that diminishes the risk undertaken by the insurer;\n &#8226; that is common knowledge; \n that your insurer knows or, in the ordinary course of his business, ought to know; \n &#8226; disclosure of which is [waived] by the insurer.",
      "id": "s82"
    },
    {
      "text": "PLEASE NOTE THAT YOUR DUTY OF DISCLOSURE CONTINUES UNTIL A POLICY HAS BEEN ISSUED \n\n \n NON- DISCLOSURE \n\n \n If you fail to comply with your duty of disclosure and the insurer would not have entered into the contract on any terms if the failure had not occurred, the insurer may avoid the contract within 3 years of entering into it.",
      "id": "s83"
    },
    {
      "text": "If your non-disclosure is fraudulent, the insurer may avoid the contract at any time.",
      "id": "s84"
    },
    {
      "text": "An insurer who is entitled to avoid a contract of life insurance may, within 3 years of entering into it, elect not to avoid it but to reduce the sum that you have been insured for in accordance with a formula that takes into account the premium that would have been payable if you had disclosed all relevant matters to the insurer.",
      "id": "s85"
    },
    {
      "text": "The insurance proposed for under this application is considered to be life insurance policies for the purpose of the Insurance Contracts Act 1984 .",
      "id": "s86"
    },
    {
      "text": "Mrs Banks did not have an independent recollection of her interview with Mr Phillips.",
      "id": "s87"
    },
    {
      "text": "However, in evidence, she said that it was her standard practice to tell each insurance applicant that he or she has a duty to disclose to the insurance company all the relevant facts concerning the proposed insurance.",
      "id": "s88"
    },
    {
      "text": "Mrs Banks said that she then would ask the insurance applicant to read the duty of disclosure statement on page one of the form and then request that the applicant sign under that statement to confirm that he or she understood the duty of disclosure before he or she answered any questions.",
      "id": "s89"
    },
    {
      "text": "Mr Phillips's signature appeared on the form beneath the statement containing the duty of disclosure.",
      "id": "s90"
    },
    {
      "text": "I accept that Mrs Banks asked Mr Phillips to read the duty of disclosure before she asked him any questions and that he did so.",
      "id": "s91"
    },
    {
      "text": "Part D of the health evaluation form is headed: \"Medical History: Life to be Insured\".",
      "id": "s92"
    },
    {
      "text": "Relevantly for the purpose of this case, Mrs Banks deposed that her standard practice in relation to Part D of the form was as follows.",
      "id": "s93"
    },
    {
      "text": "Mrs Banks commenced by asking the insurance applicant the following question based on the prefatory words of that part of the health evaluation form: \n Have you ever experienced, required or received medical advice, investigation or treatment for any of the following and, if so what the condition is, when it first occurred, what were the symptoms, did you take any time off work and are you fully recovered.",
      "id": "s94"
    },
    {
      "text": "Mrs Banks's practice was thereafter to read to the insurance applicant the printed words in questions D(1)-D(25), one at a time and to write down each of the answers given by the applicant.",
      "id": "s95"
    },
    {
      "text": "The questions at D(22)-D(25) apply only to female applicants.",
      "id": "s96"
    },
    {
      "text": "I will refer further to this aspect of Mrs Banks's practice later in these reasons.",
      "id": "s97"
    },
    {
      "text": "The respective answers recorded in the handwriting of Mrs Banks to question D(4) and question D(19) on Mr Phillips's health evaluation form are as follows: \n D(4) Indigestion, ulcer, hiatus hernia, bowel disorder, Colitis, haemorrhoids or passing blood from the bowel?",
      "id": "s98"
    },
    {
      "text": "Swallowed a fish bone, punctured oesophagus &amp; caused a gastric ulcer 6 yrs ago.",
      "id": "s99"
    },
    {
      "text": "Zoton T daily.",
      "id": "s100"
    },
    {
      "text": "Nil Sx past 6 yrs --- Dr Spurge.",
      "id": "s101"
    },
    {
      "text": "D(19) Do your [sic] comtemplate [sic] seeking medical advice, undergoing any investigation or treatment or having any operation in the near future?",
      "id": "s102"
    },
    {
      "text": "No.",
      "id": "s103"
    },
    {
      "text": "Mrs Banks says that in accordance with her standard practice the answer would have reflected the answer which Mr Phillips had given to her when she had asked the question of him during the interview.",
      "id": "s104"
    },
    {
      "text": "I accept this to be the case.",
      "id": "s105"
    },
    {
      "text": "Mrs Banks said that her standard practice was that after completing the form, she invited the insurance applicant to read it to satisfy himself or herself that the information provided was correct.",
      "id": "s106"
    },
    {
      "text": "Then she asked the applicant to sign on the last page of the form.",
      "id": "s107"
    },
    {
      "text": "Mr Phillips signed the last page of the form.",
      "id": "s108"
    },
    {
      "text": "I accept that Mrs Banks acted in accordance with her standard practice in this respect.",
      "id": "s109"
    },
    {
      "text": "It was accepted that the ulcers that Mr Phillips had contracted in January 1997 were not caused by him swallowing a fish bone, nor were they gastric ulcers.",
      "id": "s110"
    },
    {
      "text": "However, the respondent did not rely upon the inaccuracy of these statements.",
      "id": "s111"
    },
    {
      "text": "Each of the completed forms in respect of Mr Phillips, was submitted to the respondent.",
      "id": "s112"
    },
    {
      "text": "In November 2002, Mr Anthony Webb, the State Underwriting Manager of the respondent in Western Australia perused the application form and health evaluation form submitted in respect of Mr Phillips.",
      "id": "s113"
    },
    {
      "text": "Mr Webb required some further inquiries to be made regarding Mr Phillips's occupation and his participation in competitive cycling to which Mr Phillips had referred in the application form.",
      "id": "s114"
    },
    {
      "text": "On 18 November 2002, Mr Webb signed an internal assessment memorandum agreeing to the proposal for life insurance submitted by Mr Phillips.",
      "id": "s115"
    },
    {
      "text": "On 19 November 2002, the respondent issued to Mr Phillips a life insurance policy pursuant to which it agreed to pay the applicant, as the nominated beneficiary, $700,000 in the event of the death of Mr Phillips, during the currency of the policy.",
      "id": "s116"
    },
    {
      "text": "On 17 February 2003, Mr Phillips consulted with Dr Spurge and advised Dr Spurge that he was experiencing some pain when drinking.",
      "id": "s117"
    },
    {
      "text": "Dr Spurge changed Mr Phillips's treatment from Zoton to Nexium.",
      "id": "s118"
    },
    {
      "text": "On 4 April 2003, Mr Phillips presented to Dr Spurge with a feeling of obstruction in the throat and Mr Phillips said that he was getting pain with drinking water and with eating.",
      "id": "s119"
    },
    {
      "text": "Dr Spurge referred Mr Phillips to Dr Evans for a gastroscopy.",
      "id": "s120"
    },
    {
      "text": "On 8 April 2003, Dr Evans performed a gastroscopy on Mr Phillips and determined that he had a malignant oesophageal ulcer.",
      "id": "s121"
    },
    {
      "text": "The malignant ulcer appears to have been contiguous to, but not located within, the tissue affected by Mr Phillips's Barrett's oesophagus.",
      "id": "s122"
    },
    {
      "text": "On 6 September 2003, Mr Phillips died of oesophageal cancer.",
      "id": "s123"
    },
    {
      "text": "On 18 September 2003, the applicant forwarded to the respondent a life insurance claim form under the policy.",
      "id": "s124"
    },
    {
      "text": "By a letter dated 3 December 2003 addressed to the applicant, the respondent advised that prior to the issue of the life insurance policy, Mr Phillips had failed to disclose that he had Barrett's oesophagus and that he had undergone consultations and \"endoscopies\" and that had those disclosures been made, the underwriters would have \"offered a loading of +50% for life insurance\".",
      "id": "s125"
    },
    {
      "text": "The letter went on to state that pursuant to s 29(4) of the Act, \"we have reduced the sum insured in proportion that the premium paid bears to the premium that should have been paid\".",
      "id": "s126"
    },
    {
      "text": "THE ISSUES \n The applicant commenced this application on 20 June 2007.",
      "id": "s127"
    },
    {
      "text": "During the trial, I gave the respondent leave to further amend its defence, and the applicant leave to further amend her reply.",
      "id": "s128"
    },
    {
      "text": "The case gave rise to the following issues.",
      "id": "s129"
    },
    {
      "text": "First, whether Mr Phillips had failed to comply with his duty of disclosure.",
      "id": "s130"
    },
    {
      "text": "Secondly, whether Mr Phillips had made the misrepresentations alleged.",
      "id": "s131"
    },
    {
      "text": "Thirdly, whether the respondent had waived Mr Phillips's duty of disclosure.",
      "id": "s132"
    },
    {
      "text": "Fourthly, whether the respondent would have made the 50% increased premium loading had the disclosure been made or the misrepresentation not occurred.",
      "id": "s133"
    },
    {
      "text": "Fifthly, whether the respondent complied with the notice provisions of s 29(4) of the Act which required the respondent to notify the insured of the decision to vary the contract to reduce the amount payable under the policy.",
      "id": "s134"
    },
    {
      "text": "THE WITNESSES \n The respondent called the following persons to give evidence: Dr Gary Spurge, Dr Peter Evans, Mrs Phillipa Banks, Mr Anthony Webb and Mr Sean Kirby, who is the principal underwriter of the respondent.",
      "id": "s135"
    },
    {
      "text": "Each was cross-examined.",
      "id": "s136"
    },
    {
      "text": "No issues requiring any findings of credibility arose.",
      "id": "s137"
    },
    {
      "text": "I accept that the witnesses gave their evidence honestly and to the best of their ability.",
      "id": "s138"
    },
    {
      "text": "There were some objections taken to the admissibility of the evidence of Mr Kirby and I will deal with that issue below.",
      "id": "s139"
    },
    {
      "text": "Further, the applicant tendered a witness statement from Dr Spurge during the cross-examination of Dr Spurge.",
      "id": "s140"
    },
    {
      "text": "The applicant, however, did not give evidence or call any other witnesses.",
      "id": "s141"
    },
    {
      "text": "I make the findings of fact reflecting the matters referred to in [3]-[37] above.",
      "id": "s142"
    },
    {
      "text": "THE DUTY OF DISCLOSURE \n I now deal with the first issue.",
      "id": "s143"
    },
    {
      "text": "The respondent contended that Mr Phillips's failure to refer to one or more of three matters comprised a failure on his part to comply with his duty of disclosure under s 21 of the Act.",
      "id": "s144"
    },
    {
      "text": "First, it was said that Mr Phillips did not tell Mrs Banks that he had been diagnosed with Barrett's oesophagus.",
      "id": "s145"
    },
    {
      "text": "Next, it was said that Mr Phillips did not disclose that he had undergone, and was required to undergo medical treatment and surveillance of his Barrett's oesophagus.",
      "id": "s146"
    },
    {
      "text": "Further, it was said that Mr Phillips had not told Mrs Banks that he had received medical advice to the effect that Barrett's oesophagus increased the risk of developing oesophageal cancer.",
      "id": "s147"
    },
    {
      "text": "The applicant contended that the respondent had failed to prove the conditions giving rise to the duty of disclosure upon Mr Phillips under s 21 of the Act.",
      "id": "s148"
    },
    {
      "text": "The applicant also contended that there had been a waiver of compliance with the duty of disclosure and I will deal with that question separately below.",
      "id": "s149"
    },
    {
      "text": "I now deal with the applicant's first contention.",
      "id": "s150"
    },
    {
      "text": "Section 21 of the Act provides as follows:\n \n The insured's duty of disclosure \n\n \n (1) Subject to this Act, an insured has a duty to disclose to the insurer, before the relevant contract of insurance is entered into, every matter that is known to the insured, being a matter that: \n\n \n (a) the insured knows to be a matter relevant to the decision of the insurer whether to accept the risk and, if so, on what terms; or \n\n \n (b) a reasonable person in the circumstances could be expected to know to be a matter so relevant.",
      "id": "s151"
    },
    {
      "text": "(2) The duty of disclosure does not require the disclosure of a matter: \n\n \n (a) that diminishes the risk; \n\n \n (b) that is of common knowledge; \n\n \n (c) that the insurer knows or in the ordinary course of the insurer's business as an insurer ought to know; or \n\n \n (d) as to which compliance with the duty of disclosure is waived by the insurer.",
      "id": "s152"
    },
    {
      "text": "(3) Where a person: \n\n \n (a) failed to answer; or \n\n \n (b) gave an obviously incomplete or irrelevant answer to; \n\n \n a question included in a proposal form about a matter, the insurer shall be deemed to have waived compliance with the duty of disclosure in relation to the matter.",
      "id": "s153"
    },
    {
      "text": "First, the applicant submitted that the respondent had failed to prove that at the time of his interview with Mrs Banks in October 2002 Mr Phillips knew that he had Barrett's oesophagus.",
      "id": "s154"
    },
    {
      "text": "It was said that the onus was on the respondent to establish that in October 2002 Mr Phillips had in his consciousness (and had not forgotten) that the name of his condition was Barrett's oesophagus.",
      "id": "s155"
    },
    {
      "text": "It was contended that a suspicion or belief or assumption did not amount to knowledge unless the belief is held with sufficient assurance that it justifies the term \"known\" within s 21(1) of the Act.",
      "id": "s156"
    },
    {
      "text": "Further, the applicant said that possessing a document that contains the relevant knowledge is not knowledge itself because access to the means of knowledge was not sufficient.",
      "id": "s157"
    },
    {
      "text": "The applicant conceded that it was likely that Mr Phillips was told on 9 January 1997 by Dr Spurge that he had Barrett's oesophagus.",
      "id": "s158"
    },
    {
      "text": "However, said the applicant, Mr Phillips was not interviewed about health issues for the purposes of life insurance until almost six years later.",
      "id": "s159"
    },
    {
      "text": "There was not sufficient evidence, said the applicant, that at the time that Mr Phillips signed the application form and attended the interview with Mrs Banks, that he remembered and knew the technical term for his condition.",
      "id": "s160"
    },
    {
      "text": "In support of that submission, the applicant said that there was no direct evidence of any particular occasion after 9 January 1997 when Mr Phillips was reminded that his condition was called Barrett's oesophagus.",
      "id": "s161"
    },
    {
      "text": "Nor, said the applicant, was there any direct evidence that he had used that term himself in his discussions with her.",
      "id": "s162"
    },
    {
      "text": "It was also said that there was no evidence that Mr Phillips read any of Dr Evans's reports of the gastroscopies.",
      "id": "s163"
    },
    {
      "text": "Only one report from Dr Evans, namely, the report in November 2001, was provided to Mr Phillips for his records.",
      "id": "s164"
    },
    {
      "text": "Nor, said the applicant, was there any evidence that Dr Evans told or reminded Mr Phillips that he had Barrett's oesophagus.",
      "id": "s165"
    },
    {
      "text": "In considering whether Mr Phillips knew that he had Barrett's oesophagus when applying for life insurance with the respondent in October 2002, it was important, said the applicant's counsel, to have regard to the fact that, as he put it, Mr Phillips had, since April 1997, had no ulcers and no symptoms and he had the fitness of an elite athlete.",
      "id": "s166"
    },
    {
      "text": "Dr Spurge gave evidence that Mr Phillips consulted him on 9 January 1997, the day after Dr Evans had performed the gastroscopy on Mr Phillips.",
      "id": "s167"
    },
    {
      "text": "Dr Spurge said that he believed he had a copy of Dr Evans's report at the time of the consultation with Mr Phillips.",
      "id": "s168"
    },
    {
      "text": "Dr Spurge said that he told Mr Phillips that he had been diagnosed as having Barrett's oesophagus and that he explained to Mr Phillips in substance that Barrett's oesophagus is a disease of the oesophagus caused by excess exposure to gastric acid.",
      "id": "s169"
    },
    {
      "text": "Dr Spurge deposed that he told Mr Phillips in the same consultation in substance that Barrett's oesophagus if untreated would be at an increased risk of turning into cancer.",
      "id": "s170"
    },
    {
      "text": "Dr Spurge also told Mr Phillips at the same consultation that initially a further biopsy should be conducted after six months and again after 12 months and that he would require ongoing surveillance.",
      "id": "s171"
    },
    {
      "text": "Further, Dr Spurge deposed that Mr Phillips cooperated in the treatment prescribed.",
      "id": "s172"
    },
    {
      "text": "Dr Spurge deposed that he regularly provided repeat scripts for Zoton to Mr Phillips.",
      "id": "s173"
    },
    {
      "text": "In cross-examination, Dr Spurge said that he did not recall using the term Barrett's oesophagus during the consultations that he had with Mr Phillips after the first consultation on 9 January 1997.",
      "id": "s174"
    },
    {
      "text": "He was not sure what descriptive terms he would have used when he gave Mr Phillips the repeat scripts for Zoton.",
      "id": "s175"
    },
    {
      "text": "Dr Spurge also accepted in cross-examination that after April 1997 there was no evidence of a further ulcer.",
      "id": "s176"
    },
    {
      "text": "This answer must, of course, be read to refer to the position before the malignant ulcer was found by Dr Evans in April 2003.",
      "id": "s177"
    },
    {
      "text": "In his evidence Dr Evans said that it was his usual practice to speak to his patients before and after he performed a procedure.",
      "id": "s178"
    },
    {
      "text": "He believed that he had done this in respect of the gastroscopies that he had performed on Mr Phillips.",
      "id": "s179"
    },
    {
      "text": "He said that he usually gave his patients a brief explanation of his findings and told them to see their referring doctor to obtain the biopsy results.",
      "id": "s180"
    },
    {
      "text": "Dr Evans said that after the gastroscopies in May 1998 and November 2001, he probably would have said to Mr Phillips words to the effect \"your next examination should be in 2 years time\".",
      "id": "s181"
    },
    {
      "text": "Dr Evans went on to say that patients were often sleepy following sedation and that he told them to see their referring doctor to discuss the results and any appropriate treatment.",
      "id": "s182"
    },
    {
      "text": "During cross-examination, Dr Evans accepted that the abnormal tissue in Barrett's oesophagus was not considered premalignant.",
      "id": "s183"
    },
    {
      "text": "He went on to say that when biopsies were undertaken at repeat examinations, \"we're looking for additional changes called dysplasia which is then considered pre-malignant\".",
      "id": "s184"
    },
    {
      "text": "The following exchange occurred during Dr Evans's cross-examination: \n The Barrett's oesophagus itself was from, at some point before April 1997, not causing any symptoms at all to Mr Phillips, was it?---I'm not aware of any symptoms [Mr Phillips] may have experienced prior to the symptoms of the ulcers.",
      "id": "s185"
    },
    {
      "text": "...[Mr Phillips] didn't experience any symptoms from the Barrett's oesophagus until he had the ulcers in 1997-agreed?---That's right.",
      "id": "s186"
    },
    {
      "text": "As far as you know.",
      "id": "s187"
    },
    {
      "text": "Thereafter, the ulcers were treated with Zoton and they healed by April and thereafter until later events happened that led to the finding that he had cancer in 2003.",
      "id": "s188"
    },
    {
      "text": "He didn't have symptoms arising from his Barrett's oesophagus, did he?---That's correct.",
      "id": "s189"
    },
    {
      "text": "Dr Evans also accepted that Barrett's oesophagus was not a condition that could be cured.",
      "id": "s190"
    },
    {
      "text": "Dr Evans said Barrett's oesophagus was a disorder.",
      "id": "s191"
    },
    {
      "text": "Dr Evans also accepted that Zoton reduces the acid level in the stomach fluid and served as a precaution against the development of further ulcers.",
      "id": "s192"
    },
    {
      "text": "Further, Dr Evans said that he \"couldn't say with complete confidence\" that he had used the label Barrett's oesophagus when discussing the gastroscopies with Mr Phillips.",
      "id": "s193"
    },
    {
      "text": "Dr Evans also said that when he carried out the gastroscopies at Bentley Hospital he enclosed the original report of the gastroscopy addressed to the treating general practitioner in an envelope and gave the envelope to the patient to give to the doctor.",
      "id": "s194"
    },
    {
      "text": "He said that he did not give the patient an additional copy for the patient's own records.",
      "id": "s195"
    },
    {
      "text": "The carbon copy he said was his own record.",
      "id": "s196"
    },
    {
      "text": "Dr Evans said that he changed his practice relating to providing reports to patients in 2001 after he moved to St John of God Hospital in Murdoch.",
      "id": "s197"
    },
    {
      "text": "Dr Evans said that he then produced a copy of the report for the patient to keep.",
      "id": "s198"
    },
    {
      "text": "Dr Evans accepted that Barrett's oesophagus is a condition that can be free from all symptoms suggesting sickness, and that that was the position with Mr Phillips from April 1997 until the change occurred in 2003.",
      "id": "s199"
    },
    {
      "text": "Dr Evans said in re-examination that Barrett's oesophagus by itself was not a problem but it had the potential to develop into a premalignant state and then cancer, and the idea of surveillance examinations was to obtain biopsies looking for those premalignant changes in the hope of picking up the premalignant changes \"early enough to do something about it, before frank malignancy develops\".",
      "id": "s200"
    },
    {
      "text": "In re-examination, Dr Evans said that at the initial consultation with Mr Phillips in April 1997 he would before the examination have quickly gone through Mr Phillips's symptoms with him.",
      "id": "s201"
    },
    {
      "text": "Dr Evans went on to say: \n I think he initially presented having had a barium meal x-ray and that had suggested that he had an ulcer in his oesophagus.",
      "id": "s202"
    },
    {
      "text": "So initially there would have been concern that was that a malignant ulcer and therefore there was the importance of getting the biopsies from those ulcers and then afterwards, I would have explained to him that yes, he did have ulcers, they looked benign but I had taken biopsies and we had to wait on those results and that he should get them from his GP and I probably would have also told him that he had Barrett's oesophagus but at that point I couldn't have explained in any detail what that was.",
      "id": "s203"
    },
    {
      "text": "It would have just been too much information too soon and that I would rely on the GP to explain it when he was fully lucid and there was the time.",
      "id": "s204"
    },
    {
      "text": "Dr Evans also gave evidence about his consultation with Mr Phillips on the subsequent occasions when he administered gastroscopies to Mr Phillips.",
      "id": "s205"
    },
    {
      "text": "He said that on those occasions before the administration of the gastroscopy, he would have greeted Mr Phillips and probably asked him if he was still taking his Zoton and if he had any symptoms.",
      "id": "s206"
    },
    {
      "text": "Dr Evans said that after the gastroscopy, he would have spoken briefly to Mr Phillips saying that \"it all looks fine, stay on Zoton and we should check again in another few years\".",
      "id": "s207"
    },
    {
      "text": "I accept the evidence of Dr Spurge and Dr Evans on these matters.",
      "id": "s208"
    },
    {
      "text": "I find that in January 1997, both Dr Spurge and Dr Evans told Mr Phillips that he had Barrett's oesophagus.",
      "id": "s209"
    },
    {
      "text": "I also accept the submission of the applicant that the evidence does not permit a finding that either Dr Spurge or Dr Evans used the term Barrett's oesophagus in conversation with Mr Phillips after Janaury 1997.",
      "id": "s210"
    },
    {
      "text": "In my view, the respondent has discharged the onus of proof in showing that Mr Phillips knew when applying for life insurance from the respondent in October 2002 of \"matters\", within the meaning of s 21 of the Act, that were relevant to the decision of the respondent whether to accept the risk and if so on what terms.",
      "id": "s211"
    },
    {
      "text": "The overwhelming inference is that Mr Phillips was aware, and had not forgotten, that he had been diagnosed with Barrett's oesophagus at the time of applying for life insurance in October 2002.",
      "id": "s212"
    },
    {
      "text": "This inference founded on the following findings.",
      "id": "s213"
    },
    {
      "text": "First, in January 1997 Dr Evans advised Mr Phillips that he had Barrett's oesophagus.",
      "id": "s214"
    },
    {
      "text": "Dr Evans also advised Mr Phillips in January 1997 after the first gastroscopy that he had ulcers and that they looked benign but that he would have to await the outcome of the biopsies from the ulcers to confirm that to be the case.",
      "id": "s215"
    },
    {
      "text": "Secondly, Dr Spurge advised Mr Phillips in January 1997 that he had Barrett's oesophagus, and that the condition was one which if untreated put him at an increased risk of contracting cancer.",
      "id": "s216"
    },
    {
      "text": "Dr Spurge also advised Mr Phillips on that occasion that he would be required to undergo further gastroscopies to monitor his condition.",
      "id": "s217"
    },
    {
      "text": "Dr Spurge also advised Mr Phillips that he was required to remain on Zoton long-term.",
      "id": "s218"
    },
    {
      "text": "As a result of the consultations with Dr Evans and Dr Spurge, Mr Phillips would, therefore, have known in January 1997 that he had a condition which, if untreated, put him at an increased risk of contracting cancer and that there was a concern that the ulcers in his oesophagus may be malignant and that he would have to await the outcome of the biopsies to know whether this was the case.",
      "id": "s219"
    },
    {
      "text": "He would have appreciated, therefore, that his ulcers may be malignant and that the development of ulcers in his oesophagus presented a risk to his health because of the increased risk arising from his Barrett's oesophagus, of them becoming malignant.",
      "id": "s220"
    },
    {
      "text": "Thirdly, Mr Phillips underwent a second gastroscopy within four months of the initial diagnosis of Barrett's oesophagus.",
      "id": "s221"
    },
    {
      "text": "This gastroscopy showed that the ulcers had healed.",
      "id": "s222"
    },
    {
      "text": "However, the medical advice which Mr Phillips received was that he was to remain on Zoton long-term and there would be a need to undergo further gastroscopies.",
      "id": "s223"
    },
    {
      "text": "Mr Phillips would have known from this advice that, notwithstanding that the ulcers had healed, he remained at an increased risk of contracting cancer by reason of his having Barrett's oesophagus, and that, for that reason, he needed to keep taking the Zoton tablets and to undergo the gastroscopies in the future.",
      "id": "s224"
    },
    {
      "text": "Fourthly, Mr Phillips continued to take Zoton daily and get repeat scripts for Zoton even after April 1997 when he was advised that the ulcers had healed after he had undergone the second gastroscopy.",
      "id": "s225"
    },
    {
      "text": "Further, I infer from the fact that Mr Phillips described the taking of Zoton tablets as a treatment for ulcers that he recognised the purpose of Zoton was to prevent the formation of ulcers in his oesophagus.",
      "id": "s226"
    },
    {
      "text": "Fifthly, after April 1997 Mr Phillips also continued to undergo further gastroscopies at regular intervals as prescribed by Dr Evans and Dr Spurge.",
      "id": "s227"
    },
    {
      "text": "The gastroscopies were intrusive medical procedures which were carried out at a hospital and involved Mr Phillips being sedated.",
      "id": "s228"
    },
    {
      "text": "Mr Phillips was required to attend the hospital at which Dr Evans was based as a day patient when a gastroscopy was performed.",
      "id": "s229"
    },
    {
      "text": "Before each of these gastroscopies, Dr Evans asked Mr Phillips if there were any symptoms, and afterwards told him that everything looked fine, but that he would have to await the results of the biopsies, and that he should continue on Zoton.",
      "id": "s230"
    },
    {
      "text": "I infer from these conversations with Dr Evans that Mr Phillips knew that the Zoton was related to his Barrett's oesophagus, that its function was to prevent the formation of ulcers because the development of ulcers posed a special risk to his health because of his condition; and that the object of the gastroscopy was to investigate whether there were ulcers or other changes in the oesophagus which might prove injurious to his health, with the object of discovering the ulcers or other changes so as to do something about them before malignancy developed.",
      "id": "s231"
    },
    {
      "text": "There are a number of factors arising from these findings which lead to the conclusion that in October 2002 Mr Phillips knew and had not forgotten the name of his condition or the consequences for him of having been diagnosed with Barrett's oesophagus.",
      "id": "s232"
    },
    {
      "text": "First, Mr Phillips was advised that the condition carried with it a serious health consequence, if untreated, namely, an increased risk of contracting oesophageal cancer.",
      "id": "s233"
    },
    {
      "text": "That fact, in itself would, in my view, have been sufficient to have caused Mr Phillips not to forget the name of his condition.",
      "id": "s234"
    },
    {
      "text": "Secondly, Mr Phillips received medical advice that because of his condition he was required to take Zoton daily long-term and that he would have to undergo further gastrocopies at regular intervals.",
      "id": "s235"
    },
    {
      "text": "Mr Phillips accepted the medical advice and immediately after the consultation in January 1997, at which he was advised of the name of his condition, Mr Phillips commenced taking Zoton daily because of his condition.",
      "id": "s236"
    },
    {
      "text": "This factor would have served as a daily reminder of his condition and it is, therefore, unlikely that he would have forgotten its name.",
      "id": "s237"
    },
    {
      "text": "Further, he was required to visit Dr Spurge every six months to obtain repeat scripts for Zoton.",
      "id": "s238"
    },
    {
      "text": "Thirdly, Mr Phillips underwent a second gastroscopy within four months of having been diagnosed with Barrett's oesophagus, and then he underwent two more gastroscopies before entering into the insurance contract.",
      "id": "s239"
    },
    {
      "text": "A gastroscopy is an intrusive procedure.",
      "id": "s240"
    },
    {
      "text": "It is not a procedure which would readily be forgotten.",
      "id": "s241"
    },
    {
      "text": "Nor, in my view, would the name of the condition which was the reason for having to undergo a procedure of such an intrusive nature, be readily forgotten.",
      "id": "s242"
    },
    {
      "text": "Further, I find that it was open to the applicant to give evidence as to the state of Mr Phillips's knowledge of his Barrett's oesophagus at the time that he applied for the life insurance.",
      "id": "s243"
    },
    {
      "text": "However, the applicant did not give evidence, and no explanation was proffered for that fact.",
      "id": "s244"
    },
    {
      "text": "I infer that the evidence that the applicant was able to give would not have assisted her case ( Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298).",
      "id": "s245"
    },
    {
      "text": "I find that Mr Phillips did know that he had been diagnosed with Barrett's oesophagus, in October 2002 when he applied for life insurance, and, in November 2002, became a party to the contract for life insurance with the respondent.",
      "id": "s246"
    },
    {
      "text": "In any event, even if Mr Phillips did not know the name of his condition by the time that he completed the application form and answered the questions of Mrs Banks, I find that he was aware of the existence of his condition and the increased risk that it posed in respect of his propensity to contract cancer of the oesophagus.",
      "id": "s247"
    },
    {
      "text": "It was next contended that there was no evidence that Mr Phillips knew of the relevance of Barrett's oesophagus to the decision of the respondent whether to take the risk and if so, on what terms.",
      "id": "s248"
    },
    {
      "text": "The applicant contended that it is to be inferred that Mr Phillips's only clear understanding of the matters that were relevant to the respondent were by virtue of the questions he was asked by Mrs Banks.",
      "id": "s249"
    },
    {
      "text": "It was said that he was not asked any questions about Barrett's oesophagus, because Barrett's oesophagus is not mentioned specifically in the questions contained in the health evaluation form.",
      "id": "s250"
    },
    {
      "text": "Further, the applicant contended that Mr Phillips did not have a condition that he \"suffered from\".",
      "id": "s251"
    },
    {
      "text": "Barrett's oesophagus, said the applicant, was a benign condition without cancer or tumour.",
      "id": "s252"
    },
    {
      "text": "The applicant said that there was nothing unusual about a middle-aged man undergoing periodic health checks.",
      "id": "s253"
    },
    {
      "text": "In addition, said the applicant, the two ulcers which Dr Evans had found in January 1997 had healed three months later, and for more than five years Mr Phillips had no symptoms and was \"endoscopically stable\".",
      "id": "s254"
    },
    {
      "text": "Further, said the applicant, Mr Phillips was a \"superbly fit man\".",
      "id": "s255"
    },
    {
      "text": "I find that Mr Phillips knew that the fact that he had Barrett's oesophagus was a \"matter relevant to the decision\" of the respondent in deciding whether to accept the risk of ensuring his life and if so, on what terms.",
      "id": "s256"
    },
    {
      "text": "I infer that Mr Phillips was aware that the condition he had was one that posed a risk to his life expectancy.",
      "id": "s257"
    },
    {
      "text": "This is evident from the fact that he was prepared to take measures, including the taking of Zoton daily and the undergoing of regular intrusive procedures, to reduce the risk.",
      "id": "s258"
    },
    {
      "text": "It follows that Mr Phillips must have known, and I find that he did know, that his Barrett's oesophagus put him at an increased risk of contracting cancer and so posed a risk to his life expectancy; and that, as he was asking the respondent to insure his life, it followed that any health condition that he had which posed a risk to his normal life expectancy was a matter which was relevant to an insurer in deciding whether to take the risk of insuring his life, and if so on what terms.",
      "id": "s259"
    },
    {
      "text": "In my view, the fact that Mr Phillips was in October 2002 a very fit man, would not have precluded him from being aware of the fact that his condition was a matter relevant to the respondent in determining whether to grant life insurance and if so, the terms on which to grant the life insurance.",
      "id": "s260"
    },
    {
      "text": "Mr Phillips knew that, notwithstanding his fitness, it was still necessary for him to take Zoton daily and to undergo at two-yearly intervals an intrusive day long medical procedure in a hospital.",
      "id": "s261"
    },
    {
      "text": "It did not matter, in my view, that Mrs Banks did not ask Mr Phillips specifically whether he had Barrett's oesophagus for Mr Phillips to appreciate that his condition carried an increased risk of contracting cancer of the oesophagus.",
      "id": "s262"
    },
    {
      "text": "Mr Phillips was aware of this fact and aware that he was then engaged in prophylactic medical steps to reduce the risk that the condition posed to his life expectancy.",
      "id": "s263"
    },
    {
      "text": "The prophylactic medical steps were the taking of Zoton daily and the undergoing of the gastroscopies at two-yearly intervals.",
      "id": "s264"
    },
    {
      "text": "In any event, even if I am wrong in my conclusion that Mr Phillips knew that the fact that he had Barrett's oesophagus, was a matter that was relevant to the respondent's decision whether to accept the risk, and if so on what terms, in my view, a reasonable person in the circumstances of Mr Phillips could be expected to know the matter to be relevant to that decision.",
      "id": "s265"
    },
    {
      "text": "The same is true in relation to the fact that Mr Phillips had been advised that he was at an increased risk of developing cancer, and had undergone, and had been advised to continue medical treatment and surveillance because of his condition.",
      "id": "s266"
    },
    {
      "text": "In considering this issue, I accept the applicant's contention that the assessment of whether a \"reasonable person in the circumstances\" could be expected to know the matter to be relevant to the decision of the insurer, must take account of the circumstances of the insured.",
      "id": "s267"
    },
    {
      "text": "This includes the fact that Mr Phillips was an extremely fit man who had not suffered ulcers or symptoms for five years.",
      "id": "s268"
    },
    {
      "text": "As I have previously mentioned, Mr Phillips had been advised that he had Barrett's oesophagus.",
      "id": "s269"
    },
    {
      "text": "Mr Phillips had also been advised that Barrett's oesophagus, if untreated, put him at an increased risk of contracting cancer, and that, therefore, it was necessary for him to take Zoton indefinitely and to monitor the state of the condition by undergoing a gastroscopy at regular intervals.",
      "id": "s270"
    },
    {
      "text": "It is also the case that Mr Phillips was a very fit person.",
      "id": "s271"
    },
    {
      "text": "However, as I have found, Mr Phillips knew that the fact that he was an extremely fit person, did not affect the fact that he had the condition with the attendant risk that it posed to his health and to his normal life expectancy.",
      "id": "s272"
    },
    {
      "text": "Nor did the fact that he was extremely fit impact upon the medical advice that he was given that his condition required him to take Zoton daily and to monitor his condition by undergoing gastroscopies at regular intervals.",
      "id": "s273"
    },
    {
      "text": "In those circumstances, in my view, a reasonable person could be expected to know that the fact that he or she was extremely fit and was asymptomatic for five years was one thing, but that did not affect the fact that he or she had Barrett's oesophagus which posed a risk to normal life expectancy; and that, accordingly, the fact of having Barrett's oesophagus and the attendant need to continue to have gastroscopies was a matter relevant to the decision whether to grant life insurance or the terms on which to grant it.",
      "id": "s274"
    },
    {
      "text": "Subject to my findings on waiver of compliance with his duty of disclosure, I find that Mr Phillips did not comply with his duty of disclosure under s 21(1) of the Act.",
      "id": "s275"
    },
    {
      "text": "MISREPRESENTATION \n The respondent also contended that Mr Phillips had made four misrepresentations in the course of applying for the insurance.",
      "id": "s276"
    },
    {
      "text": "First, the respondent contended that the following answer given by Mr Phillips to question D(4) recorded by Mrs Banks on the health evaluation form was false: \n D(4) Indigestion, ulcer, hiatus hernia, bowel disorder, Colitis, haemorrhoids or passing blood from the bowel?",
      "id": "s277"
    },
    {
      "text": "Swallowed a fish bone, punctured oesophagus &amp; caused a gastric ulcer 6 yrs ago.",
      "id": "s278"
    },
    {
      "text": "Zoton T daily.",
      "id": "s279"
    },
    {
      "text": "Nil Sx past 6 yrs - Dr Spurge.",
      "id": "s280"
    },
    {
      "text": "The respondent said the answer was false in that it was incomplete in three respects.",
      "id": "s281"
    },
    {
      "text": "First, it was said that Mr Phillips did not tell Mrs Banks that he had been diagnosed with Barrett's oesophagus.",
      "id": "s282"
    },
    {
      "text": "Secondly, it was said that Mr Phillips did not disclose that he had undergone, and was required to undergo, medical treatment and surveillance of his Barrett's oesophagus.",
      "id": "s283"
    },
    {
      "text": "Thirdly, it was said that Mr Phillips had not told Mrs Banks that he had received medical advice to the effect that Barrett's oesophagus increased the risk of developing oesophageal cancer.",
      "id": "s284"
    },
    {
      "text": "The applicant contended that Mr Phillips disclosed that he had suffered from ulcers, that he had been treated by Dr Spurge, that he took Zoton daily, and had experienced no symptoms for the past six years.",
      "id": "s285"
    },
    {
      "text": "Further, the applicant contended that Mr Phillips was not asked any question about Barrett's oesophagus.",
      "id": "s286"
    },
    {
      "text": "It was also contended that Mrs Banks did not ask Mr Phillips a question the correct answer for which was express reference to Barrett's oesophagus or treatment or risk connected with that condition.",
      "id": "s287"
    },
    {
      "text": "Further, contended the applicant, Mrs Banks did not ask a \"single question\" linking the preface to section D to the specific matters described at question D(4) of the health evaluation form and did not record the words she used, when she questioned Mr Phillips.",
      "id": "s288"
    },
    {
      "text": "Mrs Banks said that her standard practice was that before asking questions about the specific matters referred to in questions D(1)-D(21) of the health evaluation form, she would ask the following question which reflected the general words that prefaced that part of the form: \n Have you ever experienced, required or received medical advice, investigation or treatment for any of the following and, if so what the condition is, when it first occurred, what were the symptoms, did you take any time off work and are you fully recovered.",
      "id": "s289"
    },
    {
      "text": "Mrs Banks said that she would then have read to the insurance applicant each of the subsequent parts of Part D of the form.",
      "id": "s290"
    },
    {
      "text": "In cross-examination, Mrs Banks said that she did not read the preface again in respect of each of the subsequent matters or conditions enumerated in questions D(1)-D(21) of the form.",
      "id": "s291"
    },
    {
      "text": "However, said Mrs Banks, where she received a positive answer to one of the conditions enumerated in one of those paragraphs, she would then ask specific questions by reference to each of the separate elements of the question in the preface, in respect of the positive answer.",
      "id": "s292"
    },
    {
      "text": "She said she could not now remember the exact questions she asked.",
      "id": "s293"
    },
    {
      "text": "The applicant contended that I should reject the evidence that Mrs Banks adopted her standard practice in respect of Mr Phillips, because she said that she could not now remember exactly what the questions were, and she had not made any notes of the questions she asked at Mr Phillips's interview.",
      "id": "s294"
    },
    {
      "text": "During re-examination Mrs Banks said:\n \n Well, let us take question 4.",
      "id": "s295"
    },
    {
      "text": "If you received a positive response from an interviewee to question 4, in what way would you refer back to the beginning of part D?",
      "id": "s296"
    },
    {
      "text": "---I see, right.",
      "id": "s297"
    },
    {
      "text": "Well, I mean, because --- well, in a different situation where we didn't have to do the questionnaire, then obviously I would have gone through each --- well, say he had, well, indigestion, I would have asked him how long he'd had it for, what doctors he'd seen, etcetera, what tests he'd had, what examinations, whether he'd had any time off work etcetera and I would go through that with every single one of them but--- \n\n Thereafter, in her re-examination, Mrs Banks did exhibit some confusion in answering the questions about this element of her standard practice.",
      "id": "s298"
    },
    {
      "text": "She appeared to confuse, and merge, this issue with that relating to her standard practice in relation to an applicant who answered that he or she had an ulcer less than five years previously.",
      "id": "s299"
    },
    {
      "text": "However, this does not, in my view, detract from the substance of the answer referred to above and the answers she gave in cross-examination.",
      "id": "s300"
    },
    {
      "text": "As to Mrs Banks not keeping notes, this must be viewed in the context of the fact that the completed and signed health evaluation form itself provided evidence of the content of the interview.",
      "id": "s301"
    },
    {
      "text": "For these reasons, I accept that Mrs Banks adopted her standard practice, when she questioned Mr Phillips and Mrs Banks asked Mr Phillips a question which included each of the elements in the preface to Part D by reference to the medical conditions set out at question D(4) of the health evaluation form.",
      "id": "s302"
    },
    {
      "text": "The respondent contended that question D(4) when integrated with the composite question in the preface, was more extensive than merely inquiring into whether Mr Phillips had ever experienced ulcers, hiatus hernia, etcetera.",
      "id": "s303"
    },
    {
      "text": "The question also asked whether he had ever \"required or received medical advice, investigation or treatment\" for the condition, and if so, what the condition was, and other consequential questions.",
      "id": "s304"
    },
    {
      "text": "In my view, the answer given by Mr Phillips was incomplete in that it failed to disclose that he had undergone, and was required to continue to undergo, gastroscopies on a regular basis, and that the reason for that was that he had Barrett's oesophagus.",
      "id": "s305"
    },
    {
      "text": "The requirement to undergo regular gastroscopies was a requirement to undergo medical investigation.",
      "id": "s306"
    },
    {
      "text": "In my view, by referring to taking Zoton daily as part of his answer in relation to treatment for ulcers, Mr Phillips demonstrated an awareness of the relationship of the Zoton tablets to ulcers, namely, that taking the Zoton tablets was a treatment to prevent the development of ulcers.",
      "id": "s307"
    },
    {
      "text": "For the reasons referred to at [74]-[79] above, it is to be inferred that Mr Phillips was aware that he was taking Zoton daily because his Barrett's oesophagus meant that he was at a heightened risk of contracting cancer if ulcers were to form in his oesophagus.",
      "id": "s308"
    },
    {
      "text": "It is also to be inferred that Mr Phillips was aware that the need to undergo regular gastroscopies was linked to the need to continue to take Zoton on a daily basis.",
      "id": "s309"
    },
    {
      "text": "In other words, it is to be inferred that Mr Phillips knew that one reason why he was required to undergo gastroscopies was to investigate whether the Zoton treatment was effective in preventing the formation of ulcers in his oesophagus.",
      "id": "s310"
    },
    {
      "text": "It follows that by failing to mention the gastroscopies and why he needed to undergo these investigatory procedures, namely, that he had Barrett's oesophagus, Mr Phillips gave an incomplete answer to the question posed by Mrs Banks.",
      "id": "s311"
    },
    {
      "text": "This amounted to a misrepresentation ( Permanent Trustee Australia Co Ltd v FAI General Insurance Co Ltd [2001] NSWCA 20 ; (2001) 50 NSWLR 679 at 699-701).",
      "id": "s312"
    },
    {
      "text": "I also reject the contention of the applicant that Mr Phillips held a belief in the accuracy of the answer, that a reasonable person in Mr Phillips's position would have held.",
      "id": "s313"
    },
    {
      "text": "In my view, a reasonable person in Mr Phillips's circumstances would have appreciated that he or she was required to undergo gastroscopies as part of an investigation to monitor the development of any ulcers because of the increased risk to his or her life expectancy posed by Barrett's oesophagus.",
      "id": "s314"
    },
    {
      "text": "A reasonable person would, therefore, have appreciated that the answer given did not address the question of having undergone and having to undergo further medical investigations in relation to ulcers, and that it created a false impression as to his or her health history and medical condition.",
      "id": "s315"
    },
    {
      "text": "For the reasons given at [90]-[91] above, I find that Mr Phillips knew, and that a reasonable person in his position, could be expected to know, that the answer given by him would have been relevant to the decision of the respondent as to whether to accept the risk, and if so, on what terms.",
      "id": "s316"
    },
    {
      "text": "Accordingly, I find that Mr Phillips did make a misrepresentation in the answer that he gave to the question comprising the preface and the words in question D(4) of the health evaluation form.",
      "id": "s317"
    },
    {
      "text": "As to the second misrepresentation, the respondent alleged that Mr Phillips in giving the answer recorded by Mrs Banks to question D(19) of the health evaluation form made a misrepresentation.",
      "id": "s318"
    },
    {
      "text": "In the course of the interview Mrs Banks asked Mr Phillips: \n Do your [sic] comtemplate [sic] seeking medical advice, undergoing any investigation or treatment or having any operation in the near future?",
      "id": "s319"
    },
    {
      "text": "Mr Phillips replied: \"No\".",
      "id": "s320"
    },
    {
      "text": "The respondent contended that the answer given by Mr Phillips was false because Mr Phillips did not disclose at the interview with Mrs Banks that he contemplated undergoing a further gastroscopy in November 2003.",
      "id": "s321"
    },
    {
      "text": "The applicant contended that there was not sufficient evidence to establish that Dr Evans told Mr Phillips in November 2001 when he should return for a further gastroscopy or that Mr Phillips remembered, and had not forgotten, the time for review of his condition.",
      "id": "s322"
    },
    {
      "text": "In any event, said the applicant, the further gastroscopy contemplated by Dr Evans was not \"in the near future\" because it was to take place in November 2003 --- more than a year after Mr Phillips's interview with Mrs Banks in October 2002.",
      "id": "s323"
    },
    {
      "text": "I do not find that Mr Phillips made the misrepresentation alleged.",
      "id": "s324"
    },
    {
      "text": "This is because it is equivocal as to whether a gastroscopy which was to take place 13 months after the interview could be said to be an investigation that was to occur \"in the near future\".",
      "id": "s325"
    },
    {
      "text": "As to the third misrepresentation, the respondent contended that Mr Phillips had made a misrepresentation in answering question E6(5) of the application form.",
      "id": "s326"
    },
    {
      "text": "In that question, Mr Phillips was asked: \n Please give details of your last consultations with any doctors, and if applicable, outcome or degree of recovery.",
      "id": "s327"
    },
    {
      "text": "Mr Phillips answered the question by stating that he had seen Dr Spurge in April 2002 for a flu vaccination.",
      "id": "s328"
    },
    {
      "text": "The respondent contended that the answer was false because Mr Phillips had failed to mention that he had been treated for a second degree burn by Dr Spurge on 20 May 2002 and had undergone the gastroscopy with Dr Evans on 15 November 2001.",
      "id": "s329"
    },
    {
      "text": "The respondent emphasised that the question asked for details of the last consultations that Mr Phillips had had with \"any doctors\".",
      "id": "s330"
    },
    {
      "text": "Accordingly, said the respondent, it was incumbent upon Mr Phillips to refer to his last consultation with Dr Evans.",
      "id": "s331"
    },
    {
      "text": "The applicant contended that the language used in the question referred to recent consultations.",
      "id": "s332"
    },
    {
      "text": "Mr Phillips's \"last consultations\" were with Dr Spurge.",
      "id": "s333"
    },
    {
      "text": "The applicant accepted that the answer given by Mr Phillips was inaccurate because it did not refer to the consultation on 20 May 2002 for treatment by Dr Spurge of a second degree burn.",
      "id": "s334"
    },
    {
      "text": "However, said the applicant, there was no evidence that the consultations on 12 April 2002 with Dr Spurge and 20 May 2002 were relevant to the respondent's underwriting decision.",
      "id": "s335"
    },
    {
      "text": "In my view, the applicant's submissions are to be accepted.",
      "id": "s336"
    },
    {
      "text": "I do not find that Mr Phillips made a material misrepresentation in answering question E6(5).",
      "id": "s337"
    },
    {
      "text": "As to the fourth misrepresentation, the respondent contended that Mr Phillips had made a misrepresentation in answering question D(18) of the health evaluation form.",
      "id": "s338"
    },
    {
      "text": "In the course of the interview, Mrs Banks asked Mr Phillips: \n Have you required medical treatment, including surgery, for any illness or injury not mentioned above?",
      "id": "s339"
    },
    {
      "text": "Mr Phillips answered \"No\" to the question.",
      "id": "s340"
    },
    {
      "text": "The respondent contended that the answer was false in that Mr Phillips had undergone gastroscopies in January 1997, April 1997, May 1998 and November 2001.",
      "id": "s341"
    },
    {
      "text": "The applicant contended that Barrett's oesophagus was not an \"illness\" or \"injury\" and it could not be treated.",
      "id": "s342"
    },
    {
      "text": "It followed, said the applicant, that the answer given was not false.",
      "id": "s343"
    },
    {
      "text": "In my view, the answer given to this question was false.",
      "id": "s344"
    },
    {
      "text": "The construction to be placed on the question, contended for by the applicant is too restrictive, when assessed by the standard of a reasonable person in the position of Mr Phillips.",
      "id": "s345"
    },
    {
      "text": "A reasonable applicant for insurance would not be qualified to, nor be expected to, determine whether any medical condition he or she had, which was not previously mentioned in the form, was properly to be classified as an \"illness\" as opposed to a \"condition\" or a \"disorder\", or, indeed, some other medical classification, before answering the question.",
      "id": "s346"
    },
    {
      "text": "I reject the applicant's contention that a reasonable insurance applicant in Mr Phillips's position would have construed the form in the manner contended by the applicant.",
      "id": "s347"
    },
    {
      "text": "There was no evidence that Mr Phillips had sufficient medical knowledge to draw the distinctions sought to be drawn by the applicant in her contention.",
      "id": "s348"
    },
    {
      "text": "Accordingly, I reject the applicant's contention that Mr Phillips held a reasonable belief in the accuracy of the answer he gave.",
      "id": "s349"
    },
    {
      "text": "For the reasons given at [90]-[91] above, I find that Mr Phillips knew, and that a reasonable person in his position, could be expected to know, that the answer given by him would have been relevant to the decision of the respondent as to whether to accept the risk, and if so, on what terms.",
      "id": "s350"
    },
    {
      "text": "It follows that I find that Mr Phillips made a misrepresentation in relation to the answer that he gave to question D(18).",
      "id": "s351"
    },
    {
      "text": "WAS THERE A WAIVER OF COMPLIANCE WITH THE DUTY OF DISCLOSURE?",
      "id": "s352"
    },
    {
      "text": "The next issue is whether the respondent waived compliance with Mr Phillips's duty of disclosure.",
      "id": "s353"
    },
    {
      "text": "The applicant relied upon two arguments.",
      "id": "s354"
    },
    {
      "text": "First, the applicant contended that there had been a waiver of compliance with the duty of disclosure arising from the nature of the respondent's process for obtaining the health and medical history of an applicant for insurance.",
      "id": "s355"
    },
    {
      "text": "That process, said the applicant, led to the circumstance that the respondent asked only specific questions about Mr Phillips's health history and these questions did not require Mr Phillips to make the disclosure contended for by the respondent.",
      "id": "s356"
    },
    {
      "text": "The applicant went on to contend that it was well-established that the duty of disclosure may be waived by an insurer where specific questions are asked in a proposal form.",
      "id": "s357"
    },
    {
      "text": "The applicant relied upon the following observations in the case of Schoolman v Hall [1951] 1 Lloyd's Rep 139, at 143: \n It is unquestionably plain that questions in a proposal form may be so framed as necessarily to imply that the underwriter only wants information on certain subject-matters, or that within a particular subject-matter their desire for information is restricted within the narrow limits indicated by the terms of the question, and, in such a case, they may pro tanto dispense the proposer from what otherwise at common law would have been a duty to disclose everything material.",
      "id": "s358"
    },
    {
      "text": "In support of her contention, the applicant said that the application form contained sections headed \"Personal Health Statement\"; \"Family History\" and \"Health History\".",
      "id": "s359"
    },
    {
      "text": "These sections were prefaced with the statement that: \"If a medical examination is required, or if you are completing a Paramedical Report, please go to section F on page 18\".",
      "id": "s360"
    },
    {
      "text": "Mr Phillips had crossed out the two pages of the application form calling for the recording of the proposed life assured's health history.",
      "id": "s361"
    },
    {
      "text": "The applicant contended further that the clear message conveyed to a person was that the proposed life assured who would be completing a paramedical report was not required to give a detailed statement of his or her health history or to answer the specific questions asked, but only needed to do what was required for completion of the paramedical report.",
      "id": "s362"
    },
    {
      "text": "The applicant said that the health evaluation form used by Mrs Banks the next day to complete the paramedical report contained very detailed questions about numerous and specific conditions, but did not ask a question about Barrett's oesophagus.",
      "id": "s363"
    },
    {
      "text": "Nor did any of the questions asked require \"Barrett's oesophagus\" as an answer.",
      "id": "s364"
    },
    {
      "text": "It followed, contended the applicant, that the duty on Mr Phillips to disclose his Barrett's oesophagus and the related matters referred to by the respondent, had been waived.",
      "id": "s365"
    },
    {
      "text": "In my view, the respondent did not waive compliance with the duty of disclosure by providing for two alternative ways for an insurance applicant to provide information about his or her medical history - one, by completing the questions in the application form; and another, by attending an appointment for the completion of a paramedical report.",
      "id": "s366"
    },
    {
      "text": "This is because it was standard practice at the Lifescreen paramedical interview for an applicant for insurance to be advised of the duty of disclosure under s 21 of the Act.",
      "id": "s367"
    },
    {
      "text": "The health evaluation form used at the interview contained a description of the duty of disclosure.",
      "id": "s368"
    },
    {
      "text": "As previously mentioned, I accept that Mrs Banks implemented her standard practice at her interview with Mr Phillips.",
      "id": "s369"
    },
    {
      "text": "The health evaluation form discloses Mr Phillips's signature beneath the statement setting out the duty of disclosure.",
      "id": "s370"
    },
    {
      "text": "It follows that the respondent made it clear that there was a duty of disclosure in respect of the inquiry process concluded by the Lifescreen interviewer.",
      "id": "s371"
    },
    {
      "text": "Further, in my view, it cannot be said that the relationship between the questions in the application form, and the questions in the health evaluation form implied that the insurer only \"wanted information about certain subject-matters\", namely, only the medical conditions referred to by name in the health evaluation form.",
      "id": "s372"
    },
    {
      "text": "It is evident from the nature of the insurance and from the breadth of subjects canvassed by the questions in the application form and from the fact that the insurance was life insurance, that the respondent was seeking information relating to any matter which might affect the life expectancy of the applicant for insurance.",
      "id": "s373"
    },
    {
      "text": "The information sought extended to health, lifestyle, occupation and sporting activities.",
      "id": "s374"
    },
    {
      "text": "The general nature of question D(18) of the health evaluation form is further evidence of the respondent's interest in all matters pertaining to the insurance applicant's medical history.",
      "id": "s375"
    },
    {
      "text": "It follows that I do not accept the applicant's first argument.",
      "id": "s376"
    },
    {
      "text": "The applicant's second argument was that the respondent engaged in a course of conduct that amounted to waiver of compliance with the duty to disclose the matters which the respondent alleged should have been disclosed.",
      "id": "s377"
    },
    {
      "text": "The conduct, said the applicant, comprised a number of elements.",
      "id": "s378"
    },
    {
      "text": "The first element was the fact that Mr Phillips had crossed out those sections of the application form which asked about his health and medical history.",
      "id": "s379"
    },
    {
      "text": "The second element was the evidence of Mrs Banks that her standard practice was to ask applicants for insurance to sign the health evaluation form acknowledging that they had read the duty of disclosure statement before she started asking the questions in the health evaluation form.",
      "id": "s380"
    },
    {
      "text": "The third element was the fact that Mrs Banks did not ask a specific question about Barrett's oesophagus.",
      "id": "s381"
    },
    {
      "text": "The fourth element was that Mrs Banks did not ask any more questions about ulcers once Mr Phillips had given his answer that he had no further symptoms in respect of the ulcers, which Mr Phillips said had occurred six years ago.",
      "id": "s382"
    },
    {
      "text": "The fifth element was that question D(18) of the health evaluation form only asked whether the insurance applicant had required medical treatment for any \"illness or injury\" not previously referred to, and did not refer to any \"condition\" - and Barrett's oesophagus, said the applicant, was a \"condition\" and not an \"illness or injury\".",
      "id": "s383"
    },
    {
      "text": "As previously mentioned, Mrs Banks said in evidence that she did not have an independent recollection of her interview with Mr Phillips.",
      "id": "s384"
    },
    {
      "text": "However, she said that it was her standard practice to read the terms of the duty of disclosure statement on page one of the health evaluation form and request that the applicants for insurance sign the form under the statement to confirm that he or she understood the duty of disclosure before he or she answered any questions.",
      "id": "s385"
    },
    {
      "text": "Further, during cross-examination, Mrs Banks said that she had instructions from the respondent of the procedure to adopt when an insurance applicant said he or she had had an ulcer within the previous five years.",
      "id": "s386"
    },
    {
      "text": "In that circumstance, Mrs Banks was to ask questions and record answers on a different form.",
      "id": "s387"
    },
    {
      "text": "However, if the ulcer had occurred more than five years earlier, Mrs Banks was to note the answers on the health evaluation form but did not have to go any further.",
      "id": "s388"
    },
    {
      "text": "The respondent's conduct referred to in [135] above, said the applicant, amounted to a representation to Mr Phillips that it was only necessary to answer the questions about his health history which were specifically referred to in the health evaluation form and that no further information was required.",
      "id": "s389"
    },
    {
      "text": "Barrett's oesophagus was not referred to in those questions and was not, contended the applicant, an answer to any of those questions.",
      "id": "s390"
    },
    {
      "text": "Therefore, said the applicant, the respondent had waived compliance with Mr Phillips's duty to disclose that he had been diagnosed with Barrett's oesophagus and the related matters referred to by the respondent.",
      "id": "s391"
    },
    {
      "text": "Central to the applicant's contention is the submission that the effect of Mrs Banks asking an applicant for insurance to sign an acknowledgement that he or she had read the duty of disclosure statement before she commenced asking the questions on the form, amounted to, what the applicant's counsel referred to as, an \"implied representation\" that the insurance applicant was required to do no more than answer the specific questions asked.",
      "id": "s392"
    },
    {
      "text": "The applicant's contention reads too much into the evidence of Mrs Banks.",
      "id": "s393"
    },
    {
      "text": "All that Mrs Banks was saying was that before she started asking questions, she required the insurance applicants to read the duty of disclosure statement and to sign the form beneath the statement.",
      "id": "s394"
    },
    {
      "text": "That action on Mrs Banks part did not amount to representation that the applicants only had to answer the specific questions which followed and nothing more, or that the respondent only wanted information on those specific matters.",
      "id": "s395"
    },
    {
      "text": "Such a construction of the evidence ignores the width of the language in the statement setting out the duty of disclosure in the health evaluation form which refers to \"every matter\" which the insured knows to be relevant to the decision of the insurer.",
      "id": "s396"
    },
    {
      "text": "Further, the fact that Mrs Banks may have had instructions from the respondent not to pursue questions when there had been no symptoms from ulcers for more than five years, does not support the applicant's contention.",
      "id": "s397"
    },
    {
      "text": "First, there is no evidence that Mrs Banks said she had such instructions during the interview process with insurance applicants.",
      "id": "s398"
    },
    {
      "text": "Mr Phillips would, therefore, not have known and so could not have been influenced by those instructions at the time he gave the answers to the questions asked by Mrs Banks.",
      "id": "s399"
    },
    {
      "text": "In addition, those instructions had no relevance to Mr Phillips's Barrett's oesophagus which comprised an independent health risk and placed him at a special vulnerability in respect of ulcers.",
      "id": "s400"
    },
    {
      "text": "Mr Phillips's position was entirely different to a person who may once have had an ulcer which had been healed for more than five years.",
      "id": "s401"
    },
    {
      "text": "Mr Phillips had after contracting the ulcers been diagnosed with Barrett's oesophagus and was engaged in medical treatment and procedures to prevent the formation of further ulcers.",
      "id": "s402"
    },
    {
      "text": "It could not be said that in those circumstances, the respondent was not interested in the fact that Mr Phillips was engaged in prophylactic medical steps in relation to ulcers because of his Barrett's oesophagus.",
      "id": "s403"
    },
    {
      "text": "Further, I have previously expressed my views on the construction to be placed on question D(18) and the fact that there were two alternative ways of an insurance applicant providing information to the respondent about his or her health and medical history.",
      "id": "s404"
    },
    {
      "text": "These views do not support the applicant's contention.",
      "id": "s405"
    },
    {
      "text": "In my view, there was no representation by conduct, or implied representation, arising from the interview process, that the respondent did not want information on Barrett's oesophagus or other information not already covered by the specific questions in the health evaluation form, which went to disclose a health risk to the life expectancy of Mr Phillips.",
      "id": "s406"
    },
    {
      "text": "That the respondent wanted information about all health conditions that posed a risk to life expectancy was evident from the terms of the duty of disclosure statement, the nature of the insurance and the terms of the questions asked in the health evaluation form, which referred to a wide range of illnesses and conditions and also contained a question in general terms at question D(18).",
      "id": "s407"
    },
    {
      "text": "It follows that I find that there was no waiver of compliance with Mr Phillips's duty of disclosure of the diagnosis of Barrett's oesophagus and the related matters referred to by the respondent.",
      "id": "s408"
    },
    {
      "text": "THE ACCEPTANCE OF THE RISK BY THE RESPONDENT \n The next issue relates to the decision by the respondent to accept the risk of insuring the life of Mr Phillips, and the terms on which to accept the risk.",
      "id": "s409"
    },
    {
      "text": "Mr Webb was the State Underwriting Manager for Western Australia of the respondent in November 2002.",
      "id": "s410"
    },
    {
      "text": "He made the decision to accept Mr Phillips's insurance proposal.",
      "id": "s411"
    },
    {
      "text": "Mr Webb said that if the application or the health evaluation form had disclosed that Mr Phillips had been diagnosed as having Barrett's oesophagus, or that Mr Phillips had undergone and was required to undergo in the future regular medical surveillance of his Barrett's oesophagus; or that Mr Phillips had received medical advice to the effect that Barrett's oesophagus increased his risk of developing oesophageal cancer, or any of those facts, he would have approved the issue of the life insurance cover but imposed a premium loading of 50%; and declined the application for total and permanent disability insurance.",
      "id": "s412"
    },
    {
      "text": "Mr Webb said that his decision would have been based on the application of the recommendation in the Munich Reinsurance Guidelines on Barrett's oesophagus.",
      "id": "s413"
    },
    {
      "text": "Mr Webb also said that if Mr Phillips's application form or the health evaluation form had disclosed that Mr Phillips contemplated undergoing a gastroscopy in the near future, he would have deferred making a decision until the results of the gastroscopy were known, or he would have written to Mr Phillips's doctor to obtain details of the reason for the proposed gastroscopy.",
      "id": "s414"
    },
    {
      "text": "Mr Webb went on to say that if that course of conduct revealed that Mr Phillips had Barrett's oesophagus, he would have made the same decision.",
      "id": "s415"
    },
    {
      "text": "As mentioned, Mr Kirby is Principal Underwriter of the respondent.",
      "id": "s416"
    },
    {
      "text": "He commenced employment with the respondent in 1999 as a Senior Underwriter.",
      "id": "s417"
    },
    {
      "text": "His duties include preparing guidelines for use by the respondent's underwriters nationally and conducting audits to ensure consistent underwriting practices are used by the respondent's underwriters.",
      "id": "s418"
    },
    {
      "text": "Mr Kirby deposed that at the time that Mr Webb considered Mr Phillips's application for life insurance, the Munich Reinsurance Guidelines provided a recommendation that there was to be a 50% premium loading for life insurance for persons who had the condition, Barrett's oesophagus.",
      "id": "s419"
    },
    {
      "text": "He produced the relevant extract from the Guidelines.",
      "id": "s420"
    },
    {
      "text": "During the trial I ruled that Mr Kirby had personal knowledge, through his employment, of the content of the Munich Reinsurance Guidelines as to Barrett's oesophagus at that time and was able to give that evidence.",
      "id": "s421"
    },
    {
      "text": "I accept this evidence and I find accordingly.",
      "id": "s422"
    },
    {
      "text": "I accept the evidence of Mr Webb as to the manner in which he, on behalf of the respondent, would have acted had Mr Phillips made the disclosures of any of the matters referred to in [145] or [146] above.",
      "id": "s423"
    },
    {
      "text": "Accordingly, I find that had Mr Phillips made disclosure of any of the matters referred to in [145] or [146] above, the respondent would have accepted Mr Phillips's proposal for life insurance but would have increased the premium by 50%.",
      "id": "s424"
    },
    {
      "text": "Mr Kirby also gave evidence of what a reasonable and competent underwriter employed by the respondent would have done had he or she received an application from an applicant for life insurance which had disclosed that the applicant had been diagnosed as having Barrett's oesophagus, or that he or she was undergoing surveillance in relation to Barrett's oesophagus.",
      "id": "s425"
    },
    {
      "text": "Mr Kirby's evidence in para 19 and para 26 of his witness statement in this regard supported the evidence of Mr Webb set out in [145] and [146] above, as to what Mr Webb would have done in those circumstances.",
      "id": "s426"
    },
    {
      "text": "The applicant objected to the evidence of Mr Kirby on the grounds that it was irrelevant.",
      "id": "s427"
    },
    {
      "text": "Further, the applicant said that para 19 and para 26 of Mr Kirby's statement were conclusory in nature.",
      "id": "s428"
    },
    {
      "text": "I said that I would rule on the question in these reasons.",
      "id": "s429"
    },
    {
      "text": "In my view, the evidence is relevant and admissible.",
      "id": "s430"
    },
    {
      "text": "It is founded on the specialised knowledge of Mr Phillips and goes to one of the issues in the case.",
      "id": "s431"
    },
    {
      "text": "Evidence of this nature was admitted at first instance in Davis v Westpac Life Insurance Services Ltd [2007] NSWCA 175 and Schaffer v Royal Sun Alliance Life Assurance Australia Ltd [2003] QCA 182.",
      "id": "s432"
    },
    {
      "text": "Further, the fact that Mr Kirby's evidence was conclusory will not of itself render the expert evidence inadmissible.",
      "id": "s433"
    },
    {
      "text": "However, in light of the findings that I have made in relation to the unchallenged evidence of Mr Webb, it is unnecessary for me to place weight upon the evidence of Mr Kirby as to what a reasonable and competent insurer employed by the respondent would have done.",
      "id": "s434"
    },
    {
      "text": "NOTICE UNDER S 29(4) OF THE ACT \n The final issue is whether the respondent gave a written notice which complied with s 29(4) of the Act.",
      "id": "s435"
    },
    {
      "text": "That section provides: \n If the insurer has not avoided the contract, whether under subsection (2) or (3) or otherwise, the insurer may, by notice in writing given to the insured before the expiration of 3 years after the contract was entered into, vary the contract by substituting for the sum insured (including any bonuses) a sum that is not less than the sum ascertained in accordance with the formula \n\n \n SP \n Q... \n\n The applicant contended that the respondent had not discharged the onus of proving that the respondent had complied with that section.",
      "id": "s436"
    },
    {
      "text": "This is because the respondent's letter of 3 December 2003 was addressed to the applicant, and was not addressed to the insured --- the insured having died prior to the giving of the written notice.",
      "id": "s437"
    },
    {
      "text": "In my view, the section is to be read as permitting a written notice to be given by an insurer in the case of the death of the insured, to the insured's personal representative.",
      "id": "s438"
    },
    {
      "text": "This is because s 29(4) of the Act refers to the notice as a notice to vary the contract.",
      "id": "s439"
    },
    {
      "text": "It follows that the relevant party to the contract in the circumstances is the insured's personal representative.",
      "id": "s440"
    },
    {
      "text": "The respondent relied upon a document signed by the applicant and sent to the respondent, as evidencing the fact that the applicant was the personal representative of the late Mr Phillips.",
      "id": "s441"
    },
    {
      "text": "The document comprised a written authority addressed to the respondent authorising the respondent to request information on the late Mr Phillips's medical history for the purpose of the assessment of the claim under the life insurance policy.",
      "id": "s442"
    },
    {
      "text": "The opening sentence of the document states as follows: \n The following medical authority is required should the need arise to request information on the deceased's medical history for the purpose of the assessment of the claim against the ING Life policy.",
      "id": "s443"
    },
    {
      "text": "The form is to be signed by the deceased's personal representative or next of kin.",
      "id": "s444"
    },
    {
      "text": "The applicant has completed a blank box on the form in the following terms: \n I, Vivienne Phillips of [address supplied] being the *widow of the Deceased, authorise... \n\n The insertion of the word \"widow\" after the asterisk was a response to the following direction in the form: \n * Here state in what capacity you authorise, whether as Father, Mother, Widow, Widower or other relation, or as Executor/Administrator of the Estate.",
      "id": "s445"
    },
    {
      "text": "The following words appear above the space provided in the form for the signature of the authorising person: \n Signature of personal representative/next of kin.",
      "id": "s446"
    },
    {
      "text": "The applicant signed in the space below those words without deleting either the words \"personal representative\" or \"next of kin\".",
      "id": "s447"
    },
    {
      "text": "In my view, the evidence is consistent with the applicant being both the personal representative and the widow of the late Mr Phillips.",
      "id": "s448"
    },
    {
      "text": "The applicant did not give evidence and no explanation for this was given.",
      "id": "s449"
    },
    {
      "text": "I infer that the evidence the applicant could have given would not have assisted her case.",
      "id": "s450"
    },
    {
      "text": "I find that the applicant was the personal representative of her late husband, Mr Phillips.",
      "id": "s451"
    },
    {
      "text": "It follows that in sending the letter dated 3 December 2003 to the applicant, the respondent gave a notice which complied with s 29(4) of the Act.",
      "id": "s452"
    },
    {
      "text": "It follows that the application is dismissed.",
      "id": "s453"
    },
    {
      "text": "I certify that the preceding one hundred and sixty-one (161) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s454"
    },
    {
      "text": "Associate:\n \n \nDated: 31 March 2009\n \n Counsel for the Applicant: Mr GR Hancy \n \n Solicitor for the Applicant: Fiocco's Lawyers \n \n Counsel for the Respondent: Ms PE Cahill \n \n Solicitor for the Respondent: Jackson McDonald \n Date of Hearing: 4 and 5 September 2008 \n \n Date of Judgment: 31 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/283.html",
      "id": "s455"
    }
  ]
}