{
  "name": "SZEWL v Minister for Immigration and Citizenship [2009] FCA 209 (9 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/209.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "procedural fairness",
      "id": "c1"
    },
    {
      "text": "jurisdictional error",
      "id": "c2"
    },
    {
      "text": "tribunal powers",
      "id": "c3"
    },
    {
      "text": "inquisitorial nature of tribunal",
      "id": "c4"
    },
    {
      "text": "s 424a \"information\"",
      "id": "c5"
    },
    {
      "text": "witnesses in tribunals",
      "id": "c6"
    },
    {
      "text": "when applicant for review requests tribunal under s 426(2) to obtain oral evidence from a witness",
      "id": "c7"
    },
    {
      "text": "whether information of witnesses in support of applicant's claim is the applicant's information for s 424a(3)(b)",
      "id": "c8"
    },
    {
      "text": "when the tribunal obtains that evidence, the evidence is \"information\" and is not information given by the applicant for the purpose of the application for review in under s 424a(3)(b)",
      "id": "c9"
    },
    {
      "text": "held, appeal allowed",
      "id": "c10"
    },
    {
      "text": "migration",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "The appellant is a citizen of Bangladesh.",
      "id": "s0"
    },
    {
      "text": "He arrived in Australia in April 1994, almost 15 years ago.",
      "id": "s1"
    },
    {
      "text": "At that time he claimed a protection visa on the ground of political opinion.",
      "id": "s2"
    },
    {
      "text": "He subsequently abandoned that claim in 1996 and applied for a number of other visas while remaining in Australia.",
      "id": "s3"
    },
    {
      "text": "In about August 1999 the appellant met and formed a relationship with a Philippino nurse, Ms L. She was a Roman Catholic.",
      "id": "s4"
    },
    {
      "text": "They began a relationship and in October 1999 they moved in together.",
      "id": "s5"
    },
    {
      "text": "They lived as a de facto couple until January 2000 when Ms L was detained at Villawood Immigration Detention Centre as an unlawful non-citizen.",
      "id": "s6"
    },
    {
      "text": "The appellant paid a bond for her release and, in late January 2000, sent her back home to the Philippines.",
      "id": "s7"
    },
    {
      "text": "He claimed that he hoped to bring her back to Australia after the grant of his, then, application for a skilled visa.",
      "id": "s8"
    },
    {
      "text": "In March 2000 she informed him she was pregnant with their child.",
      "id": "s9"
    },
    {
      "text": "Their daughter was born in October 2000.",
      "id": "s10"
    },
    {
      "text": "Since Ms L left Australia the appellant has maintained contact with and financially supported both her and their daughter.",
      "id": "s11"
    },
    {
      "text": "They have remained in the Philippines since then and the appellant has not seen Ms L or ever met their child.",
      "id": "s12"
    },
    {
      "text": "The appellant made a second application for a protection visa in September 2000.",
      "id": "s13"
    },
    {
      "text": "A delegate of the Minister refused that application in November 2000.",
      "id": "s14"
    },
    {
      "text": "He then applied for a review of the delegate's decision to the Refugee Review Tribunal.",
      "id": "s15"
    },
    {
      "text": "That tribunal has now reviewed the delegate's decision on four separate occasions.",
      "id": "s16"
    },
    {
      "text": "PROCEDURAL HISTORY \n The first tribunal decided to affirm the delegate's decision in late November 2002, but in July 2006 Allsop J upheld an appeal from the Federal Magistrates Court and set the first tribunal's decision aside: SZEWL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 968.",
      "id": "s17"
    },
    {
      "text": "His Honour held that the tribunal had failed to give the appellant notice in accordance with s 424A of material from the appellant's passport and supporting documentation.",
      "id": "s18"
    },
    {
      "text": "He had provided that material to the delegate in support of his application for a protection visa but the appellant had not given that material to the tribunal for the purposes of its review: SZEWL [2006] FCA 968 at [14] - [18] .",
      "id": "s19"
    },
    {
      "text": "In November 2006 the second tribunal affirmed the delegate's decision.",
      "id": "s20"
    },
    {
      "text": "But in early March 2007 the Federal Magistrates Court, by consent, ordered that decision be set aside for failure of the tribunal to accord the appellant common law procedural fairness in relation to independent country information.",
      "id": "s21"
    },
    {
      "text": "The third tribunal again affirmed the delegate's decision in late July 2007, but its decision, too, was set aside by consent, on the basis that it ignored the evidence given to the previously constituted tribunal regarding the relationship between the appellant and Ms L. One might have thought that after all this, the issues arising in relation to the decision of the delegate under review were clear.",
      "id": "s22"
    },
    {
      "text": "The fourth tribunal (it being differently constituted on each occasion, although continuing to conduct the original review) decided to affirm the delegate's decision on 5 May 2008.",
      "id": "s23"
    },
    {
      "text": "In November 2008 the Federal Magistrates Court dismissed an application for constitutional writ relief from that decision: SZEWL v Minister for Immigration and anor [2008] FMCA 1495.",
      "id": "s24"
    },
    {
      "text": "Before the trial judge and before me, the appellant relied on eight bases for suggesting that the fourth tribunal committed a jurisdictional error.",
      "id": "s25"
    },
    {
      "text": "I will deal with these in detail below.",
      "id": "s26"
    },
    {
      "text": "The central issue in the appeal, however, was the way in which the tribunal dealt with the relationship between the appellant and Ms L. The tribunal did not accept that their relationship was a spousal or de facto relationship or a committed familial relationship of the nature claimed by the appellant.",
      "id": "s27"
    },
    {
      "text": "The appellant raised many issues challenging the validity of the tribunal's decision before the trial judge, and these were repeated in the appeal.",
      "id": "s28"
    },
    {
      "text": "But his substantive complaints were that: \n(a) the tribunal did not inform the appellant that each of the following was an issue arising in relation to the decision under review, namely:\n his lack of familiarity with the steps taken by Ms L to seek residence in Australia; his desire to remain in Australia was stronger than his desire to live with Ms L and their child (Ground 2); \n(b) the tribunal failed to invite the appellant to comment on the information Ms L had given it in relation to the steps she had taken to seek residence in Australia and her reason for not telling the appellant of those steps (Ground 3).",
      "id": "s29"
    },
    {
      "text": "THE APPELLANT'S PRESENT CLAIMS \n The appellant relied on the following claims for a protection visa before the fourth tribunal, namely that he had a well founded fear of persecution were he to return to Bangladesh based on: his now being an apostate, having previously been a practising Muslim there; his not being married to Ms L and they having a child; the persecutory harm which would be suffered by Ms L and their child as a result of their treatment, based on the perception by the majority of persons in Bangladesh that: \n(a) they were Chinese and, hence racially distinct from and did not belong to that majority;\n \n(b) Ms L and the appellant were not married and had a child;\n \n(c) Ms L's different religion (Roman Catholicism) to that imputed to the appellant, namely Islam or apostasy.",
      "id": "s30"
    },
    {
      "text": "The appellant claimed that because Ms L and their child were likely to face serious harm if they came to Bangladesh to live with him, he would suffer that harm for the purposes of s 91R(1)(b) of the Migration Act 1958 (Cth).",
      "id": "s31"
    },
    {
      "text": "He claimed that he had maintained his contact with and support of Ms L and, since her birth, their child throughout the period since Ms L's departure.",
      "id": "s32"
    },
    {
      "text": "The appellant claimed that his family disapproved of the relationship.",
      "id": "s33"
    },
    {
      "text": "The appellant gave evidence in support of his claims to the fourth tribunal.",
      "id": "s34"
    },
    {
      "text": "HOW THE PRINCIPAL ISSUE AROSE \n The fourth tribunal took evidence from the appellant and then from Ms L by telephone.",
      "id": "s35"
    },
    {
      "text": "The appellant also had Ms L's uncle, an Australian citizen, available to give evidence at the hearing.",
      "id": "s36"
    },
    {
      "text": "The uncle had made a statutory declaration in support of the application.",
      "id": "s37"
    },
    {
      "text": "The uncle was married to the sister of Ms L's mother.",
      "id": "s38"
    },
    {
      "text": "At no time prior to the hearing by the fourth tribunal, had any issue been raised with the appellant that he had been unfamiliar with any steps undertaken by Ms L to seek residence here or had not himself sought to go to the Philippines or to have her come here.",
      "id": "s39"
    },
    {
      "text": "The fourth tribunal raised this issue during the course of the hearing.",
      "id": "s40"
    },
    {
      "text": "It asked him whether he had ever considered going to the Philippines to live with his family to which he responded \"No\".",
      "id": "s41"
    },
    {
      "text": "When asked why, he said because he did not think he could stay there and that they were not married.",
      "id": "s42"
    },
    {
      "text": "He did not know whether he could get a visa to the Philippines because he had not spoken to the Philippine Embassy.",
      "id": "s43"
    },
    {
      "text": "The tribunal asked why he had not considered getting a visa or made enquiries about getting a visa to live in the Philippines.",
      "id": "s44"
    },
    {
      "text": "He said that his concern was that if he went to the Philippines he would not be allowed to stay there and would then have to go back to Bangladesh.",
      "id": "s45"
    },
    {
      "text": "He said he would not then be able to go back to the Philippines and see Ms L and his daughter).",
      "id": "s46"
    },
    {
      "text": "The hearing in the tribunal then continued at follows: \n \"Member: You see what my problem is.",
      "id": "s47"
    },
    {
      "text": "You have been in the relationship for almost 10 years.",
      "id": "s48"
    },
    {
      "text": "Appellant: Nine years.",
      "id": "s49"
    },
    {
      "text": "Member: Nine years.",
      "id": "s50"
    },
    {
      "text": "Yet you've not seen your partner or child --- you've not seen your child at all and you've not seen your partner for more than 7 years.",
      "id": "s51"
    },
    {
      "text": "Appellant: Yes.",
      "id": "s52"
    },
    {
      "text": "Tribunal: It seems to me that you haven't made much effort to be with them when you had that opportunity and that is something that concerns me.",
      "id": "s53"
    },
    {
      "text": "Appellant: Yes but ... if I am to go there to the Philippines I cannot come back here to Australia .",
      "id": "s54"
    },
    {
      "text": "Tribunal: But why not live in the Philippines with your partner and your child.",
      "id": "s55"
    },
    {
      "text": "Appellant: I don't want to live in the Philippines ...",
      "id": "s56"
    },
    {
      "text": "I do not think I am allowed to stay there in the Philippines.",
      "id": "s57"
    },
    {
      "text": "\" (emphasis added) \n\n After hearing evidence from the appellant and Ms L the tribunal asked the appellant whether there was anything else he wanted to say about any of the matters it had asked him about or anything else that he had not been asked about, to which he responded that he had nothing else to say.",
      "id": "s58"
    },
    {
      "text": "The appellant's advisor, who was also counsel appearing for him before me, raised a point not presently relevant and then enquired whether the tribunal wanted to see the other witness who was waiting, namely Ms L's uncle.",
      "id": "s59"
    },
    {
      "text": "Just before the conclusion of the hearing the tribunal member said: \n \"I have his declaration and I do accept that there is communication with your partner.",
      "id": "s60"
    },
    {
      "text": "I do accept that you sent her money.",
      "id": "s61"
    },
    {
      "text": "I accept all that.",
      "id": "s62"
    },
    {
      "text": "As I said, that is probably the reason I don't need to speak to him.",
      "id": "s63"
    },
    {
      "text": "I accept whatever is in the declaration.",
      "id": "s64"
    },
    {
      "text": "My concern really is what will happen in the future in terms of your relationship other than what has happened in terms of your contact with her.",
      "id": "s65"
    },
    {
      "text": "So I accept that.",
      "id": "s66"
    },
    {
      "text": "I will probably accept his evidence, so I don't think I need to speak to him.",
      "id": "s67"
    },
    {
      "text": "\" (emphasis added) \n\n The uncle said that he had returned to the Philippines to visit Ms L five times since she left Australia and had taken gifts from the appellant to Ms L and their daughter.",
      "id": "s68"
    },
    {
      "text": "The uncle deposed that he had had many conversations with Ms L to the effect that she wanted to join the appellant as soon as possible and for them and their daughter to live together as a family.",
      "id": "s69"
    },
    {
      "text": "He said that the appellant called him \"uncle\" and they had a very close relationship.",
      "id": "s70"
    },
    {
      "text": "The uncle said that they met regularly, usually every weekend and spoke also regularly on the telephone.",
      "id": "s71"
    },
    {
      "text": "The uncle deposed to a candid discussion with the appellant shortly after the daughter was born concerning his and Ms L's religious differences and asking how the relationship would work.",
      "id": "s72"
    },
    {
      "text": "He said that the appellant told him that he had been born a Muslim but did not believe in Islam and did not follow it in any way.",
      "id": "s73"
    },
    {
      "text": "The uncle said that he knew the appellant and Ms L very well and that he knew the appellant loved Ms L and was fully committed to living a life together with her and their daughter.",
      "id": "s74"
    },
    {
      "text": "He also said that Ms L loved the appellant and wanted to join him as soon as she could.",
      "id": "s75"
    },
    {
      "text": "He noted that the daughter called the appellant \"Papa\".",
      "id": "s76"
    },
    {
      "text": "A similar statutory declaration was made by the aunt.",
      "id": "s77"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n The tribunal reasoned that the fact that the appellant had not been familiar with steps undertaken by Ms L to seek residence in Australia after her return to the Philippines indicated a lack of communication between him and her.",
      "id": "s78"
    },
    {
      "text": "The tribunal concluded that this fact suggested that the appellant's desire to remain in Australia was stronger than his desire to live with Ms L and their child and brought into question his commitment to a familial or de facto relationship.",
      "id": "s79"
    },
    {
      "text": "The tribunal also observed that the appellant had not made enquiries about the requirements for Ms L and their child to obtain residence in Bangladesh.",
      "id": "s80"
    },
    {
      "text": "He had explained to the tribunal that they would be harmed if they went there and that she did not want to live in Bangladesh.",
      "id": "s81"
    },
    {
      "text": "However, the tribunal said that the appellant's evidence and the parties' past conduct in being separated for a significant time with little, if any effort to be reunited, suggested to it that the appellant and Ms L did not have a strong commitment to live together and that their separation since 2000 was not caused solely by immigration or visa limitations.",
      "id": "s82"
    },
    {
      "text": "The tribunal concluded that if the appellant were really in the relationship he claimed, he could reasonably have taken more steps to be reunited with Ms L and their child by travelling to the Philippines, making enquiries about that travel or taking steps for her and the child to travel to Australia.",
      "id": "s83"
    },
    {
      "text": "The tribunal found that the appellant had not appeared to have undertaken any of those steps and that while it accepted that there was \"some form of relationship\" between him, Ms L and the child \"... as is evidenced by their continuous contact, financial support and opinions of third parties, the tribunal does not accept that the [appellant] and [Ms L] are in a spousal or de facto relationship or that they are in a familial relationship of a kind in which the parties are committed to living together as a family\".",
      "id": "s84"
    },
    {
      "text": "The tribunal also found that the appellant's past conduct indicated to it that the parties did not intend to live together if he were to return to Bangladesh, and that Ms L and their daughter would not accompany him there.",
      "id": "s85"
    },
    {
      "text": "It found that at best they might continue the present arrangements just described but that the reason Ms L and the child would not travel to Bangladesh was \"... not because of their claimed fear of persecution there but because of the nature of their relationship with the [appellant]\".",
      "id": "s86"
    },
    {
      "text": "The tribunal accepted the appellant's argument that harm to his family in Bangladesh may constitute serious harm to him for the purposes of s 91R(1) of the Act.",
      "id": "s87"
    },
    {
      "text": "However, it then said: \n \"... the tribunal rejects the claim that the [appellant] [Ms L] and the child will suffer harm in Bangladesh because [Ms L] ... and the child will be seen as being different because the tribunal rejects the claim [Ms L] and the child will be residing in Bangladesh.",
      "id": "s88"
    },
    {
      "text": "\" (emphasis added) \n\n \nThus, the tribunal did not address whether there was a real chance that if they went, that harm would occur to the family.",
      "id": "s89"
    },
    {
      "text": "GROUNDS OF APPEAL \n I have set out the substance of the key grounds of appeal (2 and 3) above.",
      "id": "s90"
    },
    {
      "text": "The remaining grounds contended that the trial judge erred in failing to find that: the tribunal was not entitled to have regard to the appellant's determination to stay in Australia when it made its findings of fact because s 36(2)(a) provided that an applicant for a visa must be a non-citizen in Australia to whom the Minister was satisfied Australia had protection obligations under the Refugees Convention as amended by the Refugees Protocol; \n...\n the tribunal misled the appellant into believing that it accepted he was in a spousal relationship with Ms L and thus deprived him of the opportunity to answer any adverse information and inferences that it would otherwise have drawn based on the concluding remarks of the tribunal in relation to the uncle's statutory declaration; the tribunal made adverse findings without a proper evidentiary basis, namely, the tribunal took into account the irrelevant assumption that the appellant could reasonably have taken more steps to be reunited with Ms L and their child than the evidence revealed, and accordingly it came to the conclusion, also erroneously, that they did not have as strong a commitment to live together in a de facto relationship as the appellant contended; the tribunal ignored the evidence that the appellant, Ms L and their child were in a close and loving relationship; the tribunal erroneously equated the appellant's situation, were he to return to Bangladesh without Ms L and their child accompanying him, as being equivalent to the position he currently held in Australia, when the reality was that the present separation was not permanent, in contrast to the separation were he to return to Bangladesh; the tribunal ignored relevant evidence that the appellant would be persecuted for his being a non-practising Muslim and an apostate, by relying on country information given by the Department of Foreign Affairs and Trade (DFAT).",
      "id": "s91"
    },
    {
      "text": "GROUND 1: PROPER CONSTRUCTION OF S 36(2)(A) \n The appellant argued that s 36(2)(a) required the appellant to be in Australia as a condition of being eligible to be granted a protection visa.",
      "id": "s92"
    },
    {
      "text": "He contended that it was not open to the tribunal to enquire why he had not left Australia to see Ms L and their child in the Philippines or made enquiries about being able to be with them overseas, since, had he pursued that line, he would have lost his entitlement to consideration of his application for a protection visa.",
      "id": "s93"
    },
    {
      "text": "I am of opinion that this argument should be rejected.",
      "id": "s94"
    },
    {
      "text": "The tribunal tested the genuineness of the appellant's claim concerning the quality of his relationship.",
      "id": "s95"
    },
    {
      "text": "It pursued this issue in the context that the appellant had not seen or been with Ms L for over eight years, at the time of the hearing, and had never seen their daughter.",
      "id": "s96"
    },
    {
      "text": "The tribunal's enquiry and reasoning was directed to an assessment of whether it could accept the appellant's claim of a loving and devoted relationship between persons who wished to live together.",
      "id": "s97"
    },
    {
      "text": "On the appellant's account, he had not made any enquiries on a contingency, or any other, basis to bring about that state of affairs.",
      "id": "s98"
    },
    {
      "text": "He did not suggest, for example, that he had any fear of persecution or mistreatment were he to go to the Philippines.",
      "id": "s99"
    },
    {
      "text": "All that that he said was that he felt he might not get a visa.",
      "id": "s100"
    },
    {
      "text": "The tribunal's reasoning, in effect, was that if he missed Ms L and their daughter so much, he might reasonably be expected to have made some attempt during over eight years of separation to be with them rather than doggedly pursuing his claim for a protection visa.",
      "id": "s101"
    },
    {
      "text": "While not everyone would have reasoned in the way in which the tribunal did, I am of opinion that it was open to the tribunal to have regard to the lack of apparent consideration by the appellant of other means of being with Ms L and their child.",
      "id": "s102"
    },
    {
      "text": "They were the persons whom he claimed he was so close to that he wished to live with them in Australia and would not be able to live with in Bangladesh by reason of his well founded fear that they would be persecuted there if they did.",
      "id": "s103"
    },
    {
      "text": "The appellant argued, with some force, that there was an unfairness in asking an applicant for a protection visa why he or she has not followed to a third country the persons they claimed to love.",
      "id": "s104"
    },
    {
      "text": "However, s 36(2) of the Act does not preclude the tribunal from investigating this question for the purpose of satisfying itself as to whether Australia owes an applicant for review protection obligations.",
      "id": "s105"
    },
    {
      "text": "I reject this ground.",
      "id": "s106"
    },
    {
      "text": "GROUND 2: FAILURE TO INVITE THE APPELLANT TO GIVE EVIDENCE AND PRESENT ARGUMENTS RELATING TO TWO ISSUES ARISING IN RELATION TO THE DECISION UNDER REVIEW \n The appellant accepted that the real issue which the tribunal was investigating was the genuineness of his claimed relationship.",
      "id": "s107"
    },
    {
      "text": "But, he contended that the tribunal had to inform him of the two aspects complained of: namely the tribunal's use of his lack of familiarity of the steps taken by Ms L to seek residence in Australia and its conclusion that his desire to remain here was stronger than his desire to live with Ms L and their daughter.",
      "id": "s108"
    },
    {
      "text": "Ms L had told the tribunal that she had not informed the appellant about the steps she had taken to seek residence because she believed he might get too excited about it and then get depressed if she failed.",
      "id": "s109"
    },
    {
      "text": "Thus, it was common ground that Ms L had not discussed with the appellant any attempt by her to return to Australia with a visa.",
      "id": "s110"
    },
    {
      "text": "The appellant argued that the tribunal denied him an opportunity to give evidence and present arguments in relation to this issue in accordance with s 425 of the Act.",
      "id": "s111"
    },
    {
      "text": "He noted that the tribunal had informed him at the end of the hearing that it did not need to hear oral evidence from the uncle, because it accepted everything in his statutory declaration.",
      "id": "s112"
    },
    {
      "text": "Subsequently, he noted that the tribunal wrote a letter to him under s 424A of the Act asking him to comment on country information in DFAT Report 803.",
      "id": "s113"
    },
    {
      "text": "It had received that report on 8 April 2008.",
      "id": "s114"
    },
    {
      "text": "The report related to persons who no longer practised their religion and were known to be in a de facto relationship in Bangladesh.",
      "id": "s115"
    },
    {
      "text": "The appellant argued that because of the tribunal's comments on the uncle's evidence and because it had referred to persons who were known to be in a de facto relationship, he was entitled to assume that there was no issue before the tribunal as to the genuineness and nature of his account of his relationship.",
      "id": "s116"
    },
    {
      "text": "I reject that submission.",
      "id": "s117"
    },
    {
      "text": "The transcript of the hearing before the fourth tribunal shows that it was obvious that there was an issue about the nature of his relationship with Ms L. The two sentences I have emphasised in the tribunal's final remarks at the end of the hearing (see [13] above) highlighted a problem that had been apparent earlier in the tribunal's questioning of the appellant.",
      "id": "s118"
    },
    {
      "text": "And, after it referred to accepting whatever was in the uncle's declaration, the tribunal identified its concern as to what would happen in the future in terms of the appellant's and Ms L's relationship.",
      "id": "s119"
    },
    {
      "text": "Earlier, just before Ms L gave evidence, the tribunal had almost finished its questioning of the appellant, it said that it did not think there was anything more to ask him.",
      "id": "s120"
    },
    {
      "text": "The tribunal member said that she would speak to Ms L in a moment and then give the appellant an opportunity to say anything else.",
      "id": "s121"
    },
    {
      "text": "The member said that she did not know if she really needed to speak to his other witnesses.",
      "id": "s122"
    },
    {
      "text": "She stated that she accepted that he contacted Ms L and sent money to her, and continued.",
      "id": "s123"
    },
    {
      "text": "\" As I said before , I need to determine whether that is sufficient for me to find that your partner will go with you to Bangladesh if you have to return to Bangladesh and that is probably something the witnesses cannot help me with\" (emphasis added) \n\n At that point the appellant's advisor said that he wished the tribunal to ask the appellant whether, if he were forced to return to Bangladesh, he had the intention that Ms L and their child would join him there.",
      "id": "s124"
    },
    {
      "text": "The appellant said that Ms L did not want to go there, she knew there were Muslims there and she could not stay there.",
      "id": "s125"
    },
    {
      "text": "The evidence then continued: \n \"Tribunal: So if you have to return to Bangladesh what will happen?",
      "id": "s126"
    },
    {
      "text": "Appellant: If I return to Bangladesh ... [sic] problem, so I can't stay in Bangladesh.",
      "id": "s127"
    },
    {
      "text": "Because they are not going to leave us alone in Bangladesh .",
      "id": "s128"
    },
    {
      "text": "Tribunal: If your partner is not there?",
      "id": "s129"
    },
    {
      "text": "Appellant: If my partner, I am not going without my partner anywhere.",
      "id": "s130"
    },
    {
      "text": "\" (emphasis added) \n\n The appellant argued that he was not on notice that there was an issue in the proceedings before the tribunal concerning his attempts to explore other means of being with Ms L and their daughter outside Australia or for them to come here, or that the genuineness of his current claim could be tested by the suggestion that he should have explored leaving Australia to be with them.",
      "id": "s131"
    },
    {
      "text": "The Minister argued that the tribunal's questioning and statements about the appellant's apparent lack of effort was a sufficient indication to him that his lack of exploration of his being able to go to the Philippines or Ms L's and their daughter's being able to come back to Australia was an issue for the purposes of s 425(1) of the Act.",
      "id": "s132"
    },
    {
      "text": "In SZBEL (2006) 228 CLR 512 at 165-166 [47] Gleeson CJ, Kirby, Hayne, Callinan and Heydon JJ said that the tribunal's statements or questions during the hearing could sufficiently indicate to an applicant for review that everything he or she said in support of the application was in issue.",
      "id": "s133"
    },
    {
      "text": "Such an indication could be given in many ways and no particular formula of words was required.",
      "id": "s134"
    },
    {
      "text": "However, the questions put to the applicant for review must, taken as a whole, put him or her on notice of the tribunal's concerns.",
      "id": "s135"
    },
    {
      "text": "Their Honours said that if there were specific aspects of an applicant's account that the tribunal considered may be important to the decision and open to doubt, it must at least ask the applicant for review to expand upon those aspects of the account and ask him or her to explain why the account should be accepted: SZBEL 228 CLR at 166.",
      "id": "s136"
    },
    {
      "text": "In my opinion, the appellant's argument fails.",
      "id": "s137"
    },
    {
      "text": "His Honour was correct to hold that the tribunal had not failed to comply with s 425 of the Act and that this ground should be dismissed.",
      "id": "s138"
    },
    {
      "text": "The tribunal sufficiently raised its concerns about the appellant's apparent lack of effort to explore other means of being with Ms L and their daughter.",
      "id": "s139"
    },
    {
      "text": "It questioned the appellant directly about his exploration of the possibility of him living in the Philippines.",
      "id": "s140"
    },
    {
      "text": "The tribunal made the comment that he had not made much apparent effort to be with his family.",
      "id": "s141"
    },
    {
      "text": "And it referred to the fact that he had not seen Ms L for about nine years, was not aware of any enquires that she had made about her coming to Australia and had made no enquiries about his going to the Philippines.",
      "id": "s142"
    },
    {
      "text": "The tribunal told him: \n \" It seems to me that you don't really have the intention of living together , given that you have been living apart for 8 years, even though you talk to each other and send photographs to each other and you support her financially.",
      "id": "s143"
    },
    {
      "text": "But how can I be satisfied given that if you do have to return to Bangladesh that she will come with you .",
      "id": "s144"
    },
    {
      "text": "\" (emphasis added) \n\n Given the real possibility that if the appellant's claim for a protection visa were rejected, he would have to return either to Bangladesh or travel to the Philippines, his lack of any enquiries over a lengthy period to make arrangements to be with the persons he claimed he loved so much that they would live together as a family, was a matter which the tribunal had fairly raised during the course of the hearing.",
      "id": "s145"
    },
    {
      "text": "Moreover, I am of opinion that there was no reason to consider that the tribunal's exploration of this issue was not a legitimate approach open to the tribunal to assess the appellant's claim.",
      "id": "s146"
    },
    {
      "text": "GROUND 3: DID THE TRIBUNAL FAIL TO COMPLY WITH S 424A OF THE ACT?",
      "id": "s147"
    },
    {
      "text": "The appellant argued that Ms L's evidence to the tribunal of the steps she had taken to come to Australia and the reason she gave it for not telling him about those steps was \"information\" that formed part of the reason for its rejection of the appellant's claim within the meaning of s 424A(1).",
      "id": "s148"
    },
    {
      "text": "He argued that the tribunal took into account his apparent unfamiliarity with the steps undertaken by Ms L to seek residence in Australia in forming the view that their relationship was not of the close kind that he asserted.",
      "id": "s149"
    },
    {
      "text": "In that context, he contended that the tribunal committed a jurisdictional error in failing to comply with s 424A in respect of this information.",
      "id": "s150"
    },
    {
      "text": "The Minister supported the trial judge's finding that the information conveyed by Ms L at the hearing was not part of the reason for the tribunal's decision because it did not undermine the appellant's claim to be a refugee.",
      "id": "s151"
    },
    {
      "text": "His Honour made that finding, relying on what was said by Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ in SZBYR v Minister for Immigration and Citizenship (2007) 235 ALR 609 at 615 [17].",
      "id": "s152"
    },
    {
      "text": "In addition, his Honour held that Ms L's evidence was called at the request of the appellant, and was thus to be taken to have been given by him for the purposes of his application for review within the meaning of the exception in s 424A(3)(b).",
      "id": "s153"
    },
    {
      "text": "In SZBYR 235 ALR at 615 [17], Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ said that the reason or part of the reason for affirming the decision under review was that the appellant was not a person to whom Australia owed protection obligations under the Convention.",
      "id": "s154"
    },
    {
      "text": "In that case, a statutory declaration that did not in terms contain a rejection, denial or undermining of the appellant's claims to refugee status was held not to attract the operation of s 424A(1)(a).",
      "id": "s155"
    },
    {
      "text": "Tamberlin, Finn and Besanko JJ applied that reasoning in SZICU v Minister for Immigration and Citizenship [2008] FCAFC 1 ; (2008) 100 ALD 1 at 7-8 [26] .",
      "id": "s156"
    },
    {
      "text": "In that case the Court held that information in an appellant's passport was neutral, and that what undermined his claims was not conveyed by the passport, but by country information.",
      "id": "s157"
    },
    {
      "text": "There, the tribunal had used the country information in assessing whether the appellant was of adverse interest to the authorities because he had obtained his passport and was able to leave his country of origin with it.",
      "id": "s158"
    },
    {
      "text": "Their Honours, applying SZBYR 235 ALR at 616 [18], said that the relevant \"information\" within the meaning of s 424A(1) was not to be found in disbeliefs arising from a process of reasoning applied to the evidence.",
      "id": "s159"
    },
    {
      "text": "In my opinion, the question for the tribunal here was whether the relationship of the appellant with Ms L and their daughter was such that if they all returned to Bangladesh they would be able to live as a family unit, as he claimed he wished.",
      "id": "s160"
    },
    {
      "text": "The tribunal had to make an assessment as to whether the relationship was of that nature.",
      "id": "s161"
    },
    {
      "text": "If it were not, then the tribunal did not need to consider the appellant's claims of harm which he would suffer there because of harm to his family unit from persecution of Ms L as a Roman Catholic, not being married and where she and their child would be perceived as being persons of different ethnicity.",
      "id": "s162"
    },
    {
      "text": "The tribunal used Ms L's evidence of her inquiries and her failure to tell the appellant of them as a basis for its rejection of the appellant's claim.",
      "id": "s163"
    },
    {
      "text": "In SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 228 CLR 294 , McHugh, Kirby and Hayne JJ held that the tribunal had failed to comply with s 424A(1) because it had not given an applicant for review notice in writing of evidence given by her daughter as a reason to affirm the decision under review: see SAAP 228 CLR at 308 [37] per McHugh J, 338 [144], 345 [170], 345-346 [172]-[173] per Kirby J, 348 [184] per Hayne J.",
      "id": "s164"
    },
    {
      "text": "In that case the daughter had been called as a witness by the tribunal of its own motion.",
      "id": "s165"
    },
    {
      "text": "As the statutory scheme makes clear, it is the tribunal, and not an applicant for review, which calls witnesses.",
      "id": "s166"
    },
    {
      "text": "Thus, s 426 provides that if in response to a notice issued to an applicant for review under ss 425 and 425A, that applicant notifies the tribunal within seven days that he or she \"... wants the tribunal to obtain oral evidence from a person or persons named in the notice\" pursuant to s 426(2), the tribunal is obliged to have regard to the applicant's wishes, but it is not required to obtain that evidence orally or otherwise from the person named in the applicant's notice (see s 426(3)).",
      "id": "s167"
    },
    {
      "text": "As a matter of statutory construction it is not open to suggest that an applicant for review can call any witness, other than himself or herself, pursuant to the right conferred under s 425(1).",
      "id": "s168"
    },
    {
      "text": "A number of single judges of the Court have expressed the view that information given by a witness nominated by an applicant for review under s 426(2) and called by the tribunal to give evidence amounted to \"information ... that the applicant gave for the purpose of the application for review\" so as to fall within the exception provided in s 424A(3)(b).",
      "id": "s169"
    },
    {
      "text": "They have held that the witnesses were in fact called by the applicant so that their evidence was information given by the applicant.",
      "id": "s170"
    },
    {
      "text": "In VBAM of 2002 v Minister for Immigration and Multicultural Affairs [2003] FCA 504 at [44] Gray J said: \n \"The evidence of the three witnesses was information that the applicant gave for the purpose of the application.",
      "id": "s171"
    },
    {
      "text": "\" \n\n \nHis Honour did not refer to the terms of s 426 when arriving at that conclusion.",
      "id": "s172"
    },
    {
      "text": "That decision was followed by Gordon J in SZIAT v Minister for Immigration and Citizenship [2008] FCA 766 at [39] .",
      "id": "s173"
    },
    {
      "text": "She also referred to Bennett J's decision in SZAQI v Minister for Immigration and Multicultural Affairs [2006] FCA 1653 at [23] - [24] .",
      "id": "s174"
    },
    {
      "text": "There, Bennett J again referred to the concept of an applicant calling a witness to give oral evidence on his or her behalf as being within the scope of s 424A(3)(b).",
      "id": "s175"
    },
    {
      "text": "Bennett J distinguished the contrary construction by Branson J in SZECG v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 733 at [17] - [22] .",
      "id": "s176"
    },
    {
      "text": "In SZECG [2006] FCA 733 at [21] Branson J followed the obiter reasons of Lee and Tamberlin JJ in Applicant M164/2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 16 at [96] - [99] per Lee J, with whose reasons Tamberlin J agreed at [108].",
      "id": "s177"
    },
    {
      "text": "They held that s 424A was engaged where the tribunal relied on alleged inconsistencies between evidence of the applicant's husband and that of the applicant.",
      "id": "s178"
    },
    {
      "text": "Branson J doubted that it could be said that the appellant \"gave\" the information implicit in his father's evidence.",
      "id": "s179"
    },
    {
      "text": "She said that the hearing before the tribunal was not an inter parties judicial hearing but formed part of an administrative enquiry.",
      "id": "s180"
    },
    {
      "text": "Her Honour observed that the appellant there did not call his father to give evidence but rather advised the tribunal that he wanted it to take evidence from his father\".",
      "id": "s181"
    },
    {
      "text": "Branson J did not reach a concluded view on the question although she doubted that s 424A(3)(b) disclosed an intention that every piece of information that the tribunal gleaned from the evidence of the witness called at the request of an applicant for review was to be treated as evidence given to the tribunal by that applicant for the purpose of the application: SZECG [2006] FCA 733 at [22] - [23] .",
      "id": "s182"
    },
    {
      "text": "None of these authorities construed s 426 or dealt with the fact that an applicant could not \"call a witness\".",
      "id": "s183"
    },
    {
      "text": "I am of the firm opinion that on the proper construction of the Act, information given orally by a witness, other than the applicant for review, cannot be \"information\" that the applicant gave for the purpose of the application for review within the meaning of the exception of s 424A(3)(b).",
      "id": "s184"
    },
    {
      "text": "In my opinion, the statutory scheme does not permit that construction.",
      "id": "s185"
    },
    {
      "text": "First, a witness is not \"information\".",
      "id": "s186"
    },
    {
      "text": "The fact that an applicant for review asked the tribunal to take evidence from a person cannot make everything that the person said, if the tribunal called him or her to give evidence, information that the applicant gave to the tribunal.",
      "id": "s187"
    },
    {
      "text": "Self-evidently, the witness gave the information.",
      "id": "s188"
    },
    {
      "text": "It is a truism in litigation that there is no property in a witness.",
      "id": "s189"
    },
    {
      "text": "Moreover, the procedures of the tribunal are inquisitorial, not adversarial: Minister for Immigration and Multicultural and Indigenous Affairs v QAAH of 2004 [2006] HCA 53 ; (2006) 231 CLR 1 at 17 [40] per Gummow ACJ, Callinan, Heydon and Crennan JJ, 43 [126] per Kirby J; SZAYW v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 49 ; (2006) 230 CLR 486 at 491 [4] per Gleeson CJ, Gummow, Hayne, Callinan and Crennan JJ.",
      "id": "s190"
    },
    {
      "text": "It would be incongruous to hold that s 424A(3)(b) characterised everything that might be said by a witness nominated by an applicant for review as a person whom he or she wished the tribunal to call to give evidence as being \"information ... that the applicant gave for the purpose of the application for review\".",
      "id": "s191"
    },
    {
      "text": "The only \"information\" that could possibly be in that category would be the witness's name and contact details.",
      "id": "s192"
    },
    {
      "text": "What the witness came to say in evidence would be information that the witness, not the applicant for review, gave to the tribunal.",
      "id": "s193"
    },
    {
      "text": "Any other construction of the section would make no sense.",
      "id": "s194"
    },
    {
      "text": "The applicant for review, as s 426(3) provides expressly, has no right to require the tribunal to call anybody to give evidence, apart from himself or herself.",
      "id": "s195"
    },
    {
      "text": "In SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at 259 [205] , Allsop J said: \n \"Information is that of which one is told or apprised; it is knowledge communicated concerning some particular fact, subject or event: the Complete Oxford English Dictionary (2 nd ed, 1991).",
      "id": "s196"
    },
    {
      "text": "\" \n\n \nAnd, in SZBYR 235 ALR at 616 [18], the plurality said:\n \n \"However broadly 'information' be defined, its meaning in this context is related to the existence of evidentiary material or documentation , not the existence of doubts, inconsistencies, or the absence of evidence.",
      "id": "s197"
    },
    {
      "text": "\" (emphasis added) \n\n In my opinion, \"information\" within the meaning of s 424A must relate to what a witness said to the tribunal, or what is contained in documentation before the tribunal.",
      "id": "s198"
    },
    {
      "text": "Such a construction is reinforced by consideration of s 424.",
      "id": "s199"
    },
    {
      "text": "That section entitles the tribunal to get any information that it considers relevant.",
      "id": "s200"
    },
    {
      "text": "And, s 424(2) authorises the tribunal to invite a person \"to give additional information\".",
      "id": "s201"
    },
    {
      "text": "In other words when a person, not being the applicant, gives the tribunal information, that information is not \"given by the applicant for review\" within the meaning of ss 424(2) or 424A(3)(b).",
      "id": "s202"
    },
    {
      "text": "Here, the information given by Ms L to the tribunal did not merely undermine the credibility of the appellant.",
      "id": "s203"
    },
    {
      "text": "It went to the heart of the relationship which was the foundation of his claim to a protection visa: see also MZXBQ v Minister for Immigration and Citizenship [2008] FCA 319 ; (2008) 166 FCR 483 at 492 [27] per Heerey J; SZJZB v Minister for Immigration and Citizenship [2008] 105 ALD 226 at 234 [22]-[25] per Jagot J.",
      "id": "s204"
    },
    {
      "text": "The information from Ms L undermined the appellant's claim, for the tribunal said it brought into question the level of communication between the two of them and, ultimately, but directly led to its conclusions that the relationship was not as he had claimed and his desire to remain in Australia was stronger than his desire to live with her and their child.",
      "id": "s205"
    },
    {
      "text": "The Minister accepted that the tribunal failed to give the appellant written notice under s 424A(1) or oral notice under s 424AA in respect of the information from Ms L. In those circumstances it committed a jurisdictional error.",
      "id": "s206"
    },
    {
      "text": "GROUND 4: DID THE TRIBUNAL MISLEAD THE APPELLANT?",
      "id": "s207"
    },
    {
      "text": "I am of opinion that at the hearing the tribunal did not mislead the appellant into not pursuing to the full his application for review.",
      "id": "s208"
    },
    {
      "text": "While the tribunal did tell him that it accepted whatever was in the uncle's declaration, immediately afterwards it followed that statement with the words that I have quoted (at [13] above), so as to make clear that it had a concern about what would happen in the future in the relationship.",
      "id": "s209"
    },
    {
      "text": "That was the issue to which the appellant pointed in the statutory declaration itself.",
      "id": "s210"
    },
    {
      "text": "The uncle asserted that the appellant was fully committed to living a life together with Ms L and their daughter.",
      "id": "s211"
    },
    {
      "text": "I do not see any error in the conclusion of the primary judge that, as revealed by the transcript, there was no doubt at the hearing that the tribunal questioned the genuineness of the relationship as one in which the parties were committed to living together.",
      "id": "s212"
    },
    {
      "text": "Moreover, the appellant has given no indication of any further material which he might have tendered to the tribunal in order to deal with the position.",
      "id": "s213"
    },
    {
      "text": "He had already put before the tribunal the material he wished to rely upon for this aspect of the matter (leaving aside any response to any invitation under s 424A referred to in considering ground 3): cf Applicant NAAF of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] HCA 62 ; (2004) 221 CLR 1 at 12 [34] per McHugh, Gummow, Callinan and Heydon JJ.",
      "id": "s214"
    },
    {
      "text": "I reject this ground of appeal.",
      "id": "s215"
    },
    {
      "text": "GROUND 5: DID THE TRIBUNAL RELY ON ASSUMPTIONS OR IRRELEVANT CONSIDERATIONS OR FAILED TO TAKE INTO ACCOUNT RELEVANT CONSIDERATIONS AND EVIDENCE?",
      "id": "s216"
    },
    {
      "text": "This ground asserted that the tribunal assumed or took account of a consideration that the appellant could reasonably have been expected to have taken more steps to be reunited with Ms L and their child and that his failure to do so led to, or contributed to, its adverse assessment of the nature of their relationship.",
      "id": "s217"
    },
    {
      "text": "This ground amounts to an attack on the reasoning processes of the tribunal in arriving at its findings of fact.",
      "id": "s218"
    },
    {
      "text": "The tribunal explained why it found unpersuasive the appellant's case that he would live together with Ms L. It reasoned was that if the relationship had the strength of commitment that the appellant was asking the tribunal to find, it would have expected that the appellant would have done more to reunite with Ms L and his child.",
      "id": "s219"
    },
    {
      "text": "There was no unstated assumption or irrelevant consideration here.",
      "id": "s220"
    },
    {
      "text": "The tribunal expressed, in its own language, its lack of satisfaction with the appellant's claim based on its assessment of his conduct.",
      "id": "s221"
    },
    {
      "text": "In other words, the tribunal looked at the objective evidence that revealed that the appellant, over 8 years, apparently had not done more to be with Ms L and their child than pursue his protection visa claim here.",
      "id": "s222"
    },
    {
      "text": "It was open for the tribunal to find that this was not demonstrative of the level of commitment to the relationship that the appellant asserted.",
      "id": "s223"
    },
    {
      "text": "It is important to allow some latitude to an administrative decision-maker in the expression of his or her reasons.",
      "id": "s224"
    },
    {
      "text": "They are meant to inform readers what the decision-making process covered: see Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272 per Brennan CJ, Toohey, McHugh and Gummow JJ.",
      "id": "s225"
    },
    {
      "text": "The trial judge found that the tribunal's conclusion was based on the evidence before it.",
      "id": "s226"
    },
    {
      "text": "I too am unable to detect any jurisdictional error in the tribunal's approach.",
      "id": "s227"
    },
    {
      "text": "I reject this ground.",
      "id": "s228"
    },
    {
      "text": "GROUND 6: DID THE TRIBUNAL IGNORE RELEVANT EVIDENCE?",
      "id": "s229"
    },
    {
      "text": "The appellant complained that the tribunal ignored relevant evidence as to the nature of the close relationship he said he had with Ms L. This argument is nothing more than a claim for merits review, and his Honour was correct to dismiss this ground on that basis.",
      "id": "s230"
    },
    {
      "text": "GROUND 7: DID THE TRIBUNAL ERR IN ITS APPLICATION OF S 91R?",
      "id": "s231"
    },
    {
      "text": "The appellant argued that the tribunal did not approach the question of whether he would be the subject of persecution involving serious harm to him or his family under s 91R(1)(b).",
      "id": "s232"
    },
    {
      "text": "That section provided that persecution had to involve serious harm to the person.",
      "id": "s233"
    },
    {
      "text": "The tribunal found that were he returned to Bangladesh, and unable to live in a familial relationship with Ms L and their child, his circumstances would not be substantially different to his present circumstances --- of separation from them - that he had endured in Australia since 2000.",
      "id": "s234"
    },
    {
      "text": "The appellant argued that there was a substantive difference, namely that the reason for the separation would be different: in Bangladesh it would be because of the threat of harm to the appellant or his family, whereas in Australia it was by operation of law (there being no visa at the moment allowing the co-habitation).",
      "id": "s235"
    },
    {
      "text": "However, his Honour found that the tribunal had concluded, on the merits, that the nature of the relationship between the appellant and Ms L was such that they did not have a strong commitment to live together and that, for that reason, any future separation would not in the circumstances constitute serious harm.",
      "id": "s236"
    },
    {
      "text": "I agree.",
      "id": "s237"
    },
    {
      "text": "GROUND 8: DID THE TRIBUNAL IGNORE EVIDENCE THAT THE APPELLANT WOULD BE PERSECUTED FOR BEING A NON-PRACTISING MUSLIM AND APOSTATE.",
      "id": "s238"
    },
    {
      "text": "The appellant argued that the tribunal should not have accepted DFAT Report 803.",
      "id": "s239"
    },
    {
      "text": "That report informed the tribunal that the Embassy in Bangladesh could not find any documentation there suggesting acts of violence against an atheist or non-believer and that while the Embassy accepted that he may be subjected to some cultural alienation, that did not amount to serious harm for the purposes of s 91R(1)(b).",
      "id": "s240"
    },
    {
      "text": "In addition, the tribunal found that there was no real chance that the appellant would suffer persecution due to his religion or conduct, whether religious or cultural, were he to move away from his local area in which there were, on his account, \"Muslim extremists\" and relocate to Dhakar or another big city.",
      "id": "s241"
    },
    {
      "text": "The tribunal accepted that serious harm might include a permanent separation from a person, spouse and child.",
      "id": "s242"
    },
    {
      "text": "The appellant did not suggest that the tribunal made any error in that regard.",
      "id": "s243"
    },
    {
      "text": "As his Honour found, this ground of challenge amounted simply to a disagreement with the tribunal's findings of fact.",
      "id": "s244"
    },
    {
      "text": "The argument relied on a footnote to DFAT Report 803 that referred to another report prepared by the State Department of the United States of America entitled \"International Religious Freedom Report\".",
      "id": "s245"
    },
    {
      "text": "The footnote referred to the latter report \"for an overview of religious practices in Bangladesh\".",
      "id": "s246"
    },
    {
      "text": "The appellant supplied the tribunal with a portion of the latter report in response to its s 424A letter dealing with the DFAT Report.",
      "id": "s247"
    },
    {
      "text": "However, it was a matter for the tribunal to assess what evidence on this topic it would accept.",
      "id": "s248"
    },
    {
      "text": "I see no error in what his Honour concluded.",
      "id": "s249"
    },
    {
      "text": "IS THE APPELLANT ENTITLED TO RELIEF \n The next question is whether the jurisdictional error I have found entitles the appellant to relief.",
      "id": "s250"
    },
    {
      "text": "A grant of constitutional writ relief is discretionary and may be refused if no useful result could ensue from quashing the tribunal's decision and ordering it to perform its duty according to law: SZBYR 235 ALR at 618 [28]-[29].",
      "id": "s251"
    },
    {
      "text": "I am of opinion that the tribunal should have drawn the appellant's attention to the significance it proposed to give to the failure of Ms L to discuss with him the efforts she had made to explore obtaining a visa.",
      "id": "s252"
    },
    {
      "text": "The tribunal was conscious of the evidence she had given, including her statement that he may have become too excited had she told him what she was undertaking and then depressed if she failed, as a result of which she decided not to tell him.",
      "id": "s253"
    },
    {
      "text": "However, Ms L also gave other accounts of why she did not tell him, which the tribunal had noted in its statement of the evidence.",
      "id": "s254"
    },
    {
      "text": "For example, it recorded that Ms L had told it that she had not told the appellant because she did not think it was necessary as she could not get it [the visa] anyway.",
      "id": "s255"
    },
    {
      "text": "The question here is whether, had the tribunal written a letter under s 424A(1) or given oral particulars under s 424AA and identified the reason why what Ms L's evidence had conveyed could have caused the tribunal to decide as it did, that would have made any difference to the result.",
      "id": "s256"
    },
    {
      "text": "I have considered whether there was anything more that the appellant could have done.",
      "id": "s257"
    },
    {
      "text": "In the end I have come to the conclusion that he may have been able to put submissions to the tribunal to dissuade it from concluding that the relationship he had with Ms L and their child was not as close and committed as he claimed.",
      "id": "s258"
    },
    {
      "text": "His advisor and present counsel wrote to the tribunal following the hearing saying: \n \"I confirm that you accepted, at the hearing, that a genuine relationship exists between the applicant and his de facto spouse.",
      "id": "s259"
    },
    {
      "text": "The couple have a seven year old daughter.",
      "id": "s260"
    },
    {
      "text": "One issue you raise was what harm the applicant would suffer if on his return to Bangladesh he is not joined by his spouse and child.",
      "id": "s261"
    },
    {
      "text": "\" \n\n I have found that the tribunal did not cause the appellant or his advisor to be misled by anything that it did.",
      "id": "s262"
    },
    {
      "text": "However, this letter indicated that the appellant did not consider it necessary to address the tribunal further on the issue of the relationship.",
      "id": "s263"
    },
    {
      "text": "Thus, it may have been possible to provide the tribunal with further submissions and or statements from the appellant and Ms L to deal with this topic had the tribunal fulfilled its statutory obligation of giving the appellant clear particulars of the information from Ms L that it considered would be the reason or part of the reason for affirming the decision, and ensuring as far as is reasonably practicable that the appellant would understand why that was relevant to the review and the consequences of it being relied on to affirm the decision under review, as ss 424A(1) or 424AA required.",
      "id": "s264"
    },
    {
      "text": "Different minds might take different views about the relationship the appellant and Ms L had, and its strength.",
      "id": "s265"
    },
    {
      "text": "Different minds also might take different views about the assessment of the evidence, and any submissions made as to what inferences ought be drawn from that evidence.",
      "id": "s266"
    },
    {
      "text": "Just as in litigation, one answer to a question by a witness in the box can change the course of how a case is decided, or one submission likewise.",
      "id": "s267"
    },
    {
      "text": "I am not satisfied that it would have made no difference to the outcome of the review had the appellant had the opportunity to provide submissions on this point.",
      "id": "s268"
    },
    {
      "text": "The tribunal departed from the procedure to afford procedural fairness mandated by ss 424A and 424AA of the Act.",
      "id": "s269"
    },
    {
      "text": "I cannot say that no different result would have ensued had the tribunal afforded the appellant the opportunity which ss 424A(1) and 424AA required him to have, however unlikely it is that he would have been able to dissuade the tribunal from taking the particular view it did of the facts: Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 at 145-146 per Mason, Wilson, Brennan, Deane and Dawson JJ; Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 ; (2005) 225 CLR 88 at 95 [14] per Gleeson CJ, Gummow, Kirby, Hayne and Heydon JJ.",
      "id": "s270"
    },
    {
      "text": "It follows that the appeal must be allowed and the matter remitted to the tribunal for the fifth time.",
      "id": "s271"
    },
    {
      "text": "I certify that the preceding sixty-nine (69) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s272"
    },
    {
      "text": "Associate:\n \n \nDated: 9 March 2009\n \n Counsel for the Appellant: Mr R Nair \n \n Counsel for the Respondent: Mr G Kennett \n \n Solicitor for the Respondent: DLA Phillips Fox \n Date of Hearing: 23 February 2009 \n \n Date of Judgment: 9 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/209.html",
      "id": "s273"
    }
  ]
}