{
  "name": "Murray v Duddy [2009] FCA 204 (5 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/204.html",
  "catchphrases": [
    {
      "text": "creditor's petition",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrates court ordering sequestration of estate",
      "id": "c1"
    },
    {
      "text": "whether leave should be granted to adduce fresh evidence",
      "id": "c2"
    },
    {
      "text": "whether leave should be granted to vacate the hearing date",
      "id": "c3"
    },
    {
      "text": "failure to comply with court orders for preparation of the appeal",
      "id": "c4"
    },
    {
      "text": "indemnity costs order",
      "id": "c5"
    },
    {
      "text": "bankruptcy",
      "id": "c6"
    },
    {
      "text": "notice of motion",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a judgment of the Federal Magistrates Court delivered on 19 December 2008 ( Duddy v Murray &amp; Anor [2008] FMCA 1594).",
      "id": "s0"
    },
    {
      "text": "Federal Magistrate Driver upheld a creditor's petition presented by Mr Duddy and ordered that Mr and Mrs Murray's estate be sequestrated.",
      "id": "s1"
    },
    {
      "text": "On appeal Mr and Mrs Murray seek that those orders be set aside and the creditor's petition be dismissed with costs.",
      "id": "s2"
    },
    {
      "text": "The appeal was commenced on 5 January 2009.",
      "id": "s3"
    },
    {
      "text": "On 13 February 2009 the appeal was fixed for hearing on 5 March 2009.",
      "id": "s4"
    },
    {
      "text": "On 27 February 2009 Mr and Mrs Murray, by their solicitor, filed a notice of motion seeking vacation of the hearing date and leave to rely on further evidence (being an affidavit and oral evidence from Mr Donnelly, their former legal representative) who was said to be unavailable on 5 March 2009.",
      "id": "s5"
    },
    {
      "text": "When the matter was called for hearing counsel appeared for Mr and Mrs Murray.",
      "id": "s6"
    },
    {
      "text": "Counsel indicated that he had just received instructions and the appeal was not ready to proceed.",
      "id": "s7"
    },
    {
      "text": "Contrary to the Court's requirements, Mr and Mrs Murray had not filed an appeal book, obtained the transcript, or filed any written submissions.",
      "id": "s8"
    },
    {
      "text": "According to counsel he could not proceed with the appeal today as he had only just received instructions, had no material and was unprepared.",
      "id": "s9"
    },
    {
      "text": "Counsel read two affidavits in support of the motion to vacate the date.",
      "id": "s10"
    },
    {
      "text": "The first, of Mr McKell (his instructing solicitor), said that Mr and Mrs Murray wished to rely on Mr Donnelly's evidence and that Mr Donnelly was not available on 5 March 2009.",
      "id": "s11"
    },
    {
      "text": "The second, from Mrs Murray, said that she believed Mr McKell had not been able to uplift documents to prepare the appeal books and that she had not been able to purchase a copy of the transcript as she could not ascertain the cost and needed time to obtain funding.",
      "id": "s12"
    },
    {
      "text": "The affidavit also said Mrs Murray had recently broken her arm.",
      "id": "s13"
    },
    {
      "text": "Given the lack of information in these affidavits and the fact that Mr and Mrs Murray were not present in Court (and apparently reside in Tamworth), I requested that Mr McKell attend Court.",
      "id": "s14"
    },
    {
      "text": "Mr McKell attended Court and indicated, in effect, that he was in no better position than counsel to assist other than that Mr and Mrs Murray were bankrupt and he had filed the motion as soon as he had received instructions to do so.",
      "id": "s15"
    },
    {
      "text": "Mr McKell also noted that there was an affidavit from Mr Donnelly which was then read in support of the motion.",
      "id": "s16"
    },
    {
      "text": "Mr Duddy's counsel opposed any vacation of the hearing date on numerous grounds --- (i) the position was close to an abuse of process, (ii) Mr and Mrs Murray had not complied with any of the appeal requirements, (iii) there was no indication from the affidavits as to when or if they ever might be able to comply with the appeal requirements, (iv) Mr and Mrs Murray had given no evidence of their financial circumstances other than that funding for the transcript was required, (v) Mr and Mrs Murray refused to comply with their obligations by filing a statement of affairs, (vi) neither counsel nor Mr McKell could make any submissions in support of an inference that the appeal raised any arguable ground and Mr Duddy submitted to the contrary, (vii) Mr Donnelly's file note was in evidence before and taken into account by Federal Magistrate Driver, (viii) Mr Donnelly's affidavit added nothing to the file note, (ix) Mr Donnelly's evidence was said to be relevant to orders made by Federal Magistrate Barnes on 23 June 2008 dismissing an application to set aside the bankruptcy notices, yet no application had been made to set aside those orders and Mr Donnelly's evidence was apparently immaterial to the present appeal, and (x) there was real prejudice (including in terms of costs) to Mr Duddy by vacation of the hearing date.",
      "id": "s17"
    },
    {
      "text": "Insofar as the motion to vacate the hearing date relies on the foreshadowed application to seek leave to call evidence from Mr Donnelly, I am satisfied that no such indulgence should be granted.",
      "id": "s18"
    },
    {
      "text": "The material in support of the application does not disclose a sufficient basis to understand how it could be relevant to the present appeal given that --- (i) there has been no application to set aside the orders of Federal Magistrate Barnes, (ii) in the present matter Federal Magistrate Driver took into account Mr Donnelly's file note, (iii) no submission has been made suggesting that a different outcome could or should have been reached if evidence had been called from Mr Donnelly, (iv) Mr Donnelly's affidavit does not indicate on its face why such a different outcome might be reached, and (v) there has been no explanation of why Mr Donnelly's affidavit could not have been put before Federal Magistrate Driver.",
      "id": "s19"
    },
    {
      "text": "All of these circumstances mean that the application to vacate the date of hearing, based on the proposed application for leave to rely on fresh evidence, should be denied.",
      "id": "s20"
    },
    {
      "text": "This conclusion leaves only one ground open as the basis for the vacation --- Mr and Mrs Murray are simply not ready to proceed with the appeal.",
      "id": "s21"
    },
    {
      "text": "The circumstances which have placed them in this position do not warrant vacation of the hearing date.",
      "id": "s22"
    },
    {
      "text": "Mr and Mrs Murray are not in attendance.",
      "id": "s23"
    },
    {
      "text": "The affidavits do not provide an adequate explanation of the wholly unsatisfactory state of the matter.",
      "id": "s24"
    },
    {
      "text": "Neither counsel (who had just been briefed) nor Mr McKell could provide any meaningful assistance as to when, if ever, the matter might be ready to proceed.",
      "id": "s25"
    },
    {
      "text": "Nor could they explain (given their lack of involvement) any basis upon which the appeal might be arguable.",
      "id": "s26"
    },
    {
      "text": "The grounds specified in the notice of appeal do not particularly assist in understanding why it is said Federal Magistrate Driver erred.",
      "id": "s27"
    },
    {
      "text": "There is obvious prejudice to the interests of Mr Duddy which is not necessarily curable by a costs order (even if, as foreshadowed, an application for costs is made against Mr McKell).",
      "id": "s28"
    },
    {
      "text": "All of these factors materially outweigh any potential unfairness to Mr and Mrs Murray.",
      "id": "s29"
    },
    {
      "text": "Accordingly, the notice of motion seeking to adjourn the hearing is dismissed and the appeal should proceed.",
      "id": "s30"
    },
    {
      "text": "After dismissal of the notice of motion to vacate the hearing date, I called the appeal for hearing.",
      "id": "s31"
    },
    {
      "text": "Consistent with his earlier stated position, counsel for Mr and Mrs Murray indicated that he could not make submissions in support of the appeal.",
      "id": "s32"
    },
    {
      "text": "Mr Duddy's counsel sought dismissal of the appeal on that basis.",
      "id": "s33"
    },
    {
      "text": "In the circumstances that I have already indicated in my reasons for dismissal of the notice of motion, there is no basis in this matter to do anything other than make an order that the appeal be dismissed and I so order.",
      "id": "s34"
    },
    {
      "text": "Counsel for Mr Duddy also sought orders for costs of the notice of motion and the appeal on an indemnity basis with an order that those costs be paid out of the estate of Mr and Mrs Murray.",
      "id": "s35"
    },
    {
      "text": "He also sought liberty to apply by way of notice of motion in the event that Mr Duddy wishes to seek any costs order against Mr McKell.",
      "id": "s36"
    },
    {
      "text": "I am satisfied that the circumstances which I have described above in my reasons for dismissing the notice of motion to vacate the hearing date do warrant the making of a cost order on an indemnity basis.",
      "id": "s37"
    },
    {
      "text": "Mr and Mrs Murray commenced this appeal.",
      "id": "s38"
    },
    {
      "text": "They had the assistance of legal representatives.",
      "id": "s39"
    },
    {
      "text": "They knew that the appeal was fixed for hearing on 5 March 2009.",
      "id": "s40"
    },
    {
      "text": "They did not attend the hearing.",
      "id": "s41"
    },
    {
      "text": "Counsel attended though, through no fault of his own I might say, was not in a position to assist the Court.",
      "id": "s42"
    },
    {
      "text": "Mr McKell who attended at the Court's request, could add nothing meaningful, in effect, to the position.",
      "id": "s43"
    },
    {
      "text": "The circumstances are wholly unsatisfactory, involving as they do, a waste of the Court's time and an unreasonable imposition on Mr Duddy who was also legally represented.",
      "id": "s44"
    },
    {
      "text": "For these reasons, an indemnity costs order is warranted.",
      "id": "s45"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s46"
    },
    {
      "text": "Associate:\n \n \nDated: 5 March 2009\n \n Counsel for the Appellants: Mr G A F Connolly \n \n Counsel for the Respondent: Mr J T Johnson \n \n Solicitor for the Appellants: McKell Solicitors \n \n Solicitor for the Respondent: Maclean &amp; Curtis Solicitors \n Date of Hearing: 5 March 2009 \n \n Date of Judgment: 5 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/204.html",
      "id": "s47"
    }
  ]
}