{
  "name": "Chamberlain, in the matter of South Wagga Sports and Bowling Club Ltd (Administrator Appointed) [2009] FCA 25 (14 January 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/25.html",
  "catchphrases": [
    {
      "text": "application to further extend period for convening creditors' meeting",
      "id": "c0"
    },
    {
      "text": "balance between quick administration and need for sensible and constructive actions to maximise creditors' and shareholders' returns",
      "id": "c1"
    },
    {
      "text": "company trading profitably since administrator appointed",
      "id": "c2"
    },
    {
      "text": "further extension granted",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 11 December 2008, Emmett J made an order pursuant to s 439A(6) of the Corporations Act 2001 (Cth) that the convening period for the convening of a meeting of creditors of South Wagga Sports and Bowling Club Ltd (Administrator Appointed) ( the Club ) under s 439A of the Act be extended to 15 January 2009.",
      "id": "s0"
    },
    {
      "text": "2 An application has now been made to the Court for a further extension of time to hold a meeting of creditors.",
      "id": "s1"
    },
    {
      "text": "The application is made under s 447A(1) of the Act rather than under s 439A(6).",
      "id": "s2"
    },
    {
      "text": "This is because there is ample authority for the proposition that the power to order an extension of time for convening a meeting under s 439A does not extend to authorising a subsequent extension under that section: see for example Henry Walker Eltin Group Ltd (Administrator Appointed) (2005) 54 ACSR 383 at [1] per Hely J.",
      "id": "s3"
    },
    {
      "text": "However, the decision of Hely J in Henry Walker Eltin is also authority for the proposition that there is power under s 447A of the Act to further extend the convening period, notwithstanding that an earlier extension has already been granted.",
      "id": "s4"
    },
    {
      "text": "3 The reasons why the furthered extension is sought are recorded in an affidavit of Mr Chamberlain sworn on 13 January 2009.",
      "id": "s5"
    },
    {
      "text": "In short, the affidavit discloses that the steps required by the Registered Clubs Act 1976 (NSW) and the Registered Clubs Regulation 1996 (NSW) were duly taken, but that when the period for expressions of interest expired on 15 December 2008, only one club had contacted Mr Chamberlain in relation to the proposal.",
      "id": "s6"
    },
    {
      "text": "Mr Chamberlain has been advised that the club which approached him is now considering various options which require a little time for consideration.",
      "id": "s7"
    },
    {
      "text": "4 Perhaps more importantly for the purposes of the present application, Mr Chamberlain has now received a number of inquiries from other sporting clubs which may lead to other options for the Club to amalgamate.",
      "id": "s8"
    },
    {
      "text": "Because the convening period ordered by the Court was due to expire tomorrow, Mr Chamberlain does not consider that he and the Committee of Inspection will have sufficient time to consider and respond to the various inquiries made by the relevant sporting clubs.",
      "id": "s9"
    },
    {
      "text": "5 Mr Chamberlain also considers that if he were required to report to creditors by 15 January 2009 on their various options, he would not be in a position to adequately address the options for amalgamation and would not be able to make a recommendation to creditors of the Club as to what would be in their best interests.",
      "id": "s10"
    },
    {
      "text": "6 Importantly, on 9 January 2009, Mr Chamberlain convened a meeting of the Committee of Inspection and sought the Committee's approval for an application to the Court for a further extension of time of the convening period until 16 February 2009.",
      "id": "s11"
    },
    {
      "text": "The Committee resolved unanimously that Mr Chamberlain be at liberty to make the application.",
      "id": "s12"
    },
    {
      "text": "7 Mr Chamberlain has put before the Court evidence which demonstrates that the Club has traded profitably since his appointment so that creditors generally will not be prejudiced by a further extension of time to 16 February.",
      "id": "s13"
    },
    {
      "text": "8 The authorities which deal with the principles applicable to an extension of time to convene and hold a second meeting of creditors have been considered in a number of cases, commencing with the decision of Young J in Mann v Abruzzi Sports Club Ltd (1994) 12 ACSR 611 at 612.",
      "id": "s14"
    },
    {
      "text": "9 The basic principles are reflected in an observation by Barrett J in Re Diamond Press Australia Pty Ltd [2001] NSWSC 313 at [10] .",
      "id": "s15"
    },
    {
      "text": "His Honour there observed that the function of the Court on an application under s 439A is to strike an appropriate balance between the expectation that the administration would be a relatively speedy and summary matter, and the requirement that undue speed should not be allowed to prejudice sensible and constructive actions directed towards maximising the return for creditors and any return for shareholders.",
      "id": "s16"
    },
    {
      "text": "This statement also reflects the object of Pt 5.3A which is stated in s 435A of the Act.",
      "id": "s17"
    },
    {
      "text": "A further principle which is relevant is that the impact of the prolongation of the administration may have on persons whose claims are affected by the statutory moratorium arising from Pt 5.3A of the Act.",
      "id": "s18"
    },
    {
      "text": "10 Although the present application is not made under s 439A, but under s 447A, it seems to me that the principles which I have stated above should also inform the exercise of the discretion to further extend the time for convening a meeting.",
      "id": "s19"
    },
    {
      "text": "I am satisfied in accordance with those principles that the proper exercise of my discretion is to grant the further extension of time which is sought.",
      "id": "s20"
    },
    {
      "text": "I will therefore make orders in terms of [1] to [4] of the draft orders which I will sign and date, and place with the Court papers.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s22"
    },
    {
      "text": "Associate:\nDated: 27 January 2009\n\n Solicitor for the Plaintiff: K P Farmer &amp; Associates \n\n Date of Hearing: 14 January 2009 \n \n Date of Judgment: 14 January 2009 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/25.html",
      "id": "s23"
    }
  ]
}