{
  "name": "Cheung v Administrative Appeals Tribunal [2009] FCA 241 (19 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/241.html",
  "catchphrases": [
    {
      "text": "application for review of decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "earlier tribunal decision",
      "id": "c1"
    },
    {
      "text": "safety, rehabilitation and compensation act 1988 (cth) provides for review by tribunal of decisions made under the act",
      "id": "c2"
    },
    {
      "text": "whether tribunal bound to consider discretion to hold earlier tribunal decision as determinative",
      "id": "c3"
    },
    {
      "text": "whether earlier tribunal decision a relevant consideration",
      "id": "c4"
    },
    {
      "text": "whether tribunal obliged to give reasons for not holding earlier tribunal decision as determinative and not giving earlier tribunal decision any weight",
      "id": "c5"
    },
    {
      "text": "applicant was on notice that tribunal was considering issues of injury and liability afresh",
      "id": "c6"
    },
    {
      "text": "no application to exclude evidence concerning subject matter of earlier tribunal decision",
      "id": "c7"
    },
    {
      "text": "tribunal not excluded from making its own findings on questions of fact",
      "id": "c8"
    },
    {
      "text": "earlier tribunal decision not a relevant consideration",
      "id": "c9"
    },
    {
      "text": "tribunal only obliged to give reasons for final and operative decision",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "Ms Cheung sought to file an appeal from, and an application to review, a decision of the Administrative Appeals Tribunal of 9 May 2008 ('the 2008 Tribunal') which concluded that various medical conditions claimed by Ms Cheung were not work-related.",
      "id": "s0"
    },
    {
      "text": "The 2008 Tribunal affirmed a number of decisions of the Australian Postal Corporation ('Australia Post') which denied liability to pay compensation in respect of those conditions.",
      "id": "s1"
    },
    {
      "text": "Ms Cheung sought to appeal the 2008 Tribunal decision pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') and sought review of that decision under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act').",
      "id": "s2"
    },
    {
      "text": "An extension of time was required to file both the notice of appeal and the application for review.",
      "id": "s3"
    },
    {
      "text": "Australia Post did not object to the extension of time for the filing of the application under the ADJR Act but it did object to the application to extend time in respect of the appeal under the AAT Act.",
      "id": "s4"
    },
    {
      "text": "Counsel for Ms Cheung did not press the application for an extension of time in which to file the appeal under the AAT Act and the parties consented to orders that those proceedings be dismissed.",
      "id": "s5"
    },
    {
      "text": "I granted the necessary extension of time in which to file the application under the ADJR Act.",
      "id": "s6"
    },
    {
      "text": "Accordingly, this matter falls to be determined under the ADJR Act.",
      "id": "s7"
    },
    {
      "text": "There is no dispute that the 2008 Tribunal was properly seized of jurisdiction and power to deal with the decisions before it.",
      "id": "s8"
    },
    {
      "text": "It is not necessary to consider in detail the grounds raised in the application, as a number of them have been abandoned and the parties agree on the issues in dispute.",
      "id": "s9"
    },
    {
      "text": "Relevant to those issues is the history of Ms Cheung's claims against Australia Post and a previous decision of the Tribunal in 2001 ('the 2001 Tribunal').",
      "id": "s10"
    },
    {
      "text": "It is the import of the 2001 Tribunal decision that is central to Ms Cheung's submissions regarding the decision of the 2008 Tribunal.",
      "id": "s11"
    },
    {
      "text": "THE TRIBUNAL DECISIONS IN RESPECT OF MS CHEUNG \n Ms Cheung was first employed by Australia Post on 16 October 1989.",
      "id": "s12"
    },
    {
      "text": "In November 1995, she lodged her first claim for compensation, claiming injuries to her hands and right elbow.",
      "id": "s13"
    },
    {
      "text": "On 17 August 1999, Ms Cheung made a claim for compensation in respect of an injury sustained on 9 July 1999 to her shoulders and neck and the symptoms arising from that injury.",
      "id": "s14"
    },
    {
      "text": "Australia Post initially denied liability in respect of the claim under the Safety, Rehabilitation and Compensation Act 1988 (Cth) ('the SRC Act').",
      "id": "s15"
    },
    {
      "text": "That decision was affirmed following reconsideration by Australia Post.",
      "id": "s16"
    },
    {
      "text": "Subsequently, Australia Post decided, in a decision of 6 March 2001, that it was liable to pay compensation in respect of ' supraspinitis tendonitis tear left shoulder ' but was not liable to pay compensation in respect of Ms Cheung's claimed injury to her right shoulder and neck arising out of the injury on 9 July 1999.",
      "id": "s17"
    },
    {
      "text": "Australia Post also determined that it was liable to pay compensation for 10% whole person impairment in relation to the supraspinitis tendonitis tear.",
      "id": "s18"
    },
    {
      "text": "The 2001 Tribunal set aside the decision of Australia Post not to pay compensation for injuries to Ms Cheung's shoulders and neck and an earlier decision of 8 July 1999 that Australia Post was no longer liable to pay compensation for ' lateral epicondylitis right elbow '.",
      "id": "s19"
    },
    {
      "text": "The 2001 Tribunal also varied Australia Post's decision of 6 March 2001 by adding that Australia Post was liable to pay compensation for ' chronic pain syndrome in both upper limbs and neck '.",
      "id": "s20"
    },
    {
      "text": "That is, the 2001 Tribunal determined that Australia Post was not only liable to pay compensation to Ms Cheung in respect of supraspinitis tendonitis tear left shoulder but also for chronic pain syndrome in both upper limbs and neck.",
      "id": "s21"
    },
    {
      "text": "The 2001 Tribunal also affirmed Australia Post's decision of 6 March 2001 that assessed Ms Cheung's permanent impairment due to supraspinitis tendonitis tear left shoulder at 10%.",
      "id": "s22"
    },
    {
      "text": "The 2001 Tribunal found Ms Cheung to be a witness of truth.",
      "id": "s23"
    },
    {
      "text": "In 2006 Ms Cheung sought payment of compensation for further periods.",
      "id": "s24"
    },
    {
      "text": "Australia Post denied liability to pay compensation for incapacity for the nominated days.",
      "id": "s25"
    },
    {
      "text": "That decision was affirmed after reconsideration by Australia Post.",
      "id": "s26"
    },
    {
      "text": "In April 2006 Australia Post advised Ms Cheung that a determination had been made that there was no present liability under the SRC Act to pay compensation in respect of the previously accepted shoulders and neck condition.",
      "id": "s27"
    },
    {
      "text": "That decision was affirmed by Australia Post after reconsideration on 20 April 2006.",
      "id": "s28"
    },
    {
      "text": "A claim was similarly denied in April 2006 in respect of Ms Cheung's claim for increased permanent impairment arising from the upper limbs/shoulder conditions.",
      "id": "s29"
    },
    {
      "text": "Numerous other claims have been made by Ms Cheung for compensation for incapacity and reimbursement of medical expenses.",
      "id": "s30"
    },
    {
      "text": "Australia Post has denied liability to make payments in respect of the various claims made by Ms Cheung for medical expenses, incapacity and partial incapacity payments.",
      "id": "s31"
    },
    {
      "text": "Upon reconsideration by Australia Post, those denials were affirmed.",
      "id": "s32"
    },
    {
      "text": "Ms Cheung appealed a number of Australia Post's decisions to the 2008 Tribunal.",
      "id": "s33"
    },
    {
      "text": "The decisions under review by the 2008 Tribunal were different from the decisions reviewed by the 2001 Tribunal.",
      "id": "s34"
    },
    {
      "text": "It is the decision of the 2008 Tribunal that is the subject of this application to the Court.",
      "id": "s35"
    },
    {
      "text": "At [22], the 2008 Tribunal stated the issues before it as follows: \n(a) From what conditions does Ms Cheung suffer, and what is the appropriate diagnosis for each condition?",
      "id": "s36"
    },
    {
      "text": "(b) For each diagnosed condition, has it arisen out of or in the course of Ms Cheung's employment?",
      "id": "s37"
    },
    {
      "text": "(c) Has each diagnosed condition been aggravated by Ms Cheung's employment?",
      "id": "s38"
    },
    {
      "text": "(d) Is Ms Cheung entitled to payment of compensation in relation to incapacity payments and/or medical expenses after 11 April 2006 for shoulder and/or neck injury?",
      "id": "s39"
    },
    {
      "text": "(e) Is Ms Cheung entitled to payment for compensation in relation to incapacity payments and/or medical expenses after 24 October 2005 and prior to 11 April 2006 for shoulder and/or neck injury?",
      "id": "s40"
    },
    {
      "text": "The 2008 Tribunal concluded at [23] that Ms Cheung suffered from the following diagnosed conditions: Cervical Spondylosis; Bilateral Rotator Cuff Disease; and Self reported Non Specific Pain Syndrome.",
      "id": "s41"
    },
    {
      "text": "It determined that none of the conditions had been aggravated by Ms Cheung's employment and that she was not entitled to payment of compensation for incapacity payments and/or medical expenses after 11 April 2006, or after 24 October 2005 and prior to 11 April 2006.",
      "id": "s42"
    },
    {
      "text": "The 2008 Tribunal concluded that the first two conditions were of a constitutional degenerative nature and had not arisen out of and/or in the course of Ms Cheung's employment and that there had been no material contribution by the employment to either disease.",
      "id": "s43"
    },
    {
      "text": "Similarly, the 2008 Tribunal concluded that the self reported chronic pain syndrome was not work-related.",
      "id": "s44"
    },
    {
      "text": "The 2008 Tribunal affirmed the decisions under review.",
      "id": "s45"
    },
    {
      "text": "In the course of its decision the 2008 Tribunal referred to the 2001 Tribunal decision, noting at [52] that the earlier Tribunal had set aside two reviewable decisions of Australia Post not to pay compensation and had varied Australia Post's decision of 6 March 2001 by adding that compensation was payable for chronic pain syndrome in both upper limbs and neck.",
      "id": "s46"
    },
    {
      "text": "The 2008 Tribunal considered the evidence that was adduced by both parties at the hearing.",
      "id": "s47"
    },
    {
      "text": "It noted at [85] the investigations taken over time by various clinicians.",
      "id": "s48"
    },
    {
      "text": "This included medical opinions as at the time of the hearing before the 2001 Tribunal.",
      "id": "s49"
    },
    {
      "text": "The 2008 Tribunal noted at [95], as part of the history of the matter, that Australia Post had not admitted liability for supraspinitis tendonitis tear of the left elbow [sic] until March 2001 and did not admit liability in respect of the right shoulder and neck.",
      "id": "s50"
    },
    {
      "text": "The 2008 Tribunal noted that Australia Post's decision of March 2001 was amended by the 2001 Tribunal, which added to Australia Post's liability the requirement to pay compensation for lateral epicondylitis of the right elbow (by setting aside Australia Post's decision of 8 July 1999) and for chronic pain syndrome in both upper limbs and neck.",
      "id": "s51"
    },
    {
      "text": "THE ISSUES \n A number of grounds of the application have been abandoned.",
      "id": "s52"
    },
    {
      "text": "Ms Cheung does not now contend that an issue estoppel arises from the 2001 Tribunal decision.",
      "id": "s53"
    },
    {
      "text": "She does not submit that the 2008 Tribunal was estopped from revisiting the issues considered in the earlier Tribunal decision or that it was compelled to apply that decision.",
      "id": "s54"
    },
    {
      "text": "She does submit, however, that the 2008 Tribunal was required to consider whether or not it would apply the findings of the 2001 Tribunal as determinative of the 2008 decision.",
      "id": "s55"
    },
    {
      "text": "She says that the 2008 Tribunal had a discretion arising from its flexible decision-making powers to hold the 2001 decision as determinative and that the 2008 Tribunal was required to consider and exercise that discretion.",
      "id": "s56"
    },
    {
      "text": "She submits that the 2008 Tribunal erred in law in failing to do so.",
      "id": "s57"
    },
    {
      "text": "Ms Cheung further submits that, even if the 2001 Tribunal decision were not held to be determinative, the 2008 Tribunal was required to consider whether or not it would give weight to the earlier decision.",
      "id": "s58"
    },
    {
      "text": "She says that the 2001 Tribunal decision was, at the very least, a relevant consideration which the 2008 Tribunal was obliged to consider.",
      "id": "s59"
    },
    {
      "text": "Failure at least to consider the earlier decision is, she says, an error of law.",
      "id": "s60"
    },
    {
      "text": "Ms Cheung also says that, if the 2008 Tribunal decided that the earlier decision was not determinative or was not to be given weight, then it was required to give adequate reasons for taking that course.",
      "id": "s61"
    },
    {
      "text": "Failure to give such reasons is, Ms Cheung says, a further error of law.",
      "id": "s62"
    },
    {
      "text": "She submits that the fact that it is apparent from the 2008 Tribunal decision that no weight was given to the 2001 Tribunal decision is insufficient.",
      "id": "s63"
    },
    {
      "text": "I accept Ms Cheung's contention that no weight was given to the 2001 Tribunal's conclusions in the 2008 Tribunal decision.",
      "id": "s64"
    },
    {
      "text": "Australia Post does not contend to the contrary.",
      "id": "s65"
    },
    {
      "text": "THE HEARING BEFORE THE 2008 TRIBUNAL \n Ms Cheung's statement of facts and contentions before the 2008 Tribunal commenced with her employment in October 1989 and recited the medical evidence in relation to her claimed injuries, from 1995 through to 2006, in some detail, including medical evidence that was before the 2001 Tribunal.",
      "id": "s66"
    },
    {
      "text": "Also included was reference to Australia Post's determinations and reconsideration decisions as to its liability to pay compensation to Ms Cheung.",
      "id": "s67"
    },
    {
      "text": "Australia Post's statement of facts and contentions also recited the procedural history before the 2001 Tribunal, set out the decision of that Tribunal, summarised the decision and then continued to recite the later medical evidence.",
      "id": "s68"
    },
    {
      "text": "Ms Cheung points out that her then counsel in the 2008 Tribunal hearing relied upon the findings of the 2001 Tribunal and emphasised that the two hearings involved ' really the same issues '.",
      "id": "s69"
    },
    {
      "text": "Counsel pointed out that the 2001 Tribunal found Ms Cheung to be a credible witness and found a work-related rotator cuff type injury to her left shoulder.",
      "id": "s70"
    },
    {
      "text": "In particular, there was some supraspinitis tendonitis in the left shoulder and Ms Cheung was assessed at 10% whole person impairment in respect of that condition.",
      "id": "s71"
    },
    {
      "text": "Counsel also referred to the 2001 Tribunal finding that Ms Cheung suffered from chronic pain syndrome but did not submit that an issue estoppel arose.",
      "id": "s72"
    },
    {
      "text": "Counsel did submit to the 2008 Tribunal that the previous Tribunal decision had to be taken into account.",
      "id": "s73"
    },
    {
      "text": "Counsel for Australia Post submitted to the 2008 Tribunal that it was dealing with different determinations and that the findings of fact made by the 2001 Tribunal were ' really of no greater binding force upon the Tribunal than would be findings of fact made, with all respect, by a delegate in the decision under review, but the Tribunal has to make up its own mind at the end of the day as to the merits of these decisions '.",
      "id": "s74"
    },
    {
      "text": "He invited the 2008 Tribunal and counsel for Ms Cheung to lead evidence from Ms Cheung as to her duties with Australia Post, as this would ultimately save time.",
      "id": "s75"
    },
    {
      "text": "Counsel for Ms Cheung responded by saying that it was ' the same old ground ... being tried again '.",
      "id": "s76"
    },
    {
      "text": "While accepting that ' from a technical point of view ... no issue estoppel arises ', he continued to say: ' If this were a Court of law there would be issues estoppel in respect of all of these matters, and we wouldn't need to go and rehash over all these grounds.",
      "id": "s77"
    },
    {
      "text": "I am not saying that for any purpose other than to perhaps excuse the excessive labour that I am going into in trying to get it all out '.",
      "id": "s78"
    },
    {
      "text": "Ms Cheung's counsel later pointed to ' a principle of collegiality ... in terms of taking into account previous decisions in circumstances where essentially the same issues have been thrashed out and decided '.",
      "id": "s79"
    },
    {
      "text": "He commented that Australia Post was really ' having a second crack ' at the same issues that had been previously determined.",
      "id": "s80"
    },
    {
      "text": "Counsel for Australia Post submits that the 2008 Tribunal was not bound to take the 2001 Tribunal decision into account.",
      "id": "s81"
    },
    {
      "text": "He says that at the end of the exchange Ms Cheung's counsel was at least on notice that the 2008 Tribunal would consider the issue of work-related injury afresh.",
      "id": "s82"
    },
    {
      "text": "The 2008 Tribunal considered all of Ms Cheung's claimed injuries, those that were determined by the 2001 Tribunal to be work-related and the injury for which liability was accepted and for which there had been no such previous determination.",
      "id": "s83"
    },
    {
      "text": "Ms Cheung's counsel clearly put to the 2008 Tribunal that because of ' the flexibility and the dictates of the Tribunal's procedures and statutory obligations and functions ', Australia Post should not be allowed to \"rerun\" the questions that had been determined by the 2001 Tribunal, including the finding that Ms Cheung was a credible witness.",
      "id": "s84"
    },
    {
      "text": "Ms Cheung's counsel also submitted that Australia Post should not be able to reopen the question of the relationship between Ms Cheung's left shoulder condition and her work in circumstances where the causal link was accepted before the 2001 Tribunal.",
      "id": "s85"
    },
    {
      "text": "In response, counsel for Australia Post pointed out that the decision under review which affirmed the determination of 11 April 2006 not to pay compensation to Ms Cheung for her shoulder and neck condition considered further medical evidence from Dr McGill.",
      "id": "s86"
    },
    {
      "text": "The result of that decision was that Australia Post denied liability to pay compensation on the basis that it was not satisfied that Ms Cheung presently suffered from a work-related injury.",
      "id": "s87"
    },
    {
      "text": "The decision-maker who affirmed the determination not to pay compensation in respect of Ms Cheung's shoulder and neck condition stated: ' I consider that Dr McGill's evidence is up to date in comparison to the Tribunal's decision which is almost 5 years old '.",
      "id": "s88"
    },
    {
      "text": "Australia Post's counsel pointed out that the SRC Act provides for a fresh consideration of whether there was a work-related injury at a particular time or whether there had ever been such an injury.",
      "id": "s89"
    },
    {
      "text": "He emphasised that the 2008 Tribunal was looking afresh at the question of liability, as at April 2006.",
      "id": "s90"
    },
    {
      "text": "Australia Post confirmed in the 2008 Tribunal, as here, that it was not concerned with money paid to Ms Cheung prior to the date of effect of the decisions that were before the 2008 Tribunal.",
      "id": "s91"
    },
    {
      "text": "Following those submissions, counsel for Ms Cheung said that ' the question of whether issue estoppel arises within [the Tribunal] is a controversial question generally '.",
      "id": "s92"
    },
    {
      "text": "The 2008 Tribunal stated clearly that it was not controversial and that there was no issue estoppel.",
      "id": "s93"
    },
    {
      "text": "The 2008 Tribunal stated its position as to the 2001 Tribunal decision in these terms: \n ... to go back to the previous decision in a matter such as this, one would have to know and rely upon what evidence was available at that time upon which that decision was made and what evidence we have now, and make an assessment as to whether the evidence we have now is able to overthrow the evidence that was obtained at that time.",
      "id": "s94"
    },
    {
      "text": "And that's a big issue.",
      "id": "s95"
    },
    {
      "text": "After further discussion, the 2008 Tribunal distinguished between a reconsideration of the same reviewable decisions with fresh medical evidence and new reviewable decisions which these were.",
      "id": "s96"
    },
    {
      "text": "The matter proceeded on the basis that there would be a ' rerun of what happened in 2001 ', that is, the issue of liability in respect of Ms Cheung's claimed injuries would be considered afresh and medical evidence was called accordingly.",
      "id": "s97"
    },
    {
      "text": "The exchange between Ms Cheung's counsel and the 2008 Tribunal is not clear and, indeed, was described by the 2008 Tribunal as somewhat confusing.",
      "id": "s98"
    },
    {
      "text": "The 2008 Tribunal member stated that, in terms of the assessment ' at this point in time ', the Tribunal was reviewing ' what we've got now, and if you look back upon what comments they made back in 2001, obviously there [would] be a different view of the world '.",
      "id": "s99"
    },
    {
      "text": "Ms Cheung's counsel accepted the 2008 Tribunal's position but reiterated a submission that the earlier 2001 Tribunal decision be considered, especially with respect to Ms Cheung's left shoulder condition.",
      "id": "s100"
    },
    {
      "text": "He relied upon that condition as one that could precipitate pain in the scapular, neck or down the left arm to the elbow, which then could be relevant to the complaints concerning the neck.",
      "id": "s101"
    },
    {
      "text": "The discussion then moved to whether pain in the scapular was relevant to the neck.",
      "id": "s102"
    },
    {
      "text": "Ms Cheung's counsel submitted that the 2008 Tribunal could not ignore what had been found six years earlier by the 2001 Tribunal.",
      "id": "s103"
    },
    {
      "text": "The 2008 Tribunal member responded ' No, we can't ignore.",
      "id": "s104"
    },
    {
      "text": "We can certainly take and understand what has been said but that doesn't say that it goes into the neck '.",
      "id": "s105"
    },
    {
      "text": "While it is not straightforward from the transcript, it is apparent that Ms Cheung relied on the earlier Tribunal decision and that the 2008 Tribunal member was aware of that reliance.",
      "id": "s106"
    },
    {
      "text": "It is quite clear that the 2008 Tribunal was conscious of the findings of the 2001 Tribunal.",
      "id": "s107"
    },
    {
      "text": "The 2008 Tribunal accepted the further medical evidence and opinion of Dr McGill, including his report of 8 December 2005.",
      "id": "s108"
    },
    {
      "text": "That opinion concerned the possibility of Ms Chueng's work activities aggravating or causing her shoulder and other claimed medical conditions since about 1999.",
      "id": "s109"
    },
    {
      "text": "Dr McGill's opinion was that Ms Cheung's work had no causative relationship to her shoulder or neck conditions or to her self reported chronic pain syndrome, contrary to the 2001 Tribunal decision.",
      "id": "s110"
    },
    {
      "text": "The 2008 Tribunal found, also contrary the 2001 Tribunal decision, against Ms Cheung on credit, in terms of the purported unreliability of her evidence at the hearing and during examinations by medical practitioners.",
      "id": "s111"
    },
    {
      "text": "It rejected the opinion of Dr Sun, whose opinion had been accepted by the 2001 Tribunal, preferring the opinion of Dr McGill.",
      "id": "s112"
    },
    {
      "text": "STATUTORY CONTEXT \n The question remains whether the 2008 Tribunal was obliged: (a) to consider any discretion to hold the 2001 Tribunal decision as determinative; (b) to consider the 2001 Tribunal decision as a relevant consideration; and (c) to explain its reasons for deciding not to hold the 2001 decision as determinative and not to give it any weight.",
      "id": "s113"
    },
    {
      "text": "As noted by Lockhart J (with whom Black CJ and Gummow J agreed) in Plumb v Comcare [1992] FCA 595 ; (1992) 39 FCR 236 at 241, the Tribunal derives its jurisdiction and many of its powers from statutes other than the AAT Act, in this case the SRC Act.",
      "id": "s114"
    },
    {
      "text": "The 2008 Tribunal was conducting a review of a number of reviewable decisions following applications made by the claimant, Ms Cheung, pursuant to s 64 of the SRC Act.",
      "id": "s115"
    },
    {
      "text": "Section 64 provides that an application to the Tribunal for review of a reviewable decision may be made by a claimant or a party affected by the decision --- the Commonwealth, a Commonwealth authority or a corporation that holds a licence under Part VIII of the SRC Act.",
      "id": "s116"
    },
    {
      "text": "A reviewable decision is a decision made, relevantly, under s 62 of the SRC Act (s 60 of the SRC Act).",
      "id": "s117"
    },
    {
      "text": "Section 62 relevantly provides: \n (1) A determining authority may, on its own motion: \n\n \n (a) reconsider a determination made by it; or \n\n \n (b) cause such a determination to be reconsidered by a person to whom its power under this section is delegated, being a person other than the person who made, or was involved in the making of, the determination; \n\n \n whether or not a proceeding has been instituted or completed under this Part in respect of a reviewable decision made in relation to that determination.",
      "id": "s118"
    },
    {
      "text": "(2) A request to a determining authority to reconsider a determination made by it may be made by: \n\n \n (a) the claimant; or \n\n \n (b) if the determination affects the Commonwealth --- the Commonwealth; or \n\n \n (c) if the determination affects a Commonwealth authority --- that Commonwealth authority.",
      "id": "s119"
    },
    {
      "text": "\"Determining authority\" is defined in s 60 of the SRC Act to mean ' the person who made the determination '.",
      "id": "s120"
    },
    {
      "text": "\"Determination\" is defined in s 60 to mean a determination, decision or requirement made under certain sections of the SRC Act.",
      "id": "s121"
    },
    {
      "text": "In Hanna v Australian Postal Corporation [1990] FCA 153 ; (1990) 12 AAR 511 at 513, Davies J said that s 62(1) of the SRC Act meant that the determining authority was entitled to reconsider its own determinations.",
      "id": "s122"
    },
    {
      "text": "A reconsideration decision made under s 62 is a \"reviewable decision\" which may be reviewed by the Tribunal under s 64.",
      "id": "s123"
    },
    {
      "text": "That is, on a s 64 application to the Tribunal, the Tribunal reviews the reviewable decision; in this case, the reconsideration decisions made by Australia Post, the determining authority.",
      "id": "s124"
    },
    {
      "text": "For the purpose of reviewing a decision, the Tribunal may exercise all the powers and discretions that are conferred by the SRC Act on the decision-maker and may affirm, vary or set aside the decision under review (s 43(1) of the AAT Act).",
      "id": "s125"
    },
    {
      "text": "The Tribunal decision is then, for all relevant purposes, the decision of the decision-maker (s 43(6) of the AAT Act).",
      "id": "s126"
    },
    {
      "text": "The reconsideration of a determination is not confined.",
      "id": "s127"
    },
    {
      "text": "There is no statutory requirement to apply the earlier determination or to take it into account.",
      "id": "s128"
    },
    {
      "text": "Inherent in the provision for reconsideration is the concept that that reconsideration is untrammelled by any previous determination.",
      "id": "s129"
    },
    {
      "text": "This does not preclude the determining authority from taking the previous determination into account but there is no requirement to do so.",
      "id": "s130"
    },
    {
      "text": "Similarly, there is no statutory requirement on the Tribunal to take into account any previous determinations or reconsideration decisions when reviewing a reviewable decision.",
      "id": "s131"
    },
    {
      "text": "As noted above, s 43(6) of the AAT Act provides that the decision of the Tribunal is deemed to be the decision of the person who made the decision that the Tribunal reviews.",
      "id": "s132"
    },
    {
      "text": "That is, the 2008 Tribunal decision was and is deemed to be for all relevant purposes a decision of Australia Post, in this case, a decision made by Australia Post for the purposes of s 62(1) of the SRC Act.",
      "id": "s133"
    },
    {
      "text": "The Tribunal stands in the shoes of the primary decision-maker and its decision in the review has the effect of a decision of the primary decision-maker ( Hanna at 513 to 514).",
      "id": "s134"
    },
    {
      "text": "MS CHEUNG'S SUBMISSIONS \n Ms Cheung submits that the 2008 Tribunal was obliged to have real regard to the 2001 Tribunal decision and to make a determination as to whether or not it would admit further evidence on the issue of causation of Ms Cheung's left shoulder condition and of her neck and right shoulder condition to the extent that she continues to allege chronic pain syndrome.",
      "id": "s135"
    },
    {
      "text": "Section 33 of the AAT Act provides for the Tribunal the flexibility needed to control its processes in the ordinary course, as pointed out in Re Quinn and Australian Postal Corporation (1992) 15 AAR 519.",
      "id": "s136"
    },
    {
      "text": "Ms Cheung draws attention to the comments by President O'Connor and Mr Barbour in Re Quinn at [32] where they pointed out that a Tribunal should not generally allow relitigation of issues already decided and that previous Tribunal decisions should be regarded as establishing the matters actually decided and the grounds for the determination.",
      "id": "s137"
    },
    {
      "text": "They gave as examples compensation cases, where issues of causation and level of incapacity for the period the subject of the earlier decision would not be areas contested in a subsequent hearing.",
      "id": "s138"
    },
    {
      "text": "Confirming that estoppel does not apply where there is a ' different decision [to be reviewed] , a clear legislative intent, the reconsideration decision is not \"final\" and there has been prima facie a change in circumstances ', Re Quinn emphasised the flexibility provided for in s 33 of the AAT Act to enable the Tribunal to control its processes.",
      "id": "s139"
    },
    {
      "text": "The thrust of Ms Cheung's submissions is that, while the 2008 Tribunal was not estopped from reconsidering the issues the subject of the 2001 Tribunal decision, it was at least required to have regard to that decision.",
      "id": "s140"
    },
    {
      "text": "It was open to the 2008 Tribunal to apply the previous decision to some or all of its findings and, Ms Cheung submits, the 2008 Tribunal was obliged to consider whether or not to do so.",
      "id": "s141"
    },
    {
      "text": "She submits that the failure even to consider the exercise of such a discretion, or to consider whether or not the previous decision should be applied or given weight, is an error of law.",
      "id": "s142"
    },
    {
      "text": "Further, the failure to provide reasons for taking the course that it did is, Ms Cheung submits, a further error of law.",
      "id": "s143"
    },
    {
      "text": "Ms Cheung relies upon the \"flexible\" approach that the Tribunal may take in considering matters before it.",
      "id": "s144"
    },
    {
      "text": "That, she says, includes the ability simply to apply an earlier decision of the Tribunal.",
      "id": "s145"
    },
    {
      "text": "She points out that in Re Rana and Military Rehabilitation and Compensation Commission (2008) 104 ALD 595 , Deputy President Forgie concluded that an applicant should not be permitted to rehearse the circumstances of his employment a further time or to challenge findings that had been made about the circumstances of his employment and the compensability of his conditions and in respect of which the Tribunal had affirmed previous reviewable decisions.",
      "id": "s146"
    },
    {
      "text": "The Deputy President concluded in that case that, under s 33(1)(c) of the AAT Act, the Tribunal would inform itself as to the circumstances of the applicant's employment and of the conditions he suffered by reference to the findings of fact made by the earlier Tribunals and that she would not permit the parties to lead further evidence on these matters.",
      "id": "s147"
    },
    {
      "text": "She stated that any evidence given should be directed to establishing the necessary causal links between the facts as found by those previous Tribunals and the conditions now claimed by the applicant (at [134] to [137]).",
      "id": "s148"
    },
    {
      "text": "However, as is apparent in Re Rana , the context was a situation where events had been comprehensively considered in previous Tribunal decisions, the applicant applied for compensation in relation to the same set of events as in previous cases, those earlier decisions had either not been challenged or had been considered on appeal and no error of law in the findings of fact had been found.",
      "id": "s149"
    },
    {
      "text": "The circumstances in Re Rana formed the basis for the Tribunal's conclusions in that case.",
      "id": "s150"
    },
    {
      "text": "CONSIDERATION \n Generally speaking, there should not be relitigation without reason of the same issues before the Tribunal where the relitigation is of the same facts and issues already decided.",
      "id": "s151"
    },
    {
      "text": "In those circumstances, previous Tribunal decisions would generally be regarded as establishing the matters actually decided and the grounds for determination.",
      "id": "s152"
    },
    {
      "text": "It is open to a subsequent Tribunal to regard a previous decision as determinative of an issue and to decide that an issue should not be reopened.",
      "id": "s153"
    },
    {
      "text": "The Tribunal has a discretion in those circumstances to take such a course ( Morales v Minister for Immigration and Multicultural Affairs (1998) 82 FCR 374 at 390).",
      "id": "s154"
    },
    {
      "text": "In Power v Comcare (1998) 89 FCR 514 Sackville J confirmed that the reconsideration decision-maker and the Tribunal have power to consider whether an applicant's condition has ever been causally related to his or her work.",
      "id": "s155"
    },
    {
      "text": "Ms Cheung does not say that the 2008 Tribunal was compelled to hold the 2001 Tribunal decision as determinative and therefore appears to accept that the 2008 Tribunal had jurisdiction to revisit the question of causation as determined by the 2001 Tribunal.",
      "id": "s156"
    },
    {
      "text": "However, she relies upon the existence of the 2008 Tribunal's discretion to regard the 2001 Tribunal decision as determinative and says that, in any event, it was a relevant consideration which was required to be taken into account.",
      "id": "s157"
    },
    {
      "text": "Ms Cheung seeks to distinguish Power on the basis that, in that case, the only prior determination had been by the determining authority and not by the Tribunal following a contested hearing of the claim.",
      "id": "s158"
    },
    {
      "text": "However, the Tribunal's power is enlivened upon reconsideration of a determination in accordance with s 62 of the SRC Act.",
      "id": "s159"
    },
    {
      "text": "As Finn J said in Comcare v Burton (1998) 50 ALD 846 , the review procedure under the SRC Act has three stages: (a) the initial determination as defined in s 60; (b) reconsideration of the determination under s 62; and (c) review of the reconsideration decision (a reviewable decision) by the Tribunal under s 64.",
      "id": "s160"
    },
    {
      "text": "The 2008 Tribunal had the jurisdiction to review the reviewable decisions of Australia Post, being decisions which gave rise to determinations (s 60 of the SRC Act) and had been reconsidered so as to constitute s 62 reviewable decisions ( Power at 525 citing Burton ).",
      "id": "s161"
    },
    {
      "text": "As Sackville J noted in Power at 525 (citing Burton ), s 43(1) of the AAT Act is not a source of jurisdiction but confers powers on the Tribunal in relation to matters in which it has jurisdiction.",
      "id": "s162"
    },
    {
      "text": "There is no dispute in the present case that there were determinations under the SRC Act followed by reconsideration of those determinations which gave rise to the 2008 Tribunal decision.",
      "id": "s163"
    },
    {
      "text": "As Sackville J pointed out in Power at 525, s 43(1) of the AAT Act confers on the Tribunal the same powers and discretions as were available to the decision-maker, including the power provided in s 62(5) of the SRC Act to affirm, revoke or vary the delegate's decision that liability previously accepted had ceased.",
      "id": "s164"
    },
    {
      "text": "For the purpose of reviewing each reconsideration decision (ie.",
      "id": "s165"
    },
    {
      "text": "each reviewable decision) the 2008 Tribunal could exercise all the powers and discretions conferred by the SRC Act on the reconsideration decision-maker ( Power at 526).",
      "id": "s166"
    },
    {
      "text": "This included a power to consider whether Ms Cheung's conditions had ever been causally related to her work.",
      "id": "s167"
    },
    {
      "text": "This consideration involved the reconsideration decision-maker and then the 2008 Tribunal analysing all the necessary facts, including further medical reports, to determine whether or not there was a continuing liability.",
      "id": "s168"
    },
    {
      "text": "The 2008 Tribunal could have exercised its discretionary powers to exclude evidence recanvassing the issues resolved in the 2001 Tribunal decision ( Power at 526 citing Re Quinn ).",
      "id": "s169"
    },
    {
      "text": "No issue as to the Tribunal's discretionary power was raised in Power .",
      "id": "s170"
    },
    {
      "text": "The discretion to reopen an issue is not limited to circumstances where an applicant's medical condition has changed.",
      "id": "s171"
    },
    {
      "text": "There is no such limitation in the SRC Act.",
      "id": "s172"
    },
    {
      "text": "The SRC Act is also silent on the use to be made of previous determinations, reconsideration decisions and Tribunal decisions.",
      "id": "s173"
    },
    {
      "text": "Ms Cheung submits that the discretion not to reopen issues determined by a previous Tribunal should be exercised where there has been no change in the medical condition of the applicant but only a new medical opinion in respect of that condition.",
      "id": "s174"
    },
    {
      "text": "That is a matter within the discretion of the determining authority and, later, the Tribunal.",
      "id": "s175"
    },
    {
      "text": "In this case, the 2008 Tribunal was aware of the 2001 Tribunal decision and the nature of the medical complaints with which it dealt.",
      "id": "s176"
    },
    {
      "text": "It was entitled to exercise its discretion to consider afresh the issue of Ms Cheung's injuries and the liability said to flow from those injuries.",
      "id": "s177"
    },
    {
      "text": "In Telstra Corporation Ltd v Hannaford [2006] FCAFC 87 ; (2006) 151 FCR 253 at [57] , the statutory scheme was described by Conti J (with whom Heerey and Dowsett JJ agreed) as allowing for: \n ... progressive and evolving decision-making giving effect to the provisions of ongoing review of relief or entitlements in the nature of course of workers compensation, being review which allows for adjustment or change in the light of events and circumstances which may subsequently happen.",
      "id": "s178"
    },
    {
      "text": "This may empower the Tribunal to make findings of fact ' that effectively undercut the necessary findings of fact made in the initial or original decision ... to accept liability ' (at [59]).",
      "id": "s179"
    },
    {
      "text": "The Tribunal is not excluded from revisiting and making its own findings on questions of fact that have been the subject of findings by a prior Tribunal in an application to review a different reviewable decision.",
      "id": "s180"
    },
    {
      "text": "Until the subsequent decision is made, the earlier decision remains in operation.",
      "id": "s181"
    },
    {
      "text": "Australia Post relies on the conduct of the hearing before the 2008 Tribunal.",
      "id": "s182"
    },
    {
      "text": "It points out that Ms Cheung's counsel was on notice that it was in issue whether she suffered any injury which gave rise to liability.",
      "id": "s183"
    },
    {
      "text": "The 2008 Tribunal made it clear that it was going to rehear medical evidence on that issue, including fresh medical evidence that was not before the 2001 Tribunal, and there was no application to exclude that evidence.",
      "id": "s184"
    },
    {
      "text": "Nor was an application made to the 2008 Tribunal to treat the decision of the 2001 Tribunal as determinative of the conclusions to be drawn.",
      "id": "s185"
    },
    {
      "text": "There was no application to exclude any evidence concerning the subject matter of the 2001 Tribunal decision.",
      "id": "s186"
    },
    {
      "text": "There was no application to exclude evidence going to the issue of causation of Ms Cheung's left shoulder condition or her neck and right shoulder condition.",
      "id": "s187"
    },
    {
      "text": "In those circumstances, Australia Post submits that the 2008 Tribunal was under no obligation expressly to decide whether or not to proceed to consider all of the evidence before it.",
      "id": "s188"
    },
    {
      "text": "Australia Post submits that nothing in s 43 of the AAT Act or any other requirement imposes upon the Tribunal an obligation to record reasons for receiving evidence which is led by the parties without objection.",
      "id": "s189"
    },
    {
      "text": "In addition, Australia Post submits that, even if the 2008 Tribunal could decide as a matter of discretion whether or not to receive further evidence on particular issues or whether to apply an earlier decision, there was no legal obligation on it to have done so or to record reasons for not doing so.",
      "id": "s190"
    },
    {
      "text": "I accept those submissions.",
      "id": "s191"
    },
    {
      "text": "It is apparent from the transcript that the 2008 Tribunal intended to consider for itself all of the evidence and submissions before it and to determine for itself the necessary questions including questions of causation, credit and current clinical condition.",
      "id": "s192"
    },
    {
      "text": "Ms Cheung's submission to the 2008 Tribunal that ' the flexibility and the dictates of the Tribunal's procedures and statutory obligations and functions demand ' that Australia Post not be permitted to \"rerun\" the question of the relationship of the left shoulder injury to Ms Cheung's work activities was made after all of the evidence had been led in the 2008 Tribunal hearing.",
      "id": "s193"
    },
    {
      "text": "The Tribunal is obliged to give reasons for its final and operative decision ( Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323).",
      "id": "s194"
    },
    {
      "text": "Section 43(2) of the AAT Act requires the Tribunal to give reasons either orally or in writing for its decision.",
      "id": "s195"
    },
    {
      "text": "Section 43(2B) provides that the reasons should include findings on material questions of fact and refer to the evidence or other material on which those findings were based.",
      "id": "s196"
    },
    {
      "text": "Section 43 refers to a substantive decision on the merits of the matter and not to each and every preliminary determination on the receipt or rejection of evidence, or to whether or not the Tribunal will allow argument on a specific issue sought to be raised before it.",
      "id": "s197"
    },
    {
      "text": "It goes without saying that there is no specific provision obliging the Tribunal to consider a previous Tribunal decision in relation to the same parties.",
      "id": "s198"
    },
    {
      "text": "The Tribunal had a duty to record its reasons for the substantive decision and the evidence upon which those reasons where based.",
      "id": "s199"
    },
    {
      "text": "The Tribunal was obliged to give reasons in relation to an application made to it.",
      "id": "s200"
    },
    {
      "text": "No application was made to the 2008 Tribunal in respect of the weight to be given to the 2001 Tribunal decision, nor did it form part of the evidence tendered by Ms Cheung (cf Lang v Comcare (2007) 94 ALD 141).",
      "id": "s201"
    },
    {
      "text": "The Tribunal is not bound by the laws of evidence and is entitled to inform itself on any matter in such manner as it thinks appropriate (s 33(1)(c) of the AAT Act).",
      "id": "s202"
    },
    {
      "text": "The 2008 Tribunal decision does refer to the 2001 Tribunal decision in circumstances where it is apparent that the 2008 Tribunal made up its own mind on the evidence before it.",
      "id": "s203"
    },
    {
      "text": "Ms Cheung has not submitted that the 2001 Tribunal decision formed any part of the material facts relied upon by the 2008 Tribunal.",
      "id": "s204"
    },
    {
      "text": "The 2008 Tribunal had before it evidence that differed from the evidence before the 2001 Tribunal.",
      "id": "s205"
    },
    {
      "text": "The 2008 Tribunal was entitled to form its own view on the merits of the case, including the credibility of Ms Cheung and to determine the question before it as a review of reconsideration (reviewable) decisions made under s 62 of the SRC Act.",
      "id": "s206"
    },
    {
      "text": "Further, the 2001 Tribunal decision was not \"a relevant consideration\" in the sense that it was not required by the legislation to be considered, either expressly or by implication ( Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24).",
      "id": "s207"
    },
    {
      "text": "CONCLUSION \n The 2008 Tribunal was not bound to apply the 2001 Tribunal decision but did have a discretion to take the 2001 Tribunal decision into account.",
      "id": "s208"
    },
    {
      "text": "No interlocutory application was made to the 2008 Tribunal prior to the calling of evidence and the making of submissions on the basis that the 2001 Tribunal decision was determinative.",
      "id": "s209"
    },
    {
      "text": "The 2008 Tribunal was aware of the 2001 Tribunal decision but embarked upon its own determination in the light of fresh medical evidence and in the context of different reviewable decisions.",
      "id": "s210"
    },
    {
      "text": "That course was made clear to counsel.",
      "id": "s211"
    },
    {
      "text": "There is no allegation that there was a denial of procedural fairness.",
      "id": "s212"
    },
    {
      "text": "As Australia Post was entitled to reconsider a determination without applying or considering an earlier determination of the 2001 Tribunal decision, the 2008 Tribunal was entitled to do the same.",
      "id": "s213"
    },
    {
      "text": "Ms Cheung has not established that the 2008 Tribunal made errors of law.",
      "id": "s214"
    },
    {
      "text": "Accordingly, the application should be dismissed with costs.",
      "id": "s215"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s216"
    },
    {
      "text": "Associate:\n \n \nDated: 19 March 2009\n \n Counsel for the Applicant: Mr D Shoebridge \n \n Solicitor for the Applicant: Taylor &amp; Scott Lawyers \n \n Counsel for the Second Respondent: Mr G Johnson \n \n Solicitor for the Second Respondent: Forners Solicitors \n Date of Hearing: 11 February 2009 \n \n Date of Judgment: 19 March 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/241.html",
      "id": "s217"
    }
  ]
}