{
  "name": "George Patterson Y&amp;R Pty Limited v Heraghty [2009] FCA 254 (19 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/254.html",
  "catchphrases": [
    {
      "text": "application for leave to join fourth plaintiff",
      "id": "c0"
    },
    {
      "text": "joining of fourth plaintiff would postpone hearing date and add to cost and expense of preparation for hearing",
      "id": "c1"
    },
    {
      "text": "course previously taken was a deliberate commercial decision",
      "id": "c2"
    },
    {
      "text": "prejudice to defendant",
      "id": "c3"
    },
    {
      "text": "risk of multiplicity of proceedings if proposed fourth plaintiff not joined",
      "id": "c4"
    },
    {
      "text": "application granted",
      "id": "c5"
    },
    {
      "text": "costs thrown away to be paid by plaintiff on indemnity basis and paid forthwith",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "The plaintiffs seek leave to amend their statement of claim to join a fourth plaintiff, Young &amp; Rubicam Brands Holding Pty Limited ( YRB ).",
      "id": "s0"
    },
    {
      "text": "YRB is a holding company of the current plaintiffs in these proceedings.",
      "id": "s1"
    },
    {
      "text": "The principal issue in the proceedings as presently constituted is whether the defendants engaged in misleading and deceptive conduct by failing to disclose the existence of certain arrangements described in the statement of claim as \"secret payments\" between Pacific Equity Partners Pty Limited and Mr Heraghty and Mr McGrath.",
      "id": "s2"
    },
    {
      "text": "Those payments related to the continuing employment of Mr Heraghty and Mr McGrath by George Patterson Y&amp;R Pty Limited.",
      "id": "s3"
    },
    {
      "text": "The claim as presently constituted was based on the allegation, in particular, that the misleading conduct of Mr Heraghty and Mr McGrath amounted to a failure to disclose the arrangements after the sale date under a share sale agreement dated 25 August 2005, in which YRB acquired the remaining shares in The Communications Group Holdings Pty Limited which it did not then own.",
      "id": "s4"
    },
    {
      "text": "The proposed amended claim is that YRB was misled by the failure to disclose the payments before the share sale.",
      "id": "s5"
    },
    {
      "text": "There is considerable overlap between the case presently on foot and the proposed amended case.",
      "id": "s6"
    },
    {
      "text": "The same witnesses will be called on the issue of liability but the damages case is entirely different.",
      "id": "s7"
    },
    {
      "text": "I do not consider that the amended claim would add to the length of the trial, but it will postpone the hearing date, and it will add to the cost and expense involved in getting the matter on for hearing.",
      "id": "s8"
    },
    {
      "text": "There will be substantial wasted expenses because much of the work previously done will have to be revisited to take into account the proposed reformulated case.",
      "id": "s9"
    },
    {
      "text": "The explanation for the change in course proposed by the plaintiffs is set out in an affidavit of their solicitor.",
      "id": "s10"
    },
    {
      "text": "In short, YRB previously took what it perceived to be a more economical and efficient means of recovering its loss by making a warranty claim against its insurer.",
      "id": "s11"
    },
    {
      "text": "It is apparent from the affidavit evidence that the insurance claim has not progressed either quickly or at all, and it was not until late 2007 that the plaintiffs contemplated the reconstitution of the present proceedings to bring the claim by YRB.",
      "id": "s12"
    },
    {
      "text": "It follows, as was submitted by Mr Jones for the defendants, that the course previously taken was a deliberate commercial decision.",
      "id": "s13"
    },
    {
      "text": "The appellants or their legal advisers are not to be criticised for taking that course, but it is plain that they now wish to depart from the approach previously taken by reconstituting the proceedings in the manner now proposed.",
      "id": "s14"
    },
    {
      "text": "The approach which I ought to take in this application is, in my view, covered by what was said by Finkelstein J in Black &amp; Decker (Australasia) Pty Ltd v GMCA Pty Limited [2007] FCA 1623 at paragraphs 4 to 5.",
      "id": "s15"
    },
    {
      "text": "The principal considerations which I have to bear in mind is the prejudice, direct or indirect, to the defendants; the impact of the delay on the plaintiff's part on the conduct of these proceedings; and the reasons for the delay.",
      "id": "s16"
    },
    {
      "text": "I have already referred to the reasons for delay which entail commercial considerations as to what is now thought to be, on the plaintiffs' part, the reason for departing from the decision to pursue the warranty insurer.",
      "id": "s17"
    },
    {
      "text": "The prejudice to which the defendants point is that the matter, as originally constituted, was ready for a hearing date.",
      "id": "s18"
    },
    {
      "text": "A great deal of preparation had been undertaken and, when the matter was before me for directions on 26 February 2009, the parties should have been ready to take a hearing date.",
      "id": "s19"
    },
    {
      "text": "I accept Mr Jones' submission that the reality of the present position is that the claim involving YRB is nowhere near the state of preparation of the proceedings in their present form and that he cannot responsibly say that the case will be ready to take a hearing date this year.",
      "id": "s20"
    },
    {
      "text": "This is an unsatisfactory situation and has been brought about by the change of commercial course proposed to be taken by the plaintiffs.",
      "id": "s21"
    },
    {
      "text": "I do not criticise the plaintiffs or their legal advisers.",
      "id": "s22"
    },
    {
      "text": "No doubt there were good commercial reasons for the course previously followed and indeed for the change of course proposed by the present application.",
      "id": "s23"
    },
    {
      "text": "However it is a serious matter to be weighed in the balance.",
      "id": "s24"
    },
    {
      "text": "Nevertheless, against that I have to consider, as Mr Leopold submitted, that if I do not grant leave to join YRB there will be a multiplicity of proceedings.",
      "id": "s25"
    },
    {
      "text": "Indeed some of the witnesses would have to give evidence twice and there would be the undesirable spectre of inconsistent findings.",
      "id": "s26"
    },
    {
      "text": "I have come to the view that whilst the prejudice to which Mr Jones points is a serious one, it does not outweigh the difficulties which would flow from permitting a multiplicity of proceedings.",
      "id": "s27"
    },
    {
      "text": "That would be the necessary consequence if I refuse leave to join YRB.",
      "id": "s28"
    },
    {
      "text": "It is true that the matter will not get a hearing date this year, but I am of the view that the matter should be ready for hearing early next year.",
      "id": "s29"
    },
    {
      "text": "However, the course which I feel bound to follow has resulted from the approach to the matter taken by YRB.",
      "id": "s30"
    },
    {
      "text": "It has adopted an approach which means that one of the primary objects of a commercial court cannot be achieved.",
      "id": "s31"
    },
    {
      "text": "This object is the one to which Finkelstein J referred at paragraph 4 of his decision, namely that a commercial court should bring the litigant's dispute on for trial as soon as can reasonably and fairly be done.",
      "id": "s32"
    },
    {
      "text": "It seems to me that since this unsatisfactory state of affairs has come about because of the commercial considerations of the plaintiffs, stringent conditions ought to be imposed upon them for the grant of leave.",
      "id": "s33"
    },
    {
      "text": "One of the consequences of the approach that the plaintiffs have taken is that there will be need for further discovery.",
      "id": "s34"
    },
    {
      "text": "It appears that whilst I believed I had given close management to this proceeding, I may not have appreciated the scope of the discovery presently undertaken.",
      "id": "s35"
    },
    {
      "text": "Discovery is not granted as of right and is only granted with the leave of the Court.",
      "id": "s36"
    },
    {
      "text": "It appears that very substantial discovery has already been given.",
      "id": "s37"
    },
    {
      "text": "As I have said, this will need to be revisited.",
      "id": "s38"
    },
    {
      "text": "Equally, further discovery may be required as a consequence of the different damages claim which is now to be made.",
      "id": "s39"
    },
    {
      "text": "I will give very close attention to any further orders for discovery.",
      "id": "s40"
    },
    {
      "text": "Nevertheless, with some reluctance, I have come to the view that I ought to permit YRB to be joined and to permit Mr Leopold to amend his statement of claim accordingly.",
      "id": "s41"
    },
    {
      "text": "I have heard the parties on the question of the conditions to be imposed.",
      "id": "s42"
    },
    {
      "text": "Whilst I am, of course, mindful of the principles relating to an order for indemnity costs laid down in cases such as Colgate-Palmolive Company v Cussons Pty Limited [1993] FCA 536 ; (1993) 46 FCR 225 , it seems to me that this is an appropriate case to order that the costs thrown away be paid on an indemnity basis.",
      "id": "s43"
    },
    {
      "text": "I say this because the wastage of costs has come about as a result of the change of commercial course by the plaintiffs.",
      "id": "s44"
    },
    {
      "text": "A commercial decision ought to have commercial consequences and these, in my view, include an order for the payment of wasted costs on an indemnity basis.",
      "id": "s45"
    },
    {
      "text": "Whether I ought to order that these costs be paid forthwith is a more difficult question.",
      "id": "s46"
    },
    {
      "text": "It is true that the taxation of a claim for costs thrown away would be a difficult exercise to undertake before the ultimate hearing.",
      "id": "s47"
    },
    {
      "text": "However, it does seem to me that the exercise would be one that would have to be carried out no matter what the result of the case.",
      "id": "s48"
    },
    {
      "text": "In my view, it also follows from the fact that the present position has come about for commercial reasons that the plaintiffs ought not to have the benefit of awaiting the outcome of the proceedings before compensating the defendant for the costs thrown away.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s50"
    },
    {
      "text": "Associate:\n \n \nDated: 19 March 2009\n \n Counsel for the Plaintiffs: Mr A. Leopold SC with Mr S. Lawrance \n \n Solicitor for the Plaintiffs: Deacons \n \n Counsel for the Defendants: Mr M. A. Jones \n \n Solicitor for the Defendants: Clayton Utz \n Date of Hearing: 19 March 2009 \n \n Date of Judgment: 19 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/254.html",
      "id": "s51"
    }
  ]
}