{
  "name": "Qi Guang Guo v Minister for Immigration and Citizenship [2009] FCA 356 (17 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/356.html",
  "catchphrases": [
    {
      "text": "regulations",
      "id": "c0"
    },
    {
      "text": "validity",
      "id": "c1"
    },
    {
      "text": "where appellant's previous visa had been cancelled on character grounds",
      "id": "c2"
    },
    {
      "text": "where appellant unable to apply for relevant visa under legislative scheme",
      "id": "c3"
    },
    {
      "text": "whether tribunal erred in taking into account particular clause of regulations because clause invalid",
      "id": "c4"
    },
    {
      "text": "whether clause beyond power or inconsistent with act",
      "id": "c5"
    },
    {
      "text": "whether clause constituted unreasonable exercise of power or exercise of power lacking reasonable proportionality",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from orders made by the Federal Magistrates Court on 26 June 2008.",
      "id": "s0"
    },
    {
      "text": "On that day, a federal magistrate made an order that the appellant's application be dismissed and that he pay the first respondent's costs as agreed or taxed under O 62 of the Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "The appellant's application to the Federal Magistrates Court was an application for constitutional writs in relation to a decision of the Migration Review Tribunal (\"the Tribunal\") made on 13 September 2007.",
      "id": "s2"
    },
    {
      "text": "On 26 March 1998, the appellant applied for a Resolution of Status (Residence) (Class BL) visa.",
      "id": "s3"
    },
    {
      "text": "On 22 May 1999, a delegate of the Minister for Immigration and Multicultural Affairs refused the application.",
      "id": "s4"
    },
    {
      "text": "The appellant subsequently appealed to the Administrative Appeals Tribunal and brought judicial review proceedings in this Court.",
      "id": "s5"
    },
    {
      "text": "Those proceedings were unsuccessful.",
      "id": "s6"
    },
    {
      "text": "There were defects in the notice of the delegate's decision given to the appellant and he was given further notice of the delegate's decision with respect to his visa application by letters dated 4 September 2006 and 19 September 2006 respectively.",
      "id": "s7"
    },
    {
      "text": "The appellant then applied to the Tribunal for a review of the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "The Tribunal found that the appellant had been refused a subclass 815 visa on 25 October 1996 and that the refusal was based on the ground that the appellant was not able to meet the requirements of s 501 of the Migration Act 1958 (Cth) (\"the Act\").",
      "id": "s9"
    },
    {
      "text": "Section 501 dealt with the refusal or cancellation of a visa on character grounds.",
      "id": "s10"
    },
    {
      "text": "The Tribunal identified the legislative provisions as they were at the relevant time.",
      "id": "s11"
    },
    {
      "text": "Section 48 of the Act was in the following terms: \n \"A non-citizen in the migration zone who:\n (a) does not hold a substantive visa; and\n (b) either:\n (i) after last entering Australia, was refused a visa, other than a bridging visa, for which the non-citizen had applied (whether or not the application has been finally determined); or\n (ii) held a visa that was cancelled under section 109 (incorrect information), 116 (general power to cancel), 134 (business visas) or 501 (special power to refuse or cancel);\n may, subject to the regulations, apply for a visa of a class prescribed for the purposes of this section, but not for a visa of any other class.",
      "id": "s12"
    },
    {
      "text": "\" \n\n Regulation 2.12 of the Migration Regulations 1994 (Cth) (\"the Regulations\") provided as follows: \n \"(1) For the purposes of section 48 of the Act (which limits further applications by a person whose visa has been cancelled, or whose application for a visa has been refused) the following classes of visa are prescribed:\n ...\n (n) Resolution of Status (Temporary) (Class UH);\n (o) Resolution of Status (Residence) (Class BL).",
      "id": "s13"
    },
    {
      "text": "\" \n\n One of the primary criteria for Subclass 850 --- Resolution of Status (Temporary) was contained in cl 850.211 which was in the following terms: \n \" 850.21 Criteria to be satisfied at time of application \n 850.211 If:\n (a) the applicant:\n (i) was in Australia on 1 September 1994; and\n (ii) was, immediately before 1 September 1994, a person to whom section 37 of the Act as in force immediately before that date applied; and\n (iii) has not been granted a substantive visa on or after 1 September 1994; or\n (b) the applicant is a person to whom section 48 of the Act applies;\n the applicant has not been refused a visa, or had a visa cancelled, under section 501 of the Act.",
      "id": "s14"
    },
    {
      "text": "\" \n\n In the course of submissions on the appeal, reference was also made to cl 850.221, and it is convenient to set that clause out at this point: \n \" 850.22 Criteria to be satisfied at time of decision \n 850.221 The applicant satisfies public interest criteria 4001, 4002, 4003, 4004, 4007, 4009 and 4010.",
      "id": "s15"
    },
    {
      "text": "\" \n Public interest criteria 4001 appeared in Schedule 4 and it was in the following terms: \n \"(1) The applicant meets the requirements of subclause (2), (3) or (4).",
      "id": "s16"
    },
    {
      "text": "(2) An applicant meets the requirements of this subclause if, after appropriate enquiries, the Minister has decided that there is no evidence of anything that might justify refusal, under section 501 of the Act, to grant the visa.",
      "id": "s17"
    },
    {
      "text": "(3) An applicant meets the requirements of this subclause if, after appropriate enquiries, and consideration of all available evidence of anything that might justify refusal, under section 501 of the Act, to grant the visa, the Minister has decided that the evidence is insufficient to satisfy the Minister of any of the matters referred to in paragraph (1)(b) and subsection (2) of that section.",
      "id": "s18"
    },
    {
      "text": "(4) An applicant meets the requirements of this subclause if, despite being satisfied that refusal, under section 501 of the Act, to grant the visa is justified, the Minister has decided not to exercise the power under that section to refuse to grant the visa.",
      "id": "s19"
    },
    {
      "text": "\" \n \n The Tribunal said that, on the evidence before it, it was unable to find that the appellant met the criteria in cl 850.211(a)(ii) and (iii).",
      "id": "s20"
    },
    {
      "text": "The Tribunal found that the appellant was unable to meet the requirements of cl 850.211(b) because he had been the subject of a visa \"cancellation\" under s 501 of the Act.",
      "id": "s21"
    },
    {
      "text": "The Tribunal concluded that, as the appellant was unable to meet \"time of application criteria relevant to the grant of the visa\", the correct decision was to affirm the decision of the delegate.",
      "id": "s22"
    },
    {
      "text": "The federal magistrate found that the Tribunal's reference to a visa \"cancellation\" was no more than a slip, and that it had earlier referred to a visa refusal.",
      "id": "s23"
    },
    {
      "text": "He found that this reference was of no consequence, and that conclusion is not in issue on the appeal.",
      "id": "s24"
    },
    {
      "text": "The federal magistrate's reasons\n Before the federal magistrate, the appellant contended that the Tribunal took into account cl 850.211 in reaching its decision and that it erred in doing so because that clause was invalid.",
      "id": "s25"
    },
    {
      "text": "He also contended before the federal magistrate that the Tribunal took into account a cancellation of a visa under s 501 of the Act and that it erred in doing so because the appellant had not been the subject of a visa cancellation.",
      "id": "s26"
    },
    {
      "text": "He had been the subject of a visa refusal.",
      "id": "s27"
    },
    {
      "text": "As I have said, that contention was not pressed on the appeal.",
      "id": "s28"
    },
    {
      "text": "The appellant submitted that cl 850.211 was invalid because it was inconsistent with the Act.",
      "id": "s29"
    },
    {
      "text": "The regulation-making power was s 504 and that section expressly provided that regulations made in the exercise of the power were not to be inconsistent with the Act.",
      "id": "s30"
    },
    {
      "text": "Clause 850.211 was said to be inconsistent with the Act because, to use the words of the federal magistrate in summarising the appellant's submission, \"it purported to take away what s 48 gave\".",
      "id": "s31"
    },
    {
      "text": "The federal magistrate rejected that submission.",
      "id": "s32"
    },
    {
      "text": "He referred to the fact that the appellant's right to apply for a visa of a prescribed class was expressed in s 48 of the Act to be \"subject to the regulations,\" and he said that the use of those words led to the conclusion that s 48 expressly provided that such rights as it granted could be limited by the regulations.",
      "id": "s33"
    },
    {
      "text": "As I understand the federal magistrate's reasons, he said that s 48 envisaged that prescribed classes would be identified and that would be done by reference to classes of visas which had their own eligibility criteria.",
      "id": "s34"
    },
    {
      "text": "In addition, or in the alternative, the appellant submitted that the operation of cl 850.211 produced an absurd result and was invalid on that ground.",
      "id": "s35"
    },
    {
      "text": "The appellant referred the federal magistrate to the decision of the Full Court of this Court in Minister for Primary Industries and Energy v Austral Fisheries Pty Ltd [1993] FCA 45 ; (1993) 40 FCR 381 (\" Minister for Primary Industries and Energy v Austral Fisheries Pty Ltd \").",
      "id": "s36"
    },
    {
      "text": "The federal magistrate rejected the appellant's submission, saying that cl 850.211 was not inconsistent with s 48 of the Act.",
      "id": "s37"
    },
    {
      "text": "He said that the fact that the rights provided by s 48 were subject to the standard visa criteria was neither unreasonable nor absurd.",
      "id": "s38"
    },
    {
      "text": "The federal magistrate concluded that cl 850.211 was not invalid and that the appellant had not established that the Tribunal had fallen into jurisdictional error.",
      "id": "s39"
    },
    {
      "text": "Issues on the appeal\n At the start of the hearing, the appellant sought leave to amend his notice of appeal.",
      "id": "s40"
    },
    {
      "text": "The application was not opposed by the first respondent and I granted leave to amend.",
      "id": "s41"
    },
    {
      "text": "The thrust of the amended grounds of appeal is that cl 850.211 was invalid and that the Tribunal erred in taking it into account.",
      "id": "s42"
    },
    {
      "text": "In the circumstances, it was an irrelevant consideration.",
      "id": "s43"
    },
    {
      "text": "Clause 850.211 was said to be invalid because it was not authorised by s 504(1) of the Act or any other lawful authority, or because in its terms it sought to limit the operation of s 48 of the Act, or because its promulgation was an unreasonable exercise of any regulation-making power, or for any one or more of these reasons.",
      "id": "s44"
    },
    {
      "text": "Three points should be noted at this stage.",
      "id": "s45"
    },
    {
      "text": "First, at the relevant time, there were seven primary criteria to be satisfied at the time of application for the relevant visa.",
      "id": "s46"
    },
    {
      "text": "The Tribunal did not consider whether the appellant satisfied any of the criteria other than those contained in cl 850.211.",
      "id": "s47"
    },
    {
      "text": "In other words, once the Tribunal decided that the appellant did not satisfy cl 850.211, it decided to affirm the decision of the delegate.",
      "id": "s48"
    },
    {
      "text": "Secondly, the first respondent did not suggest that a collateral attack on the validity on cl 850.211 was impermissible.",
      "id": "s49"
    },
    {
      "text": "The appeal was conducted on the footing that if I determined that cl 850.211 was invalid then the appeal should be allowed and constitutional writs directed to the Tribunal should issue.",
      "id": "s50"
    },
    {
      "text": "Thirdly, at the relevant time, Parliament had the power under s 48 of the Acts Interpretation Act 1901 (Cth) to disallow regulations made under the Act.",
      "id": "s51"
    },
    {
      "text": "I have been able to decide the issues on this appeal without having to consider whether the power of disallowance is relevant to the unreasonableness ground of review.",
      "id": "s52"
    },
    {
      "text": "The appellant's submissions can be dealt with under two headings.",
      "id": "s53"
    },
    {
      "text": "The first is that cl 850.211 was invalid because it was beyond power or was inconsistent with the Act and, more particularly, s 48, and therefore is not within the regulation-making power.",
      "id": "s54"
    },
    {
      "text": "The second heading is that cl 850.211 was invalid because it was an unreasonable exercise of the regulation-making power.",
      "id": "s55"
    },
    {
      "text": "As the submissions were developed, the appellant made it clear that, under the second heading, he also submitted that cl 850.211 was invalid because it was not reasonably proportionate to the regulation-making power.",
      "id": "s56"
    },
    {
      "text": "Simple ultra vires and inconsistency\n There was a dispute before me as to the section or sections in the Act which contained the regulation-making power.",
      "id": "s57"
    },
    {
      "text": "The appellant submitted that the regulation-making power was contained in s 504 and that section alone.",
      "id": "s58"
    },
    {
      "text": "At the relevant time, that section empowered the Governor-General to make regulations, \"not inconsistent with this Act, prescribing all matters which by this Act are required or permitted to be prescribed or which are necessary or convenient to be prescribed for carrying out or giving effect to this Act\".",
      "id": "s59"
    },
    {
      "text": "There then followed a list of particular subjects.",
      "id": "s60"
    },
    {
      "text": "The first respondent accepted that s 504 was a regulation-making power but submitted that s 31 and s 40 of the Act also contained regulation-making powers.",
      "id": "s61"
    },
    {
      "text": "At the relevant time, those sections were in the following terms: \n \"(1) There are to be prescribed classes of visas.",
      "id": "s62"
    },
    {
      "text": "(2) As well as the prescribed classes, there are the classes provided for by sections 32, 33, 34, 35, 36, 37 and 38.",
      "id": "s63"
    },
    {
      "text": "(3) The regulations may prescribe criteria for a visa or visas of a specified class (which, without limiting the generality of this subsection, may be a class provided for by section 32, 36 or 37 but not by section 33, 34, 35 or 38).",
      "id": "s64"
    },
    {
      "text": "(4) The regulations may prescribe whether visas of a class are visas to travel to and enter Australia, or to remain in Australia, or both.",
      "id": "s65"
    },
    {
      "text": "(5) A visa is a visa of a particular class if this Act or the regulations specify that it is a visa of that class.",
      "id": "s66"
    },
    {
      "text": "... \n\n \n (1) The regulations may provide that visas or visas of a specified class may only be granted in specified circumstances.",
      "id": "s67"
    },
    {
      "text": "(2) Without limiting subsection (1), the circumstances may be that, when the person is granted the visa, the person:\n (a) is outside Australia; or\n (b) is in immigration clearance; or\n (c) has been refused immigration clearance and has not subsequently been immigration cleared; or\n (d) is in the migration zone and, on last entering Australia: \n (i) was immigration cleared; or\n (ii) bypassed immigration clearance and had not subsequently been immigration cleared.",
      "id": "s68"
    },
    {
      "text": "\" \n\n At the relevant time, s 5 of the Act defined the word \"prescribed\" to mean \"prescribed by the regulations\".",
      "id": "s69"
    },
    {
      "text": "I think that this dispute raises a false issue for the purposes of this case.",
      "id": "s70"
    },
    {
      "text": "I have taken that view for two reasons.",
      "id": "s71"
    },
    {
      "text": "First, I think s 31 and s 40, and other sections in the Act which refer to matters being prescribed by regulations, are at least part of the regulation-making power because they identify expressly a subject matter about which regulations may be made.",
      "id": "s72"
    },
    {
      "text": "Secondly, even if s 31 and s 40 were stand-alone regulation-making powers, they would not authorise regulations which were inconsistent with the Act.",
      "id": "s73"
    },
    {
      "text": "The steps in the appellant's argument under the first heading are first to characterise cl 850.211 as a provision which prevented a person who had a visa application refused under s 501 of the Act (\" a s 501 refusal\") or a visa cancelled under s 501 (\"a s 501 cancellation\") from applying for the relevant visa because the criterion in cl 850.211 was to be satisfied at the time of the application.",
      "id": "s74"
    },
    {
      "text": "The second step is to characterise s 48 as conferring a right or entitlement to apply for a visa prescribed for the purposes of the section, and then to refer to the fact that, by virtue of reg 2.12, the relevant visa is a visa prescribed for the purposes of the section.",
      "id": "s75"
    },
    {
      "text": "The third step is to characterise cl 850.211 as derogating from this right or entitlement and therefore as an exercise of power not authorised by s 504 of the Act.",
      "id": "s76"
    },
    {
      "text": "Alternatively, the appellant submitted that cl 850.211 denied the right or entitlement and was inconsistent with the Act and therefore outside the regulation-making power in s 504.",
      "id": "s77"
    },
    {
      "text": "In my opinion, the appellant's submissions must be rejected.",
      "id": "s78"
    },
    {
      "text": "Section 48 identifies a group of persons.",
      "id": "s79"
    },
    {
      "text": "They are non-citizens in a migration zone who do not hold a substantive visa and who, after last entering Australia, have had a visa (other than a bridging visa), for which they have applied, refused or who have had a visa they held cancelled under one of four nominated sections in the Act.",
      "id": "s80"
    },
    {
      "text": "The group consists of various sub-groups identified by the section under which the visas of the members of the sub-groups were cancelled or, at a factual level, by reference to the reason their visa application was refused.",
      "id": "s81"
    },
    {
      "text": "Section 48 only creates a right when it is combined with a regulation made in accordance with its terms.",
      "id": "s82"
    },
    {
      "text": "Insofar as a class of visa is not prescribed, the section provides that an application may not be made.",
      "id": "s83"
    },
    {
      "text": "The regulations must be read as a whole.",
      "id": "s84"
    },
    {
      "text": "It is not permissible to take s 48 and only reg 2.12 and conclude that those legislative provisions create a right from which cl 850.211 cannot derogate, or operate in such a way that is inconsistent with the right.",
      "id": "s85"
    },
    {
      "text": "Put another way, it is not s 48 which creates the relevant right, but that section and regulations made as envisaged by the section.",
      "id": "s86"
    },
    {
      "text": "The combined operation of reg 2.12 and cl 850.211 means that the group identified in s 48 of the Act, other than those persons who have been the subject of a s 501 refusal or a s 501 cancellation, may apply for the relevant visa.",
      "id": "s87"
    },
    {
      "text": "In my opinion, there is no inconsistency between s 48 and cl 850.211.",
      "id": "s88"
    },
    {
      "text": "A variation of the inconsistency argument is an argument which raises more directly the issue of whether cl 850.211 is authorised by the regulation-making power or, as it is sometimes called, an issue of simple ultra vires.",
      "id": "s89"
    },
    {
      "text": "The argument is that it is not open to the regulation-maker to prescribe a class of visa for the purposes of s 48 of the Act if a criterion for that class of visa immediately disentitles a sub-group of the group identified in s 48 from applying for that class of visa.",
      "id": "s90"
    },
    {
      "text": "Alternatively, the regulation-maker may prescribe the class of visa but must remove the disqualifying criterion.",
      "id": "s91"
    },
    {
      "text": "In my opinion, such an argument must also be rejected.",
      "id": "s92"
    },
    {
      "text": "There is nothing in the terms of s 48 and s 504 which suggests that it is not open to the regulation-maker to prescribe a class of visa for the purposes of s 48 which will have the effect of conferring a right only on a sub-group of the group identified in s 48 of the Act.",
      "id": "s93"
    },
    {
      "text": "Unreasonableness and reasonable proportionality\n It is convenient to begin the analysis with a brief discussion of the relevant cases dealing with unreasonableness and a lack of reasonable proportionality as grounds for holding that delegated legislation is invalid.",
      "id": "s94"
    },
    {
      "text": "The cases before The State of South Australia v Tanner [1989] HCA 3 ; (1989) 166 CLR 161 (\" Tanner \") deal principally, if not exclusively, with the unreasonableness ground of review.",
      "id": "s95"
    },
    {
      "text": "In Widgee Shire Council v Bonney [1907] HCA 11 ; (1907) 4 CLR 977 , a local government by-law was challenged on the ground, among others, that it was unreasonable.",
      "id": "s96"
    },
    {
      "text": "The challenge was rejected by the High Court.",
      "id": "s97"
    },
    {
      "text": "Griffith CJ referred (at 982) to the English decisions of Slattery v Naylor (1888) 13 App Cas 446 (\" Slattery v Naylor \") and Kruse v Johnson [1898] 2 QB 91 and formulated (at 983) the test of unreasonableness for delegated legislation in terms of \"no reasonable man, exercising in good faith the powers conferred by the Statute, could under any circumstances pass such a by-law\".",
      "id": "s98"
    },
    {
      "text": "Isaacs J referred with approval (at 986) to two statements in the advice of the Privy Council in Slattery v Naylor (at 452-453), namely, a by-law may be struck down as unreasonable where it is \"a merely fantastic and capricious bye-law, such as reasonable men could not make in good faith\" and a by-law will not \"be treated as unreasonable merely because it does not contain qualifications which commend themselves to the minds of judges\".",
      "id": "s99"
    },
    {
      "text": "In Williams v The Mayor, Aldermen, Councillors and Citizens of the City of Melbourne [1933] HCA 56 ; (1933) 49 CLR 142 (\" Williams v Melbourne Corporation \"), a local government by-law dealing with the driving of cattle through public streets was challenged on the ground that it was unreasonable.",
      "id": "s100"
    },
    {
      "text": "Dixon J (as he then was) said (at 155) in a passage quoted many times since: \n \"To determine whether a by-law is an exercise of a power, it is not always enough to ascertain the subject matter of the power and consider whether the by-law appears on its face to relate to that subject.",
      "id": "s101"
    },
    {
      "text": "The true nature and purpose of the power must be determined, and it must often be necessary to examine the operation of the by-law in the local circumstances to which it is intended to apply.",
      "id": "s102"
    },
    {
      "text": "Notwithstanding that ex facie there seemed a sufficient connection between the subject of the power and that of the by-law, the true character of the by-law may then appear to be such that it could not reasonably have been adopted as a means of attaining the ends of the power.",
      "id": "s103"
    },
    {
      "text": "In such a case the by-law will be invalid, not because it is inexpedient or misguided, but because it is not a real exercise of the power.",
      "id": "s104"
    },
    {
      "text": "(Compare Widgee Shire Council v. Bonney .",
      "id": "s105"
    },
    {
      "text": ")\" \n\n(Citation omitted.",
      "id": "s106"
    },
    {
      "text": ")\n \nA little later in his reasons, Dixon J referred (at 156) to the question of whether a restraint embodied in the by-law could be reasonably adopted for the purpose set out in the empowering provision.",
      "id": "s107"
    },
    {
      "text": "In The Mayor, Councillors and the Citizens of the City of Brunswick v Stewart [1941] HCA 7 ; (1941) 65 CLR 88 (\" Brunswick Corporation v Stewart \"), a local government by-law dealing with the erection and construction of buildings was challenged on the ground, among others, that it was unreasonable.",
      "id": "s108"
    },
    {
      "text": "The challenge was rejected by the High Court.",
      "id": "s109"
    },
    {
      "text": "Williams J referred (at 99) to unreasonableness as involving \"oppressive or gratuitous interference with the rights of those who are subject to it as could find no justification in the minds of reasonable men\".",
      "id": "s110"
    },
    {
      "text": "In Clements v Bull [1953] HCA 61 ; (1953) 88 CLR 572 , a regulation made under the Melbourne Harbour Trust Act 1928 (Vic) was challenged, and one of the matters discussed by the High Court was the doctrine of unreasonableness.",
      "id": "s111"
    },
    {
      "text": "Williams ACJ and Kitto J made the point that a regulation may produce unreasonable results in certain circumstances and yet still be valid, providing it is really legislation for the purposes authorised.",
      "id": "s112"
    },
    {
      "text": "Their Honours also made the point that to say delegated legislation is invalid on the ground that no reasonable mind could justify it by reference to the purposes of the power is only another way of stating the conclusion that there is no real connection with the purposes of the power.",
      "id": "s113"
    },
    {
      "text": "Although there appear to be differences between the Australian and English approaches to the doctrines of unreasonableness, certain observations of Diplock LJ in Mixnam's Properties Ltd v Chertsey Urban District Council [1964] 1 QB 214 at 237-238 have been referred to in the authorities in this country and are of assistance: \n \"The various special grounds upon which subordinate legislation has sometimes been said to be void---for example, because it is unreasonable; because it is uncertain; because it is repugnant to the general law or to some other statute---can, I think, today be properly regarded as being particular applications of the general rule that subordinate legislation, to be valid, must be shown to be within the powers conferred by the statute.",
      "id": "s114"
    },
    {
      "text": "Thus, the kind of unreasonableness which invalidates a by-law is not the antonym of 'reasonableness' in the sense of which that expression is used in the common law, but such manifest arbitrariness, injustice or partiality that a court would say: 'Parliament never intended to give authority to make such rules; they are unreasonable and ultra vires'.",
      "id": "s115"
    },
    {
      "text": "\" \n\n (Citation omitted.",
      "id": "s116"
    },
    {
      "text": ")\n \nOn appeal, these observations were apparently approved: Chertsey Urban District Council v Mixnam's Properties Ltd [1965] AC 735.",
      "id": "s117"
    },
    {
      "text": "Tanner is the leading High Court case on the doctrine of reasonable proportionality in relation to delegated legislation.",
      "id": "s118"
    },
    {
      "text": "In that case it was held that delegated legislation will not be valid where it is not capable of being considered to be reasonably proportionate to the end to be achieved.",
      "id": "s119"
    },
    {
      "text": "It is not enough that the Court thinks the delegated legislation inexpedient or misguided.",
      "id": "s120"
    },
    {
      "text": "It must be so lacking in reasonable proportionality as not to be a real exercise of the power.",
      "id": "s121"
    },
    {
      "text": "The Court found support for the ground of review in the judgment of Dixon J in Williams v Melbourne Corporation .",
      "id": "s122"
    },
    {
      "text": "In Minister for Primary Industries and Energy v Austral Fisheries Pty Ltd , a management plan under s 7B of the Fisheries Act 1952 (Cth) was challenged on the ground that it was a form of delegated legislation which was capricious and irrational.",
      "id": "s123"
    },
    {
      "text": "The plan contained a statistical fallacy which led to unfair catch allocations.",
      "id": "s124"
    },
    {
      "text": "The trial judge accepted the applicant's arguments and declared that the plan was void.",
      "id": "s125"
    },
    {
      "text": "His decision was upheld on appeal.",
      "id": "s126"
    },
    {
      "text": "In the course of his reasons on the appeal, Lockhart J considered the scope of the unreasonableness ground of review.",
      "id": "s127"
    },
    {
      "text": "His Honour said (at 382): \n \"Delegated legislation is not invalid on the ground of unreasonableness in the sense that the courts may form a different view as to what is reasonable.",
      "id": "s128"
    },
    {
      "text": "Unreasonableness in this branch of the law means unreasonable in the sense that 'a merely fantastic and capricious by-law, such as reasonable men could not make in good faith' is bad, because delegated legislation of this kind could not be regarded as an exercise of the power conferred upon the subordinate legislative body making the delegated legislation: Slattery v Naylor (1888) 13 App Cas 446 at 452.",
      "id": "s129"
    },
    {
      "text": "\" \n\n \nA little later, his Honour said (at 384):\n \n \"Delegated legislation may be declared to be invalid on the ground of unreasonableness if it leads to manifest arbitrariness, injustice or partiality; but the underlying rationale is that legislation of this offending kind cannot be within the scope of what Parliament intended when authorising the subordinate legislative authority to enact laws.",
      "id": "s130"
    },
    {
      "text": "\" \n\n \n(See also the joint judgment of Beaumont and Hill JJ at 400-401).",
      "id": "s131"
    },
    {
      "text": "In Minister of State for Resources v Dover Fisheries Pty Ltd [1993] FCA 366 ; (1993) 43 FCR 565 , Gummow J discussed the reasonable proportionality ground of review in relation to delegated legislation and the operation of the doctrine of reasonable proportionality in the area of federal constitutional law.",
      "id": "s132"
    },
    {
      "text": "The proportionality principle is \"differently focused\" in the former case: \n \"The fundamental question is whether the delegated legislation is within the scope of what the Parliament intended when enacting the statute which empowers the subordinate authority to make certain laws: see Austral Fisheries at 383-384, per Lockhart J\".",
      "id": "s133"
    },
    {
      "text": "(Citation omitted.",
      "id": "s134"
    },
    {
      "text": ")\n In his reasons for judgment, Cooper J discussed (at 584-586) the relationship between the unreasonableness ground of review and the reasonable proportionality ground of review.",
      "id": "s135"
    },
    {
      "text": "In summary, delegated legislation may be held invalid because it is an unreasonable exercise of the empowering provision or because the delegated legislation is not reasonably proportionate to the purposes of the empowering provision.",
      "id": "s136"
    },
    {
      "text": "There is considerable overlap between the two grounds of review (see De Silva v Minister for Immigration and Multicultural Affairs (1998) 89 FCR 502 at 510) (\" De Silva v Minister for Immigration and Multicultural Affairs \").",
      "id": "s137"
    },
    {
      "text": "As the Court does not have authority to conduct merits review, the test in the case of each ground of review is a very demanding one and, in the final analysis, involves a question of whether the delegated legislation represents a real exercise of the power in the empowering section.",
      "id": "s138"
    },
    {
      "text": "Cases in which delegated legislation has been held invalid on either ground of review are rare.",
      "id": "s139"
    },
    {
      "text": "Examples of cases in which regulations under the Act have been held invalid on the unreasonableness ground are Minister for Immigration and Multicultural Affairs v Singh [2000] FCA 377 ; (2000) 98 FCR 77 and Li v Minister for Immigration and Multicultural Affairs [1999] FCA 1147 ; (1999) 94 FCR 219.",
      "id": "s140"
    },
    {
      "text": "Examples of cases in which delegated legislation has been held invalid on the reasonable proportionality ground of review are Re Gold Coast City Council By-laws [1994] 1 Qd R 130 , Paradise Projects Pty Ltd v Gold Coast City Council [1994] 1 Qd R 314 , Re Gold Coast City (Touting and Distribution of Printed Matter) Law 1994 (1995) 86 LGREA 288 and House v Forestry Tasmania [1995] TASSC 95 ; (1995) 5 Tas R 169.",
      "id": "s141"
    },
    {
      "text": "Before leaving this brief review of the cases, I refer to the illuminating discussions of the relevant principles in De Silva v Minister for Immigration and Multicultural Affairs and Vanstone v Clark [2005] FCAFC 189 ; (2005) 147 FCR 299 at 331-343 [99] - [160] per Weinberg J.",
      "id": "s142"
    },
    {
      "text": "See also Pearce D and Argument S, Delegated Legislation in Australia (3 rd ed, LexisNexis Butterworths, 2005) at 253-267 [21.1]-[21.19]; Aronson M, Dyer B and Groves M, Judicial Review of Administrative Action (4 th ed, Lawbook Co, 2009) at 378.",
      "id": "s143"
    },
    {
      "text": "The appellant put his submission that cl 850.211 was invalid by reason of unreasonableness or a lack of reasonable proportionality on two grounds.",
      "id": "s144"
    },
    {
      "text": "Both grounds were put on the assumption (which I have found to be correct) that cl 850.211 is not inconsistent with the Act.",
      "id": "s145"
    },
    {
      "text": "The first ground advanced by the appellant is that cl 850.211 is illogical or irrational because it contradicts s 48 and reg 2.12.",
      "id": "s146"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s147"
    },
    {
      "text": "The regulations must be read as a whole.",
      "id": "s148"
    },
    {
      "text": "There is nothing irrational or illogical in the regulations providing that a sub-group of the group identified in s 48 be excluded from the group able to apply for the relevant visa.",
      "id": "s149"
    },
    {
      "text": "The second ground invited the Court to consider the merits of the criteria in cl 850.211.",
      "id": "s150"
    },
    {
      "text": "At the relevant time, s 501 of the Act was in the following terms: \n \"(1) The Minister may refuse to grant a visa to a person, or may cancel a visa that has been granted to a person, if:\n (a) subsection (2) applies to the person; or\n (b) the Minister is satisfied that, if the person were allowed to enter or to remain in Australia, the person would:\n (i) be likely to engage in criminal conduct in Australia; or\n (ii) vilify a segment of the Australian community; or\n (iii) incite discord in the Australian community or a segment of the community; or\n (iv) represent a danger to the Australian community or to a segment of that community, whether by way of being liable to become involved in activities that are disruptive to, or violence threatening harm to, that community or segment, or in any other way.",
      "id": "s151"
    },
    {
      "text": "(2) This subsection applies to a person if the Minister:\n (a) having regard to:\n (i) the person's past criminal conduct; or\n (ii) the person's general conduct;\n is satisfied that the person is not of good character; or\n (b) is satisfied that the person is not of good character because of the person's association with another person, or with a group or organisation, who or that the Minister has reasonable grounds to believe has been or is involved in criminal conduct.",
      "id": "s152"
    },
    {
      "text": "(3) The power under this section to refuse to grant a visa to a person, or to cancel a visa that has been granted to a person, is in addition to any other power under this Act, as in force from time to time, to refuse to grant a visa to a person, or to cancel a visa that has been granted to a person.",
      "id": "s153"
    },
    {
      "text": "\" \n\n The appellant's submission was that a blanket prohibition of the type contained in cl 850.211 was inappropriate.",
      "id": "s154"
    },
    {
      "text": "An applicant's circumstances may have changed and there may be grounds to allow him or her to make an application despite a s 501 refusal or a s 501 cancellation.",
      "id": "s155"
    },
    {
      "text": "It was submitted that an appropriate criterion was one which gave the decision-maker a discretion to consider all the circumstances including, if appropriate, any change of circumstances.",
      "id": "s156"
    },
    {
      "text": "The appellant referred to cl 850.221 and public interest criteria 4001.",
      "id": "s157"
    },
    {
      "text": "It is fair to assume that the purpose of s 48 of the Act was to prevent successive applications for a visa where there had been a refusal, or where a visa had been cancelled.",
      "id": "s158"
    },
    {
      "text": "There were, no doubt, cogent policy reasons for such an approach, including a desire to maintain and preserve administrative resources, just as there were, no doubt, cogent policy reasons to allow an application to be made in certain circumstances.",
      "id": "s159"
    },
    {
      "text": "In my opinion, the exclusion of those persons who have been the subject of a s 501 refusal or a s 501 cancellation from those able to apply for the relevant visa cannot be said to produce an oppressive or capricious result, or that the decision to exclude them is one that no reasonable man, acting in good faith, could reach.",
      "id": "s160"
    },
    {
      "text": "Clause 850.211 is not an unreasonable exercise of the empowering provision.",
      "id": "s161"
    },
    {
      "text": "Nor, in my opinion, can it be said that it was not reasonably proportionate to the purposes of the empowering provision.",
      "id": "s162"
    },
    {
      "text": "No doubt, arguments can be put for and against the result achieved by reg 2.12 and cl 850.211, but it cannot be said that the result is so lacking in reasonable proportionality as not to be a real exercise of the empowering provision.",
      "id": "s163"
    },
    {
      "text": "Conclusion\n The appeal must be dismissed.",
      "id": "s164"
    },
    {
      "text": "I will hear the parties on the question of costs.",
      "id": "s165"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s166"
    },
    {
      "text": "Associate: \n \n \nDated: 17 April 2009\n \n Counsel for the Appellant: Mr GC Lindsay SC with Mr LJ Karp \n \n Solicitor for the Appellant: Christopher Levingston &amp; Associates \n \n Counsel for the First Respondent: Mr GT Johnson \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 3 November 2008 \n \n Date of Judgment: 17 April 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/356.html",
      "id": "s167"
    }
  ]
}