{
  "name": "Maxipoint Cultivation Technologies Pty Ltd v Points Direct Pty Ltd [2009] FCA 393 (9 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/393.html",
  "catchphrases": [
    {
      "text": "application by respondent for transfer of proceedings to new south wales district registry at sydney",
      "id": "c0"
    },
    {
      "text": "cause of action arose in new south wales",
      "id": "c1"
    },
    {
      "text": "applicant companies perth based",
      "id": "c2"
    },
    {
      "text": "early stage of proceedings",
      "id": "c3"
    },
    {
      "text": "not merely a matter of the balance of convenience",
      "id": "c4"
    },
    {
      "text": "national court",
      "id": "c5"
    },
    {
      "text": "application dismissed",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "On 15 January 2009, the applicants commenced proceedings against the respondent in the Court's Western Australia District Registry at Perth for damages and injunctive relief for infringement of registered trade marks and design, and misleading and deceptive conduct.",
      "id": "s0"
    },
    {
      "text": "The Western Australia District Registry is the \"proper place\" within the meaning of that expression in O 1, r 4 of the Federal Court Rules (the Rules) unless a transfer is ordered.",
      "id": "s1"
    },
    {
      "text": "By motion dated 31 March 2009, the respondent applied, pursuant to s 48 of the Federal Court of Australia Act 1976 (Cth) and O 10 r 1(2)(f) of the Rules, for an order transferring the proceedings to the Court's New South Wales District Registry at Sydney.",
      "id": "s2"
    },
    {
      "text": "The principles governing the transfer of proceedings are well known and were set out by the Full Court (Bowen CJ, Woodward and Lockhart JJ) in National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155 at 161 --- 163.",
      "id": "s3"
    },
    {
      "text": "They include the following: In Sentry the Full Court explained (at page 162) that the factors which the Court is entitled to take into account in considering whether the proceedings should be transferred are numerous and include \"residence of parties and of witnesses, expense to parties, the place where the cause of action arose and the convenience of the Court\".",
      "id": "s4"
    },
    {
      "text": "The Court also stated (at page 162) that due weight should be given to the reason for which the party commencing the proceedings chose the particular place in which the proceedings were commenced and the stage of the proceedings.",
      "id": "s5"
    },
    {
      "text": "The respondent relied on the affidavit evidence of Mr John Patrick Keogh, sworn on 30 March 2009 to support the transfer of these proceedings from Perth to Sydney.",
      "id": "s6"
    },
    {
      "text": "Counsel for the respondent made the following submissions in support of the application: This is one of those applications which, in the end, is reasonably finely balanced.",
      "id": "s7"
    },
    {
      "text": "Despite the submissions that have been made in writing and orally by Mr Thompson for the respondent, I am not satisfied there should be a transfer of the proceedings to Sydney.",
      "id": "s8"
    },
    {
      "text": "My reasons for coming to that conclusion are not that it is obviously the case that there is no merit in the respondent's proposal; plainly there is some practical merit in it.",
      "id": "s9"
    },
    {
      "text": "However, the applicant companies are Perth-based.",
      "id": "s10"
    },
    {
      "text": "They have commenced the proceedings in the Western Australia District Registry at Perth.",
      "id": "s11"
    },
    {
      "text": "The authorities show that due regard should be had to that fact.",
      "id": "s12"
    },
    {
      "text": "It is not merely a matter of the balance of convenience, which sometimes, in any event, can be difficult to assess in the early stages of a proceeding.",
      "id": "s13"
    },
    {
      "text": "But so far as the balance of convenience is concerned, the tyranny of distance perhaps goes both ways.",
      "id": "s14"
    },
    {
      "text": "Whilst it appears there may be witnesses based in Wagga Wagga who may need to be called in respect of any loss and damage that is established from activities in that area as the respondent suggests, a transfer of the proceedings to the New South Wales District Registry at Sydney would likely require the applicants, who have brought the proceedings, to engage Sydney-based representatives, or otherwise operate remotely in respect of the Registry of the Court in progressing their claim.",
      "id": "s15"
    },
    {
      "text": "Indeed, as the applicants suggest, a transfer may require both sides to engage Sydney-based representatives.",
      "id": "s16"
    },
    {
      "text": "It is reasonably trite to say that in a national court like this, parties can indeed participate in proceedings in one registry from other parts of the country.",
      "id": "s17"
    },
    {
      "text": "There is no formal requirement for a party to engage a locally-based solicitor, although for convenience sake it is often a sensible arrangement.",
      "id": "s18"
    },
    {
      "text": "It is however, possible for parties to use both the telephone and video conferencing facilities to participate in pre-trial proceedings, and that not uncommonly happens in this Court.",
      "id": "s19"
    },
    {
      "text": "It is a separate issue, however, whether the Court at some later stage might exercise its power under O 30, r 6(2) of the Rules, either on its own motion or on the application of a party, to hold the trial of the proceeding somewhere other than the registry which is the \"proper place\".",
      "id": "s20"
    },
    {
      "text": "It is a little too early to know exactly what the strength of an application to hold the trial in Wagga Wagga or Sydney might be.",
      "id": "s21"
    },
    {
      "text": "I leave that issue aside for the moment.",
      "id": "s22"
    },
    {
      "text": "If it were to arise later, it would most likely come at a point in the conduct of these proceedings in the Western Australia District Registry at Perth when the matter is being listed for trial.",
      "id": "s23"
    },
    {
      "text": "The issue might then arise of just how or where the trial should best be conducted, taking into account the issues, the interests of all the parties, the number of witnesses, the location of counsel, not to mention the Court's convenience.",
      "id": "s24"
    },
    {
      "text": "For these reasons, fairly simply put, the notice of motion dated 31 March 2009 for transfer of the proceedings to the Court's New South Wales District Registry at Sydney is dismissed.",
      "id": "s25"
    },
    {
      "text": "The respondent is to pay the applicants' costs of the motion.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s27"
    },
    {
      "text": "Associate:\n \n \nDated: 28 April 2009\n \n Solicitor for the Applicants: Mr G Provan \n \n Counsel for the Respondent: Mr D W Thompson \n \n Solicitor for the Respondent: Irdi Legal \n Date of Hearing: 9 April 2009 \n \n Date of Judgment: 9 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/393.html",
      "id": "s28"
    }
  ]
}