{
  "name": "Sagigi v Comcare [2009] FCA 385 (22 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/385.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve a notice of appeal from decision of tribunal",
      "id": "c0"
    },
    {
      "text": "tribunal's obligation to provide reasons upon request pursuant to s 43(2b) of the administrative appeals tribunal act 1975 (cth)",
      "id": "c1"
    },
    {
      "text": "reasons must be adequate but they need not be self-contained",
      "id": "c2"
    },
    {
      "text": "adequacy of reasons is a matter of substance",
      "id": "c3"
    },
    {
      "text": "no utility in granting an extension of time where appeal would inevitably fail on grounds raised in draft notice of appeal",
      "id": "c4"
    },
    {
      "text": "compensation",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time to file and serve a notice of appeal from a decision of the Administrative Appeals Tribunal ('the Tribunal') affirming an anterior determination of the respondent rejecting a claim by the applicant in respect of an injury she sustained to her lower back on 5 November 1996 in the course of her work as an employee of the Australian Customs Service.",
      "id": "s0"
    },
    {
      "text": "The applicant's claim is for permanent impairment of 10% to her thoraco-lumbar spine and was made pursuant to ss 24 and 27 of the Safety, Rehabilitation and Compensation Act 1988 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "APPLICATION FOR EXTENSION OF TIME \n The circumstances giving rise to the need to make an application for an extension of time to file and serve a notice of appeal were the subject of: \n(1) Three affidavits sworn by the partner in the firm of solicitors having the carriage of the matter on behalf of the applicant;\n \n(2) an affidavit sworn by the solicitor in the office of the solicitors having the carriage of the matter on behalf of the respondent; and\n \n(3) a number of items of letter and email correspondence between the respective solicitors for the parties.",
      "id": "s2"
    },
    {
      "text": "In the light of the position that was ultimately taken by senior counsel on behalf of the respondent, namely, that the applicant's application for an extension of time to file and serve a notice of appeal was not opposed, it is unnecessary for me to set out in any detail the circumstances which led to the applicant's failure to file and serve a notice of appeal in this Court on a timely basis.",
      "id": "s3"
    },
    {
      "text": "However, it seems fairly clear, from the material to which I have referred, that that failure was due to the mistaken belief, on the part of the partner in the firm of solicitors having the carriage of the matter on behalf of the applicant, that time commences to run under s 44(2A)(a) of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') only from the time of receipt of the Tribunal's written reasons, rather than from the time the 'document setting out the terms of the decision of the Tribunal is given to the person'.",
      "id": "s4"
    },
    {
      "text": "In the circumstance that the respondent's ultimate position was that it did not oppose an extension of time because the respondent did not seek to visit upon the applicant any adverse consequences of such a failure for which, it can be inferred, she was in no way responsible, a position, in my view, for which the respondent is to be commended.",
      "id": "s5"
    },
    {
      "text": "I informed the parties that I proposed to hear their respective arguments on the grounds set out in the applicant's draft notice of appeal accompanying her application for an extension of time and deal with both that application and, if it be granted, the appeal, at the same time.",
      "id": "s6"
    },
    {
      "text": "DRAFT NOTICE OF APPEAL \n The draft notice of appeal contained three grounds as follows: \n(1) The reasons given by the Tribunal fall short of that required by s 43(2B) of the AAT Act.",
      "id": "s7"
    },
    {
      "text": "(2) The Tribunal made material findings of fact for which there was no evidence or for which the only evidence was to the contrary of the finding.",
      "id": "s8"
    },
    {
      "text": "(3) The Tribunal denied the applicant procedural fairness in considering whether she may have forgotten the cause of her back symptoms when this proposition was not put to her, the medical witnesses or her counsel.",
      "id": "s9"
    },
    {
      "text": "On the hearing of the applicant's application, counsel for the applicant informed me that ground 3 was abandoned and that two of the three alleged material findings of fact sought to be assailed in reliance on ground 2 were no longer pressed.",
      "id": "s10"
    },
    {
      "text": "This left ground 1 and one alleged material finding of fact to be pressed in reliance on ground 2.",
      "id": "s11"
    },
    {
      "text": "Ground 1\n The Tribunal's obligation, upon request, to give written reasons arises under s 43 of the AAT Act.",
      "id": "s12"
    },
    {
      "text": "Section 43(2B) of that Act provides: \n (2B) Where the Tribunal gives in writing the reasons for its decision, those reasons shall include its findings on material questions of fact and a reference to the evidence or other material on which those findings were based.",
      "id": "s13"
    },
    {
      "text": "Ground 1 was particularised in the following way: \n For all the grounds set out below, the decision of the Tribunal fails to clearly and accurately state the principles of law upon which it relied; failed to explain in a logical manner how it arrived at material questions of fact; and leaves the applicant unable to understand how the Tribunal arrived at the finding that the applicant had sustained no relevant impairment according to law.",
      "id": "s14"
    },
    {
      "text": "The applicant did not identify those parts of the Tribunal's reasons which allegedly failed to 'clearly and accurately state the principles of law upon which it relied'.",
      "id": "s15"
    },
    {
      "text": "The applicant, in support of the allegation that the Tribunal's reasons 'failed to explain in a logical manner how it arrived at material questions of fact', pointed to the Tribunal's finding that it preferred the evidence of Dr McGill over that of Drs Berry and Bodel, which finding, the applicant submitted, was devoid of any logical reasoning, thus leaving 'the applicant unable to understand how the Tribunal arrived at the finding that the applicant had sustained no relevant impairment according to law'.",
      "id": "s16"
    },
    {
      "text": "Ground 2\n The remaining alleged material finding of fact sought to be assailed in reliance on ground 2 was particularised as follows: \n The Tribunal found that the applicant did not remember how long she had had a back injury or the extent to which it may have improved and then returned in circumstances when there was no evidence to support the finding or where the only evidence was to the contrary.",
      "id": "s17"
    },
    {
      "text": "In the circumstances, the Tribunal failed to give adequate reasons to explain how it arrived at this finding.",
      "id": "s18"
    },
    {
      "text": "This is a reference to [14] of the Tribunal's reasons.",
      "id": "s19"
    },
    {
      "text": "I put to counsel for the applicant that her complaint with respect to this remaining matter sought to be pressed in reliance on ground 2, namely, that the Tribunal made a material finding of fact for which there was no evidence or for which the only evidence was to the contrary of the finding, was really a complaint that the Tribunal had failed to give adequate reasons to explain how it arrived at the alleged finding, thereby falling more appropriately under ground 1.",
      "id": "s20"
    },
    {
      "text": "Counsel for the applicant conceded as much.",
      "id": "s21"
    },
    {
      "text": "On the other hand, I have real doubt as to whether what the Tribunal said at [14] of its reasons was a finding at all; more likely it was mere articulation of a step in its reasoning process.",
      "id": "s22"
    },
    {
      "text": "I address this in more detail below.",
      "id": "s23"
    },
    {
      "text": "THE TRIBUNAL'S REASONS \n The relevant paragraphs of the Tribunal's reasons, relevance being determined by reference to those reasons that are assailed by the applicant on the grounds in the draft notice of appeal that have not be abandoned and are still pressed, are [11] --- [18] inclusive.",
      "id": "s24"
    },
    {
      "text": "The paragraphs are not long, and I therefore set them out below: \n 11.",
      "id": "s25"
    },
    {
      "text": "Dr Bodel ascribed no rating under Table 9.5 of the Guide but did assess Ms Sagigi's impairment as 10 per cent under Table 9.6 of the Guide.",
      "id": "s26"
    },
    {
      "text": "I note that there were, throughout the evidence of Ms Sagigi and the histories given to the various doctors, some inconsistencies in the evidence.",
      "id": "s27"
    },
    {
      "text": "For example, she told Dr Bodel that she had resigned her employment because she could not cope with the level of back pain.",
      "id": "s28"
    },
    {
      "text": "That is not what the evidence was before me, as I have already described.",
      "id": "s29"
    },
    {
      "text": "12.",
      "id": "s30"
    },
    {
      "text": "The critical evidence in this case is essentially that of Dr McGill, and his findings on three occasions in 2001, 2003 and 2006, that Ms Sagigi had a full ability to bend, a full range of movement in her back.",
      "id": "s31"
    },
    {
      "text": "Mr Stockley sought to deal with that finding on those three different occasions by relying on evidence Dr Bodel gave orally.",
      "id": "s32"
    },
    {
      "text": "That is that there is a variability of symptomatology or level of ability to move and hence Dr McGill's findings were within that normal range of variability.",
      "id": "s33"
    },
    {
      "text": "The difficulty I have with this is that what I am seeking to deal with in this case or to find, is an allegation or assertion for permanent impairment.",
      "id": "s34"
    },
    {
      "text": "13.",
      "id": "s35"
    },
    {
      "text": "Under section 4 of the Act, 'permanent' is defined to mean, 'likely to continue indefinitely.",
      "id": "s36"
    },
    {
      "text": "' And 'impairment' means 'the loss of the use or the damage or malfunctioning of any part of the body or any bodily system function or such a system or function.",
      "id": "s37"
    },
    {
      "text": "' In my view, especially given that the findings and observations of Dr McGill were not challenged but rather accepted as having been observed by that doctor, I simply cannot make a finding that there was any relevant impairment or permanent impairment on the evidence before me.",
      "id": "s38"
    },
    {
      "text": "And that would be even assuming that Doctors Bodel and Berry were correct in their diagnoses that the current condition suffered by Ms Sagigi was a result of her employment, which I do not accept as I prefer Dr McGill's explanation.",
      "id": "s39"
    },
    {
      "text": "14.",
      "id": "s40"
    },
    {
      "text": "I am not criticising Ms Sagigi when I make that finding.",
      "id": "s41"
    },
    {
      "text": "I think it is somewhat difficult to remember how long one has had back injuries, the extent to which they may have improved and then returned.",
      "id": "s42"
    },
    {
      "text": "15.",
      "id": "s43"
    },
    {
      "text": "I find Dr McGill's evidence that the back condition may be related to other factors or an underlying degenerative condition, more plausible, given that he has seen this patient on three occasions, whereas Dr Berry and Dr Bodel have only seen her on two occasions.",
      "id": "s44"
    },
    {
      "text": "Dr Rosenberg has not given a detailed opinion and diagnosis in the short report to the treating GP.",
      "id": "s45"
    },
    {
      "text": "I quote from Dr Rosenberg's report of 15 December 2003.",
      "id": "s46"
    },
    {
      "text": "In summary, he had seen Ms Sagigi for a review and had taken the back history as I have previously described.",
      "id": "s47"
    },
    {
      "text": "He found that Ms Sagigi was tender at the lumbrosacral level: \n\n \n She forward flexes to her shins but has to climb up slowly in the way of extension.",
      "id": "s48"
    },
    {
      "text": "Straight leg raising is unimpeded and neurological examination is normal.",
      "id": "s49"
    },
    {
      "text": "16.",
      "id": "s50"
    },
    {
      "text": "He sent her for X-rays which revealed 'some slight loss lumbrosacral disc height but no evidence of significant instability.",
      "id": "s51"
    },
    {
      "text": "' And his conclusion was: \n\n \n Her story is strongly suggestive of a chronic disc problem.",
      "id": "s52"
    },
    {
      "text": "Nevertheless, I have recommended a back strengthening regime aimed at strengthening her spinal and abdominal muscles.",
      "id": "s53"
    },
    {
      "text": "She needs to exercise regularly, particularly walking, swimming and a bike [sic].",
      "id": "s54"
    },
    {
      "text": "Should her symptoms become unmanageable, I would investigate her further with an MRI scan.",
      "id": "s55"
    },
    {
      "text": "17.",
      "id": "s56"
    },
    {
      "text": "I note that Dr Rosenberg saw her again in 2005, but that was not for the purpose of reviewing her in terms of providing treatment recommendations, but rather to provide letters.",
      "id": "s57"
    },
    {
      "text": "18.",
      "id": "s58"
    },
    {
      "text": "So overall, my conclusion is that the injury that Ms Sagigi suffered in November 1996 is not the cause of her current symptoms but further, and more importantly on the evidence, particularly of Dr McGill, I cannot find that she has any permanent impairment relevantly under Table 9.6 and I do note also that Dr Bodel found that she did not have a permanent impairment under Table 9.5.",
      "id": "s59"
    },
    {
      "text": "So as previously stated, for those reasons, the decision under review is affirmed.",
      "id": "s60"
    },
    {
      "text": "THE STANDARD OF REASONS REQUIRED \n These paragraphs exemplify a mixture of reasons and conclusions and while the paragraphs might have been better structured by separating the reasons from the conclusions and allocating each conclusion or finding on a material question of fact to the reasons said to support that conclusion or finding, a failure to do so does not, in my view, mean that the reasons do not meet the requirements of s 43(2B) of the AAT Act.",
      "id": "s61"
    },
    {
      "text": "A standard of perfection is not required.",
      "id": "s62"
    },
    {
      "text": "It is sufficient if the basis of the decision is apparent, and one can reasonably understand or discern why the decision was reached.",
      "id": "s63"
    },
    {
      "text": "In Housing Commission of New South Wales v Tatmar Pastoral Co [1983] 3 NSWLR 378 at 381, Hutley JA (with whom Samuels JA agreed) said: \n The extent to which a court must go in giving reasons is incapable of precise definition.",
      "id": "s64"
    },
    {
      "text": "A court must not nullify rights of appeal by giving no or nominal reasons, but there is no duty to expound reasons so as to facilitate appeals.",
      "id": "s65"
    },
    {
      "text": "This applies particularly to the situation where a judge has to decide between conflicting witnesses, including experts.",
      "id": "s66"
    },
    {
      "text": "The choice between conflicting experts may have to be a matter of judgment, not of detailed reasoning.",
      "id": "s67"
    },
    {
      "text": "Whilst reasons must be adequate they do not need to be self-contained --- their sufficiency can depend on the manner in which a case was conducted, and such matters as the 'basic stock of knowledge common to both parties': Cypressvale Pty Ltd v Retail Shopping Lease Tribunal [1995] QCA 187 ; [1996] 2 Qd R 462 per McPherson and Davies JJA at 492.",
      "id": "s68"
    },
    {
      "text": "Similar observations were more recently made by Flick J in Comcare v Davies (2008) 173 IR 294 at [31] and [32]: ... \n \n The nature and extent of this obligation [under s 43(2B) of the AAT Act] has been extensively canvassed.",
      "id": "s69"
    },
    {
      "text": "For the purposes of the resolution of the present appeal it is sufficient to note that the reasons of the Tribunal are 'meant to inform and not to be scrutinised upon over-zealous judicial review by seeking to discern whether some inadequacy may be gleaned from the way in which the reasons are expressed' : Minister for Immigration &amp; Ethnic Affairs v Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s70"
    },
    {
      "text": "But it is equally important 'to review the Tribunal's reasons to be satisfied that the Tribunal has in fact had regard to the matters which it must address' : Zhang v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 30 at [14] .",
      "id": "s71"
    },
    {
      "text": "32.",
      "id": "s72"
    },
    {
      "text": "The extent of the reasoning provided in accordance with s 43(2B) must also be considered against the backdrop of the contentions advanced for resolution and the evidence presented.",
      "id": "s73"
    },
    {
      "text": "The Tribunal is exhorted by s 2A of the 1975 Act to 'pursue the objective of providing a mechanism of review that is fair, just, economical, informal and quick' .",
      "id": "s74"
    },
    {
      "text": "When carrying out its functions the Tribunal is also obliged to 'ensure that every party to a proceeding ... is given a reasonable opportunity to present his or her case' : s 39(1).",
      "id": "s75"
    },
    {
      "text": "The person who made the decision being reviewed by the Tribunal is also required to 'use his or her best endeavours to assist the tribunal to make its decision in relation to the proceeding' : s 33(1AA).",
      "id": "s76"
    },
    {
      "text": "(Emphasis added) \n\n The adequacy of reasons provided, however, is also a matter of 'substance': Dodds v Comcare Australia (1993) 31 ALD 690.",
      "id": "s77"
    },
    {
      "text": "Burchett J at 691 there observed: \n The obligation to furnish reasons, and to furnish reasons which are adequate, is a very important obligation.",
      "id": "s78"
    },
    {
      "text": "It is a pillar of the system of administrative decision-making by the Tribunal, and it is essential that the Court should insist on its fulfilment.",
      "id": "s79"
    },
    {
      "text": "But it is the substance of the obligation that matters .",
      "id": "s80"
    },
    {
      "text": "Indeed, as Lord Sumner pointed out in SS Hontestroom v SS Sagaporack [1927] AC 37 at 50, even a Judge's reasons on a question of fact will not be vitiated by 'imperfections in form and expression'.",
      "id": "s81"
    },
    {
      "text": "Section 43 is not to be construed in a pedantic spirit, but sensibly.",
      "id": "s82"
    },
    {
      "text": "If the Tribunal's reasons exposed the logic of its decision, and contain findings on those matters of fact which are essential to that logic, it will not be easy to demonstrate a failure of compliance with the requirement to include 'findings on material questions of fact '.",
      "id": "s83"
    },
    {
      "text": "(Emphasis added) \n\n ANALYSIS OF THE TRIBUNAL'S REASONS \n On reviewing [11] --- [18] of the Tribunal's reasons, one can discern two fundamental conclusions or findings on material questions of fact or mixed fact and law: \n(1) The finding at [13] that the Tribunal did not accept 'that the current condition suffered by Mrs Sagigi was a result of her employment'.",
      "id": "s84"
    },
    {
      "text": "(2) The finding at [13] that the Tribunal 'simply cannot make a finding that there was any relevant impairment or permanent impairment on the evidence before [it]'; and the similar finding at [18] that the Tribunal 'cannot find that she has any permanent impairment relevantly under Table 9.6'.",
      "id": "s85"
    },
    {
      "text": "The conclusion or finding in [19(1)] above is supported by reference to the following process of reasoning: \n(1) Inconsistencies in the evidence of the applicant in the Tribunal and the histories given to the various doctors (at [9] and [11]).",
      "id": "s86"
    },
    {
      "text": "(2) The evidence of Dr McGill 'that the back condition may be related to other factors or an underlying degenerative condition' (at [15]).",
      "id": "s87"
    },
    {
      "text": "(3) That Dr McGill's evidence was 'more plausible, given that he has seen this patient on three occasions, whereas Dr Berry and Dr Bodel have only seen her on two occasions' (at [15]); to which I would add, on three occasions over seven years, not five years as referred to at [12] of the Tribunal's reasons.",
      "id": "s88"
    },
    {
      "text": "The conclusions or findings in [19(2)] above are supported by reference to the following process of reasoning: \n(1) The critical evidence of Dr McGill that on the three occasions he saw the applicant she 'had a full ability to bend, a full range of movement in her back' (at [12]).",
      "id": "s89"
    },
    {
      "text": "(2) That these 'findings and observations of Dr McGill were not challenged but rather accepted as having been observed by the doctor' at ([13]).",
      "id": "s90"
    },
    {
      "text": "(3) The definition of 'permanent' in s 4 of the Act to mean 'likely to continue indefinitely' and 'impairment' to mean 'the loss of the use or the damage or malfunctioning of any part of the body or any bodily system function or such a system or function' (at [13]).",
      "id": "s91"
    },
    {
      "text": "(4) Dr McGill's evidence was not satisfactorily explained by the notion of 'variability of symptomatology', raised in the course of Dr Bodel's evidence.",
      "id": "s92"
    },
    {
      "text": "If the restriction of movement in the applicant's back was so variable as to accommodate the evidence of Dr McGill, that restriction of movement did not come within the definition of a permanent impairment (at [12]).",
      "id": "s93"
    },
    {
      "text": "While one may not agree with each and every step in these processes of reasoning leading to the ultimate conclusion or finding, it does expose their logic in the sense of enabling the reader, in particular, the applicant, to reasonably understand or discern why the conclusion or finding was reached.",
      "id": "s94"
    },
    {
      "text": "For these reasons, I am of the view that the reasons given by the Tribunal do not fall short of that required by s 43(2B) of the AAT Act and that, as a consequence, the applicant cannot succeed on ground 1 of her draft notice of appeal.",
      "id": "s95"
    },
    {
      "text": "During the course of the hearing, counsel for the applicant submitted that the Tribunal did not consider the submission, founded upon the observations of von Doussa J in O'Keefe v Comcare [1998] FCA 603 and of Mansfield J in Comcare v Moon [2003] FCA 569 ; (2003) 75 ALD 160 at [50] , consistent with the approach taken by Jenkinson J in Comcare v Amorebieta (1996) 66 FCR 83 that a finding of permanent impairment under Tables 9.5 or 9.6 was available despite Dr McGill's findings on examination.",
      "id": "s96"
    },
    {
      "text": "In that last-mentioned case, Jenkinson J said at 99: \n It was a further ground of appeal that the Tribunal, having found 'that there are occasions on which [the respondent] has a full range of movement if movement is to be measured in a technical sense', erred in law in failing to recognise that the word 'loss' in Table 9.6 --- and particularly in the phrase 'loss of less than half normal range of movement' --- requires that that degree of restriction of movement be always present.",
      "id": "s97"
    },
    {
      "text": "In that stark form the submission was perhaps not pressed.",
      "id": "s98"
    },
    {
      "text": "Nor do I accept it.",
      "id": "s99"
    },
    {
      "text": "The finding was based on some of the evidence by medical practitioners who at particular examinations found the respondent able to move within the normal range.",
      "id": "s100"
    },
    {
      "text": "But what is done on a particular occasion under medical observation is not determinative of the assessment which Table 9.6 requires.",
      "id": "s101"
    },
    {
      "text": "Counsel for the applicant suggested that the reason why this issue was not engaged in by the Tribunal was because the Tribunal had already found the applicant's current condition was not a result of her employment.",
      "id": "s102"
    },
    {
      "text": "That may be right or it may be wrong but irrespective of whether it is right or wrong it does not, in my view, exemplify an inadequacy in the reasoning process such as to sustain ground 1 of the draft notice of appeal.",
      "id": "s103"
    },
    {
      "text": "And there is no other ground to found the agitation of this view.",
      "id": "s104"
    },
    {
      "text": "The remaining alleged finding sought to be assailed in reliance on ground 2 is what is set out in [14] of the Tribunal's reasons (see [14] above).",
      "id": "s105"
    },
    {
      "text": "As I indicated in [13] above, I have real doubt as to whether what the Tribunal said at [14] of its reasons was a finding at all; more likely, it was mere articulation of a step in its reasoning process.",
      "id": "s106"
    },
    {
      "text": "In my view, all the Tribunal was doing was explaining that the conclusion or finding which it expressed in the immediately preceding paragraph, namely, its unwillingness to accept that the current condition suffered by the applicant was a result of her employment, was not intended as criticism of the applicant because, in the Tribunal's experience, it is somewhat difficult to remember how long one has had back injuries, the extent to which they have improved and then returned.",
      "id": "s107"
    },
    {
      "text": "In short, what the Tribunal was doing at [14] of its reasons was explaining, as part of its reasoning process, that while it rejected the applicant's evidence as to the nature and extent of her back symptoms, it nonetheless accepted that she was not dishonest.",
      "id": "s108"
    },
    {
      "text": "It is not possible, in my view, to read that paragraph as a conclusion or finding on a material question of fact or mixed fact and law for which there was no evidence or for which the only evidence was to the contrary of the finding.",
      "id": "s109"
    },
    {
      "text": "Moreover, if it is not a conclusion or finding but rather mere articulation of a step in the reasoning process, it does not represent a failure on the part of the Tribunal to give adequate reasons to explain how it arrived at the finding.",
      "id": "s110"
    },
    {
      "text": "For these reasons, I do not think the applicant can succeed on what remains of ground 2 of her draft notice of appeal.",
      "id": "s111"
    },
    {
      "text": "CONCLUSION \n For the foregoing reasons, I am of the view that if I was to grant the applicant an extension of time to file and serve a notice of appeal containing those grounds in the draft notice of appeal accompanying her application, as have not been abandoned but are still pressed, she would inevitably fail.",
      "id": "s112"
    },
    {
      "text": "In those circumstances, there would be no utility in granting that extension of time and the application is refused.",
      "id": "s113"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s114"
    },
    {
      "text": "Associate:\nDated: 22 April 2009\n \n Counsel for the Applicant: Mr P Stockley \n \n Solicitor for the Applicant: Capital Lawyers \n \n Counsel for the Respondent: Mr TM Howe QC \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 14 April 2009 \n \n Date of Judgment: 22 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/385.html",
      "id": "s115"
    }
  ]
}