{
  "name": "O'Donoghue v Ireland [2009] FCA 394 (6 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/394.html",
  "catchphrases": [
    {
      "text": "applicant committed to custody",
      "id": "c0"
    },
    {
      "text": "application for bail pending review of magistrate's order pursuant to s 21(6)(f)(iv) of the extradition act 1988 (cth)",
      "id": "c1"
    },
    {
      "text": "special circumstances not made out",
      "id": "c2"
    },
    {
      "text": "bail application dismissed",
      "id": "c3"
    },
    {
      "text": "extradition",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "On 3 April 2009, His Honour Magistrate G N Calder, sitting in the Western Australian Magistrates Court at Perth determined, pursuant to s 19(2) of the Extradition Act 1988 (Cth) (the Act), that the applicant, Vincent Thomas O'Donoghue, is an eligible person for surrender for extradition to Ireland in relation to the extradition offences of obtaining property by false pretences (8 counts) and fraudulent conversion (8 counts).",
      "id": "s0"
    },
    {
      "text": "Magistrate Calder thereupon committed the applicant to custody pursuant to s 19(9) of the Act.",
      "id": "s1"
    },
    {
      "text": "By application dated 3 April 2009 the applicant sought review of the Magistrate's decision pursuant to s 21(1) of the Act and applied for immediate bail pending review, pursuant to s 21(6)(f)(iv) of the Act.",
      "id": "s2"
    },
    {
      "text": "Under s 21(6)(f)(iv) of the Act, pending the determination of a review application in this Court, bail can only be granted if there are \"special circumstances\" justifying such a course.",
      "id": "s3"
    },
    {
      "text": "The decision of the High Court of Australia in the United Mexican States v Cabal (2001) 209 CLR 165, is on point and relied upon by both the applicant and first respondent.",
      "id": "s4"
    },
    {
      "text": "In Cabal , the Court (Gleeson CJ, McHugh and Gummow JJ) at para 61 stated: \n Given this background and the rationale for the \"special circumstances\" condition, bail in extradition cases should be granted only when two conditions are fulfilled.",
      "id": "s5"
    },
    {
      "text": "First, the circumstances of the individual case are special in the sense that they are different from the circumstances that persons facing extradition would ordinarily endure when regard is had to the nature and extent of the extradition charges.",
      "id": "s6"
    },
    {
      "text": "This means that the circumstances relied on must be different in kind from the disadvantages that all extradition defendants have to endure.",
      "id": "s7"
    },
    {
      "text": "To constitute \"special circumstances\", the matters relied on \"need to be extraordinary and not factors applicable to all defendants facing extradition.",
      "id": "s8"
    },
    {
      "text": "\"(109) Secondly, there must be no real risk of flight.",
      "id": "s9"
    },
    {
      "text": "Absence of a real risk of flight is ordinarily a necessary but not a sufficient condition of bail.",
      "id": "s10"
    },
    {
      "text": "When there is a real risk of flight, ordinarily bail should be refused.",
      "id": "s11"
    },
    {
      "text": "In Cabal at para 66, the Court, by reference to Schoenmakers v Director of Public Prosecutions (1991) 30 FCR 70 , discussed the question of delay in extradition proceedings and observed: \n The Federal Court also found that the eleven months spent in custody by Mr Schoenmakers constituted a special circumstance.",
      "id": "s12"
    },
    {
      "text": "The Court said (113) that, \"it can never be regarded as anything other than a special circumstance that a person should have to spend a year in prison unconvicted of any offence\".",
      "id": "s13"
    },
    {
      "text": "With respect, this statement cannot be accepted as a general proposition.",
      "id": "s14"
    },
    {
      "text": "Whether or not a delay of one year or more constitutes special circumstances depends on the facts of the particular case.",
      "id": "s15"
    },
    {
      "text": "If the extraditing country has prosecuted the proceedings without undue delay, it is unlikely that length of delay would itself constitute special circumstances.",
      "id": "s16"
    },
    {
      "text": "No doubt it is a hardship for any innocent person to be held in custody for a lengthy period.",
      "id": "s17"
    },
    {
      "text": "But detention for a lengthy period - particularly when the charges are numerous and complex and the defendant exercises his or her right to appeal against the order of committal - is not so special that it constitutes special circumstances.",
      "id": "s18"
    },
    {
      "text": "In any contested extradition proceedings, delay is inevitable.",
      "id": "s19"
    },
    {
      "text": "Delay will constitute special circumstances only when it is outside what could be regarded as the normal range for offences of the type and complexity the subject of the proceedings \n In Cabal at para 62, the Court further stated: \n Even when special circumstances are proved and there is no real risk of flight, it does not follow that bail must be granted.",
      "id": "s20"
    },
    {
      "text": "For example, the defendant may pose a risk to the community or a particular individual.",
      "id": "s21"
    },
    {
      "text": "In addition, bail must become harder to obtain as the case proceeds through the judicial system.",
      "id": "s22"
    },
    {
      "text": "Once the magistrate has found that the defendant is eligible for surrender, public interest factors similar to those that require a convicted defendant to be imprisoned also require that a defendant in extradition proceedings be kept in custody.",
      "id": "s23"
    },
    {
      "text": "Before a Federal Court judge grants bail, the defendant ordinarily will need to show that the application for review has strong prospects of success as well as special circumstances and an absence of risk of flight.",
      "id": "s24"
    },
    {
      "text": "In his affidavit, sworn 2 April 2009, the applicant relies on the following circumstances to support his bail application: I do not consider it can be said that the types of matters that have been highlighted by counsel on behalf of the applicant constitute special circumstances as contemplated in Cabal .",
      "id": "s25"
    },
    {
      "text": "They are not special, in the sense that they are factors that one might say are generally applicable to all persons in the applicant's position facing extradition.",
      "id": "s26"
    },
    {
      "text": "There is no debate that the applicant left Ireland at a time when there were no charges against him.",
      "id": "s27"
    },
    {
      "text": "He came to Australia with his then family in July 2002 and since then he has worked in Australia and he and his wife have had three more children.",
      "id": "s28"
    },
    {
      "text": "The family, generally speaking, is dependent on him as the primary breadwinner.",
      "id": "s29"
    },
    {
      "text": "Being held in custody now as a result of the Magistrate's recent determination will have some very real effects on his family.",
      "id": "s30"
    },
    {
      "text": "All of those things are distressing no doubt from the family's and the applicant's viewpoint.",
      "id": "s31"
    },
    {
      "text": "The question of flight, and how real the risk of flight is, only arises where special circumstances have first been demonstrated.",
      "id": "s32"
    },
    {
      "text": "It is also important to observe though, as did their Honours in Cabal , that when an applicant proceeds to this advanced stage of extradition proceedings before a Federal Court judge, the stakes are raised and it is also important to show that the review application has strong prospects of success.",
      "id": "s33"
    },
    {
      "text": "In this case it is, in the final analysis, unnecessary to consider closely the question of flight risk or prospects of success, as \"special circumstances\" for bail are not made out in the first instance.",
      "id": "s34"
    },
    {
      "text": "In all of the circumstances, then, on the basis of materials currently before me, the application for bail pending the determination of the review must be dismissed.",
      "id": "s35"
    },
    {
      "text": "The application for bail under the Act is dismissed.",
      "id": "s36"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s37"
    },
    {
      "text": "Associate:\n \n \nDated: 23 April 2009\n \n Counsel for the Applicant: Mr S K Shepherd \n \n Solicitor for the Applicant: Tottle Partners \n \n Counsel for the First Respondent: Mr D Renton \n \n Solicitor for the First Respondent: Commonwealth Director of Public Prosecutions \n Date of Hearing: 6 April 2009 \n \n Date of Judgment: 6 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/394.html",
      "id": "s38"
    }
  ]
}