{
  "name": "Jemena Asset Management (3) Pty Ltd v Coinvest Limited [2009] FCA 327 (9 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/327.html",
  "catchphrases": [
    {
      "text": "section 109 inconsistency",
      "id": "c0"
    },
    {
      "text": "federal industrial instruments regulating long service leave",
      "id": "c1"
    },
    {
      "text": "application of construction industry long service leave act 1997 (vic)",
      "id": "c2"
    },
    {
      "text": "whether conflict between workplace relations act 1996 (cth) and state act",
      "id": "c3"
    },
    {
      "text": "subject matter of industrial instruments and state act",
      "id": "c4"
    },
    {
      "text": "whether industrial instruments cover the field",
      "id": "c5"
    },
    {
      "text": "whether inconsistency between industrial instruments and state act",
      "id": "c6"
    },
    {
      "text": "constitutional law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "The applicant companies are employers who, amongst other categories of employees, employ persons to perform construction work.",
      "id": "s0"
    },
    {
      "text": "The applicants are bound by industrial instruments in respect of their employees to accord long service leave or payment in lieu subject to certain conditions prescribed in those instruments.",
      "id": "s1"
    },
    {
      "text": "The respondent company is the trustee of the Construction Industry Long Service Leave Fund (\"the Fund\").",
      "id": "s2"
    },
    {
      "text": "The Fund is established under a trust deed executed by the respondent on 1 April 1997 (\"the Deed\").",
      "id": "s3"
    },
    {
      "text": "Under the authority of the trust deed, the respondent has made rules governing the operation of the Fund.",
      "id": "s4"
    },
    {
      "text": "The rules are, subject to the Deed, to be construed as part of the Deed and have effect through the Deed and the Construction Industry Long Service Leave Act 1997 (Vic) (\"the State Act\").",
      "id": "s5"
    },
    {
      "text": "The paramount question for determination in this proceeding is whether there is an inconsistency, within the meaning of s 109 of the Constitution , between the industrial instruments which place long service leave obligations on the applicants and the obligations imposed on them by the State Act.",
      "id": "s6"
    },
    {
      "text": "By consent, the parties have asked the Court, and the Court has ordered, that (pursuant to O 29 r 2 of the rules of Court), the following questions be decided separately from any other question in the proceeding: \n (a) Is there any inconsistency within the meaning of: \n\n \n (i) s 170LZ(1) of the Workplace Relations Act 1996 (Cth) (the WR Act ), as it stood prior to 27 March 2006; \n\n \n (ii) s 17(1) of the WR Act, as it stood on and after 27 March 2006; or\n \n (iii) s 109 of the Commonwealth Constitution ;\n \n between the Construction Industry Long Service Leave Act 1997 (Vic) (and the instruments referred to therein, being the trust deed as defined therein and the Rules of the Construction Industry Long Service Leave Fund) (the CILSL Scheme ) and the AGL Electricity and Agility (Victoria) Certified Agreement 2004, certified by the Australian Industrial Relations Commission on 11 February 2005?",
      "id": "s7"
    },
    {
      "text": "(b) If the answer to question (a) is yes, what is the extent of the inconsistency?",
      "id": "s8"
    },
    {
      "text": "(c) Is there any inconsistency within the meaning of: \n\n \n (i) s 170LZ(1) of the WR Act, as it stood prior to 27 March 2006; \n\n \n (ii) s 17(1) of the WR Act, as it stood on and after 27 March 2006; or\n \n (iii) s 109 of the Commonwealth Constitution ;\n \n between the CILSL Scheme and the AGL Electricity and Agility Certified Agreement (Victoria) 2002, certified by the Australian Industrial Relations Commission on 22 May 2002?",
      "id": "s9"
    },
    {
      "text": "(d) If the answer to question (c) is yes, what is the extent of the inconsistency?",
      "id": "s10"
    },
    {
      "text": "(e) Is there any inconsistency within the meaning of: \n\n \n (i) s 170LZ(1) of the WR Act, as it stood prior to 27 March 2006; \n\n \n (ii) s 17(1) of the WR Act, as it stood on and after 27 March 2006; or\n \n (iii) s 109 of the Commonwealth Constitution ;\n \n between the CILSL Scheme and the AGL Electricity Limited Enterprise Agreement 1999, certified by the Australian Industrial Relations Commission on 19 August 1999?",
      "id": "s11"
    },
    {
      "text": "(f) If the answer to question (e) is yes, what is the extent of the inconsistency?",
      "id": "s12"
    },
    {
      "text": "(g) Is there any inconsistency within the meaning of: \n\n \n (i) s 152 of the WR Act, as it stood prior to 27 March 2006; \n\n \n (ii) s 17(1) of the WR Act, as it stood on and after 27 March 2006; or\n \n (iii) s 109 of the Commonwealth Constitution ;\n \n between the CILSL Scheme and the Power and Energy Industry Electrical, Electronic &amp; Engineering Employees Award 1998?",
      "id": "s13"
    },
    {
      "text": "(h) If the answer to question (g) is yes, what is the extent of the inconsistency?",
      "id": "s14"
    },
    {
      "text": "The State Act\n The State Act commenced partly in late October 1997 and partly in early January 1998 (see s 2).",
      "id": "s15"
    },
    {
      "text": "Its stated purpose in s 1 was to repeal its predecessor legislation, the Construction Industry Long Service Leave Act 1983 (Vic) (\"the 1983 Act\") and to \"provide for the scheme established by that Act to be administered in accordance with a trust deed by a company incorporated under the Corporations Law\".",
      "id": "s16"
    },
    {
      "text": "Under the 1983 Act a statutory corporation, known as the Construction Industry Long Service Leave Board, administered a fund known as the Construction Industry Long Service Leave Fund.",
      "id": "s17"
    },
    {
      "text": "Payments into that fund included long service leave charges paid by employers and sub-contractors.",
      "id": "s18"
    },
    {
      "text": "The fund's monies were used, amongst other things, for the payment of long service leave benefits to employees and working sub-contractors.",
      "id": "s19"
    },
    {
      "text": "The Board kept registers of employers, working sub-contractors and workers engaged in the industry.",
      "id": "s20"
    },
    {
      "text": "Under s 40 of the 1983 Act an entitlement existed in an employee to long service leave on ordinary pay in respect of continuous service in the construction industry.",
      "id": "s21"
    },
    {
      "text": "After the completion of 15 years' continuous service in the construction industry an entitlement existed for 13 weeks' long service leave and for a pro-rata entitlement after 10 years continuous service in the industry.",
      "id": "s22"
    },
    {
      "text": "This scheme had its origins in the Building Industry Long Service Leave Act 1975 (Vic) which created a portable long service leave system in the building industry managed by a statutory corporation known as the Building Industry Long Service Leave Board.",
      "id": "s23"
    },
    {
      "text": "Under s 47(1) of the 1983 Act, when a worker became entitled to long service leave under that Act, the employer was obliged to grant the worker that leave, subject to certain conditions, \"as soon as practicable having regard to the needs of [the employer's] establishment\".",
      "id": "s24"
    },
    {
      "text": "Pursuant to s 47(3) of the 1983 Act, a worker was entitled to be paid that person's ordinary pay, from the fund administered by the Board, \"when the leave is taken\".",
      "id": "s25"
    },
    {
      "text": "Section 4(1) of the State Act permits the trust deed to require employers to pay the respondent a long service leave charge in respect of every worker employed to perform construction work.",
      "id": "s26"
    },
    {
      "text": "Under s 4(3), the charge imposed must not be more than 3% of the ordinary pay of the worker.",
      "id": "s27"
    },
    {
      "text": "Section 6 of the State Act provides: \n (1) Every worker is entitled to long service leave, and to be paid benefits out of the fund, in respect of continuous service in the construction industry.",
      "id": "s28"
    },
    {
      "text": "(2) Every working sub-contractor who has paid long service leave charges is entitled to be paid benefits out of the fund in respect of continuous service in the construction industry.",
      "id": "s29"
    },
    {
      "text": "(3) The amount of the entitlement and the method by which that amount is to be calculated are as determined from time to time by the trustee in accordance with the trust deed.",
      "id": "s30"
    },
    {
      "text": "Section 8(1) of the State Act obliges an employer whose name is not included in the register of employers kept by the respondent to refrain, for more than five days in any month, from employing workers to perform construction work.",
      "id": "s31"
    },
    {
      "text": "Section 9 requires an employer, in accordance with the Deed, to keep records concerning workers employed to perform construction work and send information concerning these workers to the respondent.",
      "id": "s32"
    },
    {
      "text": "Section 12 provides that disputes about whether a person is an employer or an employee in the construction industry and any other dispute concerning the scheme dealt with by the Deed be referred to arbitration under the Commercial Arbitration Act 1984 (Vic).",
      "id": "s33"
    },
    {
      "text": "Counsel for the respondent emphasise what they say is one crucial difference between the 1983 Act and the State Act.",
      "id": "s34"
    },
    {
      "text": "Section 40 of the former gave an entitlement to actual leave, whilst s 6 of the latter, it is contended, only gives an entitlement to be paid long service leave benefits out of the fund and does not compel the granting of actual leave.",
      "id": "s35"
    },
    {
      "text": "Counsel for the respondent also contend that the liability fixed by s 4(1) is a compulsory exaction or charge, enforceable by law and imposed by the Victorian Parliament for a social purpose.",
      "id": "s36"
    },
    {
      "text": "That purpose is the provision of portable long service leave to workers in the construction industry in the State.",
      "id": "s37"
    },
    {
      "text": "It is a charge which, counsel submit, has all the features which one would normally associate with a tax.",
      "id": "s38"
    },
    {
      "text": "The rules of the Fund define \"Long Service Leave\" as \"long service leave which a worker is entitled to under these Rules by virtue of the Act\".",
      "id": "s39"
    },
    {
      "text": "\"Long Service Leave Benefit\" is defined as \"an entitlement paid out of the Fund, in accordance with these Rules\".",
      "id": "s40"
    },
    {
      "text": "\"Long Service Leave Charge\" is defined as \"a contribution paid into the Fund by any Employer or any Working Sub-Contractor in accordance with these Rules\".",
      "id": "s41"
    },
    {
      "text": "Under Rule 6, long service leave charges paid to the respondent are paid into the Fund and long service leave benefits are paid out of the Fund.",
      "id": "s42"
    },
    {
      "text": "Rule 11 deals with the timing of the payment of long service leave charges and their quantum.",
      "id": "s43"
    },
    {
      "text": "Part 6 of the rules deals with entitlements and payments.",
      "id": "s44"
    },
    {
      "text": "It defines \"ordinary pay\" and sets out what constitutes \"continuous service\".",
      "id": "s45"
    },
    {
      "text": "Rule 23.10 provides: \n For the purpose of determining any entitlement under these Rules, any Long Service Leave or payment in lieu of Long Service Leave granted or paid by the employer to a Worker or to which the worker has become entitled (other than under these Rules) in respect of any service in the Construction Industry which is under these Rules taken into account in computing the Worker's entitlement to Long Service Leave shall be taken into account and be deemed to have been leave taken or payment made under these Rules.",
      "id": "s46"
    },
    {
      "text": "Rule 23.10 prevents a worker from receiving long service leave payments from the Fund where that person has already received long service leave payments, to the equal extent of any entitlement under the State Act, from an employer.",
      "id": "s47"
    },
    {
      "text": "It prevents what is colloquially described as \"double-dipping\" by a worker.",
      "id": "s48"
    },
    {
      "text": "Rule 27 is headed, \"Entitlement to Long Service Leave of Worker\".",
      "id": "s49"
    },
    {
      "text": "Rule 27.1 provides: \n Every worker is entitled to a Long Service Leave Benefit in respect of Continuous Service performing Construction Work for an Employer (whether before or after the commencement of the Trust Deed (or these Rules)).",
      "id": "s50"
    },
    {
      "text": "The amount of the entitlement is dealt with in cl 27.2.",
      "id": "s51"
    },
    {
      "text": "Broadly, it equates to (in respect of work performed on or after 1 July 2002) 13 weeks' leave on ordinary pay for 10 years' continuous service in the industry.",
      "id": "s52"
    },
    {
      "text": "Rule 35 is headed, \"Payment of Long Service Leave Benefit\".",
      "id": "s53"
    },
    {
      "text": "Rule 35.1 states: \n Subject to an Employer and a Worker so agreeing, a Worker can take Long Service Leave to which he is entitled in as many periods as he wishes provided the Worker may only take his Long Service Leave Benefit in periods of one week or more at a time, except where the worker retires or expects to be permanently leaving the construction industry.",
      "id": "s54"
    },
    {
      "text": "Rule 35.2 provides: \n The Long Service Leave Benefit of a Worker on Long Service Leave must be paid to him from the Fund when the leave is taken and must be paid in one of the following ways: \n\n \n (a) in full when the Worker commences his leave; \n\n \n (b) at the same times as those at which he would have been paid his Ordinary Pay if the Worker were still on duty ... \n\n \n (c) in any other way agreed between the Employer and the Worker; \n\n \n and the right to receive the Long Service Leave Benefit calculated ... on the basis of the Workers' Ordinary Pay in respect of the leave shall accrue accordingly.",
      "id": "s55"
    },
    {
      "text": "Rule 40 makes further provision for payments in respect of long service leave.",
      "id": "s56"
    },
    {
      "text": "Rule 40.1 states: \n Any payment in respect of Long Service Leave or in lieu of Long Service Leave that accrues or is by these Rules deemed to have accrued under these Rules on or after 1 August 1983 shall be made from the Fund.",
      "id": "s57"
    },
    {
      "text": "Rule 40.2 provides for the reimbursement to an employer of payments of long service leave which are authorised to be made from the Fund in respect of leave accruing after 1 August 1983.",
      "id": "s58"
    },
    {
      "text": "Clause 40.3 states: \n Where: \n\n \n (a) any person is given Long Service Leave or any payment in lieu of Long Service Leave to which he is entitled otherwise that under these Rules; and \n\n \n (b) the Employer who gives the leave or makes the payment or any other person employing the Worker during the period of employment giving rise to the entitlement has paid Long Service Leave Charges in accordance with these Rules in respect of any part of the period of employment giving rise to the entitlement; \n\n \n the Employer shall be entitled to be reimbursed from the Fund to the extent of such sum as bears the same relation to the whole sum in respect of Long Service Leave or in lieu of Long Service Leave ... as the part of the period of employment in respect of which Long Service Leave Charges were paid by the Employer or any person so employing the Worker bears to the whole period giving rise to the entitlement.",
      "id": "s59"
    },
    {
      "text": "This provision ensures that employers who have made long service leave charges in respect of an employee to whom that employer grants long service leave on ordinary pay, or payment in lieu, shall be reimbursed from the Fund any payments made into it in respect of that worker.",
      "id": "s60"
    },
    {
      "text": "In summary the State scheme has the following materially relevant features: It compels an employer who employs a worker in construction work to pay a long service leave charge to the respondent in respect of that worker.",
      "id": "s61"
    },
    {
      "text": "It provides for long service leave benefits to be paid out of the Fund to the worker, once the worker qualifies for the payment.",
      "id": "s62"
    },
    {
      "text": "That is, an entitlement which accrues on qualification.",
      "id": "s63"
    },
    {
      "text": "Although s 6(1) of the State Act refers to an entitlement to \"long service leave and to be paid benefits out of the fund\", no part of the State scheme compels an employer to grant leave.",
      "id": "s64"
    },
    {
      "text": "Properly construed, s 6 provides an entitlement to \"long service leave\" which is met by the payment of benefits out of the Fund.",
      "id": "s65"
    },
    {
      "text": "This construction is supported by s 6(3) which refers to the amount of the entitlement and the method of its calculation being determined by the respondent.",
      "id": "s66"
    },
    {
      "text": "No long service leave payments are payable where an employer has already made such payments to an employee under an entitlement otherwise than under the State Scheme.",
      "id": "s67"
    },
    {
      "text": "In these circumstances the employer is entitled to a refund of any charges paid into the Fund in respect of such an employee.",
      "id": "s68"
    },
    {
      "text": "Similarly, an employee cannot receive from the Fund, payments akin to those made in respect of long service leave by an employer which would otherwise have come from the Fund.",
      "id": "s69"
    },
    {
      "text": "Where a worker qualifies for long service leave payments under the State scheme and the worker wishes to take actual leave from the employer, with the agreement of the employer, the worker can take leave from work and receive benefits from the Fund.",
      "id": "s70"
    },
    {
      "text": "The employer is not obliged to grant such actual leave and nothing in the State scheme compels the employer to do so.",
      "id": "s71"
    },
    {
      "text": "When a worker has taken leave, that person is entitled to be paid from the Fund in one lump sum at commencement or during normal pay cycles or (strangely as the employer is not the payer) as agreed with the employer.",
      "id": "s72"
    },
    {
      "text": "There is nothing in the State scheme which interferes with any long service leave obligations or entitlements otherwise arising.",
      "id": "s73"
    },
    {
      "text": "Any payments made or entitlements achieved under such provisions are taken into account by the State scheme to ensure there is no overlap.",
      "id": "s74"
    },
    {
      "text": "The applicants\n The applicants (\"the Jemena companies\") are incorporated pursuant to the laws of the State of Victoria.",
      "id": "s75"
    },
    {
      "text": "They are successors to part of the electricity distribution business formerly undertaken by the State Electricity Commission of Victoria (\"the SECV\").",
      "id": "s76"
    },
    {
      "text": "The third applicant, Jemena Electricity Networks (Vic) Ltd, was formerly known as AGL Electricity Limited.",
      "id": "s77"
    },
    {
      "text": "The Jemena companies, at material times, employed persons in their business who were engaged in the construction industry.",
      "id": "s78"
    },
    {
      "text": "On 11 February 2005, the Australian Industrial Relations Commission (\"the AIRC\") certified the AGL Electricity and Agility (Victoria) Certified Agreement 2004 (\"the 2004 Agreement\").",
      "id": "s79"
    },
    {
      "text": "The 2004 Agreement bound the Jemena companies and set terms and conditions of employment for their employees.",
      "id": "s80"
    },
    {
      "text": "The 2004 Agreement made detailed provisions concerning long service leave entitlements of employees entitled to its benefit.",
      "id": "s81"
    },
    {
      "text": "Those provisions included: The Award, amongst other matters: Similar provisions in respect of long service leave applied in the SECV at least from 1992, by industrial instruments made by the AIRC and its predecessors.",
      "id": "s82"
    },
    {
      "text": "Matters not in dispute\n The respondent (\"Coinvest\") accepts that: Jemena Electricity Networks (Vic) Ltd is bound by the Award and the 2004 Agreement; The applicable principles concerning the operation of s 109 of the Constitution are well settled and were most recently comprehensively and authoritatively examined in Telstra Corporation Ltd v Worthing [1999] HCA 12 ; (1999) 197 CLR 61.",
      "id": "s83"
    },
    {
      "text": "Sections 170LZ(1) and 152 of the WR Act (as at before 27 March 2006) and s 17(1) of the WR Act thereafter, operate to ensure that a federal industrial instrument will prevail over inconsistent State laws even though that instrument is not a \"law of the Commonwealth\" within s 109 of the Constitution .",
      "id": "s84"
    },
    {
      "text": "The relevant alleged constitutional inconsistency is between the WR Act and the State law; see Metal Trades Industry Association of Australia v Amalgamated Metal Workers' and Shipwrights' Union [1983] HCA 28 ; (1983) 152 CLR 632 at 648---649 (per Mason, Brennan and Deane JJ); So far as is presently material, s 109 applies to affect the operation of a State law where: (i) that law alters, impairs or detracts from a law of the Commonwealth or the exercise of power under a Commonwealth law; or (ii) that law enters a field that the law of the Commonwealth was intended to cover exclusively or exhaustively.",
      "id": "s85"
    },
    {
      "text": "Contentions of Coinvest\n Coinvest submits that, properly analysed, the State Act does not alter, impair or detract from the operation of the Award or the 2004 Agreement.",
      "id": "s86"
    },
    {
      "text": "Coinvest contends that a State law can only alter, impair or detract from the operations of a Commonwealth law if, by imposing certain liabilities or granting certain rights, the State law would deny or vary a right, power or privilege conferred by the Commonwealth law.",
      "id": "s87"
    },
    {
      "text": "Coinvest says that the State Act does not vary a right, power or privilege conferred by the relevant industrial instruments.",
      "id": "s88"
    },
    {
      "text": "Central to Coinvest's contention is the submission that the rights, powers and privileges provided for by the industrial instruments are unaffected by the liabilities, duties and rights provided by the State Act.",
      "id": "s89"
    },
    {
      "text": "Coinvest stresses that the industrial instruments provide inter se rights and obligations as between employee and employer while the obligations imposed under the State Act on employers are not obligations to employees and the rights conferred on employees are not rights against their employers.",
      "id": "s90"
    },
    {
      "text": "In addition, Coinvest submits that the rights, powers and privileges conferred by the industrial instruments are not affected by the liabilities, duties or rights created by the State Act.",
      "id": "s91"
    },
    {
      "text": "Coinvest submits that the State Act confers no additional or different rights to employees against their employers under the State Act from those conferred by the industrial instruments.",
      "id": "s92"
    },
    {
      "text": "It further contends that employers have no additional or different obligations under the State Act to their employees from those imposed by the industrial instruments.",
      "id": "s93"
    },
    {
      "text": "In essence, Coinvest alleges that the industrial instruments are supplementary to or cumulative upon the State Act.",
      "id": "s94"
    },
    {
      "text": "It stresses that the State Act does not require an employer to provide long service leave payments to an employee or grant long service leave to an employee.",
      "id": "s95"
    },
    {
      "text": "On the topic of \"covering the field\", Coinvest contends that the industrial instruments and the State law deal with different subject matters.",
      "id": "s96"
    },
    {
      "text": "It says that the subject matter dealt with by the former is the entitlement of an employee to be paid long service leave by that employee's employer on the completion of prescribed periods of continuous employment with that employer.",
      "id": "s97"
    },
    {
      "text": "It says that the subject matter dealt with by the latter is that of long service leave for continuous service by workers in the construction industry as an industry and not with a particular employer.",
      "id": "s98"
    },
    {
      "text": "Coinvest notes that the State Act serves a wider social purpose than the industrial instruments by providing for a portable, industry-wide, long service leave scheme.",
      "id": "s99"
    },
    {
      "text": "It is the contention of Coinvest that the fundamental differences in the mechanisms established by the State Act and those established by the industrial instruments reflect the different subject matters with which both sets of arrangements are concerned and the purposes which those arrangements serve.",
      "id": "s100"
    },
    {
      "text": "The contentions of the Jemena companies\n The applicants submit that the industrial instruments were intended, when made, to comprehensively state the applicants' and their predecessors' obligations to afford long service leave and make long service leave payments to their employees.",
      "id": "s101"
    },
    {
      "text": "In summary, the applicants say that to require them to comply with the scheme provided by the State Act would amount to the imposition of obligations in addition to and inconsistent with the scheme which the federal industrial instruments create and detract from that scheme.",
      "id": "s102"
    },
    {
      "text": "Apart from the obvious differences in the scheme, the subject of earlier portions of these reasons, the applicants point to the dispute settlement clauses in the industrial instruments and the different dispute resolution procedure in the State Act which is underpinned by the Commercial Arbitration Act 1984 (Vic).",
      "id": "s103"
    },
    {
      "text": "Reasoning\n Whether a State law is inconsistent with a Federal law is the subject of principles which are \"well-settled\"; see Worthing at [27].",
      "id": "s104"
    },
    {
      "text": "In Worthing the following categories of inconsistency were discussed: Where one law authorises what the other forbids; Where it is possible to obey both laws but one imposes a greater obligation than the other.",
      "id": "s105"
    },
    {
      "text": "Neither of those examples is currently relevant.",
      "id": "s106"
    },
    {
      "text": "The State law does not authorise anything forbidden by the industrial instruments.",
      "id": "s107"
    },
    {
      "text": "Section 12 of the State Act might be thought to have that effect, but properly analysed it only deals with disputes arising under the State Act and does not bear upon the settlement of disputes arising out of matters dealt with in the industrial instruments.",
      "id": "s108"
    },
    {
      "text": "The Court in Worthing , said at [28]: \n In Victoria v The Commonwealth , Dixon J stated two propositions which are presently material.",
      "id": "s109"
    },
    {
      "text": "The first was: \n\n \nWhen a State law, if valid, would alter, impair or detract from the operation of a law of the Commonwealth Parliament, then to that extent it is invalid.",
      "id": "s110"
    },
    {
      "text": "The second, which followed immediately in the same passage, was: \n\n \nMoreover, if it appears from the terms, the nature or the subject matter of a Federal enactment that it was intended as a complete statement of the law governing a particular matter or set of rights and duties, then for a State law to regulate or apply to the same matter or relation is regarded as a detraction from the full operation of the Commonwealth law and so as inconsistent.",
      "id": "s111"
    },
    {
      "text": "The second proposition may apply in a given case where the first does not, yet, contrary to the approach taken in the Court of Appeal, if the first proposition applies, then s 109 of the Constitution operates even if, and without the occasion to consider whether, the second proposition applies.",
      "id": "s112"
    },
    {
      "text": "(i) Does the State Act (and the scheme under it) alter, impair or detract from the operation of the industrial instruments?",
      "id": "s113"
    },
    {
      "text": "The State Act and the scheme which it provides does not alter, impair or detract from the operation of the industrial instruments.",
      "id": "s114"
    },
    {
      "text": "Those instruments require the Jemena companies to grant long service leave to those of its employees who qualify for it after a period of continuous service.",
      "id": "s115"
    },
    {
      "text": "In contrast, the State Act requires the applicants to pay long service leave charges in respect of those of the employees whom they employ in construction work.",
      "id": "s116"
    },
    {
      "text": "The State Act places no obligation on the applicants to pay long service leave benefits to anyone or to grant long service leave to anyone.",
      "id": "s117"
    },
    {
      "text": "The State Act operates in a parallel fashion to the federal industrial instruments.",
      "id": "s118"
    },
    {
      "text": "Those instruments reward continuous service by an employee with one employer.",
      "id": "s119"
    },
    {
      "text": "The State Act imposes a charge on employees in the industry to make provision for employees in the industry to enable them to receive long service leave benefits and, with the agreement of the employer, actual long service leave.",
      "id": "s120"
    },
    {
      "text": "Long service leave charges can be recouped by an employer if the employer pays an employee long service leave benefits under the instruments.",
      "id": "s121"
    },
    {
      "text": "The State law and the federal instruments co-exist in harmony such that each of them may be considered supplementary to or cumulative upon the other; see Worthing at [27] and Ex parte McLean [1930] HCA 12 ; (1930) 43 CLR 472 at 483 , per Dixon J.",
      "id": "s122"
    },
    {
      "text": "There is nothing in the State Act which denies or varies a right, or privilege conferred by the federal instruments; see Ansett Transport Industries (Operations) Pty Ltd v Wardley [1980] HCA 8 ; (1980) 142 CLR 237 at 290, per Wilson J.",
      "id": "s123"
    },
    {
      "text": "(ii) Does the State Act enter a field intended to be covered by the federal instruments?",
      "id": "s124"
    },
    {
      "text": "There is nothing in the industrial instruments which shows that they were intended to be a complete statement of rights and liabilities of persons bound by them, such that no room is left for the operation of a State Act which exists for a different purpose than that sought to be achieved by those instruments.",
      "id": "s125"
    },
    {
      "text": "The federal industrial instruments do not show an intention to cover the subject matter of portable long service leave in the construction industry funded by way of a charge or tax and paid out of a fund.",
      "id": "s126"
    },
    {
      "text": "The State Act is directed at portable long service leave in the industry and not at long service leave which is obtained after a qualifying period of service with one employer.",
      "id": "s127"
    },
    {
      "text": "As shown above, the rules ensure that there is no doubling up in charges over and above award long service leave payments and no employee may receive money from the Fund where the amount has been received from a non-State Act source.",
      "id": "s128"
    },
    {
      "text": "The two schemes can sit side by side fulfilling different purposes in peaceful co-existence.",
      "id": "s129"
    },
    {
      "text": "The different subject matters with which the State Act and the federal instruments are concerned with reflect the different purposes served by them.",
      "id": "s130"
    },
    {
      "text": "The saving of different purposes will not result in inconsistency; see Wardley at 253, per Stephen J; Airlines of NSW Pty Ltd v The State of New South Wales [1964] HCA 2 ; (1964) 113 CLR 1 at 42 per Taylor J, 48 per Menzies J and 52 per Windeyer J.",
      "id": "s131"
    },
    {
      "text": "Further, New South Wales v Commonwealth (Hospital Benefits Case) [1983] HCA 8 ; (1983) 151 CLR 302 shows the importance of identifying a relevant field before inquiring whether a State law has entered into it.",
      "id": "s132"
    },
    {
      "text": "Once it is shown that the fields are different, inconsistency cannot arise.",
      "id": "s133"
    },
    {
      "text": "In that case, the Commonwealth Act dealt with the payment of hospital benefits, which the State Act did not deal with, but rather imposed a tax on health funds.",
      "id": "s134"
    },
    {
      "text": "Here the State law imposes a tax and makes provision of benefits on an industry basis to be made not from employers but from the Fund to which various employers contribute.",
      "id": "s135"
    },
    {
      "text": "Many charges will be paid in respect of employees who never qualify for long service leave with one employer or at all.",
      "id": "s136"
    },
    {
      "text": "The State Act does not enter a field intended to be covered by the federal industrial instruments.",
      "id": "s137"
    },
    {
      "text": "Result\n Having regard to foregoing reasons the answers to the questions are as follows: As to (a), (c), (e) and (g) --- No.",
      "id": "s138"
    },
    {
      "text": "As to (b), (d), (f) and (h) --- Unnecessary to answer as the question does not arise.",
      "id": "s139"
    },
    {
      "text": "The Court will adjourn the proceeding to a mention to be held at 10.00 am on 1 May 2009 to consider what remains to be dealt with in the proceeding.",
      "id": "s140"
    },
    {
      "text": "In the event that appropriate consent orders are filed prior to that day, it may not be necessary for this mention to occur.",
      "id": "s141"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s142"
    },
    {
      "text": "Associate:\n \n \nDated: 9 April 2009 \n \n Counsel for the Applicants: Mr F Parry SC with Mr C O'Grady \n \n Solicitor for the Applicants: Herbert Geer \n \n Counsel for the Respondent: Mr P Hanks QC with Mr S Moore \n \n Solicitor for the Respondent: Maddocks Lawyers \n Date of Hearing: 10 and 11 March 2009 \n \n Date of Judgment: 9 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/327.html",
      "id": "s143"
    }
  ]
}