{
  "name": "Skiwing Pty Limited trading as Cafe Tiffany's v Trust Company of Australia Ltd (Stockland Property Management Ltd) [2009] FCA 347 (15 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/347.html",
  "catchphrases": [
    {
      "text": "misleading or deceptive conduct",
      "id": "c0"
    },
    {
      "text": "representations as to future matters",
      "id": "c1"
    },
    {
      "text": "onus of proof in establishing 'reasonable grounds' for making representation",
      "id": "c2"
    },
    {
      "text": "onus of proof when a corporate representor adduces some evidence it has reasonable grounds for making a representation",
      "id": "c3"
    },
    {
      "text": "whether onus remains with a corporate representor or whether a deeming provision to that effect ceases to operate",
      "id": "c4"
    },
    {
      "text": "non-fulfilment of a representation",
      "id": "c5"
    },
    {
      "text": "whether part of a cause of action or connected with loss being suffered",
      "id": "c6"
    },
    {
      "text": "limitation upon commencement of action",
      "id": "c7"
    },
    {
      "text": "meaning of expression \"date on which the cause of action accrued\".",
      "id": "c8"
    },
    {
      "text": "when non-negligible damage is first suffered.",
      "id": "c9"
    },
    {
      "text": "joinder of a party",
      "id": "c10"
    },
    {
      "text": "limitation period",
      "id": "c11"
    },
    {
      "text": "whether joinder or amendment would be permitted where new material facts would be pleaded.",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    },
    {
      "text": "damages",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n Introduction \n Litigation between the applicant (\"Skiwing\") and the respondent (\"Stockland\") has been going on since April 2003 in the Retail Leases Division of the Administrative Decisions Tribunal (NSW) (\"the ADT\"), the Appeal Panel of the ADT, the New South Wales Court of Appeal and the High Court of Australia (see e.g.",
      "id": "s0"
    },
    {
      "text": "Skiwing Pty Limited v Trust Company of Australia Ltd (No 2) [2003] NSWADT 243 ; Skiwing Pty Limited v Trust Co of Australia Ltd (No 3) [2004] NSWADT 94 ; Trust Company of Australia Ltd (Stockland Property Management Ltd) v Skiwing Pty Limited (No 2) (RLD) [2005] NSWADTAP 78 ; Trust Company of Australia Ltd (t/as Stockland Property Management) v Skiwing Pty Limited (t/as Caf&eacute; Tiffany's) [2006] NSWCA 185 , (2006) 66 NSWLR 77 ; Skiwing Pty Limited v Trust Company of Australia Ltd (t/as Stockland Property Management) [2006] NSWCA 276 ; Trust Company of Australia Ltd v Skiwing Pty Limited [2006] NSWCA 387 , (2006) 68 NSWLR 366 ; Skiwing Pty Limited v Trust Company of Australia [2007] HCA trans 488; Skiwing Pty Limited v Trust Company of Australia Limited [2008] HCASL 229).",
      "id": "s1"
    },
    {
      "text": "Skiwing persuaded the Appeal Panel of the ADT that the ADT had jurisdiction to hear a claim under s 52 of the Trade Practices Act 1974 (Cth) (\"the TP Act\").",
      "id": "s2"
    },
    {
      "text": "The New South Wales Court of Appeal reversed that decision on 13 July 2006.",
      "id": "s3"
    },
    {
      "text": "After a further period of time proceedings were commenced in this Court In the proceedings in this Court, which were commenced on 27 March 2008 by application supported by a statement of claim, Skiwing has again alleged that Stockland breached s 52 of the TP Act.",
      "id": "s4"
    },
    {
      "text": "Section 52 of the TP Act provides: \n \"(1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s5"
    },
    {
      "text": "(2) Nothing in the succeeding provisions of this Division shall be taken as limiting by implication the generality of subsection (1).",
      "id": "s6"
    },
    {
      "text": "\" \n\n Skiwing has sought damages under s 82(1) of the TP Act.",
      "id": "s7"
    },
    {
      "text": "Stockland has said that the claim for damages is statute barred by s 82(2) of the TP Act which provides: \n \"(2) An action under subsection (1) may be commenced at any time within 6 years after the day on which the cause of action that relates to the conduct accrued.",
      "id": "s8"
    },
    {
      "text": "\" \n\n Skiwing and Stockland were parties to a lease for seven years commencing on 1 May 2000.",
      "id": "s9"
    },
    {
      "text": "The lease was executed by Skiwing on 20 December 1999 and Stockland on 28 March 2000.",
      "id": "s10"
    },
    {
      "text": "It followed an earlier lease of seven years from 1993.",
      "id": "s11"
    },
    {
      "text": "The lease related to premises in the \"Stockland Imperial Arcade\" (\"the arcade\") between Castlereagh and Pitt Streets in Sydney.",
      "id": "s12"
    },
    {
      "text": "Skiwing asserted in its statement of claim that it incurred loss from reliance on three types of representations.",
      "id": "s13"
    },
    {
      "text": "The first was to the effect that Stockland would consent to the erection of a balcony adjoining the Pitt Street frontage of the shop leased by Skiwing.",
      "id": "s14"
    },
    {
      "text": "It was alleged that representations to that effect were made in late 1998, before the lease was executed, and again in January 2001, after it came into effect.",
      "id": "s15"
    },
    {
      "text": "According to the statement of claim, renovations of the arcade were carried out by Stockland between about April 1999 and August 2000.",
      "id": "s16"
    },
    {
      "text": "The second group of asserted representations was to the effect that Stockland would undertake certain steps after the renovations which would enhance the attractiveness of the arcade.",
      "id": "s17"
    },
    {
      "text": "Those representations were allegedly made, before the lease was executed, in April, September and December 1999.",
      "id": "s18"
    },
    {
      "text": "The third group of asserted representations was to the effect that a second major renovation would be carried out which would require Skiwing to relocate within the arcade.",
      "id": "s19"
    },
    {
      "text": "Those representations, it was said, should be implied from Stockland's conduct in serving three relocation notices on 23 October 2001, 30 November 2001 and 1 March 2002.",
      "id": "s20"
    },
    {
      "text": "I shall refer to the three groups of representations as the balcony representations, the first renovation representations and the second renovation representations respectively.",
      "id": "s21"
    },
    {
      "text": "It may be seen that they were all said to have been made before 27 March 2002.",
      "id": "s22"
    },
    {
      "text": "Skiwing alleged in its statement of claim that it incurred direct costs arising from the balcony representations and suffered other loss and damage arising from each of the balcony representations and the first and second renovation representations.",
      "id": "s23"
    },
    {
      "text": "It was not pleaded that loss and damage did not occur until after 27 March 2002.",
      "id": "s24"
    },
    {
      "text": "On the contrary, in particulars provided in support of the statement of claim it was claimed that loss and damage arose from reliance upon each group of representations before 27 March 2002.",
      "id": "s25"
    },
    {
      "text": "Stockland claims that Skiwing's alleged causes of action were complete, if they exist at all, at the latest when non-negligible damage was first suffered.",
      "id": "s26"
    },
    {
      "text": "Skiwing says its causes of action were not complete until it was clear the representations would not be fulfilled because it was only then that the representations were shown to be misleading.",
      "id": "s27"
    },
    {
      "text": "In its statement of claim Skiwing alleged, in effect, that the balcony and second renovation representations were not effectively dispelled until 4 April 2002 and 12 April 2002 respectively by direct advice to that effect.",
      "id": "s28"
    },
    {
      "text": "In the case of the first renovation representations it was pleaded that failure to fulfil the representations was demonstrated by conduct between January 2001 and late 2002.",
      "id": "s29"
    },
    {
      "text": "The matters for immediate attention\n On 6 August 2008 Stockland filed a notice of motion seeking the following orders: \n \"1.",
      "id": "s30"
    },
    {
      "text": "That the proceeding be dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s31"
    },
    {
      "text": "2.",
      "id": "s32"
    },
    {
      "text": "Judgment for the respondent in relation to the whole of the proceeding.",
      "id": "s33"
    },
    {
      "text": "In the alternative to orders 1 and 2, that the applicant provide security for costs in the sum of $50,000 on or before 30 September 2008, failing which there be judgment for the respondent in relation to the whole of the proceeding.",
      "id": "s34"
    },
    {
      "text": "4.",
      "id": "s35"
    },
    {
      "text": "The applicant pay the respondent's costs of the motion and the proceeding.",
      "id": "s36"
    },
    {
      "text": "\" \n\n Proposed orders 1 and 2 arise from the contention that the proceedings are statute barred.",
      "id": "s37"
    },
    {
      "text": "Proposed order 3 would require adjustment.",
      "id": "s38"
    },
    {
      "text": "Apart from any other consideration it is most unlikely that an order would be made to immediately dismiss a proceeding for failure to provide security for costs.",
      "id": "s39"
    },
    {
      "text": "A stay of proceedings would be more likely.",
      "id": "s40"
    },
    {
      "text": "Apart from the matters raised for consideration by the notice of motion filed on 6 August 2008 counsel for Skiwing foreshadowed, at a directions hearing on 8 August 2008, an application by Skiwing to join its director and principal, Mr Stojanoski, as a second applicant with his consent.",
      "id": "s41"
    },
    {
      "text": "That application has now been made and leave has also been sought to amend the statement of claim to add further allegations.",
      "id": "s42"
    },
    {
      "text": "The matters to be added allege that Mr Stojanoski relied personally on each of the representations to which I earlier referred and suffered loss because he reduced the wages which he drew from Skiwing in the financial year 2000-2001.",
      "id": "s43"
    },
    {
      "text": "The joinder of Mr Stojanoski was opposed.",
      "id": "s44"
    },
    {
      "text": "The proposed amendments were also opposed.",
      "id": "s45"
    },
    {
      "text": "Stockland contended that \"the proposed amendment is for an entirely new cause of action by a new applicant\" outside the limitation period.",
      "id": "s46"
    },
    {
      "text": "When the causes of action accrued\n The matters which require initial attention turn on the meaning of the phrase in s 82(2) of the TP Act, \"the day on which the cause of action that relates to the conduct accrued\" and whether the proceedings commenced in this Court were commenced within six years after that day.",
      "id": "s47"
    },
    {
      "text": "In the present case Skiwing's causes of action depend upon the satisfaction of two fundamental elements.",
      "id": "s48"
    },
    {
      "text": "First it must establish conduct in breach of s 52 of the TP Act.",
      "id": "s49"
    },
    {
      "text": "Secondly, it must establish loss or damage suffered as a consequence of the contravention of s 52.",
      "id": "s50"
    },
    {
      "text": "Normally, the time at which a representation (or conduct which is said to amount to a representation) is to be assessed for its character (i.e.",
      "id": "s51"
    },
    {
      "text": "whether misleading or deceptive or likely to mislead or deceive) is the time when the representation was made or the conduct occurred (see Sykes v Reserve Bank of Australia (1998) 88 FCR 511 at 513 and McGrath v Australian Natural Care [2008] FCAFC 2 ; (2008) 165 FCR 230 ( \"McGrath\") at [146] and [198]).",
      "id": "s52"
    },
    {
      "text": "Skiwing pleaded, however, that certain of the representations were continuing representations and remained actionable until dispelled.",
      "id": "s53"
    },
    {
      "text": "One circumstance in which a representation might be regarded as a continuing one is where a representation, not initially misleading or deceptive, has been falsified to the knowledge of the representor.",
      "id": "s54"
    },
    {
      "text": "It has been suggested that in such a case there may be a duty to speak.",
      "id": "s55"
    },
    {
      "text": "Reliance on the representation may become actionable even though it was accurate when made.",
      "id": "s56"
    },
    {
      "text": "In this sense the representation is said to be a continuing one (see e.g.",
      "id": "s57"
    },
    {
      "text": "Australian Securities and Investments Commission v Solution 6 Holdings Ltd (1999) 30 ACSR 605 at 610-611 and McGrath at [147]).",
      "id": "s58"
    },
    {
      "text": "Another example is a representation that is taken to be repeatedly or continuously remade (see McGrath at [148]).",
      "id": "s59"
    },
    {
      "text": "Neither category applies in the present case.",
      "id": "s60"
    },
    {
      "text": "The representations relied upon in the present case were identified by reference to the time they were made, or were to be implied.",
      "id": "s61"
    },
    {
      "text": "Skiwing alleged that it relied upon them from those times and, by its particulars, claimed it commenced to suffer loss as a result.",
      "id": "s62"
    },
    {
      "text": "I do not accept that representations of the kind relied upon in the present proceedings may be regarded as continuing representations so that they become, and remain, actionable along some continuum of time.",
      "id": "s63"
    },
    {
      "text": "It is also relevant to note that Skiwing in its statement of claim relied on s 51A of the TP Act which provides: \n \"(1) For the purposes of this Division, where a corporation makes a representation with respect to any future matter (including the doing of, or the refusing to do, any act) and the corporation does not have reasonable grounds for making the representation, the representation shall be taken to be misleading.",
      "id": "s64"
    },
    {
      "text": "(2) For the purposes of the application of subsection (1) in relation to a proceeding concerning a representation made by a corporation with respect to any future matter, the corporation shall, unless it adduces evidence to the contrary, be deemed not to have had reasonable grounds for making the representation.",
      "id": "s65"
    },
    {
      "text": "(3) Subsection (1) shall be deemed not to limit by implication the meaning of a reference in this Division to a misleading representation, a representation that is misleading in a material particular or conduct that is misleading or is likely or liable to mislead.",
      "id": "s66"
    },
    {
      "text": "\" \n\n It is clear from the terms of s 51A that it contemplates assessment of the character of a representation about a future matter by reference to circumstances at the time the representation was made.",
      "id": "s67"
    },
    {
      "text": "There has been disagreement in this Court whether the effect of s 51A is that the onus of showing that there were reasonable grounds for a representation about future matters shifts to and remains with a corporate representor or whether, if a corporate representor does adduce \"evidence to the contrary\", the deeming provision in s 51A ceases to operate.",
      "id": "s68"
    },
    {
      "text": "The history of that debate was traced by Allsop J in McGrath at [162]-[194].",
      "id": "s69"
    },
    {
      "text": "His Honour expressed a firm view (at [192]) to the effect that s 51A raised only an initial onus to provide some evidence that there were reasonable grounds for making a representation, in which event the deeming provision ceased to operated.",
      "id": "s70"
    },
    {
      "text": "Emmett J (at [44]) expressed a similar view.",
      "id": "s71"
    },
    {
      "text": "Despite the earlier debate, in this Court and other courts, I would regard myself as obliged to apply this most recent and, with respect, thorough analysis of the issue.",
      "id": "s72"
    },
    {
      "text": "The significance, for the present case, of that view of the effect of s 51A is that in accordance with the analysis in McGrath , Skiwing may lose the effective benefit of s 51A and, in the proceedings, be obliged to prove its case without the benefit of any presumption.",
      "id": "s73"
    },
    {
      "text": "It would be entitled to attempt to do so by reference to all the relevant surrounding circumstances.",
      "id": "s74"
    },
    {
      "text": "One issue which is therefore exposed for attention is whether the causes of action based upon the asserted representations, all of which occurred more than six years before the commencement of proceedings in this Court, necessarily \"accrued\" within the meaning of s 82(2) of the TP Act at the time when it may now be said, with the benefit of hindsight, that non-negligible loss was first suffered.",
      "id": "s75"
    },
    {
      "text": "Alternatively, may the correct view ultimately be that they did not accrue until later, when it became clear the representations would not be fulfilled.",
      "id": "s76"
    },
    {
      "text": "To examine that issue it is necessary to identify first what is involved in the concept of a \"cause of action\".",
      "id": "s77"
    },
    {
      "text": "In Williams v Milotin [1957] HCA 83 ; (1957) 97 CLR 465 the High Court said (at 474): \n \"When you speak of a cause of action you mean the essential ingredients in the title to the right which it is proposed to enforce.",
      "id": "s78"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s79"
    },
    {
      "text": ") \n\n In Port of Melbourne Authority v Anshun Pty Ltd [1981] HCA 45 ; (1981) 147 CLR 589 Brennan J referred to (at 610): \n \"... an imprecision in the meaning of the term cause of action, which is sometimes used to mean the facts which support a right to judgment ...; sometimes to mean a right which has been infringed ..., and sometimes to mean the substance of an action as distinct from its form ...\"\n (Emphasis added.",
      "id": "s80"
    },
    {
      "text": ") \n\n In Do Carmo v Ford Excavations Pty Ltd [1984] HCA 17 ; (1984) 154 CLR 234 Wilson J (with whom Deane J agreed) said (at 245): \n \"The concept of a 'cause of action' would seem to be clear.",
      "id": "s81"
    },
    {
      "text": "It is simply the fact or combination of facts which gives rise to a right to sue.",
      "id": "s82"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s83"
    },
    {
      "text": ") \n\n Skiwing wishes to rely upon an asserted renunciation of each group of representations as a fact which it will be necessary to demonstrate as an element in its causes of action.",
      "id": "s84"
    },
    {
      "text": "In written submissions filed in answer to the notice of motion Skiwing contended that the causes of action did not arise until Stockland took the steps which rendered the representations misleading.",
      "id": "s85"
    },
    {
      "text": "In later written submissions filed at the hearing of the motion Skiwing put the matter in the following way: \n \"1.",
      "id": "s86"
    },
    {
      "text": "A cause of action has been defined by Lord Esher MR in Read v Brown (1888) 22 QBD 128 at 123 as: \n\n \n '...every fact which it would be necessary for the plaintiff to prove, if traversed, in order to support his right to the judgment of the Court.",
      "id": "s87"
    },
    {
      "text": "It does not comprise every piece of evidence which is necessary to prove each fact, but every fact which is necessary to be proved.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n In Letang v Cooper [1965] 1 QB 232 at 242-243, Diplock LJ defined a cause of action as: \n\n \n '...simply a factual situation the existence of which entitles one person to obtain from the Court a remedy against another person.",
      "id": "s89"
    },
    {
      "text": "' \n \n \n These definitions have been applied by Carr J in Angel v National Bank [2001] FCA 1053 at [43] , [45] as well as by other authorities.",
      "id": "s90"
    },
    {
      "text": "The facts may include the bringing into existence of legal persons capable of suing and being sued, but do not include unrelated matters such as notice requirements or Ministerial consent.",
      "id": "s91"
    },
    {
      "text": "Facts which render a representation misleading are part of the cause of action.",
      "id": "s92"
    },
    {
      "text": "A pleading of a claim under s.52 will be incomplete without a statement of the material facts relied on to demonstrate the misleading nature of the representation .",
      "id": "s93"
    },
    {
      "text": "Whether a representation was misleading at the time it was made is not to be determined by reference only to the facts as known at that time.",
      "id": "s94"
    },
    {
      "text": "It may not be possible to determine whether a representation as to a future matter was misleading until some later date .",
      "id": "s95"
    },
    {
      "text": "Until those facts occur, not only will a prospective applicant not know whether there is a cause of action (which, in the absence of fraud, may be fatal to an applicant's ability to sue), there will be no cause of action in existence.",
      "id": "s96"
    },
    {
      "text": "It is not the applicant's position that the representations relied on here were not misleading when made but became misleading at some future date, but rather that they were shown to have been misleading at the time they were made by events which occurred at a later date.",
      "id": "s97"
    },
    {
      "text": "Once relied on the representations became actionable if:\n \n(a) they later proved to be misleading, and\n \n(b) damage was, or had been, suffered as a result.",
      "id": "s98"
    },
    {
      "text": "\"\n \n (Emphasis added, footnotes omitted.",
      "id": "s99"
    },
    {
      "text": ") \n\n The statements of principle identified in paragraph 1 of the submissions have been applied in this Court (see Golski v Kirk (1987) 14 FCR 143 ; Effem Foods Pty Ltd v Trawl Industries of Australia Pty Ltd [1993] FCA 342 ; (1993) 43 FCR 510 at 521 and Angel v National Australia Bank Ltd [2001] FCA 1053 at [43] - [45] ).",
      "id": "s100"
    },
    {
      "text": "Before the enactment of s 51A it was established that non-satisfaction of a promise or representation about a future event or conduct did not, without more, make a representation misleading or deceptive.",
      "id": "s101"
    },
    {
      "text": "In Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 a Full Court of this Court said (at 88): \n \"The non-fulfilment of a promise when the time for performance arrives does not of itself establish that the promisor did not intend to perform it when it was made or that the promisor's intention lacked any, or any adequate, foundation.",
      "id": "s102"
    },
    {
      "text": "Similarly, that a prediction proves inaccurate does not of itself establish that the maker of the prediction did not believe that it would eventuate or that the belief lacked any, or any adequate, foundation.",
      "id": "s103"
    },
    {
      "text": "Likewise, the incorrectness of an opinion (assuming that can be established) does not of itself establish that the opinion was not held by the person who expressed it or that it lacked any, or any adequate, foundation.",
      "id": "s104"
    },
    {
      "text": "\" \n\n \nSee also Bill Acceptance Corporation Ltd v GWA Limited [1983] FCA 269 ; (1983) 50 ALR 242 at 250 and James v Australia and New Zealand Banking Group Limited (1986) 64 ALR 347 at 372.",
      "id": "s105"
    },
    {
      "text": "The question here, however, is the obverse.",
      "id": "s106"
    },
    {
      "text": "Can a representation be shown to have been misleading, if relied upon, until the time for fulfilment has passed or it has otherwise been denounced?",
      "id": "s107"
    },
    {
      "text": "In Ting v Blanche [1993] FCA 524 ; (1993) 118 ALR 543 Hill J said (at 552): \n \"Representation as to future facts may, of course, constitute conduct which is misleading or deceptive or likely to mislead or deceive within s 52 of the Act, irrespective of the operation of s 51A.",
      "id": "s108"
    },
    {
      "text": "However, without the intervention of s 51A the burden would remain upon the applicant to show that the representation, in whatever form it took, was misleading or deceptive or likely to mislead or deceive.",
      "id": "s109"
    },
    {
      "text": "In the ordinary case where a representation as to future conduct or events is alleged to have been made, that means that the burden would be upon the applicant to show not merely that the conduct or event has not come to pass but also that at the time the representation was made the respondent did not believe that the conduct or event would come to pass or that there was no basis for a belief that the conduct or event would come to pass: James v ANZ Banking Group Ltd (1986) 64 ALR 347 ; Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 88 [1984] FCA 180 ; ; 55 ALR 25.",
      "id": "s110"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s111"
    },
    {
      "text": ") \n\n In Phoenix Corp Pty Limited v Melbourne Central Pty Limited [1997] FCA 1101 ( \"Phoenix\" ) Goldberg J said: \n Prior to the enactment of s 51A it was well settled that an applicant could not adequately plead misleading and deceptive conduct invoking s 52 simply by asserting a representation as to future conduct or as to a future event and then asserting that the subject-matter had not come to pass: Bill Acceptance Corporation Ltd v GWA Ltd (supra, 250); Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (supra, 88).",
      "id": "s112"
    },
    {
      "text": "Although the mere fact that a representation as to future conduct or the happening of a future event does not occur does not make the representation misleading or deceptive, such a representation can ripen into misleading or deceptive conduct for the purposes of s 52 in a number of circumstances; namely, if there is an implied statement in the representation as to a present or past fact; if the representation represents impliedly that the representor has a present intention to make good the promise or has the means or ability to do so; if the representation involves a representation that the representor has a present state of mind; or if a representation is made, which having regard to relevant circumstances at the time, requires a qualification because of the possibility of its non-fulfilment (see James v Australia and New Zealand Banking Group Ltd (supra); Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (supra); Wheeler Grace &amp; Pierucci Pty Ltd v Wright (1989) ATPR p40-940).",
      "id": "s113"
    },
    {
      "text": "In any of these circumstances it is necessary to plead more than simply the fact of the representation as to the future matter and the fact that it does not occur.",
      "id": "s114"
    },
    {
      "text": "One has to plead material facts in relation to the implication in the statement of the present or past fact, the present intention and the means to carry it out, the relevant state of mind and the fact that there was no basis for it, and the relevant circumstance giving rise to the qualification.",
      "id": "s115"
    },
    {
      "text": "Without pleading such matters all the material facts necessary to complete the cause of action have not been stated and the respondent does not know what case it has to meet.",
      "id": "s116"
    },
    {
      "text": "However, as a result of the enactment of s 51A the situation has altered because that section makes it clear that a representation with respect to a future matter is misleading unless the representor had reasonable grounds for making it.",
      "id": "s117"
    },
    {
      "text": "Section 51A(2) makes it clear that an applicant does not have to establish as an ingredient of its cause of action that the representor did not have reasonable grounds for making the representation.",
      "id": "s118"
    },
    {
      "text": "That sub-section rather throws the evidentiary burden on a respondent to establish that reasonable grounds for making the representation existed and in the absence of such evidence the deeming provision has the consequence that the representation is taken to be misleading.",
      "id": "s119"
    },
    {
      "text": "Section 51A does not create an independent cause of action separate from s 52 and other sections in Pt V of the Act but rather casts the burden of proof on the respondent and if that burden is not discharged then a breach of s 52 is established by the applicant proving the representation as to the future matter and the fact that it did not come to pass (cf Ting v Blanche [1993] FCA 524 ; (1993) 118 ALR 543 , 552).",
      "id": "s120"
    },
    {
      "text": "(Emphasis added.",
      "id": "s121"
    },
    {
      "text": ") \n\n The statements in Ting v Blanche and Phoenix give some support to the argument that it may be necessary for Skiwing to prove, as part of the cause of action based on a representation about future matters, that the representation was not fulfilled.",
      "id": "s122"
    },
    {
      "text": "No evidence has yet been filed.",
      "id": "s123"
    },
    {
      "text": "It is too early to know whether Skiwing should have concluded before 27 March 2002 that the asserted representations would not be fulfilled.",
      "id": "s124"
    },
    {
      "text": "There is another aspect of the matter to consider.",
      "id": "s125"
    },
    {
      "text": "That is whether, accepting the assertions in the statement of claim at face value, and independently of whether non-fulfilment is a part of the cause of action, it should be concluded at this early stage of the proceedings that actual loss was necessarily suffered before the non-fulfilment of each representation.",
      "id": "s126"
    },
    {
      "text": "In Wardley Australia Ltd v Western Australia [1992] HCA 55 ; (1992) 175 CLR 514 ( \"Wardley\" ) the High Court (at 526) approved statements by a Full Court of this Court in State of Western Australia v Wardley Australia Limited (1991) 30 FCR 245 (at 261-2) as follows: \n \"In our view, the mere assumption of an executory and contingent legal obligation, the future performance of which is likely to be more onerous than would have been the case had the representations in reliance upon which the obligation was assumed been true rather than false, is not the suffering of loss or damage the amount of which is forthwith recoverable by action under s 82.",
      "id": "s127"
    },
    {
      "text": "At that stage, the cause of action will not have accrued, may never accrue, and will not accrue whilst the suffering of the loss or damage remains a likelihood rather than a reality .",
      "id": "s128"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s129"
    },
    {
      "text": ") \n\n The majority judgment in Wardley went on to say at 527: \n \"When a plaintiff is induced by a misrepresentation to enter into an agreement which is, or proves to be, to his or her disadvantage, the plaintiff sustains a detriment in a general sense on entry into the agreement.",
      "id": "s130"
    },
    {
      "text": "That is because the agreement subjects the plaintiff to obligations and liabilities which exceed the value or worth of the rights and benefits which it confers upon the plaintiff.",
      "id": "s131"
    },
    {
      "text": "But, as will appear shortly, detriment in this general sense has not universally been equated with the legal concept of 'loss or damage'.",
      "id": "s132"
    },
    {
      "text": "And that is just as well.",
      "id": "s133"
    },
    {
      "text": "In many instances the disadvantageous character or effect of the agreement cannot be ascertained until some future date when its impact upon events as they unfold becomes known or apparent and, by then, the relevant limitation period may have expired.",
      "id": "s134"
    },
    {
      "text": "To compel a plaintiff to institute proceedings before the existence of his or her loss is ascertained or ascertainable would be unjust.",
      "id": "s135"
    },
    {
      "text": "Moreover, it would increase the possibility that the courts would be forced to estimate damages on the basis of likelihood or probability instead of assessing damages by reference to established events.",
      "id": "s136"
    },
    {
      "text": "In such a situation, there would be an ever-present risk of undercompensation or overcompensation, the risk of the former being the greater.",
      "id": "s137"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s138"
    },
    {
      "text": ") \n\n Wardley involved the grant of an indemnity which was only activated at the discretion of a bank if a net loss was ascertained and quantified.",
      "id": "s139"
    },
    {
      "text": "The liability was therefore contingent and executory (see at 524).",
      "id": "s140"
    },
    {
      "text": "The majority in Wardley concluded that the contingent nature of the loss was decisive of whether time in which to commence an action had begun to run.",
      "id": "s141"
    },
    {
      "text": "They said (at 533): \n \"It is unjust and unreasonable to expect the plaintiff to commence proceedings before the contingency is fulfilled.",
      "id": "s142"
    },
    {
      "text": "If an action is commenced before that date, it will fail if the events so transpire that it becomes clear that no loss is, or will be, incurred.",
      "id": "s143"
    },
    {
      "text": "Moreover, the plaintiff will run the risk that damages will be estimated on a contingency basis, in which event the compensation awarded may not fully compensate the plaintiff for the loss ultimately suffered.",
      "id": "s144"
    },
    {
      "text": "These practical consequences which would follow from an adoption of the view for which the appellants contend outweigh the strength of the argument that the principle applicable to the cases in which the plaintiff acquires property (or a chose in action) should be extended to cases where an agreement subjects the plaintiff to a contingent loss.",
      "id": "s145"
    },
    {
      "text": "In such cases, it is fair and sensible to say that the plaintiff does not incur loss until the contingency is fulfilled .",
      "id": "s146"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s147"
    },
    {
      "text": ") \n Although the decision turned on whether loss had actually been incurred before the contingency was fulfilled it is clear that, in turn, that question was answered by reference to surrounding circumstances and the possibility that the contingency which caused loss might not have transpired.",
      "id": "s148"
    },
    {
      "text": "However, by contrast with the present case, although the misleading representations in Wardley (which are summarised at 521) induced the grant of the indemnity they did not take their character from the failure of any promise connected with the indemnity.",
      "id": "s149"
    },
    {
      "text": "It is necessary to bear that in mind when the application of Wardley to the present case is assessed.",
      "id": "s150"
    },
    {
      "text": "Murphy v Overton Investments Pty Limited [2004] HCA 3 ; (2004) 216 CLR 388 ( \"Murphy v Overton\" ) involved a prediction by a developer about future outgoings under a lease.",
      "id": "s151"
    },
    {
      "text": "The estimate failed to take into account or disclose further possible charges within the discretion of the developer.",
      "id": "s152"
    },
    {
      "text": "It was held that loss was suffered because the continuing financial obligations proved to be larger than had been stated.",
      "id": "s153"
    },
    {
      "text": "A unanimous High Court said (at [55]): \n \"What the appellants did not know was that the estimate of outgoings they were given did not provide for all the outgoings that were then being incurred.",
      "id": "s154"
    },
    {
      "text": "Here, therefore, the appellants suffered no loss as a result of undertaking the obligations they did unless and until the contingency which the misrepresentation hid (that items other than those used to form the estimate were then being incurred and could be charged as outgoings) was first realised.",
      "id": "s155"
    },
    {
      "text": "That was a contingency in the sense that the adverse risk might never have eventuated .",
      "id": "s156"
    },
    {
      "text": "When the lease was entered in 1992, the respondent was charging levies in relation only to limited categories of the overall outgoings.",
      "id": "s157"
    },
    {
      "text": "The respondent might have chosen to continue to charge the appellants only for those limited categories.",
      "id": "s158"
    },
    {
      "text": "On the other hand, it was possible that after 1992 it might decide to charge for wider categories.",
      "id": "s159"
    },
    {
      "text": "It was only from the time when it in fact decided to depart from the 1992 position and charge for the wider categories that the adverse risk eventuated.",
      "id": "s160"
    },
    {
      "text": "When it did, but only then, the appellants suffered loss and damage.",
      "id": "s161"
    },
    {
      "text": "And this Court's decision in Wardley requires the conclusion, on the evidence in this case, that it was only when the contingency came to pass that the appellants sustained loss or damage.",
      "id": "s162"
    },
    {
      "text": "It follows that no limitation defence was available.",
      "id": "s163"
    },
    {
      "text": "\"\n (Emphasis added, footnote omitted.",
      "id": "s164"
    },
    {
      "text": ") \n\n Counsel for Skiwing accepted that these remarks, like those in Wardley , were directed to the contingent nature of the loss ultimately suffered rather than to the character of the representation.",
      "id": "s165"
    },
    {
      "text": "They do not, any more than do the observations in Wardley , therefore, give direct support to the possibility I earlier discussed that denunciation or failure of the asserted representations might be an integral part of the causes of action.",
      "id": "s166"
    },
    {
      "text": "Nevertheless, in this case I need to accept, for present purposes, that Skiwing may establish the following matters: that the asserted representations were made; that it relied upon them; that as a result it conducted its business in a way it would not have; that those decisions caused an ultimate loss; that there were no reasonable grounds for making the representations; that had they nevertheless been fulfilled there would have been a net gain to Skiwing; and that the failure to fulfil the representations was, even if not a separate element in the causes of action related to the misleading character of the representations, nevertheless the happening of a contingency which caused actual loss.",
      "id": "s167"
    },
    {
      "text": "Although it seems clear that Skiwing now wishes to calculate its asserted loss and damage from the time it says it acted in reliance upon the representations it asserts, it is equally clear that the essence of its complaint is that, apart from direct costs and expenses associated with plans for the balcony, many of the losses only arose because its expectations of more favourable trading circumstances were disappointed.",
      "id": "s168"
    },
    {
      "text": "In that sense I take it to be alleging that it suffered, comparatively, a loss compared to what it would have realised had the representations it asserts were made been honoured.",
      "id": "s169"
    },
    {
      "text": "On that view those losses, assuming in Skiwing's favour that they were attributable to reliance on the asserted representations, may be said to have crystallised only upon non-fulfilment of the representations even though calculated with hindsight.",
      "id": "s170"
    },
    {
      "text": "I do not think it is possible to say, in the absence of evidence, that occurrence of loss, on the pleaded case, fell necessarily into place before 27 March 2002.",
      "id": "s171"
    },
    {
      "text": "The two matters I have discussed, namely, what may be said to make up the cause of action and when loss may be said to have been occasioned, lead me to conclude that this is not an appropriate case in which to dismiss the proceedings at their present stage.",
      "id": "s172"
    },
    {
      "text": "I should stress that I have no concluded view about any of these matters.",
      "id": "s173"
    },
    {
      "text": "I am only concerned, at the moment, with respectable possibilities.",
      "id": "s174"
    },
    {
      "text": "To adopt the words of Beaumont J (with whom Black CJ, Gummow, von Doussa and Hill JJ agreed) in Magman International Pty Ltd v Westpac Banking Corporation [1991] FCA 636 ; (1991) 32 FCR 1 ( \"Magman\" ) at 18: \n \"I am unable, on the limited material available at this stage, to give a definite answer, affirmative or negative, that all or any of the causes of action under s 82(1) which are pleaded are barred.",
      "id": "s175"
    },
    {
      "text": "Some may be barred, but a definite answer in respect of particular causes of action can, in my opinion, only be given upon an analysis of the evidence offered at the trial.",
      "id": "s176"
    },
    {
      "text": "In my view, the question whether a claim is statute-barred can only be resolved definitely by reference to the evidence in the particular case.",
      "id": "s177"
    },
    {
      "text": "Beyond this it is difficult to generalise.",
      "id": "s178"
    },
    {
      "text": "\" \n\n The approach of the Full Court in Magman was endorsed by the High Court in Wardley (at 533) where Mason CJ, Dawson, Gaudron and McHugh JJ also deprecated the decision of limitation questions in interlocutory proceedings except in the clearest of cases.",
      "id": "s179"
    },
    {
      "text": "I am not satisfied that the present is a clear case where dismissal of the proceedings at this stage would be justified.",
      "id": "s180"
    },
    {
      "text": "It is not necessary for me to discuss the various cases referred to by the parties concerning the effect and operation of s 31A of the Federal Court of Australia Act 1976 (Cth) (\"the FCA Act\").",
      "id": "s181"
    },
    {
      "text": "Security for costs\n There was no evidence that Skiwing is unable to meet a costs order against it.",
      "id": "s182"
    },
    {
      "text": "Some reference was made to the fact that company searches established that it is a \"$2 company\" but that is not evidence of the necessary kind.",
      "id": "s183"
    },
    {
      "text": "It appears from evidence which I permitted Stockland to read on the notice of motion that there has been a long history of litigation between the present parties.",
      "id": "s184"
    },
    {
      "text": "Orders have been made against Skiwing, including costs orders.",
      "id": "s185"
    },
    {
      "text": "There is no evidence that any such orders have been enforced and not met.",
      "id": "s186"
    },
    {
      "text": "There was an estimate of costs advanced by way of assertion in an affidavit from the solicitor having conduct of the matter for Stockland that costs of the proceedings for solicitors and counsel would be of the order of $100,000.",
      "id": "s187"
    },
    {
      "text": "I would not be prepared to act upon such a bare assertion for the purpose of fixing an amount for security for costs, assuming that a case had otherwise been established to justify such an order.",
      "id": "s188"
    },
    {
      "text": "Counsel for Skiwing indicated that Mr Stojanoski was prepared to give an undertaking to be personally responsible for any costs ordered against Skiwing although he was not prepared to volunteer security for costs either in his personal capacity or if joined as an applicant in the proceedings.",
      "id": "s189"
    },
    {
      "text": "However, the present is not a case where the offer might be seen as an alternative to an order otherwise justified.",
      "id": "s190"
    },
    {
      "text": "As I have found that no case has been made out to order security for costs I do not think it would be appropriate to hold Mr Stojanoski to the undertaking which was offered.",
      "id": "s191"
    },
    {
      "text": "Joinder\n Originally the joinder of Mr Stojanoski was proposed as a method of providing some recourse to Stockland as an alternative to ordering Skiwing to provide security for Stockland's costs.",
      "id": "s192"
    },
    {
      "text": "However, it appeared to me at the hearing of the notice of motion and the application for joinder that the application for joinder was now advanced on an independent footing.",
      "id": "s193"
    },
    {
      "text": "The application to amend the statement of claim was foreshadowed, made and argued at a time when, even on the view most favourable to Skiwing and Mr Stojanoski, more than six years had elapsed from the accrual of the additional cause of action which Mr Stojanoski wished to agitate.",
      "id": "s194"
    },
    {
      "text": "Section 59(2B) of the FCA Act permits rules to be made allowing an amendment of that kind.",
      "id": "s195"
    },
    {
      "text": "Such a rule may be found in O 13 r 2(3) of the Federal Court Rules .",
      "id": "s196"
    },
    {
      "text": "In the circumstances of the present case an amendment might be made if the new claim for relief arises out of substantially the same facts as those already pleaded.",
      "id": "s197"
    },
    {
      "text": "It does not seem to me that there would be any prejudice to Stockland if I permitted the joinder and the amendment.",
      "id": "s198"
    },
    {
      "text": "If, upon closer examination of the facts of the case, the limitation point proved to be well taken then it would apply to the additional matters to which the amended pleading was intended to be directed.",
      "id": "s199"
    },
    {
      "text": "The joinder of Mr Stojanoski would, coincidentally, make his personal resources available to satisfy any order for costs which may eventually be made.",
      "id": "s200"
    },
    {
      "text": "However, in Advanced Switching Services Pty Ltd v State Bank of New South Wales t/as Colonial State Bank [2007] FCA 954 Rares J expressed the view (at [67]-[70]) that O 13 r 2(3) did not permit an amendment to plead additional material facts necessary to constitute a cause of action.",
      "id": "s201"
    },
    {
      "text": "His Honour was dealing with an application to rectify a defective pleading but his remarks apply equally to applications to plead new material facts to support a new cause of action.",
      "id": "s202"
    },
    {
      "text": "Hill J in Harris v Western Australian Exim Corporation (1994) 56 FCR 1 appeared to take a different view.",
      "id": "s203"
    },
    {
      "text": "He allowed an amendment to pleadings to add not only a new statutory cause of action but to plead additional facts.",
      "id": "s204"
    },
    {
      "text": "Against that, the approach favoured by Rares J appeared also to have been favoured by Kiefel J in Grundy v Lewis (1995) 62 FCR 567 and Matthews v Ross Neilson Investments Pty Ltd [1995] FCA 1009 and by Branson J in Rodgers v Commissioner of Taxation (1998) 28 ACSR 42.",
      "id": "s205"
    },
    {
      "text": "The matters to be pleaded if the amendment and joinder were permitted are clearly new material facts.",
      "id": "s206"
    },
    {
      "text": "In my view the appropriate course to take in the present case is to follow and apply, as a matter of comity, the construction preferred by Rares J.",
      "id": "s207"
    },
    {
      "text": "It is the most recent relevant decision and addressed the point squarely.",
      "id": "s208"
    },
    {
      "text": "In the circumstances I will not grant leave to join Mr Stojanoski as second applicant or to amend the proceedings in the form proposed.",
      "id": "s209"
    },
    {
      "text": "Costs\n Having regard to the conclusions which I have reached about the matters argued Stockland should pay Skiwing's out of court costs of the notice of motion, and Skiwing should pay Stockland's out of court costs relating to its application for amendment and joinder.",
      "id": "s210"
    },
    {
      "text": "Stockland should pay 75% of Skiwing's costs of the hearing itself.",
      "id": "s211"
    },
    {
      "text": "Future Proceedings\n The matter will be listed for directions on a date to be arranged with my associate.",
      "id": "s212"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s213"
    },
    {
      "text": "Associate:\n \n \nDated: 15 April 2009\n \n Counsel for the Applicant: Mr A I Tonking SC \n \n Solicitor for the Applicant: Richard Barron Lawyer \n \n Counsel for the Respondent: Mr R J H Darke SC with Ms M Allars \n \n Solicitor for the Respondent: Raj Lawyers \n Date of Hearing: 9 March 2009 \n \n Date of Judgment: 15 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/347.html",
      "id": "s214"
    }
  ]
}