{
  "name": "A V Jennings Ltd ACN 004 601 503 v Bogdan (Corrigendum dated 9 April 2009) [2009] FCA 307 (1 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/307.html",
  "catchphrases": [
    {
      "text": "consideration of an appeal from the magistrates court of queensland exercising federal jurisdiction in relation to relief arising out of the contended infringement by the respondents of the copyright subsisting in the appellant's house plan",
      "id": "c0"
    },
    {
      "text": "consideration of the extent to which objective similarity in the absence of direct evidence of actual use of a plan might give rise to an inference of use and reproduction of a substantial part of the work in which copyright is said to subsist",
      "id": "c1"
    },
    {
      "text": "consideration of the approach to damages",
      "id": "c2"
    },
    {
      "text": "intellectual property",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal by leave, by A V Jennings Ltd (\"Jennings\"), from orders of the Magistrates Court of Queensland (Ms Payne SM) exercising federal jurisdiction, dismissing the appellant's claim that the respondents, Mr and Mrs Bogdan, infringed the copyright subsisting in a house plan for a Jennings project home described as the Cortona 290 , by reproducing the plan in a material form, publishing a copy of the plan with the Beaudesert Shire Council and constructing a three-dimensional version of the plan on the respondents' property, located at Lot 663, Silver Wattle Drive, Jimboomba, without its licence or consent.",
      "id": "s0"
    },
    {
      "text": "In the principal proceedings, Jennings claimed a declaration that it is the owner of the copyright subsisting in a plan lodged by the defendants with the Beaudesert Shire Council in October 2003; an injunction restraining further infringement of its copyright; damages pursuant to s 115 of the Copyright Act 1968 (Cth) (\"the Copyright Act \") in the sum of $45,164.00; additional damages of $10,000.00 pursuant to s 115(4) of the Copyright Act and alternatively, damages pursuant to s 116 of the Copyright Act .",
      "id": "s1"
    },
    {
      "text": "Jennings contends that in dismissing its claim against the respondents, Magistrate Payne made the following errors which are the grounds of appeal before this Court, namely: \n 1.",
      "id": "s2"
    },
    {
      "text": "The Magistrate erred in dismissing the proceedings.",
      "id": "s3"
    },
    {
      "text": "2.",
      "id": "s4"
    },
    {
      "text": "The Magistrate erred in failing to:- \n\n \n (a) find that the appellant was the owner of the copyright in a Plan; \n\n \n (b) find that the respondents had infringed the copyright in the Plan; \n\n \n (c) assess damages for the respondents infringement of copyright.",
      "id": "s5"
    },
    {
      "text": "3.",
      "id": "s6"
    },
    {
      "text": "The Magistrate failed to give any or any adequate reasons for the decision.",
      "id": "s7"
    },
    {
      "text": "4.",
      "id": "s8"
    },
    {
      "text": "The decision was contrary to the evidence.",
      "id": "s9"
    },
    {
      "text": "The contentions before Magistrate Payne\n Jennings put its case at trial on this basis.",
      "id": "s10"
    },
    {
      "text": "Jennings is a well known designer and builder of homes throughout Australia.",
      "id": "s11"
    },
    {
      "text": "By paras 1(d), 3, 4 and 5 of the Amended Statement of Claim, Jennings says its employees designed and originated in 1997 a plan for a home described as the Cambridge 245 ; in 1999, the plan was refined and republished again as the Cambridge 245 ; thereafter, the plan was further refined and published as the Verona 245 , and further refined to incorporate a covered rear patio and an extended portico fa&ccedil;ade and renamed the Cortona 245 .",
      "id": "s12"
    },
    {
      "text": "By para 5(b)(iv) of the Amended Statement of Claim, Jennings contended that the Verona 245 was published in the Jennings catalogue of houses and plans.",
      "id": "s13"
    },
    {
      "text": "By para 5(c), Jennings contended that the plan for the Cortona 245 house was offered for sale by catalogue, exhibited at five display sites, and available on the Jennings website to customers as either the Verona 245 or the Cortona 245 .",
      "id": "s14"
    },
    {
      "text": "Jennings says that as a result of these steps the plan, under the description of either the Verona 245 or Cortona 245 , became its top selling house design in its display range of houses.",
      "id": "s15"
    },
    {
      "text": "There is no mention in the Amended Statement of Claim of a Jennings plan described as the Cortona 290 .",
      "id": "s16"
    },
    {
      "text": "Jennings by its solicitors wrote to Mr and Mrs Bogdan on 19 November 2003 asserting infringement of a plan described as the Verona 245 and on 21 November 2003 Mr and Mrs Bogdan were provided with a copy of a floor plan for the Verona 245 house, by those solicitors, as the work said to be infringed.",
      "id": "s17"
    },
    {
      "text": "Mr Henesey-Smith, the Jennings Executive General Manager for Queensland, gave evidence of the evolution of the plan described as the Cortona 290 upon which the plaintiff relies.",
      "id": "s18"
    },
    {
      "text": "At pp 2 and 3 of his statement (Exhibit 2 in the proceeding) he says the predecessor of the \"Cortona\" was a house described as the Siena first opened for inspection in December 1996.",
      "id": "s19"
    },
    {
      "text": "For marketing reasons, the name of the house then changed to the Daintree in September 1997, the Cambridge 280 in October 1998, the Mapleton ( Portico ) in February 2001, the Verona 270 ( Portico ) in December 2001 and the Cortona 290 ( Portico ) in November 2002.",
      "id": "s20"
    },
    {
      "text": "The Cortona 290 ( Portico ) house was first displayed at Marina Boulevard, Banksia Beach, Bribie Island in November 2002 and displayed at Mahogany Drive, Pelican Waters, Caloundra in December 2003.",
      "id": "s21"
    },
    {
      "text": "The plan and house are now known as the Terrace 290 .",
      "id": "s22"
    },
    {
      "text": "The matrix set out on pp 2 and 3 of Mr Henesey-Smith's statement makes no direct reference to the Cambridge 245 , the Verona 245 or the Cortona 245 described in the Amended Statement of Claim as the foundation work in suit in which copyright is said to subsist.",
      "id": "s23"
    },
    {
      "text": "It is important to identify the precise \"work\" for the purposes of the Copyright Act in which copyright subsists as the foundation of the claim of infringement.",
      "id": "s24"
    },
    {
      "text": "In this case, copyright is said to subsist in a \"plan\" described as the Cortona 290 .",
      "id": "s25"
    },
    {
      "text": "That plan is a drawing and thus an artistic work in which copyright will subsist provided the work is an original work of authorship (s 10(1) and s 32 of the Copyright Act ).",
      "id": "s26"
    },
    {
      "text": "Since Jennings rests the source of its rights in copyright on a work described as the Cortona 290 , Jennings would ordinarily seek to demonstrate the evolution of the Cortona 290 through the passage of design changes consistent with the Amended Statement of Claim by tracing the design development through the plans described as the Cambridge 245 , the Verona 245 , and the Cortona 245 , ultimately leading to the Cortona 290 .",
      "id": "s27"
    },
    {
      "text": "That evolution becomes important in at least two respects.",
      "id": "s28"
    },
    {
      "text": "First, as evidence establishing the originality and genetic footprint of the actual plan in suit in which the bundle of exclusive rights comprising the copyright (s 31 and particularly s 31(1)(b) of the Copyright Act ) is said to subsist and secondly, to establish the work said to have been reproduced in a material form by the defendants.",
      "id": "s29"
    },
    {
      "text": "That second matter becomes important in a case where there is no direct evidence of access to and use of the Jennings' Cortona 290 plan by the defendants and the plaintiff seeks to rely upon what is said to be significant or striking objective similarity between the Cortona 290 and the defendants' plan, as giving rise to an inference that the defendants had access to and made use of the Cortona 290 plan in bringing into existence their own plan and, further, that the defendants' plan is either a reproduction in a material form of the Cortona 290 plan (s 31(1)(b)) or a reproduction of a substantial part of that plan for the purposes of s 14 of the Copyright Act .",
      "id": "s30"
    },
    {
      "text": "These questions are separate but related matters of assessment.",
      "id": "s31"
    },
    {
      "text": "In developing the matrix at pp 2 and 3 of his statement Mr Henesey-Smith supports the matrix by reference to a number of annexed plans shown in brochures.",
      "id": "s32"
    },
    {
      "text": "The Siena is Annexure C. The Daintree is Annexure D. The Cambridge 280 is Annexure E. Annexure E also depicts the Cambridge 245 .",
      "id": "s33"
    },
    {
      "text": "The Mapleton is Annexure F. The Verona 270 is Annexure G which also depicts the Verona 245 .",
      "id": "s34"
    },
    {
      "text": "The Cortona 290 is Annexure H. It also depicts another plan described as the Cortona 260 .",
      "id": "s35"
    },
    {
      "text": "The annexed plans do not depict a version of the Cortona 245 referred to in the Amended Statement of Claim.",
      "id": "s36"
    },
    {
      "text": "Mr Henesey-Smith says that the principal difference between the Verona and Cortona families of plans is that the rear courtyard area depicted in the Cortona plans is roofed while the courtyard area in the Verona plans is open or unroofed.",
      "id": "s37"
    },
    {
      "text": "Jennings says it has offered the Cortona 290 for sale either as depicted in the brochures (Annexure H to the statement of Mr Henesey-Smith), that is, with the garage and its relationship with the laundry, kitchen, meals and family rooms to the left hand side of the house (as depicted in Annexure H --- looking towards the house from the street orientation for the structure) or on the right hand side of the structure in \"mirror-reverse\" layout to the depiction in the brochure.",
      "id": "s38"
    },
    {
      "text": "Mr Henesey-Smith says the \"designs\" for the \"Cortona plan\" have continued to evolve since 1995 with modifications adopted that have not compromised the fundamental design principles which he describes as these: Direct view from formal front entry through the main/dining area to the courtyard area\n The angled rear outdoor living area is the focal point of the three important spaces (family, lounge/dining and main bedroom) of the home.",
      "id": "s39"
    },
    {
      "text": "The location of the informal living areas down one side of the home and the bedroom areas down the other side.",
      "id": "s40"
    },
    {
      "text": "A garage under the main roof with direct access into the house.",
      "id": "s41"
    },
    {
      "text": "By para 1(d) of the Amended Statement of Claim, Jennings pleaded that it is the owner of the copyright subsisting in the floor plan and house design for the Cambridge 245 , the Verona 245 and the Cortona 245 for the purposes of s 35 of the Copyright Act .",
      "id": "s42"
    },
    {
      "text": "Mr and Mrs Bogdan by their defence did not plead to para 1(d) of the Amended Statement of Claim and are taken to have admitted subsistence of copyright in those plans and the ownership of the copyright in Jennings.",
      "id": "s43"
    },
    {
      "text": "Those admissions do not extend to the Cortona 290 which is a different (albeit, similar) plan to the three pleaded plans.",
      "id": "s44"
    },
    {
      "text": "However, as to this aspect of the case at trial, it is clear that Magistrate Payne treated, incorrectly in my view, the deemed admission of the contentions at para 1(d) as extending to the Cortona 290 .",
      "id": "s45"
    },
    {
      "text": "Counsel for Jennings at the trial, in response to some confusion surrounding the different descriptions of plans relied upon by Jennings, made clear that Jennings relies on the plan and house design for the Cortona 290 as the work said to be copied (Transcript p 24, ll 5 to 10).",
      "id": "s46"
    },
    {
      "text": "An examination of the plan for the Cortona 290 shows that it has a strong resemblance to the Cambridge 245 , the Verona 245 and the Verona 270 (but for the roof over the pavilion not present in the Verona plans).",
      "id": "s47"
    },
    {
      "text": "The evidence of Mr Henesey-Smith both in his statement and in oral evidence at the trial establishes the progression of the design and development of the Cortona 290 by employees of Jennings comprising the internal design group, known within Jennings as the \"Leading Edge Design Studio\", from the Cambridge 245 and the Verona 245 both of which are the subject of admissions.",
      "id": "s48"
    },
    {
      "text": "There is no reference to the Cortona 245 .",
      "id": "s49"
    },
    {
      "text": "The evidence at trial however established on the balance of probabilities what was said to be admitted, namely, that Jennings is the owner of the copyright in an original plan described as the Cortona 290 , as a work of authorship of its employees.",
      "id": "s50"
    },
    {
      "text": "In that sense, each earlier plan modified slightly to evolve the next, can be seen as part of a sequence of plans along a continuum in which iterations embody the earlier work and fundamentally preserve the essential layout and relationship of features evident in the Cambridge 245 , carried into the Verona 245 and expressed in the Cortona 290 .",
      "id": "s51"
    },
    {
      "text": "The conduct\n Jennings contends that during 2003 Mr and Mrs Bogdan brought into existence a plan for a house to be constructed by them as owner/builders under an authority issued by the Queensland Building Services Authority, at Jimboomba.",
      "id": "s52"
    },
    {
      "text": "Jennings says the plan, Annexure K to Mr Henesey-Smith's statement (Exhibit 2) was lodged with the Beaudesert Shire Council for approval, approved by the Council (Exhibit 8 --- Reference Plan 0056324) and a house was built by Mr and Mrs Bogdan in accordance with the approved plan.",
      "id": "s53"
    },
    {
      "text": "Jennings contended at trial and on appeal that an examination of the Bogdan plan (Annexure K to Exhibit 2 and the plan forming part of Exhibit 8) reveals striking similarities to the Cortona 290 (Annexure J to Exhibit 2).",
      "id": "s54"
    },
    {
      "text": "Each plan is incorporated as Schedules 1 and 2 to these reasons.",
      "id": "s55"
    },
    {
      "text": "The similarities are said to be these.",
      "id": "s56"
    },
    {
      "text": "First, each plan incorporates a pavilion area at the rear of the house centred on a lineal axis through the centre of the \"square\" floor plan in which the walls of the pavilion separating the pavilion from a family room on one side and the principal bedroom on the other side of the pavilion are angled or splayed in precisely the same way, that is, in the same degree of angle, so as to make the pavilion area more expansive.",
      "id": "s57"
    },
    {
      "text": "Secondly, on each side of the axis, the structure divides the bedroom and bathroom areas from the common areas (laundry, kitchen, meals and family room) about a central space.",
      "id": "s58"
    },
    {
      "text": "That space and the pavilion space are characterised by ceilings at a higher elevation than other areas of the house so as to open the space, make the square structure lighter and give the space a feeling of being more airy.",
      "id": "s59"
    },
    {
      "text": "In the Jennings plan, the ceiling over the central area and the pavilion is elevated at 3,300mm.",
      "id": "s60"
    },
    {
      "text": "In the Bogdan plan, the ceiling elevation over the central area, the pavilion and the entry area is 3,600mm.",
      "id": "s61"
    },
    {
      "text": "Jennings contended that there is a relationship between the angled or splayed walls of the pavilion areas and the elevation of the ceiling in the central and pavilion areas so as to achieve a combination effect of space, light and integration.",
      "id": "s62"
    },
    {
      "text": "Jennings contended that these features, especially the combination of them, are striking features of differentiation of the Cortona 290 plan.",
      "id": "s63"
    },
    {
      "text": "Initially, counsel for Jennings described these features as \"unique\" to the Cortona 290 .",
      "id": "s64"
    },
    {
      "text": "However, on the evidence before the Magistrate, the case was put on the footing that these features distinguish the Cortona 290 as differentiating features readily identified with the Jennings plan.",
      "id": "s65"
    },
    {
      "text": "Thirdly, Jennings contended that other \"design similarities\" taken in combination with the two principal differentiating features of angled walls and elevated ceilings, suggest a striking similarity between the Cortona 290 and the Bogdan plan.",
      "id": "s66"
    },
    {
      "text": "Mr Henesey-Smith described those other features as these: Portico with double front entry doors Nib walls between entry and lounge with cutouts Minor bedroom / bath / wc / relationship Long passage access to Bed 1 Kitchen/ Laundry / Family relationship Kitchen shape with pantry / refrigerator on opposite wall Internal garage dimensions --- 6000 x 6000 Wide opening from lounge to family Door access from lounge / bed 1 / family to rear outdoor living area\n Jennings called evidence from an expert architect, Mr Deshon.",
      "id": "s67"
    },
    {
      "text": "Mr Deshon provided a report dated 7 January 2004 (Exhibit 3) in which he expressed the opinion that the Bogdan plan resembled \"most closely\" the \"Cortona design\" and that \"there are fundamental similarities between the Bogdan and Jennings designs\".",
      "id": "s68"
    },
    {
      "text": "Jennings also called evidence from Mr Neuson, a sales representative of Truss Master Queensland experienced in assessing for pricing purposes, plans for roof truss designs.",
      "id": "s69"
    },
    {
      "text": "He gave oral evidence that when presented with the Bogdan plan for the purpose of preparing a pricing estimate for the supply of roof trusses for the Bogdan house, he formed the opinion that the plan incorporated features which he thought were distinctive of Jennings plans.",
      "id": "s70"
    },
    {
      "text": "The features which led him to that view were the alfresco section at the rear of the house with angled walls at approximately 15 degrees, the overall design, size and proportions of the house, the location of rooms and, particularly, the raised ceiling in the alfresco and lounge room area.",
      "id": "s71"
    },
    {
      "text": "It will be necessary to further examine the evidence of these witnesses.",
      "id": "s72"
    },
    {
      "text": "The response of Mr and Mrs Bogdan\n Mr and Mrs Bogdan were self-represented before Magistrate Payne and were self-represented on the appeal.",
      "id": "s73"
    },
    {
      "text": "Written submissions have been prepared on their behalf.",
      "id": "s74"
    },
    {
      "text": "Those submissions seem plainly enough to have been formulated by lawyers advising Mr and Mrs Bogdan, with references to a number of authorities.",
      "id": "s75"
    },
    {
      "text": "In those submissions, no point is taken that copyright does not subsist in the Cortona 290 plan or that Jennings is not the owner of the copyright.",
      "id": "s76"
    },
    {
      "text": "The central point made in the submissions (among others) is that no inference of access to or use of any Jennings plan arises on the evidence at trial and Magistrate Payne was correct in finding no infringement on the part of the respondents.",
      "id": "s77"
    },
    {
      "text": "Mr and Mrs Bodgan deny infringement of the Cortona 290 plan.",
      "id": "s78"
    },
    {
      "text": "They deny having had access to or made use of any Jennings plan.",
      "id": "s79"
    },
    {
      "text": "Mrs Bogdan made statements from the bar table in conducting the defence of the action on behalf of both defendants, concerning the authorship and evolution of the Bogdan plan.",
      "id": "s80"
    },
    {
      "text": "Mrs Bogdan also gave oral evidence in which she adopted those statements and further explained the authorship and evolution of the Bogdan plan.",
      "id": "s81"
    },
    {
      "text": "Mr Bogdan did not give any evidence.",
      "id": "s82"
    },
    {
      "text": "Mrs Bogdan gave this evidence.",
      "id": "s83"
    },
    {
      "text": "She has made a practice of collecting magazines to obtain design ideas for a house she and her husband intended one day to build.",
      "id": "s84"
    },
    {
      "text": "Mrs Bogdan's father-in-law, Mr Florien Bogdan, was a carpenter.",
      "id": "s85"
    },
    {
      "text": "He died in tragic circumstances on 6 April 2004.",
      "id": "s86"
    },
    {
      "text": "Mrs Bogdan had spoken to him from time to time about ideas for a house.",
      "id": "s87"
    },
    {
      "text": "She had kept a photograph from a magazine published in 1995 (Exhibit 6) depicting a rear-facing gable creating an effect, described in the text accompanying the photograph as \"a huge dormer window shape which intersects with the main direction of the new sitting room ceiling\".",
      "id": "s88"
    },
    {
      "text": "The text describes the \"window wall\" as creating a \"dramatic effect\".",
      "id": "s89"
    },
    {
      "text": "Mrs Bogdan took the photograph to her father-in-law and told him that she wanted the effect created in the magazine photograph.",
      "id": "s90"
    },
    {
      "text": "She wanted to see the living and dining areas of the house \"all in one\" when entering the house.",
      "id": "s91"
    },
    {
      "text": "Her father-in-law told her that he had retained a copy of a plan for a house he had built many years before in Canberra, probably in 1984 or 1985 (\"the Canberra plan\").",
      "id": "s92"
    },
    {
      "text": "Using the photograph and the plan of the Canberra house, Mr Florien Bogdan took up ideas contributed by Mr Bogdan and the requests Mrs Bogdan had made, so as to draw up a draft plan.",
      "id": "s93"
    },
    {
      "text": "Mrs Bogdan says that everything started from the picture in the magazine.",
      "id": "s94"
    },
    {
      "text": "Mr and Mrs Bogdan responded to the Jennings' letters of demand by a letter from their solicitors dated 27 November 2003 (Exhibit 4).",
      "id": "s95"
    },
    {
      "text": "That letter attached a copy of the Canberra plan (Attachment A) and a copy of the plan prepared by Mr Florien Bogdan (Attachment B).",
      "id": "s96"
    },
    {
      "text": "The letter contended that Mrs Bogdan wanted a covered patio at the rear of the house and her request for that feature was given priority over the space allocated to two bedrooms depicted at the rear of the house shown in the Canberra plan.",
      "id": "s97"
    },
    {
      "text": "The letter of 27 November 2003 asserted that the use of angled walls was \"a solution to optimizing both the indoor and outdoor spaces (as shown in the first rough drawing --- refer to \"Drawing Annexure B\" and subsequent \"Drawing Annexure C\" dated February 2003)\".",
      "id": "s98"
    },
    {
      "text": "The letter at p 2 explains: \n Mr Bogdan's father reworked the design to a more detail level with measurements, entry detail and roof outline (refer to \"Drawing Annexure D1\" and \"D2\").",
      "id": "s99"
    },
    {
      "text": "The design was then taken to Igor Designs, Architects and Draftsmen.",
      "id": "s100"
    },
    {
      "text": "Igor Designs prepared the final designs for the house based upon Mr Bogdan's father reworked design for Lot 663, Silver Wattle Drive, Jimboomba (refer to \"Drawing Annexure E\").",
      "id": "s101"
    },
    {
      "text": "The letter then sets out at pp 2 and 3 a matrix of dissimilarities between the Bogdan plan and the plan the subject of the Jennings' letters of demand of 19 November 2003 and 21 November 2003, namely the Verona 245 house plan.",
      "id": "s102"
    },
    {
      "text": "In addition, the respondents placed emphasis on a brochure (Exhibit 5) for a house advertised by a project home builder, Dixon Homes, which depicts a floor plan laid out on a \"square\" design (\"the Dixon plan\").",
      "id": "s103"
    },
    {
      "text": "The plan shows two veranda areas each with an L shape comprising two walls and a third wall angled at 45 degrees rather than a U shaped section with two walls at an angle of 90 degrees to a third wall.",
      "id": "s104"
    },
    {
      "text": "The second plan shown in the brochure, depicts a floor plan with elevated ceilings at 3.6m in the entry, dining, living and patio areas.",
      "id": "s105"
    },
    {
      "text": "The Dixon plan is Schedule 3 to these reasons.",
      "id": "s106"
    },
    {
      "text": "Mrs Bogdan sought to rely on the Dixon plan as demonstrating that elevated ceilings are not something necessarily associated only with the Jennings Cortona 290 plan or the earlier pleaded Jennings plans and in that sense, an elevated ceiling does not differentiate the Cortona 290 plan in such a way that the presence of elevated ceilings on one plan gives rise to an inference of origin in another.",
      "id": "s107"
    },
    {
      "text": "Although reliance on the Dixon plan was criticised by Jennings as going only to originality in the Jennings plan which was said not to be in issue having regard to the pleadings, the evidence also goes to the question of whether reliance, in part, upon the important feature of elevated ceilings in the Bogdan plan aids in supporting an inference that the respondents saw and used the Cortona 290 plan with its elevated ceilings, in creating their own plan with elevated ceilings at 3.6m in the entry, lounge and patio areas, among other features.",
      "id": "s108"
    },
    {
      "text": "As previously mentioned, Mrs Bogdan gave evidence before Magistrate Payne.",
      "id": "s109"
    },
    {
      "text": "Mr Bogdan did not give evidence.",
      "id": "s110"
    },
    {
      "text": "Mr Florien Bogdan had not provided a statement in relation to the authorship of the Bogdan plan and did not give evidence.",
      "id": "s111"
    },
    {
      "text": "Mr Florien Bogdan died before the proceedings were commenced by Jennings.",
      "id": "s112"
    },
    {
      "text": "He died on 8 April 2004 and the proceedings were commenced on 13 April 2004.",
      "id": "s113"
    },
    {
      "text": "An adverse inference ought not to be drawn against the respondents on the footing that they failed to adduce evidence at the trial by way of a statement from Mr Florien Bogdan.",
      "id": "s114"
    },
    {
      "text": "At the time of Mr Florien Bogdan's death, the defendants would have had no reason to be at a stage of treatment of the Jennings earlier claims made by correspondence, of preparing formal statements of evidence as to authorship from Mr Bogdan senior.",
      "id": "s115"
    },
    {
      "text": "Plainly enough, the respondent Mr Tiberiu Bogdan, ought to have given direct oral evidence of the history of the development of the Bogdan plan.",
      "id": "s116"
    },
    {
      "text": "Mr Bogdan chose not to do so and was thus not exposed to cross-examination by counsel for Jennings.",
      "id": "s117"
    },
    {
      "text": "Unfortunately, a close examination of the transcript of proceedings before Magistrate Payne reveals that the possible consequences of Mr Bogdan choosing not to give evidence, were not drawn emphatically to his attention.",
      "id": "s118"
    },
    {
      "text": "At p 95 of the transcript, after the conclusion of the evidence of Mrs Bogdan, Magistrate Payne said this: \n BENCH: Mr Bogdan, before I ask you whether you wish to give --- give any evidence or not, one matter that you might consider as to your decision whether to give any evidence in the proceedings is that your wife has said she's the first of --- sorry, the second defendant, that the design process was by you and your father , and so you might be able to give information, evidence to the Court about how that came about and if you don't do that there's evidence which the Court doesn't have the benefit of as to --- \n\n \n MR BOGDAN: I believe my --- my wife has said everything possible what had to be said about how we came about to --- to have the plan and I don't believe there's anything more to be asked about it.",
      "id": "s119"
    },
    {
      "text": "BENCH: Alright.",
      "id": "s120"
    },
    {
      "text": "There's nothing more you wish to add.",
      "id": "s121"
    },
    {
      "text": "MR BOGDAN: No.",
      "id": "s122"
    },
    {
      "text": "BENCH: Alright then.",
      "id": "s123"
    },
    {
      "text": "What I'd --- and there was no other evidence either of you wish to call?",
      "id": "s124"
    },
    {
      "text": "I must ask you that.",
      "id": "s125"
    },
    {
      "text": "MRS BOGDAN: No.",
      "id": "s126"
    },
    {
      "text": "After that exchange, addresses commenced.",
      "id": "s127"
    },
    {
      "text": "It seems to me that a fair inference is open that Mr Bogdan incorrectly assumed that since Mrs Bogdan had said things about the history and evolution of the Bogdan plan and had given evidence of those things that Mr Bogdan thought were the things of relevance, there was no further point in his giving evidence about the same matters.",
      "id": "s128"
    },
    {
      "text": "Unfortunately, Mr Bogdan was not encouraged strongly to enter the witness box and tell the Court his version of the events.",
      "id": "s129"
    },
    {
      "text": "Having reviewed the transcript and taking account of the circumstances that the respondents were self-represented at trial; Mrs Bogdan assumed the carriage of the defence to the claim; Mrs Bogdan had given some evidence about the authorship of the plan; and, Mr Bogdan was not encouraged to give oral evidence on the central matter of authorship coupled with a warning that his failure to do so might be prejudicial to his case and that of the respondents generally, no inference properly arises adverse to the defendants by reason of his failure to enter the witness box and give evidence as to authorship with attendant cross-examination.",
      "id": "s130"
    },
    {
      "text": "Although no adverse inference arises, it remains the position that there is no evidence from either author of the Bogdan plan as to the circumstances of the authorship of that plan.",
      "id": "s131"
    },
    {
      "text": "Mrs Bogdan gave evidence that she was not an author and was not present when either Mr Florien Bogdan or he and his son drew the draft plans annexed to Exhibit 4.",
      "id": "s132"
    },
    {
      "text": "The respondents contend that the detailed drawing prepared by Mr Florien Bogdan (Annexure D1 to Exhibit 4) based upon contributions made by Mr Bogdan and the requests by Mrs Bogdan for particular features, was taken to Igor Designs, Architects and Draftsmen for the preparation of a final detailed drawing (Annexure E to Exhibit 4).",
      "id": "s133"
    },
    {
      "text": "The particular individual who prepared that drawing, Mr Dan Djako, was not called to give evidence by the respondents.",
      "id": "s134"
    },
    {
      "text": "The explanation for that failure was that Mr Djako was regrettably overseas at the time of the trial visiting a sick relative and was simply not available to give evidence.",
      "id": "s135"
    },
    {
      "text": "That position which emerged at trial, was not able to be tested by Jennings.",
      "id": "s136"
    },
    {
      "text": "One further matter relating to the availability of evidence should be mentioned.",
      "id": "s137"
    },
    {
      "text": "Mrs Bogdan gave evidence of the identicality of the ceiling arrangement in the Bogdan house as built and a raked feature of the ceiling shown in the photograph (Exhibit 6) she collected from the magazine mentioned in evidence, although in cross-examination Mrs Bogdan accepted that the ceiling over the central area (lounge/dining) and the entry area is flat consistent with the sectional line shown on the drawing depicting a flat ceiling.",
      "id": "s138"
    },
    {
      "text": "Mrs Bogdan in earlier evidence said she had taken photographs showing the identicality with the magazine picture but had forgotten to bring the photographs to Court.",
      "id": "s139"
    },
    {
      "text": "The evidence before the primary court\n Before turning to the findings of Magistrate Payne, it is necessary to examine further the evidence put before the court below.",
      "id": "s140"
    },
    {
      "text": "Mr Henesey-Smith in his report (Exhibit 2) expressed the opinion that the Bogdan plan \"most resemble[d]\" the plan and elevations of the Cortona 290 ( Portico ).",
      "id": "s141"
    },
    {
      "text": "He identified the two features of elevated ceilings and identically angled walls to the outdoor living areas and those other features described at [18] as the basis for that opinion.",
      "id": "s142"
    },
    {
      "text": "In oral evidence, he accepted that the Dixon plan had \"some fundamental similarities\" to the Cortona 290 plan \"in the basis of a rear central patio and the raised ceilings through the patio and the living area ... that's really the main distinguishing feature\".",
      "id": "s143"
    },
    {
      "text": "Mr Henesey-Smith said that he was familiar with some house products offered in the market by competitors but it was not his function to undertake competitor analyses or to become intimately familiar with the plans of competitors of Jennings.",
      "id": "s144"
    },
    {
      "text": "With that limitation in mind, he said that he was not aware of any competitor that offered a home in the marketplace with a portico area at the rear of the house with splayed or angled walls.",
      "id": "s145"
    },
    {
      "text": "Mr Henesey-Smith identified a range of differences between the Cortona 290 and the Bogdan plan on the one hand and the Dixon plan on the other.",
      "id": "s146"
    },
    {
      "text": "In cross-examination.",
      "id": "s147"
    },
    {
      "text": "Mr Henesey-Smith said that although the Cortona 290 and Bogdan plans were not identical, \"they've got what I'd say, very, very significant similarities\".",
      "id": "s148"
    },
    {
      "text": "The witness accepted that there was \"a slight difference\" between the Bogdan plan and the Cortona 290 in relation to the entrance area and that there are some differences in the size of rooms.",
      "id": "s149"
    },
    {
      "text": "The witness accepted that there was a \"subtle difference\" between the two plans due to the different roofline.",
      "id": "s150"
    },
    {
      "text": "The witness described the roofline as \"very similar\" apart from the fact that \"the access to the roofline over the garage was slightly different\".",
      "id": "s151"
    },
    {
      "text": "The witness added \"however, I don't believe that it changes the overall fundamental similarity\".",
      "id": "s152"
    },
    {
      "text": "Mr Henesey-Smith described the similarity between the two plans as \"comprehensive\" and said they were \"very, very strong similarities\".",
      "id": "s153"
    },
    {
      "text": "The Bogdan plan and the Cortona 290 when compared side by side in terms of Annexures J and K to Exhibit 4, demonstrate these common features.",
      "id": "s154"
    },
    {
      "text": "There is a porch or portico area (dimensionally different), leading to an entry area through a large open space on an axial alignment leading to a rear entertaining or pavilion area.",
      "id": "s155"
    },
    {
      "text": "The ceilings in the entry, central area (lounge/lounge dining) and external entertaining area are elevated at a height greater than other ceiling areas of the structure.",
      "id": "s156"
    },
    {
      "text": "Each plan exhibits a line drawn across a section of the external area at the rear, a line drawn across the central open area and a line drawn across the entrance area.",
      "id": "s157"
    },
    {
      "text": "Each of those lines reflects an architectural practice of depicting a flat ceiling although Jennings accepts that the ceiling in the rear entertaining area of the Bogdan plan although depicted as flat is raked.",
      "id": "s158"
    },
    {
      "text": "There is an axis through the central part of the structure and the bedrooms are laid out on one side and the public areas on the other.",
      "id": "s159"
    },
    {
      "text": "In the Cortona 290 plan, on the left hand side of the access there is a bedroom (described as Bed 2), a walk-in robe area and a corridor which provides access to bedroom 3, toilet and bathroom facilities, bedroom 4 and bedroom 1 with ensuite facility.",
      "id": "s160"
    },
    {
      "text": "On the right hand side of the axis, the structure lays out the garage leading to a laundry, a kitchen with U shaped benches, a pantry and a meals and family area.",
      "id": "s161"
    },
    {
      "text": "In the case of the Bogdan plan, the layout on the left hand side of the axis is very similar.",
      "id": "s162"
    },
    {
      "text": "Bedroom 2 in the Cortona 290 is described as bedroom 4 in the Bogdan plan and the room incorporates the space described as the walk-in robe area in the Cortona 290 plan.",
      "id": "s163"
    },
    {
      "text": "Bedroom 3 and the associated toilet and bathroom areas are very similar.",
      "id": "s164"
    },
    {
      "text": "Bedroom 2 is very similar to bedroom 4 in the Cortona 290 plan and bedroom 1 with associated ensuite is similar.",
      "id": "s165"
    },
    {
      "text": "There are, of course, dimensional differences and some differences in shape and configuration.",
      "id": "s166"
    },
    {
      "text": "However, the layout of the rooms and their alignment and configuration are, it is fair to say, very similar.",
      "id": "s167"
    },
    {
      "text": "On the right hand side of the axis in the Bogdan plan there is an immediate difference in that a study has been incorporated (18 x 21) in the Bogdan plan and the garage has been located on the right hand side of the study which removes the garage from the contained square of the plan.",
      "id": "s168"
    },
    {
      "text": "That configuration affects the roofline of the house.",
      "id": "s169"
    },
    {
      "text": "As to the remaining areas, the laundry is dimensionally different.",
      "id": "s170"
    },
    {
      "text": "The shape of the kitchen configuration and pantry design is similar and the family and meals area is very similar.",
      "id": "s171"
    },
    {
      "text": "Apart from these matters of layout and orientation, there are three features given emphasis.",
      "id": "s172"
    },
    {
      "text": "The first is the elevated ceilings in each structure although the height of the ceilings differs.",
      "id": "s173"
    },
    {
      "text": "Secondly, the angled or splayed walls are identical in their degree of angulation and orientation to the structure.",
      "id": "s174"
    },
    {
      "text": "Thirdly, although perhaps a small point, each plan incorporates a cosmetic \"nib wall\" with cut out sections within the central open area.",
      "id": "s175"
    },
    {
      "text": "The wall is not structural and represents a cosmetic addition not dictated to the author by structural necessity.",
      "id": "s176"
    },
    {
      "text": "Jennings called an expert, Mr Deshon.",
      "id": "s177"
    },
    {
      "text": "He was asked to give expert evidence on the question of whether he could see the progressive evolution of the Bogdan plan from the drawings annexed to the letter dated 27 November 2003 from Mr and Mrs Bogdan's solicitors.",
      "id": "s178"
    },
    {
      "text": "Mr Deshon gave evidence that it was \"very difficult\" to see how the author of the Bogdan plan could \"get from the Canberra plan to the final plan\".",
      "id": "s179"
    },
    {
      "text": "He said he could not see how either Drawing C or D developed from Drawing A.",
      "id": "s180"
    },
    {
      "text": "Mr Deshon said that the \"striking distinguishing feature\" of the \"Cortona or Verona\" is the splayed walls at the rear of the house.",
      "id": "s181"
    },
    {
      "text": "He said \"the way that these walls which form a rear external area, although it's roofed, are off the right angled rib and are splayed is the thing that immediately distinguishes the plans\" and [that feature] \"would distinguish the three-dimensional model of the house\".",
      "id": "s182"
    },
    {
      "text": "Mr Deshon said: \n It's [the Cortona plan] distinguished by change in ceiling levels.",
      "id": "s183"
    },
    {
      "text": "It is very common, in project home building in particular ... to simply make a roof which has a monoplane ceiling; a ceiling the same level right through.",
      "id": "s184"
    },
    {
      "text": "These designs don't have that.",
      "id": "s185"
    },
    {
      "text": "They, in my opinion, are a fairly intricate part of the splayed wall design and the desire of the designer to optimise, if you like, the advantage caused by the splayed walls.",
      "id": "s186"
    },
    {
      "text": "You certainly do get the same effect in these two plans I'm looking at [Bogdan plan and Cortona plan].",
      "id": "s187"
    },
    {
      "text": "This is what we'd call a deep plan rather than a shallow plan.",
      "id": "s188"
    },
    {
      "text": "A shallow plan is a long, thin building.",
      "id": "s189"
    },
    {
      "text": "A deep plan approaches the square.",
      "id": "s190"
    },
    {
      "text": "The difficulty particularly in this climate in building a deep plan is (a) ventilation and\n (b) coolness because it's harder to get a breeze through a deep plan house than it is through a narrow one, depending of course on the orientation.",
      "id": "s191"
    },
    {
      "text": "What this does, by increasing the ceiling space in the centre of the house, is create, first of all, a feeling of airiness, a feeling of space but also it enhances ventilation of the plan simply by the venting effect.",
      "id": "s192"
    },
    {
      "text": "I would think the other thing is the amenity, the visual amenity of the place is enhanced considerably by opening up the back of the house with a higher ceiling.",
      "id": "s193"
    },
    {
      "text": "The similarity is marked in those respects.",
      "id": "s194"
    },
    {
      "text": "Both have a raised ceiling over the external --- call it a deep veranda area, a raised ceiling; and both have a raised ceiling over the internal lounge/dining space as well.",
      "id": "s195"
    },
    {
      "text": "The distinguishing features overall are probably similarities but the things that distinguish that building of its own ... without comparing them would be those higher ceilings and the splayed walls.",
      "id": "s196"
    },
    {
      "text": "[emphasis added] \n\n Mr Deshon was asked by the Bench whether he could say anything about these \"distinguishing features\" and whether they had become common to a run of project home designs.",
      "id": "s197"
    },
    {
      "text": "Mr Deshon could not say.",
      "id": "s198"
    },
    {
      "text": "Mr Deshon said that the layout of the rooms reflected in each plan was \"similar\" and that there are \"some fundamental similarities\".",
      "id": "s199"
    },
    {
      "text": "In Mr Deshon's report he says: \n I think there are fundamental similarities between the Bogdan and Jennings designs.",
      "id": "s200"
    },
    {
      "text": "The plan layout is developed around a lineal axis centred on a living space with family/kitchen/laundry/garage (and in one case the study) --- the house \"public\" rooms --- on one side and bedrooms and bathrooms on the other.",
      "id": "s201"
    },
    {
      "text": "All have a recessed porch entrance and a large area at the other end of the axis which is walled on three sides.",
      "id": "s202"
    },
    {
      "text": "The opposing walls of this large space are splayed: they are not parallel to each other but diverge as they progress towards the outer edge of the space they define.",
      "id": "s203"
    },
    {
      "text": "In detail, too, the plans are very similar.",
      "id": "s204"
    },
    {
      "text": "The relationship of the spaces to one another follows the same sequence.",
      "id": "s205"
    },
    {
      "text": "The insertion of a study in the Bogdan plan results in offsetting the garage and changes the internal access to it and angling the corridor at 45 degrees at bedroom 3 and 4 in the Bogdan plan eliminates the walk-in wardrobe in the Cortona/Verona plan; but the relationship of the rooms common to all plans to one another is identical.",
      "id": "s206"
    },
    {
      "text": "In my opinion, the splayed walls at the veranda/pavilion and the arrangement of the rooms, together with dimensional similarities, renders the design approach distinctive.",
      "id": "s207"
    },
    {
      "text": "I find it remarkably similar.",
      "id": "s208"
    },
    {
      "text": "In oral evidence, Mr Deshon elaborated on his report and described the features just mentioned as \"identical in some instances\".",
      "id": "s209"
    },
    {
      "text": "In cross-examination by Mrs Bogdan, Mr Deshon was asked to examine the Dixon plan.",
      "id": "s210"
    },
    {
      "text": "He accepted that the Dixon plan is a deep plan reflecting a \"square\" approach to design with symmetry around an axis, similarity of layout and the same planning policy inherent in the design.",
      "id": "s211"
    },
    {
      "text": "Mr Deshon accepted that the Dixon plan follows the same design strategy as the two plans in issue and that there are \"some similarities within the layout\".",
      "id": "s212"
    },
    {
      "text": "Mr Deshon accepted that in all three plans the ceilings are raised in the centre area (3.6 in the Dixon and Bogdan plans and 3.3 in the Cortona 290 ).",
      "id": "s213"
    },
    {
      "text": "Mr Deshon gave evidence that \"the raised ceiling is a distinguishing feature of, I'd say, all three houses\".",
      "id": "s214"
    },
    {
      "text": "The central matter of significance for Mr Deshon was not simply the angled walls or the elevated ceilings or similarity in layout and orientation or similarity in some detail but rather the combination of all of these elements.",
      "id": "s215"
    },
    {
      "text": "The Dixon plan for example, does not combine elevated ceilings and angled walls \"off the right angled rib\" at all or, more particularly, at 15 degrees rather than any other angle.",
      "id": "s216"
    },
    {
      "text": "As to the evolution of the Bogdan plan, Mr Deshon maintained his evidence under cross-examination that he could not see any progressive development from the Canberra plan leading to the Bogdan plan.",
      "id": "s217"
    },
    {
      "text": "Although Mr Deshon accepted that changes from the Canberra plan plainly might be made, Mr Deshon could not see how the Canberra plan could become the Bogdan plan.",
      "id": "s218"
    },
    {
      "text": "Mr Deshon also gave evidence that the Bogdan plan was a plan in \"very hard and precise line over the Canberra plan house, which superimposes the outline of the Bogdan house on it \" [emphasis added].",
      "id": "s219"
    },
    {
      "text": "He gave evidence in these terms: \n And one of the --- the other interesting things is that that's drawn with the line --- with the wall thicknesses correct and some windows and things in it.",
      "id": "s220"
    },
    {
      "text": "Annexure C, which is the next sketch which I think developed from it, is a far more sketchy drawing .",
      "id": "s221"
    },
    {
      "text": "I would have thought that ought to have been reversed, if there was a logical progression of thought from one plan to another.",
      "id": "s222"
    },
    {
      "text": "Look, I am not denying that there is some other --- some other drawings, it's just that I don't see them.",
      "id": "s223"
    },
    {
      "text": "[emphasis added] \n\n Mr Deshon also gave evidence that the photograph from the magazine with raked ceilings would not have led him to a plan reflecting flat ceilings.",
      "id": "s224"
    },
    {
      "text": "He gave this evidence: \n ... if someone came to me as their architect and said, \"this is what I want\", I would not interpret that as their wanting a flat ceiling.",
      "id": "s225"
    },
    {
      "text": "The thing that allows this to happen [the configuration in the photograph] is that the ceiling is raked.",
      "id": "s226"
    },
    {
      "text": "Mr Neuson was also called to give evidence.",
      "id": "s227"
    },
    {
      "text": "He said that he saw the Bogdan plan for the purpose of pricing trusses required for the house.",
      "id": "s228"
    },
    {
      "text": "Mr Neuson is a frame detailer working for Truss Master Queensland and has worked for that firm for over eight years.",
      "id": "s229"
    },
    {
      "text": "He gave evidence that the drawing \"caught his eye\" as it was \"quite distinctive\" to a Jennings design.",
      "id": "s230"
    },
    {
      "text": "He gave evidence that: \n The thing that first caught my eye is the alfresco section ... at the rear of the house.",
      "id": "s231"
    },
    {
      "text": "The first most distinguishing feature to me was ... the angle of those walls.",
      "id": "s232"
    },
    {
      "text": "A lot of houses use a 50 --- a 45 degree angle wall, but the Jennings design actually has ... something that's similar to ... a 15 degree ... angled wall.",
      "id": "s233"
    },
    {
      "text": "That's the first thing that caught my eye.",
      "id": "s234"
    },
    {
      "text": "Then the overall design, the size, proportions of the house was the next thing and just the general layout, the location of the rooms.",
      "id": "s235"
    },
    {
      "text": "And then, of course, the thing that really sealed it for me was the raised --- in the alfresco and the lounge room, which is quite --- I wouldn't say unique to an A V Jennings design but particularly to this design and the areas in which those ceilings are raised.",
      "id": "s236"
    },
    {
      "text": "Again, Mr Neuson seemed to be influenced by the combination of the angled walls at 15 degrees together with the elevated ceilings and the overall design, size, proportions and layout of the rooms.",
      "id": "s237"
    },
    {
      "text": "In cross-examination, Mr Neuson considered the Dixon plan and the Jennings plan.",
      "id": "s238"
    },
    {
      "text": "He accepted that both plans exhibited raised ceilings over the rear patio section and the lounge area, that is, the alfresco section and the inside section generally described as the lounge/living areas.",
      "id": "s239"
    },
    {
      "text": "As to the feature of the raised ceilings, Mr Neuson was asked: \n So that distinction that you saw in the A V Jennings, you see that similar distinction in the Dixon?",
      "id": "s240"
    },
    {
      "text": "--- Yes.",
      "id": "s241"
    },
    {
      "text": "In the [Dixon] drawing?",
      "id": "s242"
    },
    {
      "text": "- Similar characteristics.",
      "id": "s243"
    },
    {
      "text": "Mrs Bogdan gave the evidence described at [22] of these reasons and the following further evidence.",
      "id": "s244"
    },
    {
      "text": "She said she had never seen a Jennings plan nor entered a Jennings display house before receiving the letters of demand.",
      "id": "s245"
    },
    {
      "text": "She looked at the Jennings plan enclosed with the letter of 21 November 2003 and \"saw the similarities\", but had never seen the document before.",
      "id": "s246"
    },
    {
      "text": "She said: \n We worked ... from the magazine I initially showed you.",
      "id": "s247"
    },
    {
      "text": "My father-in-law together with my husband, came up with the rest.",
      "id": "s248"
    },
    {
      "text": "Mrs Bogdan told her father-in-law she wanted to walk into the house and see the living and dining areas in one.",
      "id": "s249"
    },
    {
      "text": "Mr Florien Bogdan told her the entry would be like the Canberra plan, the family room would remain the same, the ceiling would be elevated to 3.6m and the glass window feature (a \"big slider\" --- large sliding doors) from the magazine would be at the end (rear) of the living/dining room and \"then my husband got involved ... with the rooms ... living on one side and bedrooms on one side ... they did a few drawings and we came up with the Bogdan plan\".",
      "id": "s250"
    },
    {
      "text": "As to Annexure B to Exhibit 4, Mrs Bogdan said this: \n This is where my husband came into the picture and actually drew out ... so this is where he came up with the idea that the kitchen and laundry would be on one side [and] that left the next option for the bedrooms to be on the other side.",
      "id": "s251"
    },
    {
      "text": "... On Exhibit B is where my husband drew the patio and that's how we ended up with a --- with a unique --- that Jennings' claim is theirs, unique patio, angle, angular ... which left the living areas, the kitchen and the laundry and the garage on one side of the house.",
      "id": "s252"
    },
    {
      "text": "That's how we came up with these plans.",
      "id": "s253"
    },
    {
      "text": "My father-in-law and my husband sat together and then they came up with B1 [Annexure B to Exhibit 4], I believe .",
      "id": "s254"
    },
    {
      "text": "[emphasis added] \n\n Mrs Bogdan emphasised the rake effect in the ceiling in the area she identified on the plan in giving evidence and said that her house was identical to the magazine picture.",
      "id": "s255"
    },
    {
      "text": "In cross-examination, Mrs Bogdan gave this evidence.",
      "id": "s256"
    },
    {
      "text": "Mr and Mrs Bogdan applied for approval to build a house as owner/builders, secured approval of their plan and built their house in accordance with the plan.",
      "id": "s257"
    },
    {
      "text": "A cosmetic change to the house as built included a triangular window.",
      "id": "s258"
    },
    {
      "text": "The plans show a flat ceiling over the rear patio at 3.6m and Mrs Bogdan said \"that's what it is\" as built.",
      "id": "s259"
    },
    {
      "text": "Similarly, a flat roof is shown at an elevation of 3.6m over the internal lounge/living room and, said Mrs Bogdan, \"that's what it is\".",
      "id": "s260"
    },
    {
      "text": "Annexure A to Exhibit 4 is the plan of Mr Florien Bogdan's Canberra house.",
      "id": "s261"
    },
    {
      "text": "Annexure B to Exhibit 4 is an overlay onto Annexure A on some changes to be made to it.",
      "id": "s262"
    },
    {
      "text": "Mr Florien Bogdan and Mr Bogdan drew Annexure B together.",
      "id": "s263"
    },
    {
      "text": "As to who drew what, Mrs Bogdan said, \"You will have to ask my husband, I don't know.",
      "id": "s264"
    },
    {
      "text": "I wasn't present\".",
      "id": "s265"
    },
    {
      "text": "As to the angular walls, Mrs Bogdan said: \n MRS BOGDAN: I'm the one that asked for them --- that's what I wanted.",
      "id": "s266"
    },
    {
      "text": "I wanted an L shape and that's how I explained it to him and that's what he came up with ...",
      "id": "s267"
    },
    {
      "text": "Initially he did an L shape and then I asked him to spread them.",
      "id": "s268"
    },
    {
      "text": "MR HACKETT: Why?",
      "id": "s269"
    },
    {
      "text": "MRS BOGDAN: Because I liked it better.",
      "id": "s270"
    },
    {
      "text": "It was to my taste.",
      "id": "s271"
    },
    {
      "text": "I have a choice, do I not?",
      "id": "s272"
    },
    {
      "text": "It's my house --- I designed it together with my father-in-law and my husband.",
      "id": "s273"
    },
    {
      "text": "MR HACKETT: You made that design change?",
      "id": "s274"
    },
    {
      "text": "MRS BOGDAN: I asked them --- yes, that's what I wanted.",
      "id": "s275"
    },
    {
      "text": "MR HACKETT: Well, how did you come up with the angle?",
      "id": "s276"
    },
    {
      "text": "MRS BOGDAN: Well, I didn't come up with an angle.",
      "id": "s277"
    },
    {
      "text": "I asked them to do that and they came up with this.",
      "id": "s278"
    },
    {
      "text": "MR HACKETT: Why wasn't it done at a more severe angle --- a 40 degree angle, for example?",
      "id": "s279"
    },
    {
      "text": "MRS BOGDAN: Well you'll have to ask my husband that because I don't know.",
      "id": "s280"
    },
    {
      "text": "I asked them to do something.",
      "id": "s281"
    },
    {
      "text": "I showed them and this is what they came up with.",
      "id": "s282"
    },
    {
      "text": "I'm not an architect nor a draftsman.",
      "id": "s283"
    },
    {
      "text": "As to drawing Annexure C to Exhibit 4, Mrs Bodgan gave this evidence.",
      "id": "s284"
    },
    {
      "text": "Annexure C was drawn by either Mr Bogdan or Mr Florien Bogdan although Mrs Bogdan ultimately said, \"I think --- my husband came up with this one\".",
      "id": "s285"
    },
    {
      "text": "Mr Hackett took Mrs Bogdan to Annexure C and particularly a measurement of 3.7m along the rear wall representing the distance between the point at the rear of the house at which one angled wall of the patio reaches the rear section, to the rear back corner point of bedroom 1.",
      "id": "s286"
    },
    {
      "text": "That distance on the Jennings plan being Annexure J to Exhibit 2 is 3.7m and precisely the same distance is apparent on Annexure C. Mr Hackett asked how the distance of 3.7m was selected in Annexure C. Mrs Bogdan said this: \n MRS BOGDAN: Well, I don't know.",
      "id": "s287"
    },
    {
      "text": "You're asking the wrong person.",
      "id": "s288"
    },
    {
      "text": "MR HACKETT: So you accept it's 3.7m.",
      "id": "s289"
    },
    {
      "text": "MRS BOGDAN: Well, that's what it says but I don't know how it got there.",
      "id": "s290"
    },
    {
      "text": "MR HACKETT: You didn't come up with that?",
      "id": "s291"
    },
    {
      "text": "MRS BOGDAN: Well, I told you I'm not a design, drawer or an architect.",
      "id": "s292"
    },
    {
      "text": "I have ideas but I can draw.",
      "id": "s293"
    },
    {
      "text": "As to aspects of the layout, Mrs Bogdan accepted that bedroom 4 as described on Annexure C is identical in shape and configuration to bedroom 4 on the Jennings plan.",
      "id": "s294"
    },
    {
      "text": "As to the toilet and bathroom arrangement below bedroom 4, Mrs Bogdan accepted that they have the same shape and that bedrooms 2 and 3 are in the same position in Annexure C as in the Jennings plan.",
      "id": "s295"
    },
    {
      "text": "As to the nib walls, Mrs Bogdan accepted that nib walls are present in both plans.",
      "id": "s296"
    },
    {
      "text": "In Annexure C to Exhibit 4, the nib walls do not show any cut-out section yet in the final Bogdan plan a cut-out section is shown for the nib walls.",
      "id": "s297"
    },
    {
      "text": "The Jennings plan exhibits nib walls with a cut-out section.",
      "id": "s298"
    },
    {
      "text": "As to that idea of cut-out sections in a nib wall, Mrs Bogdan said she got that cosmetic idea from her head.",
      "id": "s299"
    },
    {
      "text": "She just \"came up with [it] ... from a magazine\".",
      "id": "s300"
    },
    {
      "text": "As to the elevated ceilings, Mrs Bogdan accepted that the ceiling over the front patio, living, dining and back patio area is elevated at 3.6m, higher than other ceilings in the house.",
      "id": "s301"
    },
    {
      "text": "Mrs Bogdan accepted that the Jennings plan depicts elevated ceilings at 3.3m higher than the rest of the Jennings house ceilings at 2.7m.",
      "id": "s302"
    },
    {
      "text": "As to the configuration of the U shaped kitchen, related pantry and position of the refrigerator, Mrs Bogdan accepted that that particular configuration was not evident in the Canberra plan.",
      "id": "s303"
    },
    {
      "text": "She said that she chose that configuration as an idea she conceived.",
      "id": "s304"
    },
    {
      "text": "Mrs Bogdan said that the Canberra plan did not assist her in conceiving the U shaped kitchen and that \"not everything came from the Canberra design\".",
      "id": "s305"
    },
    {
      "text": "The configuration of the kitchen \"just made sense, you have your laundry, you have your kitchen and you have the window along the wall\".",
      "id": "s306"
    },
    {
      "text": "The primary decision\n Magistrate Payne noted that some matters were not in issue before her.",
      "id": "s307"
    },
    {
      "text": "The defendants admitted by their pleading that Jennings is the owner of the copyright in plans described as the Cambridge 245 , the Verona 245 and the Cortona 245 and further, by para 2(c) of their defence, the respondents admitted that at all material times they were in day to day control of the house design and plan used by them to build their house and that they were in control of the construction works carried out on site.",
      "id": "s308"
    },
    {
      "text": "Magistrate Payne perceived the issues to be whether the respondents had infringed the appellant's copyright; whether they did so with knowledge; and, if so, the assessment of the true measure of the appellant's loss.",
      "id": "s309"
    },
    {
      "text": "Magistrate Payne noted that Jennings had called Mr Deshon as an expert witness.",
      "id": "s310"
    },
    {
      "text": "Her Honour noted that part of Mr Deshon's evidence in which he said that the distinguishing features of the plan are the higher ceilings and splayed walls.",
      "id": "s311"
    },
    {
      "text": "Magistrate Payne noted that Mr Deshon examined the Dixon plan and compared it with the Bogdan plan and the Cortona 290 and gave evidence that the same planning policy applied to all three, that is, the same \"design strategies\" evident in the two plans in issue are evident in the Dixon plan with \"some similarities within the layout\".",
      "id": "s312"
    },
    {
      "text": "Magistrate Payne also noted Mr Deshon's evidence that the raised ceiling is a distinguishing feature of \"all three houses\".",
      "id": "s313"
    },
    {
      "text": "At p 4 of the judgment, her Honour made this finding: \n The evidence of the defendants was given by Mrs Bogdan.",
      "id": "s314"
    },
    {
      "text": "She said that she had not seen an A V Jennings plan before she was faxed one by the plaintiff's solicitor.",
      "id": "s315"
    },
    {
      "text": "I accept Mrs Bogdan's evidence in this regard and also her evidence that to her knowledge the Bogdan plans were not a copy of any A V Jennings plan.",
      "id": "s316"
    },
    {
      "text": "Magistrate Payne noted Mrs Bogdan's evidence that her father-in-law produced the draft plan and ultimately the plan was taken to Igor Designs for a final plan to be prepared.",
      "id": "s317"
    },
    {
      "text": "Magistrate Payne noted that Mr Bogdan did not give evidence and this was unhelpful as he was, according to Mrs Bogdan's evidence, one of the persons who drew up the plan.",
      "id": "s318"
    },
    {
      "text": "Magistrate Payne found it unhelpful that no evidence was called from anyone from Igor Designs.",
      "id": "s319"
    },
    {
      "text": "Her Honour referred to ss 10 , 14 , 31 and 36 of the Copyright Act and placed reliance upon paras [38], [41], [42], [44], [49] and [55] of the reasons for judgment of Wilcox and Lindgren JJ in Tamawood Ltd v Henley Arch Pty Ltd [2004] FCAFC 78 ; (2004) 61 IPR 378 (Moore J agreeing).",
      "id": "s320"
    },
    {
      "text": "Magistrate Payne noted those paragraphs as they contain a statement of principles that, in her Honour's view, governed the resolution of the case.",
      "id": "s321"
    },
    {
      "text": "At those paragraphs, Wilcox and Lindgren JJ note these principles.",
      "id": "s322"
    },
    {
      "text": "The application of the law of copyright to project homes gives rise to special difficulty as the drawing of plans for project homes involves a mixture of the use of familiar ideas based on objects in the real world and many other project homes and plans for them, on the one hand; and the labour, skill and judgment of an author in combining and expressing those ideas in an original work on the other.",
      "id": "s323"
    },
    {
      "text": "The more simple and straightforward the work, the closer the similarity must be for infringement to be found.",
      "id": "s324"
    },
    {
      "text": "The notion of reproduction involves resemblance to the owner's work and actual use of that work ( S W Hart &amp; Co Proprietary Limited v Edwards Hot Water Systems [1985] HCA 59 ; (1985) 159 CLR 466 at 472 per Gibbs CJ), or put another way, what is required is \"a sufficient degree of objective similarity between the two works and ... some causal connection between [the two works]\" ( Francis Day &amp; Hunter Ltd v Bron (1963) 1 Ch. 587 at p 614 per Willmer LJ).",
      "id": "s325"
    },
    {
      "text": "Causal connection and objective similarity are components of reproduction of the work in a material form.",
      "id": "s326"
    },
    {
      "text": "Causal connection might be inferred from access to the plan in suit and objective similarity between that work and the plan said to infringe.",
      "id": "s327"
    },
    {
      "text": "Too much can be made of the distinction between the work and a substantial part of it.",
      "id": "s328"
    },
    {
      "text": "The notion of substantial part may be found most useful where particular quantitatively small parts of the work in suit, are taken.",
      "id": "s329"
    },
    {
      "text": "Can it be said that a quantitatively small part is, for identified reasons given in evidence, nevertheless a substantial part of the work?",
      "id": "s330"
    },
    {
      "text": "The ultimate question is not infringement of the part but infringement of the whole .",
      "id": "s331"
    },
    {
      "text": "Whether there has been infringement of the whole requires that the originality of the part taken be considered in relation to the work as a whole.",
      "id": "s332"
    },
    {
      "text": "The question is whether the part is an \"essential or material\" feature of the whole.",
      "id": "s333"
    },
    {
      "text": "Magistrate Payne also referred to [111] of the reasons for judgment of Wilcox and Lindgren JJ in Tamawood in which their Honours said this: \n If there is to be a finding of reproduction of a substantial part of a work, the substantial part should be identified .",
      "id": "s334"
    },
    {
      "text": "His Honour referred to \"the overall design and combination of features\" but gives no further detail .",
      "id": "s335"
    },
    {
      "text": "His Honour did not attempt to identify any part of the Baltimore as being a qualitatively substantial part of the Baltimore in the sense discussed at [47] --- [56] above.",
      "id": "s336"
    },
    {
      "text": "With respect we think his Honour erred in this regard.",
      "id": "s337"
    },
    {
      "text": "Likewise, \"striking similarity\", without more , does not necessarily mean that there has been a reproduction of the whole or a substantial part of the plan of a project home.",
      "id": "s338"
    },
    {
      "text": "The similarity referred to may have been that of common ideas .",
      "id": "s339"
    },
    {
      "text": "[emphasis added] \n\n Her Honour then applied those principles to the evidence before noting that a plan for a project home is partly functional reflecting \"reasonable proximities\" that would not be a \"substantial part\" of a house plan regarded as an artistic work.",
      "id": "s340"
    },
    {
      "text": "Her Honour made this finding at p 10 of her reasons: \n If seen in isolation, a comparison of the Bogdan plan and the Jennings Cortona and Verona plans shows there are striking similarities.",
      "id": "s341"
    },
    {
      "text": "Taking up the notion of a requirement on the part of Jennings, in order to discharge its onus, to show more than striking similarities, so as to establish reproduction of the work either as to the whole work or as to a substantial part, Magistrate Payne said this: \n The footprint of the Bogdan plan and the AV Jennings Cortona plan are similar, although there are differences.",
      "id": "s342"
    },
    {
      "text": "There is also similarity between the Bogdan plan and the AV Jennings Verona plan, and again there are differences, and I say this noting that the Bogdan plan was a mirror reverse of the AV Jennings plans.",
      "id": "s343"
    },
    {
      "text": "There is a similarity between the arrangement of the rooms and the footprint of the buildings, although all three are different from each other in some respects.",
      "id": "s344"
    },
    {
      "text": "These differences include a different floor plan and different roof line.",
      "id": "s345"
    },
    {
      "text": "However, it is not the footprint or floor plan alone the plaintiff complains of.",
      "id": "s346"
    },
    {
      "text": "The plaintiff says it is the footprint with the original or distinguishing feature of displayed walls and the higher ceilings.",
      "id": "s347"
    },
    {
      "text": "[emphasis added] \n\n Magistrate Payne then expressed the view set out in para 2 quoted below, which resonates with the reservation expressed by Wilcox and Lindgren JJ in the last sentence of [111] in Tamawood : \n I note also that Mr and Mrs Bogdan did little to assist me other than to say that Mrs Bogdan in her evidence had never heard of AV Jennings and had never seen one of their plans and she said she had not seen one of their homes until she was contacted by AV Jennings.",
      "id": "s348"
    },
    {
      "text": "...",
      "id": "s349"
    },
    {
      "text": "However, despite this little assistance the onus rests on the plaintiff in this matter.",
      "id": "s350"
    },
    {
      "text": "When considering all of those similarities and dissimilarities which I have done and then, in applying the law, I do not consider that the plaintiff has discharged its burden of proof.",
      "id": "s351"
    },
    {
      "text": "I find that the displayed walls and raised ceiling to be that of a common idea and not sufficient to sustain a conclusion of reproduction of the whole or a substantial part of the AV Jennings Verona plan or Cortona plan by either or both of the first or second defendant.",
      "id": "s352"
    },
    {
      "text": "[emphasis added] \n\n Consideration of the issues on appeal\n There is no doubt that Jennings bears the onus of proving on the balance of probabilities that the respondents made actual use of the work in suit and having used the work, they brought into existence a plan that either takes a substantial part of the plan in suit, shown to be an essential or material feature of the whole (although perhaps a quantitatively small part) or takes substantially the whole plan, viewed quantitatively, assuming that an exact copy of the plan in suit has not been made.",
      "id": "s353"
    },
    {
      "text": "As to the last matter, no such claim is made.",
      "id": "s354"
    },
    {
      "text": "In this case, actual use is sought to be established as an inference arising out of contended striking similarities between the two plans.",
      "id": "s355"
    },
    {
      "text": "Those striking similarities then speak to reproduction of the plan in suit and thus infringement.",
      "id": "s356"
    },
    {
      "text": "In Francis Day &amp; Hunter Ltd v Bron , Willmer LJ at p 614 noted, apart from the observations mentioned at [54] of these reasons, these further matters: \n (3) Where there is a substantial degree of objective similarity, this of itself will afford prima facie evidence to show that there is a causal connection between the plaintiffs' and the defendants' work; at least it is a circumstance from which the inference may be drawn.",
      "id": "s357"
    },
    {
      "text": "(4) The fact that the defendant denies that he consciously copied affords some evidence to rebut the inference of causal connection arising from the objective similarity, but is in no way conclusive.",
      "id": "s358"
    },
    {
      "text": "As to subconscious copying, Willmer LJ noted in Francis Day &amp; Hunter at p 613 that, \"if subconscious copying is to be found, there must be proof (or at least a strong inference) of de facto familiarity with the work alleged to be copied\".",
      "id": "s359"
    },
    {
      "text": "In the absence of any direct evidence of use of or access to the Jennings plan in suit, the causal link can be established by inference.",
      "id": "s360"
    },
    {
      "text": "The greater the degree of objective similarity between the two plans, the more likely it is that an inference of actual use might be drawn ( S W Hart &amp; Co (supra) per Gibbs CJ at 472; Clarendon Homes (Aust) Pty Ltd v Henley Arch Pty Ltd (1999) 46 IPR 309 per Heerey, Sundberg and Finkelstein JJ).",
      "id": "s361"
    },
    {
      "text": "Exact copying is rarely the conduct in controversy.",
      "id": "s362"
    },
    {
      "text": "Normally an inference is sought to be drawn in the face of quantitative features of the plan in suit, present in the plan under challenge, or by correspondence with a substantial part qualitatively of the plaintiff's plan, or both.",
      "id": "s363"
    },
    {
      "text": "If the contention is that a substantial part of the plan in suit has been taken, a question of \"fact and degree\" arises ( Inform Design and Construction Pty Ltd v Boutique Homes Melbourne Pty Ltd [2008] FCA 912 per Weinberg J at [71]) and the \"protected element may arise out of a combination of elements, any one of which considered individually might not qualify as sufficiently original to attract copyright\" ( Inform Design , per Weinberg J at [71] [emphasis added]).",
      "id": "s364"
    },
    {
      "text": "An allegation of substantial reproduction of the work by reproduction of a substantial part will be made out if what is taken is an essential or material part of the work in suit.",
      "id": "s365"
    },
    {
      "text": "The phrase \"substantial part\" refers to the quality of that taken and the importance it bears to the work as a whole ( Tamawood v Henley Arch at [50], [52] and [54]; Dixon Investments Pty Ltd v Hall 18 IPR 490 at 494 per Lockhart, Spender and Ryan JJ; Autodesk Inc. v Dyason [No.",
      "id": "s366"
    },
    {
      "text": "2] [1993] HCA 6 ; (1993) 176 CLR 300 per Mason CJ at 305).",
      "id": "s367"
    },
    {
      "text": "It may be that a particular orientation and layout of rooms which draws a user through a structure in a particular way is an essential or material part of a plan ( Eagle Homes Pty Ltd v Austec Homes Pty Ltd [1999] FCA 138 ; (1999) 161 ALR 503 at [74] ).",
      "id": "s368"
    },
    {
      "text": "Essentiality is a question of fact and degree.",
      "id": "s369"
    },
    {
      "text": "In this case, Magistrate Payne made a finding of \"fact and degree\" that the Bogdan plan and the Jennings Verona and Cortona plans exhibit \"striking similarities\".",
      "id": "s370"
    },
    {
      "text": "That finding is consistent with the weight of the evidence.",
      "id": "s371"
    },
    {
      "text": "The influential considerations which support that conclusion are these.",
      "id": "s372"
    },
    {
      "text": "A rear porch area with angled walls has been a significant or material part of each Jennings plan for this house (ultimately called the Cortona 290 and now described as the Terrace 290 ) since the Siena house design in 1995.",
      "id": "s373"
    },
    {
      "text": "Walls angled at approximately 15 degrees have formed part of the plans for the Cortona 290 from the Daintree plan in 1997 and continued in the Cambridge 245 , the Cambridge 280 , the Mapleton , the Verona 245 , the Verona 280 , the Cortona 260 and ultimately the Cortona 290 .",
      "id": "s374"
    },
    {
      "text": "The repeated incorporation of this feature in each of these plans gives weight to the oral evidence of Mr Henesey-Smith and Mr Deshon that a rear patio space of particular dimension configured with angled walls at 15 degrees is an essential and material feature of the evolved Cortona 290 plan.",
      "id": "s375"
    },
    {
      "text": "Secondly, the evidence of Mr Deshon is that there is a relationship between the elevated ceilings and the splayed or angled walls.",
      "id": "s376"
    },
    {
      "text": "In that sense, there is integration between the two in the Cortona 290 plan.",
      "id": "s377"
    },
    {
      "text": "The elevated ceilings through the entry, lounge, living and rear porch, patio or pavilion areas are part of the amenity or airy feel of the structure and important to its plan and layout.",
      "id": "s378"
    },
    {
      "text": "Thirdly, although there are some differences in dimension and size and the introduction of a study in the case of the Bogdan plan, the layout and orientation of the rooms are very similar.",
      "id": "s379"
    },
    {
      "text": "Fourthly, the Cortona 290 plan exhibits a combination of angled walls in the rear patio at 15 degrees, elevated ceilings at a height greater than the other ceilings of the structure and a particular arrangement or orientation of rooms within a square plan configuration.",
      "id": "s380"
    },
    {
      "text": "The Bogdan plan also exhibits a combination of angled walls to an external rear patio angled at 15 degrees rather than any other angle, elevated ceilings over the entry, lounge, living and rear patio areas and a substantially similar layout of rooms notwithstanding some differences.",
      "id": "s381"
    },
    {
      "text": "Fifthly, the expert Mr Deshon, described by Magistrate Payne as helpful, was not able to see or understand the evolution of the Bogdan plan as a matter of progression from the Canberra plan through the drawings annexed to Exhibit 4.",
      "id": "s382"
    },
    {
      "text": "In that sense, Mr Deshon, as an expert witness, cast doubt on the explanation of the origin of the Bogdan plan as a document that emerged as an independent expression of the ideas of Mr and Mrs Bogdan applied to and representing a modification of the floor plan of the Canberra house of Mr Florien Bogdan from 1984 or 1985, which is said to be the foundation of the Bogdan plan.",
      "id": "s383"
    },
    {
      "text": "Sixthly, Mrs Bogdan acknowledged some of the similarities in the draft plan Annexure C to Exhibit 4 leading to the Bogdan plan, and the Verona and Cortona plans.",
      "id": "s384"
    },
    {
      "text": "Seventhly, Mrs Bogdan was not able to explain the source or origin of the exact measurement of 3.7m as the length of the rear wall section from the angled point on the rear wall where the angled patio wall engages the rear section, to the rear bedroom corner, on drawing Annexure C, which is precisely the same measurement as that shown on the Jennings plan.",
      "id": "s385"
    },
    {
      "text": "Eighthly, Mrs Bogdan was not present when Annexure C was drawn or any other preliminary Bogdan drawing or, for that matter, the ultimate draft plan Annexure D1 to Exhibit 4 given to Igor Designs.",
      "id": "s386"
    },
    {
      "text": "Mrs Bogdan could not say how features came to be expressed in the drawings Annexure C and Annexure D1 to Exhibit 4.",
      "id": "s387"
    },
    {
      "text": "Lastly, although no adverse inference should be drawn against Mr Bogdan to the effect that he used a Jennings plan in making a contribution as author to the expression of the Bogdan plan, by reason of his failure to give evidence having regard to the factors mentioned at [28] and [29] of these reasons, there is nevertheless no evidence from him as one of the identified authors of Annexure C leading to Annexure D1 and ultimately Annexure E to answer the weight of factors 1 to 8.",
      "id": "s388"
    },
    {
      "text": "Accordingly, the evidence supports the finding made by Magistrate Payne that the Bogdan plan bears \"striking similarities\" to the Cortona plan.",
      "id": "s389"
    },
    {
      "text": "In Tamawood at [111], Wilcox and Lindgren JJ (Moore J agreeing) noted that striking similarities however may not be enough in circumstances where the plaintiff has failed to identify the \"substantial part\" reproduced and has put its case on the footing of the \"overall design and combination of features but gives no further detail \".",
      "id": "s390"
    },
    {
      "text": "In such circumstances, their Honours noted that substantial similarities may simply be referable to \"common ideas\".",
      "id": "s391"
    },
    {
      "text": "Magistrate Payne found that splayed walls and raised ceilings are a \"common idea\" and not sufficient to sustain a conclusion of reproduction of the whole or a substantial part of either the Verona plan or the Cortona plan by either respondent.",
      "id": "s392"
    },
    {
      "text": "The evidence before Magistrate Payne did not establish the notion that angled walls are a common idea.",
      "id": "s393"
    },
    {
      "text": "It is true that the Jennings plans, the Bogdan plan and the Dixon plan exhibit elevated ceilings.",
      "id": "s394"
    },
    {
      "text": "However, the conclusion reached by Magistrate Payne did not take into account the particular combination of features reflected at [61] to [65] of these reasons, the evidence of Mr Deshon concerning the evolution of the Bogdan plan as a contended progression from the Canberra plan and the evidence in relation to the features of Annexure C (that is, the elements of [61] to [69]).",
      "id": "s395"
    },
    {
      "text": "The evidence that supports the conclusion of striking similarities based upon the identified combination of precise features makes it clear that the combination cannot be described as commonplace or simply a common idea.",
      "id": "s396"
    },
    {
      "text": "Taken separately, the notion of elevated ceilings may not suggest actual use of a Jennings plan.",
      "id": "s397"
    },
    {
      "text": "The adoption, by itself, of angled walls at 15 degrees \"off the right angled rib\" might not be sufficient to suggest actual use although the evidence suggests that such a feature is an essential or material feature.",
      "id": "s398"
    },
    {
      "text": "The combination of those two features adds incremental weight to the notion of objective similarity suggesting use.",
      "id": "s399"
    },
    {
      "text": "The combination of those features together with a floor plan exhibiting substantial similarity in orientation and layout of rooms further supports an inference of use.",
      "id": "s400"
    },
    {
      "text": "The expert evidence casting doubt on the proffered explanation of the origin of the Bogdan plan adds further weight to the inference as does Mr Deshon's evidence that the magazine photograph (Exhibit 6) would not lead him to a design of elevated flat ceilings had the photograph been produced to him as a starting point for a design of the rooms and ceilings in a new house, reflecting the design depicted in the photograph.",
      "id": "s401"
    },
    {
      "text": "Accordingly, her Honour in reaching the finding as to a \"common idea\" did not take into account all of the evidence.",
      "id": "s402"
    },
    {
      "text": "Moreover, the notion that something more must be shown is put in proper context by their Honours in Tamawood .",
      "id": "s403"
    },
    {
      "text": "As their Honours noted, that case concerned circumstances where the plaintiff had failed to identify the substantial part said to be reproduced and had put its case on the basis of overall design and a combination of features in circumstances where no detail had been given.",
      "id": "s404"
    },
    {
      "text": "That is not this case.",
      "id": "s405"
    },
    {
      "text": "It follows therefore that the evidence supports an inference that the Bogdan plan evolved through the use of either of the Jennings Verona 245 plan, the Cortona 245 or the Cortona 290 (as the embodiment of the combination of features identified and relied upon by the appellant).",
      "id": "s406"
    },
    {
      "text": "The question that remains is whether the evidence supports an inference of actual use by either or both of the respondents.",
      "id": "s407"
    },
    {
      "text": "Mrs Bogdan gave the evidence described earlier in these reasons which led to a finding of fact and a finding of credit ([50] of these reasons) in her favour.",
      "id": "s408"
    },
    {
      "text": "Magistrate Payne accepted her evidence entirely and especially her evidence that she had not seen a Jennings plan and did not have any knowledge that the Bogdan plan was a copy of any Jennings plan.",
      "id": "s409"
    },
    {
      "text": "That finding was plainly open on the evidence and counsel for Jennings accepted that such a finding was open to her Honour.",
      "id": "s410"
    },
    {
      "text": "It follows therefore that Mrs Bogdan did not make actual use of any Jennings plan in either formulating her ideas or contributing those ideas to her husband and/or Mr Florien Bogdan and there is no basis for disturbing those findings.",
      "id": "s411"
    },
    {
      "text": "However, the evidence of Mrs Bogdan makes it plain that Mr Bogdan was an author of Annexure C to Exhibit 4 and contributed together with Mr Florien Bogdan to the draft drawings.",
      "id": "s412"
    },
    {
      "text": "Mr Florien Bogdan produced Annexure D1 which was given to Igor Designs to produce Annexure E. Mr Bogdan, by his submissions, says that it is apparent from the transcript that he made statements throughout the proceeding that illustrate the nature of the evidence he would have given had Magistrate Payne made it plain to him that an adverse inference might arise should he not give evidence and those statements are set out at pp 26, 33, 35, 36, 62, 74 to 76 and 84 and 85 of the transcript.",
      "id": "s413"
    },
    {
      "text": "However, even if an assumption is made that the statements at those pages of the transcript ought to be treated as, in effect, oral evidence, the statements do not answer the conclusion open on the totality of the evidence that authors of the Bogdan plan used either the Verona 245 plan, the Cortona 245 plan or the Cortona 290 plan (as the embodiment in final form of the features in those plans and the plan in suit) in bringing into existence the Bogdan plan with its combination of features evident in the Cortona 290 plan.",
      "id": "s414"
    },
    {
      "text": "It may be that an inference is open that either Mr Bogdan used a Jennings plan and reproduced the combined features relied upon by the appellant or alternatively, Mr Florien Bogdan did so.",
      "id": "s415"
    },
    {
      "text": "Alternatively, an inference might be found that both men so used the plan.",
      "id": "s416"
    },
    {
      "text": "It seems likely as a matter of inference from all the evidence and particularly that of Mrs Bogdan, that Mr Florien Bogdan as a carpenter who had previously built eight houses, used a Jennings plan and thus reproduced the combined features relied upon by the appellant.",
      "id": "s417"
    },
    {
      "text": "However, the evidence of Mrs Bogdan makes it plain that Mr Bogdan was responsible for Annexure C and was a contributory author to the drawings (see [44] to [48] of these reasons).",
      "id": "s418"
    },
    {
      "text": "Mrs Bogdan referred to eight drawings in all in the evolution of the Bogdan plan, although only those drawings annexed to Exhibit 4 were produced in evidence.",
      "id": "s419"
    },
    {
      "text": "It follows, that Magistrate Payne erred by failing to find use of the appellant's work and reproduction in a material form of that work in suit, as against the respondent, Mr Tiberiu Bogdan.",
      "id": "s420"
    },
    {
      "text": "It follows that the order of the Court below dismissing the appellant's claim against Mr Tiberiu Bogdan is to be set aside and judgment entered for the plaintiff below.",
      "id": "s421"
    },
    {
      "text": "The second question that arises is the assessment of damages.",
      "id": "s422"
    },
    {
      "text": "The Court below did not assess nor make findings as to the quantum of the plaintiff's damage.",
      "id": "s423"
    },
    {
      "text": "Accordingly, it is necessary for this Court to do so.",
      "id": "s424"
    },
    {
      "text": "Damages\n Jennings says that its policy regarding the use of its plans is that it does not allow members of the public to build a house using a Jennings plan without using Jennings as the builder of that home.",
      "id": "s425"
    },
    {
      "text": "Therefore, it follows that the profit derived by Jennings in connection with any particular home project is a function of both design and the construction activity it undertakes on behalf of a client.",
      "id": "s426"
    },
    {
      "text": "Jennings says this approach is particularly the case in geographical areas called the Jennings \"build areas\" where Jennings conducts building operations.",
      "id": "s427"
    },
    {
      "text": "Locations such as that of the respondents' land, falling outside the \"build areas\" attract a surcharge between 1% and 2.5% applied to the contract price for the design, construction and handover of a particular home.",
      "id": "s428"
    },
    {
      "text": "Mr Henesey-Smith says that Jennings, as a project home builder, does not grant a licence of the copyright in any of its plans to members of the public to build a home based on any of its plans.",
      "id": "s429"
    },
    {
      "text": "The management process adopted by Jennings in relation to its design and construction activities is described by Mr Henesey-Smith as a \"rigorous\" one.",
      "id": "s430"
    },
    {
      "text": "It involves documenting and maintaining the plans and building specifications applicable to each home.",
      "id": "s431"
    },
    {
      "text": "Jennings documents all of its plans through the use of computer-aided design software.",
      "id": "s432"
    },
    {
      "text": "The drawings are maintained by the \"senior draftsman\" as part of the Jennings archive of drawings.",
      "id": "s433"
    },
    {
      "text": "The company also maintains detailed \"bills of quantity\" for each home and the Jennings \"estimating and purchasing manager\" maintains a master bill of quantities for each home on an estimating package called the \"Business Craft\" estimating software.",
      "id": "s434"
    },
    {
      "text": "Mr Henesey-Smith says that the standard direct building cost for a Cortona 290 home in January 2004 was $118,912.00.",
      "id": "s435"
    },
    {
      "text": "Mr Henesey-Smith says that the respondents relocated the garage off the square configuration on the right hand side of the house, extended the porch/patio area and added a study to the home.",
      "id": "s436"
    },
    {
      "text": "Had Jennings built the Bogdan home, the cost of those variations would have been $16,424.00.",
      "id": "s437"
    },
    {
      "text": "The total direct cost of building the Bogdan home would then have been $135,336.00.",
      "id": "s438"
    },
    {
      "text": "Jennings says it seeks to achieve a profit margin of 25%.",
      "id": "s439"
    },
    {
      "text": "On one view that may mean a margin of 25% over and above the direct building cost.",
      "id": "s440"
    },
    {
      "text": "That margin would amount to $33,834.00 based on direct building costs of $135,336.00.",
      "id": "s441"
    },
    {
      "text": "However, Jennings says its \"turnover\", that is, the gross sale price (excluding GST) would be $180,500.00 to construct the Cortona 290 including the Bogdan variations.",
      "id": "s442"
    },
    {
      "text": "A turnover price of $180,500.00 (excluding GST) represents a dollar margin over cost of $45,164.00 which is a margin over cost of 33.37%.",
      "id": "s443"
    },
    {
      "text": "However, a margin of 25% struck on the turnover price (excluding GST) which is the method of calculation adopted by Jennings in determining its expected profit, is $45,125.00 which is a margin over cost of 33.34%.",
      "id": "s444"
    },
    {
      "text": "No doubt a margin of 25% calculated on the turnover price is the margin designed to recoup all fixed and variable costs of conducting the business undertaking across the portfolio of anticipated design and construction work undertaken in any year.",
      "id": "s445"
    },
    {
      "text": "Jennings claims it has suffered a loss of $45,125.00 by reason of the infringement of the copyright in its plan.",
      "id": "s446"
    },
    {
      "text": "It can immediately be seen that the profit component derived by Jennings is a function of aggregated activity.",
      "id": "s447"
    },
    {
      "text": "That aggregation involves the design of plans for a family of homes, the cost of maintaining an archive of plans and costs associated with providing a client with a house plan for a particular home Jennings will build for that client.",
      "id": "s448"
    },
    {
      "text": "The aggregation of services also involves the maintenance of accurate and up-to-date building specifications for each home and the maintenance of detailed bills of quantity for all materials used and deployed in the construction of any particular home.",
      "id": "s449"
    },
    {
      "text": "Importantly, that aggregation of services involves the planning, supervision, construction, practical completion and handover of a home to a client.",
      "id": "s450"
    },
    {
      "text": "Mrs Bogdan made submissions on behalf of the respondents which go to damages.",
      "id": "s451"
    },
    {
      "text": "She did not give evidence on these questions but having regard to the credit finding made by Magistrate Payne, I proceed on the footing that the statements made by Mrs Bogdan in submissions reflect the evidence she would have given from the witness box had she turned her mind to these matters in giving evidence, as she did in making submissions to the Magistrate.",
      "id": "s452"
    },
    {
      "text": "In making submissions, Mrs Bogdan said this.",
      "id": "s453"
    },
    {
      "text": "Initially, Jennings sent Mr and Mrs Bogdan a letter of demand in which an amount of $20,000.00 was claimed.",
      "id": "s454"
    },
    {
      "text": "The letter of 19 November 2003 put the matter on this footing.",
      "id": "s455"
    },
    {
      "text": "We are instructed that unless you pay to our client within seven days from receipt of this letter a fee for use of its plan in the sum of $20,000.00, being the profit our client would generate from the construction of the Verona 245 on your land had it been engaged to do so, our client will commence proceedings against you for infringement of copyright.",
      "id": "s456"
    },
    {
      "text": "[emphasis added] \n\n It can be seen that there is an inherent inconsistency in the letter as the amount of $20,000.00 is both described as a fee for the use of the Jennings plan, and the profit Jennings would have derived had it built the home.",
      "id": "s457"
    },
    {
      "text": "Mrs Bogdan notes that by para 12 of the Amended Statement of Claim, Jennings pleads that it has suffered loss and damage by reason of the denial of a proper fee \"for use of the plan\" of $20,000.00 or, alternatively, by the denial of the profits it would ordinarily have made from the construction of either the Verona 245 or the Cortona 245 (and now the Cortona 290 ) including the Bogdan variations, of $45,164.00.",
      "id": "s458"
    },
    {
      "text": "Although Mr Henesey-Smith says that Jennings does not licence the copyright in its plans, Jennings has made a claim for damages, alternatively put, on the footing that $20,000.00 represents a proper fee for use of the plan (para 12(a)).",
      "id": "s459"
    },
    {
      "text": "Mrs Bogdan says that she cannot understand how both claims can be maintained.",
      "id": "s460"
    },
    {
      "text": "The Amended Statement of Claim however makes the claim in the alternative.",
      "id": "s461"
    },
    {
      "text": "Mrs Bogdan says that if the respondents had agreed to pay a licence fee to Jennings of $20,000.00, it would follow that Jennings would have no claim for the construction profit as the respondents would not have engaged Jennings to do the work.",
      "id": "s462"
    },
    {
      "text": "Mrs Bogdan says that conversely, if an assumption is made that Jennings would have been engaged to construct the respondents' house, there would be no licence fee.",
      "id": "s463"
    },
    {
      "text": "More fundamentally, Mrs Bogdan says that Jennings has not suffered any loss of profit based on construction because \"we weren't intending to hire A V Jennings to build our house\".",
      "id": "s464"
    },
    {
      "text": "Mrs Bogdan said that she had obtained advice from lawyers who advised her that on the authority of New England Country Homes Pty Limited v Bradley Moore [1998] FCA 345 , per Burchett J, the appropriate fee for use of a project home drawing was found to be $750.00 and that the case is authority for the proposition that no claim for loss of profit can be sustained in the face of evidence that the infringing respondent would not have engaged the plaintiff to construct the home.",
      "id": "s465"
    },
    {
      "text": "Mrs Bogdan says: \n This is exactly the case here.",
      "id": "s466"
    },
    {
      "text": "There is no evidence or even suggestion that the respondents would have engaged Jennings to construct the house in question and indeed such a claim is not even alleged in the statement of claim.",
      "id": "s467"
    },
    {
      "text": "More generally, Mrs Bogdan in making the point that the respondents are not project home builders or in the business of building houses, said this: \n ... to close, we say that we're not business.",
      "id": "s468"
    },
    {
      "text": "We're not intending to make business out of our home.",
      "id": "s469"
    },
    {
      "text": "We built it for us.",
      "id": "s470"
    },
    {
      "text": "We're not builders.",
      "id": "s471"
    },
    {
      "text": "We've got an owner/builder permit to do our own home.",
      "id": "s472"
    },
    {
      "text": "Although an award of damages pursuant to s 115(2) of the Copyright Act might in an appropriate case be the measure of the depreciation in the value of the exclusive bundle of rights comprising the copyright, as a chose in action ( Sutherland Publishing Co. Ltd v Caxton Publishing Co. Ltd [1936] 1 Ch. 323 per Lord Wright MR; Microsoft Corporation v Atifo Pty Ltd (1997) 38 IPR 643) , it is not the right measure in a case such as this ( Autodesk Australia Pty Ltd v Cheung (1990) 94 ALR 472 at 475 per Wilcox J; Interfirm Comparison (Australia) Pty Ltd v Law Society of New South Wales (1975) 6 ALR 445 , Bowen CJ at Eq 446).",
      "id": "s473"
    },
    {
      "text": "There is, understandably, no evidence of a discounted cash flow valuation of the copyright as a capital asset nor, equally understandably, any evidence of any diminution, by reason of the infringement, in the capacity of Jennings to derive revenue by exploiting the copyright work, that is, by using the plan and constructing houses representing a three-dimensional reproduction of the plan, for clients.",
      "id": "s474"
    },
    {
      "text": "In this case, the respondents built a single house as their residential dwelling.",
      "id": "s475"
    },
    {
      "text": "They are not project home builders and they are not in the business of repetitious infringing conduct.",
      "id": "s476"
    },
    {
      "text": "Since there is no demonstrated impact on the exploitation revenues Jennings derives from the use of the Cortona 290 plan, there is very likely to be no corresponding impact on the value of the copyright as an incorporeal right.",
      "id": "s477"
    },
    {
      "text": "However, the formulation of Lord Wright in Sutherland has been described as \"no more than a convenient label for the various ways of assessing damages which are available in any particular case\" ( Australasian Performing Rights Association v Grebo Trading Co. Pty Ltd (1978) 23 ACTR 30 per Blackburn CJ at 31) and the question to be answered is, what loss has Jennings suffered as a result of the infringement of its copyright?",
      "id": "s478"
    },
    {
      "text": "( Interfirm at 446) As to the general principles concerning the assessment of damages for breach of copyright, see Autodesk v Cheung (1990) 94 ALR 472 at 474 --- 477; Amalgamated Mining Services Pty Ltd v Warman International Ltd [1992] FCA 542 ; (1992) 111 ALR 269 at 285; Microsoft Corporation v TYN Electronics Pty Ltd (in liq) (2005) 63 IPR 137 and Eagle Rock Entertainment Ltd &amp; Anor v Caisley (2006) 66 IPR 554.",
      "id": "s479"
    },
    {
      "text": "Jennings contends that it does not licence its copyright to enable third party construction to occur.",
      "id": "s480"
    },
    {
      "text": "It keeps its copyright in a Jennings safe harbour and uses it solely in its own construction activity.",
      "id": "s481"
    },
    {
      "text": "Therefore, it is said, Jennings ought not to be treated in an analogous position to an architect who might, by reason of the nature of the professional work an architect undertakes, be subject to an implied licence of the copyright in a work produced in connection with particular projects.",
      "id": "s482"
    },
    {
      "text": "Nor, it is said, should the hypothetical \"construct\" of a notional willing licensor and licensee be adopted as the framework for determining a surrogate measure of damages by reference to a licence fee.",
      "id": "s483"
    },
    {
      "text": "The pleading claims damages on the alternative bases of either a fee for use of the plan or lost profits in the construction of the Bogdan home.",
      "id": "s484"
    },
    {
      "text": "Presumably, the pleading does so in order to preserve alternative possible formulations of a remedy in damages in respect of proven infringing conduct.",
      "id": "s485"
    },
    {
      "text": "However, it is clear that the letter of demand from Jennings dated 19 November 2003 made a claim for a fee for use of the plan for an amount which remains the amount claimed as a fee for use in the amended pleading.",
      "id": "s486"
    },
    {
      "text": "Mrs Bogdan referred to the authority of New England Country Homes Pty Limited v Bradley Moore (supra) and observations made by Burchett J.",
      "id": "s487"
    },
    {
      "text": "In that case, Burchett J considered a claim for compensatory damages in circumstances where, like this case, the respondent \"did not construct a house for sale, but as a home to live in\" (p 7).",
      "id": "s488"
    },
    {
      "text": "His Honour at p 8 referred to a number of authorities that support the proposition that the Court may adopt as a measure of damages where it thinks the course appropriate, a fair fee for the use of the plan the subject of the infringement.",
      "id": "s489"
    },
    {
      "text": "Burchett J noted that the applicant sought an assessment of damages on the basis of the profit it would have earned by the sale of a kit for the construction of the respondents' house.",
      "id": "s490"
    },
    {
      "text": "However, the evidence demonstrated that the respondent would never have purchased a kit home from the applicant \"under any circumstances\" and thus the infringement did not cause the loss of profit on the sale of a kit home.",
      "id": "s491"
    },
    {
      "text": "The applicant sought an assessment of damages on the basis of a licence fee of $6,000.00 for the use of the kit home construction plans.",
      "id": "s492"
    },
    {
      "text": "His Honour referred to evidence that suggested a licence fee based on a fee paid to a draftsman of $535.00 was a more likely fair licence fee and thus awarded the applicant damages of $750.00, as mentioned in submissions by Mrs Bogdan.",
      "id": "s493"
    },
    {
      "text": "In this case, it is equally clear that had Jennings quoted to the respondents an amount of $198,550.00 (including GST) as the price for the construction of the Bogdan home including the variations to the plan the subject of the amount of $16,424.00 mentioned in the evidence of Mr Henesey-Smith, the Bogdans would not have accepted that quote.",
      "id": "s494"
    },
    {
      "text": "Jennings would not have undertaken the project and would not have derived the construction profit or any profit.",
      "id": "s495"
    },
    {
      "text": "In Autodesk v Cheung , Wilcox J did not apply the licence fee approach to the assessment of damages because his Honour could not draw the inference, on the facts of that case, that the respondent, presented with a choice between paying a licence fee or not using the work, would have paid the licence fee.",
      "id": "s496"
    },
    {
      "text": "It was simply not a likely event.",
      "id": "s497"
    },
    {
      "text": "Similarly, Tamberlin J took the view on the facts before his Honour in Columbia Pictures Industries Inc. &amp; Anor v Luckins (1996) 34 IPR 504 at 509 that a licence was unrealistic.",
      "id": "s498"
    },
    {
      "text": "His Honour observed at 509: \n In my view, the licence fee approach is not appropriate in a situation where it is clear that there never would have been a licence granted by the applicants because of the disruption such a licence would inflict on the applicants' basic strategic marketing timetable in Australia.",
      "id": "s499"
    },
    {
      "text": "In that case, Tamberlin J was addressing the assessment of damages arising out of the importation into Australia by the respondent of copies of films distributed on laser disks in the United States by Columbia Pictures .",
      "id": "s500"
    },
    {
      "text": "In that context, Tamberlin J rejected the utility of the licence fee approach.",
      "id": "s501"
    },
    {
      "text": "A similar view was taken in Eagle Rock v Caisley which concerned the assessment of damages arising out of the sale of DVD copies of an unauthorised recording of a live performance by Eric Clapton and his band.",
      "id": "s502"
    },
    {
      "text": "In Eagle Rock at [12], Tamberlin J said this: ...",
      "id": "s503"
    },
    {
      "text": "I do not consider that Eagle would, if requested, have granted a licence to Caisley or that Caisley would have paid the licence fee if he was given the choice between so doing or not using the copyright work.",
      "id": "s504"
    },
    {
      "text": "The two parties were in direct competition.",
      "id": "s505"
    },
    {
      "text": "The evidence in this case does not suggest any element of a competitive threat by the respondent, Mr Bogdan, to the activities of Jennings nor is there any suggestion of any disruption to the applicant's activities manifest in the class of case reflected in the decisions in Autodesk v Cheung , Columbia Pictures v Luckins and Eagle Rock v Caisley .",
      "id": "s506"
    },
    {
      "text": "Equally clearly, the element of disruption was the factual foundation upon which their Honours came to the conclusion that the applicants in each case would not have granted a licence.",
      "id": "s507"
    },
    {
      "text": "It is clear in this case that had a licence been sought by the respondents from Jennings it would either not have been granted or alternatively a licence fee of $20,000.00 might have been nominated by Jennings.",
      "id": "s508"
    },
    {
      "text": "That possibility is at least consistent with the letter of demand and the pleading.",
      "id": "s509"
    },
    {
      "text": "Nevertheless, had Jennings sought a licence fee from the respondents of $20,000.00, plainly enough, the respondents would not have taken up that licence.",
      "id": "s510"
    },
    {
      "text": "It follows that applying a licence fee in the present circumstances is an inappropriate measure of damages.",
      "id": "s511"
    },
    {
      "text": "Thus, damages should be assessed on the footing that damages are, in this case, at large ( Fenning Film Service Limited v Wolverhampton, Walsall and District Cinemas Limited [1914] 3 KB 1171 ; Gaunt v Hille [2007] FCA 2017 at 75 - 79).",
      "id": "s512"
    },
    {
      "text": "Accordingly, in assessing the damages on that footing, I take into account these matters.",
      "id": "s513"
    },
    {
      "text": "In this case, the respondents, like the respondent in New England Country Homes , chose to devise a plan for and then construct a home to live in rather than a house for sale.",
      "id": "s514"
    },
    {
      "text": "In doing so, Mr Bogdan engaged in conduct of reproducing the appellant's plan in a material form.",
      "id": "s515"
    },
    {
      "text": "There is no suggestion that either respondent will engage in any further infringing conduct.",
      "id": "s516"
    },
    {
      "text": "Nor is there any evidence that Jennings has suffered a diminution in its revenue by reason of this transactional act of infringement.",
      "id": "s517"
    },
    {
      "text": "Moreover, the evidence demonstrates that Jennings would not have derived any profit from the project as the respondents would not have either paid a licence fee to or contracted with Jennings for the design and construction of their home.",
      "id": "s518"
    },
    {
      "text": "Nevertheless, the fact that the respondents would not have contracted with Jennings is not an answer to the Jennings' claim for damages suffered as a result of the infringement.",
      "id": "s519"
    },
    {
      "text": "It is necessary to formulate the damages referable to the act of infringement by attempting to disaggregate the bundle of services Jennings supplies to a client so as to isolate the best estimate of damages possible on the evidence available as a measure of the appellant's loss directly related to infringement.",
      "id": "s520"
    },
    {
      "text": "In undertaking that exercise, it is not appropriate to bring into account the cost of the additions to the Bogdan plan not reflected in the Cortona 290 .",
      "id": "s521"
    },
    {
      "text": "Jennings says that the direct cost of design and construction of a Cortona 290 in January 2004 was $118,912.00.",
      "id": "s522"
    },
    {
      "text": "A margin of 25% based on those foundation costs would amount to $29,728.00.",
      "id": "s523"
    },
    {
      "text": "Jennings, of course, says that its 25% margin is struck on the gross turnover value excluding GST which in respect of the Cortona 290 excluding the Bogdan additions seems to be $164,076.00 representing a margin of $41,019.00 on the preferred method adopted by Jennings.",
      "id": "s524"
    },
    {
      "text": "That method of calculating a margin on the turnover value excluding GST is a calculation of its design and construction profit.",
      "id": "s525"
    },
    {
      "text": "Damages ought not to be calculated on that footing.",
      "id": "s526"
    },
    {
      "text": "An examination of these approaches to the calculation of profit is simply an indication of the net loss Jennings might have derived had it undertaken the project (leaving aside the variations for this purpose).",
      "id": "s527"
    },
    {
      "text": "One way of forming a view of the contribution of the copyright in the plan to that profit is to appreciate the aggregation of services which give rise to the profit and to then disaggregate those services and apportion some part of the profit to the use of the plan as an analogue of loss suffered by Jennings by reason of the use by Mr Bogdan of the Jennings plan as joint author with Mr Florien Bogdan.",
      "id": "s528"
    },
    {
      "text": "The profit calculation is simply a base starting point.",
      "id": "s529"
    },
    {
      "text": "Doing the best I can on the available evidence which is very limited, I estimate the contribution of the copyright in the plan at about 10%.",
      "id": "s530"
    },
    {
      "text": "The vast majority of the profit is, no doubt, referable to the quantities of materials supplied and the construction, supervision and completion of the home itself.",
      "id": "s531"
    },
    {
      "text": "On that footing, the damages would range between $2,972.00 and $4,101.00.",
      "id": "s532"
    },
    {
      "text": "It seems to me that the appropriate amount is the average of the two namely, $3,536.00.",
      "id": "s533"
    },
    {
      "text": "There is no basis for an award of exemplary damages.",
      "id": "s534"
    },
    {
      "text": "Accordingly, the orders will be these.",
      "id": "s535"
    },
    {
      "text": "The appeal as against Mrs Bogdan is dismissed.",
      "id": "s536"
    },
    {
      "text": "The appeal as against Mr Bogdan is allowed.",
      "id": "s537"
    },
    {
      "text": "The plaintiff in the Court below is awarded damages of $3,536.00.",
      "id": "s538"
    },
    {
      "text": "The appellant will pay the costs of Mrs Bogdan of and incidental to the appeal to this Court and the costs of Mrs Bogdan of and incidental to the proceedings in the Court below.",
      "id": "s539"
    },
    {
      "text": "The respondent, Mr Bogdan, will pay the appellant's costs of and incidental to the appeal to this Court and the costs of the appellant of and incidental to the proceedings in the Court below.",
      "id": "s540"
    },
    {
      "text": "I certify that the preceding one hundred (100) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s541"
    },
    {
      "text": "Associate:\n \n \nDated: 1 April 2009\n \n Counsel for the Appellant: Mr P Hackett \n \n Solicitor for the Appellant: H Drakos &amp; Company, Solicitors \n \n Counsel for the Respondents: Respondents --- Self Represented \n \n Solicitor for the Respondents: Respondents --- Self Represented \n Date of Hearing: 20 August 2008 \n \n Date of Judgment: 1 April 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/307.html",
      "id": "s542"
    }
  ]
}