{
  "name": "Crvenkovic v La Trobe University [2009] FCA 374 (24 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/374.html",
  "catchphrases": [
    {
      "text": "disability discrimination",
      "id": "c0"
    },
    {
      "text": "complaint to human rights and equal opportunity commission",
      "id": "c1"
    },
    {
      "text": "whether applicant can allege acts of discrimination which post-dated the complaint to the commission",
      "id": "c2"
    },
    {
      "text": "discrimination law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "On 28 February 2008 Ms Mariana Crvenkovic lodged a complaint against La Trobe University (\"the University\") with the Human Rights and Equal Opportunity Commission (\"the Commission\").",
      "id": "s0"
    },
    {
      "text": "She is severely to profoundly deaf.",
      "id": "s1"
    },
    {
      "text": "She alleged that the University had discriminated against her by not providing her with interpreting services and other assistance necessary for her to benefit from lectures and other tuition.",
      "id": "s2"
    },
    {
      "text": "The Commission sought to resolve the issues between the parties but was not able to do so.",
      "id": "s3"
    },
    {
      "text": "On 23 June 2008 it terminated Ms Crvenkovic's complaint pursuant to s 46PH(1)(i) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) (\"the Act\").",
      "id": "s4"
    },
    {
      "text": "Under s 46PO(1) of the Act Ms Crvenkovic then became entitled to apply for redress in this Court for unlawful discrimination by the University.",
      "id": "s5"
    },
    {
      "text": "She commenced this proceeding on 18 July 2008.",
      "id": "s6"
    },
    {
      "text": "By s 46PO(3) of the Act it was necessary that her application be confined to allegations which had been earlier made to the Commission.",
      "id": "s7"
    },
    {
      "text": "Specifically the sub-section provides: \n \"(3) The unlawful discrimination alleged in the application: \n\n \n (a) must be the same as (or the same in substance as) the unlawful discrimination that was the subject of the terminated complaint; or \n\n \n (b) must arise out of the same (or substantially the same) acts, omissions or practices that were the subject of the terminated complaint.",
      "id": "s8"
    },
    {
      "text": "\" \n\n When the University sought further and better particulars of Ms Crvenkovic's Statement of Claim she responded by identifying many alleged acts or omissions which occurred after she had made her complaint to the Commission.",
      "id": "s9"
    },
    {
      "text": "The University objected and sought a direction that Ms Crvenkovic would not be able to rely, at trial, on events which post-dated the lodging of the complaint with the Commission.",
      "id": "s10"
    },
    {
      "text": "The University relied on the decision of Katz J in Charles v Fuji Xerox Australia Pty Ltd [2000] FCA 1531 ; (2000) 105 FCR 573 in which his Honour held (at 580) that s 46PO(3) prevented a complainant from relying, in a proceeding in the Court, on any act of unlawful discrimination which occurred after the relevant complaint had been lodged with the Commission.",
      "id": "s11"
    },
    {
      "text": "Despite being referred to this decision, counsel for Ms Crvenkovic maintained that she was entitled to rely on discriminatory acts which had allegedly occurred after 28 February 2008.",
      "id": "s12"
    },
    {
      "text": "Having heard argument on the point I have determined that a direction of the kind sought by the University should be made.",
      "id": "s13"
    },
    {
      "text": "This will ensure that time and expense is not wasted by the parties in preparing for trial or at the trial.",
      "id": "s14"
    },
    {
      "text": "Counsel for Ms Crvenkovic argued the preliminary point at two levels.",
      "id": "s15"
    },
    {
      "text": "He contended, first, that a different construction should be placed upon s 46PO(3) than that which commended itself to Katz J. Alternatively, counsel contended that Charles was distinguishable.",
      "id": "s16"
    },
    {
      "text": "Katz J explained his approach to the construction of s 46PO(3) in the following passages at 580-1: \n \"37 It appears to me that s 46PO(3) of the [Act] is only incidentally concerned with those allegations of fact which can be made in an application under s 46PO(1) of the [Act]; it is primarily concerned, not with such allegations, but rather with the legal character which those allegations of fact can be claimed to bear.",
      "id": "s17"
    },
    {
      "text": "In the two situations with which it deals, it permits an applicant in a proceeding before the Court to claim that the facts alleged against the respondent constitute unlawful discrimination of a different legal character than the unlawful discrimination which was claimed in the relevant terminated complaint.",
      "id": "s18"
    },
    {
      "text": "Paragraph (a) of s 46PO(3) of the [Act] proceeds on the basis that the allegations of fact being made in the proceeding before the Court are the same as those which were made in the relevant terminated complaint.",
      "id": "s19"
    },
    {
      "text": "The provision naturally permits the applicant to claim in the proceeding that those facts bear the same legal character as they were claimed in the complaint to bear.",
      "id": "s20"
    },
    {
      "text": "However, it goes further, permitting the applicant to claim in the proceeding as well that those facts bear a different legal character from that they were claimed in the complaint to bear, provided, however, that the legal character now being claimed is not different in substance from the legal character formerly being claimed.",
      "id": "s21"
    },
    {
      "text": "Paragraph (b) of s 46PO(3) of the [Act], on the other hand, permits the applicant to allege in the proceeding before the Court different facts from those which were alleged in the relevant terminated complaint, provided, however, that the facts now being alleged are not different in substance from the facts formerly being alleged.",
      "id": "s22"
    },
    {
      "text": "It further permits the applicant to claim that the facts which are now being alleged bear a different legal character than the facts which were alleged in the complaint were claimed to bear, even if that legal character is different in substance from the legal character formerly being claimed, provided that that legal character \"arise[s] out of\" the facts which are now being alleged.",
      "id": "s23"
    },
    {
      "text": "\"\n His Honour found support for his construction of s 46PO(3) in other provisions of the Act which prevented proceedings being commenced in the Court before an attempt had been made to resolve disputes by conciliation under the auspices of the Commission (see s 46PF) and in various secondary materials such as Explanatory Memoranda and Parliamentary Debates.",
      "id": "s24"
    },
    {
      "text": "Charles has since been applied by other single judges: see Bahonko v Royal Melbourne Institute of Technology [2006] FCA 1325 at [68] (per Weinberg J); Maghiar v State of Western Australia [2002] FCA 262 at [18] (per French J); and Stanislawa Bahonko v Royal Melbourne Institute of Technology [2006] FCA 1492 at [4] (per Tracey J).",
      "id": "s25"
    },
    {
      "text": "More recently a Full Court, in Hurst v State of Queensland [2006] FCAFC 100 ; (2006) 151 FCR 562 , accepted that s 46PO(3) imposed \"temporal limits\" on any claim brought under s 46PO(1).",
      "id": "s26"
    },
    {
      "text": "The Court was referred to Charles and its reasoning proceeded on the basis that Charles was correctly decided.",
      "id": "s27"
    },
    {
      "text": "Ms Crvenkovic contended that s 46PO(3) should be read as if the words \"the subject of\" in its two paragraphs did not appear and that the reference to \"practices\" in para (b) comprehended \"conduct following the termination of the complaint [which could] be said to arise out [of] identical practices that formed the subject matter of the terminated complaint.",
      "id": "s28"
    },
    {
      "text": "\" It was also contended that the terms in which the Court's powers to grant relief to a complainant under s 46PO(4) , (6) and (7) were not consistent with there being a temporal limit of the kind which Charles had found to be imposed by s 46PO(3).",
      "id": "s29"
    },
    {
      "text": "I found these arguments to be unconvincing.",
      "id": "s30"
    },
    {
      "text": "Both paragraphs of s 46PO(3) would be rendered meaningless by the notional omission of the words \"the subject of\".",
      "id": "s31"
    },
    {
      "text": "The use of the word \"practices\" in s 46PO(3)(b) is apt to refer to practices which occurred prior to the lodging of a complaint.",
      "id": "s32"
    },
    {
      "text": "The fact that they continued to be implemented thereafter may support the making of a further complaint but this possibility does not compel the conclusion that s 46PO(3) should be construed in a manner contended for by the applicant.",
      "id": "s33"
    },
    {
      "text": "If the Court finds that unlawful discrimination has occurred it may grant one or more of the orders provided for in s 46PO(4).",
      "id": "s34"
    },
    {
      "text": "These orders may readily be applied to unlawful discriminatory acts, omissions or practices which have been the subject of complaint to the Commission.",
      "id": "s35"
    },
    {
      "text": "Section 46PO(6) provides for the granting of interim injunctions.",
      "id": "s36"
    },
    {
      "text": "Whilst the granting of such injunctions might be appropriate where conduct, which has been the subject of complaint to the Commission, has continued or been resumed, it does not necessarily follow that s 46PO(3) does not impose the temporal limit which was recognised in Charles .",
      "id": "s37"
    },
    {
      "text": "Section 46PO(7) merely provides the Court with power to discharge or vary earlier remedial orders made under the section.",
      "id": "s38"
    },
    {
      "text": "As a single judge of the Court I should follow Katz J unless I thought that he was clearly wrong: see Bank of Western Australia Limited v Commissioner of Taxation (1994) 55 FCR 233 at 255 (per Lindgren J) and the authorities there cited.",
      "id": "s39"
    },
    {
      "text": "I am not persuaded that his Honour was clearly wrong for the reasons advanced by Ms Crvenkovic or for any other reason.",
      "id": "s40"
    },
    {
      "text": "On the contrary, I respectfully agree with His Honour's reasoning.",
      "id": "s41"
    },
    {
      "text": "I am fortified in this view by the fact that, although the Full Court in Hurst did not expressly approve Charles , its reasoning assumed that Katz J was correct in his construction of s 46PO(3).",
      "id": "s42"
    },
    {
      "text": "Ms Crvenkovic sought to distinguish Charles on three bases.",
      "id": "s43"
    },
    {
      "text": "They were that: In my view none of these matters has any bearing on the proper application of s 46PO(3) to the proceeding commenced by Ms Crvenkovic.",
      "id": "s44"
    },
    {
      "text": "There will, accordingly, be a direction that Ms Crvenkovic not be at liberty to lead any evidence directed to establishing that the University, by act or omission, unlawfully discriminated against her after 28 February 2008.",
      "id": "s45"
    },
    {
      "text": "Ms Crvenkovic should pay the University's costs incurred in dealing with this preliminary issue.",
      "id": "s46"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s47"
    },
    {
      "text": "Associate:\n \n \nDated: 24 April 2009\n \n Counsel for the Applicant: Mr D Perkins \n \n Solicitor for the Applicant: Access Law \n \n Counsel for the Respondent: Mr S Moore \n \n Solicitor for the Respondent: Trindade Farr &amp; Pill \n Date of Hearing: 17 April 2009 \n \n Date of Judgment: 24 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/374.html",
      "id": "s48"
    }
  ]
}