{
  "name": "Hunter on behalf of the Wiri People No 2 v State of Queensland [2009] FCA 325 (27 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/325.html",
  "catchphrases": [
    {
      "text": "notice on court's own motion to show cause why application should not be dismissed pursuant to s 190f(6) of the native title act 1993 (cth)",
      "id": "c0"
    },
    {
      "text": "where application has failed registration test",
      "id": "c1"
    },
    {
      "text": "where application has not been amended since consideration by the registrar",
      "id": "c2"
    },
    {
      "text": "where application not likely to be amended in a way that would lead to a different outcome once considered by the registrar",
      "id": "c3"
    },
    {
      "text": "where applicants have defaulted in appearance",
      "id": "c4"
    },
    {
      "text": "where no other reason why the application should not be dismissed",
      "id": "c5"
    },
    {
      "text": "application dismissed.",
      "id": "c6"
    },
    {
      "text": "native title",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "There has been no appearance today by or on behalf of the Applicants.",
      "id": "s0"
    },
    {
      "text": "On 26 May last year Dowsett J made an order that the Applicant show cause at the next directions hearing why the application should not be dismissed pursuant to s 190F(6) of the Native Title Act 1993 (Cth) (Native Title Act).",
      "id": "s1"
    },
    {
      "text": "It is a matter of record that the Applicants' solicitors, D. and G. Lawyers of Townsville, withdrew prior to a directions hearing last year.",
      "id": "s2"
    },
    {
      "text": "At that hearing there was no appearance by or on behalf of the Applicant.",
      "id": "s3"
    },
    {
      "text": "At that time I made an order that, pursuant to s 84D of the Native Title Act , the Deputy District Registrar Native Title, by letter, require the applicant to produce evidence of the authorisation of the claim for the purposes of s 61 of the Native Title Act on 27 March 2009.",
      "id": "s4"
    },
    {
      "text": "I directed that that letter be sent by prepaid post to each of the persons detailed in letters which were exhibits A, B and C to an affidavit of Susan Jane Gilmore filed on 29 September 2008.",
      "id": "s5"
    },
    {
      "text": "I directed that on or before Friday, 13 March 2009, any affidavits to be relied on by the State in respect of the show cause requirement be filed and served and that the Applicant show cause today why the application should not be dismissed pursuant to s 84D of the Act for want of authorisation.",
      "id": "s6"
    },
    {
      "text": "I further directed that a copy of the order be sent by the Deputy District Registrar to the persons mentioned in the letters which are exhibits A, B and C in Ms Gilmore's affidavit to which I have previously referred.",
      "id": "s7"
    },
    {
      "text": "The wider background to this case is that an application for the review of a decision by the Registrar not to register the claim was heard by Collier J on 16 November 2007.",
      "id": "s8"
    },
    {
      "text": "On 29 April 2008, her Honour dismissed the application.",
      "id": "s9"
    },
    {
      "text": "So far as the registration position is concerned, there matters rest.",
      "id": "s10"
    },
    {
      "text": "Against that background, s 190F(6) permits the dismissal of an application if certain conditions precedent are met.",
      "id": "s11"
    },
    {
      "text": "Those conditions precedent are set out in that subsection.",
      "id": "s12"
    },
    {
      "text": "They are: \n(i) that the application in issue has not been amended since consideration by the Registrar and is not likely to be amended in a way that would lead to a different outcome once considered by the Registrar; and\n \n(ii) in the opinion of the court, there is no reason why the application in issue should not be dismissed.",
      "id": "s13"
    },
    {
      "text": "The Applicants' absence from court today is eloquent in relation to whether there is any likelihood of the application in issue being amended.",
      "id": "s14"
    },
    {
      "text": "The long and the short of it is, the application is one which has failed a registration test.",
      "id": "s15"
    },
    {
      "text": "Every opportunity has been given for the Applicants to amend the application or at least provide some hope, in a meaningful way, that an amendment is likely which would provide a basis for retention of the case in the Court's list.",
      "id": "s16"
    },
    {
      "text": "There is no basis for forming an opinion that this is anything other than a case which does not warrant the further expenditure of public funds in terms of judicial time and also in terms of the investment of public funds in a Respondent State considering the case and attending.",
      "id": "s17"
    },
    {
      "text": "There are bases then upon which the application may be dismissed and should be dismissed under s 190F(6).",
      "id": "s18"
    },
    {
      "text": "I canvassed the background to that particular provision in the legislation in a decision which I gave in another case: Christie George on behalf of the Gurambilbarra People v State of Queensland [2008] FCA 1518.",
      "id": "s19"
    },
    {
      "text": "I shall not repeat what I there stated.",
      "id": "s20"
    },
    {
      "text": "There is another basis upon which this application should be dismissed and it is one which ought not be forgotten.",
      "id": "s21"
    },
    {
      "text": "That is there is a default of appearance.",
      "id": "s22"
    },
    {
      "text": "In fact, more than one, there are multiple defaults of appearance.",
      "id": "s23"
    },
    {
      "text": "Defaults of appearance, in themselves, provide a basis upon which an application may be dismissed.",
      "id": "s24"
    },
    {
      "text": "It is understandable that in some circumstances, for reasons about which a judge may be unaware, the State may wish, for its own particular reasons, not to move under s 190F(6) but rather prefer to see a dismissal occur in an appropriate case of the court's own motion.",
      "id": "s25"
    },
    {
      "text": "Those same sentiments, with respect, do not apply where the practice and procedure of a court is not observed.",
      "id": "s26"
    },
    {
      "text": "In the ordinary course of events, one might expect a respondent, particularly a public respondent, acting responsibly to move for dismissal in a case where there is an event of default in the ordinary practice and procedure of a court, as a model litigant would move in other cases involving the wider interests of the public.",
      "id": "s27"
    },
    {
      "text": "Be that as it may, there is then a basis in terms of default under the practice of the court as well as under s 190F(6) , for the dismissal of this application.",
      "id": "s28"
    },
    {
      "text": "The order that I make is that the application be dismissed.",
      "id": "s29"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s30"
    },
    {
      "text": "Associate:\n \n \nDated: 14 April 2009\n \n Solicitor for the Applicant: No appearance by the Applicant \n \n Solicitor for the First Respondent: Crown Solicitor of Queensland \n \n Solicitor for the Second Respondent: There was no appearance for the Second Respondent \n Date of Hearing: 27 March 2009 \n \n Date of Judgment: 27 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/325.html",
      "id": "s31"
    }
  ]
}