{
  "name": "Tamawood Limited (ACN 010 954 499) v Habitare Developments Pty Ltd (ACN 122 935 497) (includes corrigendum dated 21 April 2009) [2009] FCA 364 (20 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/364.html",
  "catchphrases": [
    {
      "text": "order 27a federal court rules",
      "id": "c0"
    },
    {
      "text": "third party subpoena",
      "id": "c1"
    },
    {
      "text": "notice of motion seeking subpoenas related to interlocutory application to join other parties as respondents to substantive proceedings",
      "id": "c2"
    },
    {
      "text": "factors relevant to discretion whether to grant leave",
      "id": "c3"
    },
    {
      "text": "whether fishing expedition",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Background\n Pursuant to a notice of motion filed 26 November 2008, the applicant to the substantive proceedings before me seeks \"an order granting leave to the applicant pursuant to Order 27A or otherwise\".",
      "id": "s0"
    },
    {
      "text": "Order 27A Federal Court Rules provides, inter alia , that a subpoena must not be issued without the leave of the Court or a Judge.",
      "id": "s1"
    },
    {
      "text": "The application the subject of the substantive proceedings was filed pursuant to s 115 Copyright Act 1968 (Cth) and s 52 Trade Practices Act 1974 (Cth).",
      "id": "s2"
    },
    {
      "text": "The applicant has claimed infringement by the respondents of the applicant's copyright in architectural drawings and plans, and misleading and deceptive conduct.",
      "id": "s3"
    },
    {
      "text": "Among other claims, the applicant contends that the first respondent (as developer) and the second respondent (as builder) have used the applicant's drawings and plans in submissions to the Brisbane City Council for approval of relevant projects, and to build houses in accordance with those drawings.",
      "id": "s4"
    },
    {
      "text": "The order sought pursuant to the notice of motion currently before the Court relates to a separate notice of motion filed by the applicant on 17 November 2008 seeking to join three additional respondents (Habitare Pty Limited, Eight March Pty Limited and First Priority Developments Pty Ltd) to the substantive proceedings, and seeking an extension of time for filing and service of an amended application and further amended statement of claim by the applicant.",
      "id": "s5"
    },
    {
      "text": "Hearing of the notice of motion filed 17 November 2008 has been adjourned pending determination of the notice of motion currently before the Court.",
      "id": "s6"
    },
    {
      "text": "Rationale for the order sought\n In summary, the rationale for the order sought is that it is unclear whether either (or both) the first respondent or Habitare Pty Ltd are proper respondents to the substantive proceedings.",
      "id": "s7"
    },
    {
      "text": "Some explanation can be found in the affidavit of Mr John Castrission, solicitor for the applicant, sworn 25 November 2008.",
      "id": "s8"
    },
    {
      "text": "In his affidavit Mr Castrission deposes that: Further, Mr Castrission deposes that: \n The applicant seeks to obtain documents further proving the involvement of the First Respondent and the proposed Respondent, Habitare Pty Ltd in the development the subject of these Proceedings.",
      "id": "s9"
    },
    {
      "text": "For that purpose it seeks leave to issue subpoenas to the relevant Council, the relevant Certifier or Certifiers and the Bank that financed the project.",
      "id": "s10"
    },
    {
      "text": "The documents that will be sought will be documents evidencing the involvement of Habitare Pty Limited (a proposed Respondent) and Habitare Developments Pty Limited (the First Respondent) on the development the subject of these Proceedings.",
      "id": "s11"
    },
    {
      "text": "There is already evidence of this issue but the Applicant seeks further evidence because Hopgood Ganim Layers take the position that the Applicant should select either Habitare Developments Pty Limited or Habitare Pty Ltd as a Respondent and not both of them.",
      "id": "s12"
    },
    {
      "text": "(John Castrission affidavit sworn 25 November 2008 at [5]) \n\n More detail as to the nature of the subpoenas sought emerged from the submissions of the applicant during the hearing.",
      "id": "s13"
    },
    {
      "text": "I shall return to that detail later in this judgment.",
      "id": "s14"
    },
    {
      "text": "Submissions of the parties\n In summary the applicant submitted as follows: In summary, the respondent submitted that: Where leave is sought to issue a subpoena upon a non-party, it must be shown that the terms of the subpoena are not so broad that they are oppressive.",
      "id": "s15"
    },
    {
      "text": "The subpoena must not require the delivery of material that is not relevant to the proceedings.",
      "id": "s16"
    },
    {
      "text": "In this case, in circumstances where there are two developments concerning more than 60 townhouses, the applicant seeks details going to the \"involvement\" of the first respondent, Habitare Pty Ltd and perhaps other companies.",
      "id": "s17"
    },
    {
      "text": "Presumably the subpoenas would mean that the recipients of the subpoenas are required to disclose every aspect of those developments in circumstances where they are likely to be voluminous, they will be largely irrelevant to the instant dispute, and they may be commercially sensitive.",
      "id": "s18"
    },
    {
      "text": "Subpoenas should not be used against an existing party in substitution of discovery.",
      "id": "s19"
    },
    {
      "text": "The applicant could seek discovery against the respondents pursuant to O 15 r 1 Federal Court Rules .",
      "id": "s20"
    },
    {
      "text": "The notice of motion is in the nature of a \"fishing\" exercise.",
      "id": "s21"
    },
    {
      "text": "The applicant's proposed further amended statement of claim has not been the subject of any leave and is not, in any sense, an operative pleading.",
      "id": "s22"
    },
    {
      "text": "The applicant does not indicate when the subpoenas would be returnable, nor why it believed such period will not be oppressive to the non-parties.",
      "id": "s23"
    },
    {
      "text": "Further, in circumstances where the material may be voluminous, the applicant does not explain how the delivery of the documents to the Court can be managed conveniently.",
      "id": "s24"
    },
    {
      "text": "Evidence\n Two affidavits sworn by Mr Castrission are on the Court file, and the applicant relied on both for the purposes of this notice of motion.",
      "id": "s25"
    },
    {
      "text": "The first affidavit of Mr Castrission was sworn 17 November 2008.",
      "id": "s26"
    },
    {
      "text": "The second affidavit of Mr Castrission, to which I have already referred, was sworn 25 November 2008.",
      "id": "s27"
    },
    {
      "text": "So far as relevant in these proceedings, annexed to Mr Castrission's first affidavit are the following documents: Annexure D, which is titled \"Development Application Decision Notice\" under the letterhead of Express Plans Approval Services Pty Ltd. Mr Castrission deposes that Annexure D is a document obtained by an employee of the applicant pursuant to searches made with the Brisbane City Council.",
      "id": "s28"
    },
    {
      "text": "The Development Application Decision Notice is in respect of \"Lot 4 &amp; 5 on RP 78240 known also as (address) 211-219 Norris Road, Bracken Ridge\".",
      "id": "s29"
    },
    {
      "text": "The \"Owner\" noted on the notice is \" Habitare Pty Ltd \".",
      "id": "s30"
    },
    {
      "text": "Annexure E, which is an ASIC search of Habitare Pty Ltd.",
      "id": "s31"
    },
    {
      "text": "The search reveals Peter Frederick O'Mara (the third respondent) as the company's director and David Gavin Johnson (the fourth respondent) as the alternate director.",
      "id": "s32"
    },
    {
      "text": "(The applicant claims that Mr O'Mara and Mr Johnson are also officers of the first respondent.",
      "id": "s33"
    },
    {
      "text": ") Annexures G to M include correspondence between the respective solicitors of the applicant and the respondents: \n3.1 Annexure G is a letter from Hopgood Ganim to Mr Castrission dated 17 April 2008 stating that in preparing the Defence:\n \n...it has become apparent that your client has, respectfully, instituted proceedings against the wrong parties.",
      "id": "s34"
    },
    {
      "text": "Simply stated, Habitare Developments Pty Ltd was not the developer of the properties referred to in the pleadings.",
      "id": "s35"
    },
    {
      "text": "It did not make or authorise the making of any submissions to the Council for approval of the said developments, or use them to build houses at the said developments.",
      "id": "s36"
    },
    {
      "text": "It was not the builder, nor was it the owner of the houses constructed as part of the developments pleaded.",
      "id": "s37"
    },
    {
      "text": "3.2 Annexure H is Mr Castrission's letter of 26 September 2008 to Hopgood Ganim in response to the respondent's letter of 17 April 2008 requesting that the respondents advise:\n the identity of the person or entity that was the developer of the properties referred to in the pleadings; the identity of the person or entity that made or authorised the making of any submissions to the Council for approval of the said developments; the identity of the person or entity that used the plans of the houses that were built at the properties referred to in the pleading.",
      "id": "s38"
    },
    {
      "text": "Mr Castrission then notes that if the respondents are unwilling to advise on the matters requested then his client may make an application for preliminary discovery or interrogatories.",
      "id": "s39"
    },
    {
      "text": "3.3 Annexure I is a letter from Hopgood Gamin dated 3 October 2008 to Mr Castrission in response to Mr Castrission's letter of 26 September 2008.",
      "id": "s40"
    },
    {
      "text": "The letter notes that:\n \nIt is...your client that must prove those details in order to support the allegations pleaded, not our clients.",
      "id": "s41"
    },
    {
      "text": "Our clients are under no obligation to provide those details sought by your client (if known)...",
      "id": "s42"
    },
    {
      "text": "There are a number of other simple and inexpensive options available to your client to obtain the details sought, should it choose to avail itself of them.",
      "id": "s43"
    },
    {
      "text": "Annexed to Mr Castrission's second affidavit are the following documents: Annexure A, which is described in the affidavit as an \"Engagement Form\".",
      "id": "s44"
    },
    {
      "text": "Mr Castrission deposes this form relates to the development the subject of these proceedings, and that the form was obtained by a representative of the applicant from the Brisbane City Council pursuant to a freedom of information request.",
      "id": "s45"
    },
    {
      "text": "The Engagement Form records the relevant applicant/contact as Habitare Pty Ltd.",
      "id": "s46"
    },
    {
      "text": "I note from examining Annexure A that: it is under the letterhead of Certis Pty Ltd; it not only describes the applicant/contact as Habitare Pty Ltd, but nominates Habitare Pty Ltd as the addressee of any invoice; the \"project details\" are described as 40 townhouses at 40-46 Hamish St Calamvale, Lots 12 &amp; 13, RP 96255 , total value of building work $4.3m estimate.",
      "id": "s47"
    },
    {
      "text": "Annexure B, which Mr Castrission deposes are a number of various plans relating to the development the subject of these proceedings.",
      "id": "s48"
    },
    {
      "text": "Mr Castrission deposes further that some of these plans record that the first respondent is the client and other plans show \"Habitare\" as the client, and that these plans were obtained by a representative of the applicant from the Brisbane City Council pursuant to a freedom of information request.",
      "id": "s49"
    },
    {
      "text": "I note from examining Annexure B that: it consists of 17 pages; one page is headed \"PROPOSED RESIDENTIAL DEVELOPMENT --- 47 UNITS 211 &amp; 219 NORRIS ROAD BRACKEN RIDGE (CIVIL WORKS CONTRACT) FOR Eight March Pty Ltd (Community Title)\"; four pages, described respectively as \"floor plan\", \"elevation\", \"slab plan\" and \"N2 framing plan\", all related to Duplex B, Lots 4 &amp; 5, Norris Road Bracken Ridge, and in relation to which the client is named as the first respondent; two pages described respectively as \"ground floor\" and \"elevation\", both related to Duplex A, Lots 4 &amp; 5, Norris Road Bracken Ridge, and in relation to which the client is named as simply \"Habitare\"; two pages described respectively as \"manager plans\" and \"manager elevation\", both relating to Lots 4 &amp; 5, Norris Road Bracken Ridge, and in relation to which the client is named as simply \"Habitare\"; two pages described respectively as \"elevation\" and \"floor plan\", both relating to Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\"; two pages described respectively as \"elevation\" and \"floor plan\", both relating to Duplex 2, Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\"; one page described as \"elevation\" Duplex 3 Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\"; one page described as \"House 2\" Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\"; one page described as \"Duplex 3 --- Plan\" Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\"; one page described as \"Site Plan\" Lots 12 &amp; 13, Hamish Street Calamvale, and in relation to which the client is named as simply \"Habitare\".",
      "id": "s50"
    },
    {
      "text": "Relevant principles\n Principles governing the grant of leave by the Court to issue subpoenas were considered in detail by Greenwood J in McIlwain v Ramsey Food Packaging Pty Ltd [2005] FCA 1233.",
      "id": "s51"
    },
    {
      "text": "In that case his Honour observed, so far as is relevant in these proceedings, that: It is also clear that although a mere \"fishing\" expedition can never justify the issue of subpoenas, it may be enough that it appears to be \"on the cards\" that the documents will materially assist the applicant: Alister v R (1984) 154 CLR 404 ; cf R v Saleam [1999] NSWCCA 86 at [11] .",
      "id": "s52"
    },
    {
      "text": "The practice whereby the Court gives leave for subpoenas to be issued against a third party pursuant to O 27A has survived the introduction of O 15A Federal Court Rules providing for orders of the Court relating to non-party discovery.",
      "id": "s53"
    },
    {
      "text": "In relation to a third party, it is clear that a subpoena duces tecum may be directed to a third party prior to trial: \n where it appears to the court to be in the interests of justice and the proper and expeditious conduct of a proceeding that a person produce documents before the date of hearing of the application.",
      "id": "s54"
    },
    {
      "text": "( Hughes v WA Cricket Association (1986) 66 ALR 541 at 543; cf P Dawson Nominees Pty Ltd v Multiplex Ltd (2007) 64 ACSR 53 at 57 [23]) \n\n Against a third party however a subpoena is not to be used as a substitute for discovery.",
      "id": "s55"
    },
    {
      "text": "As Jordan CJ observed in The Commissioner for Railways v Small (1938) 38 SR (NSW): \n A writ of subpoena duces tecum may be addressed to a stranger to the cause or to a party.",
      "id": "s56"
    },
    {
      "text": "If it be addressed to a stranger, it must specify with reasonable particularity the documents which are required to be produced.",
      "id": "s57"
    },
    {
      "text": "A subpoena duces tecum ought not to be issued to such a person requiring him to search for and produce all such documents as he may have in his possession or power relating to a particular subject matter.",
      "id": "s58"
    },
    {
      "text": "It is not legitimate to use a subpoena for the purpose of endeavouring to obtain what would be in effect discovery of documents against a person who, being a stranger, is not liable to make discovery.",
      "id": "s59"
    },
    {
      "text": "A stranger to the cause ought not to be required to go to trouble and perhaps to expense in ransacking his records and endeavouring to form a judgment as to whether any of his papers throw light on a dispute which is to be litigated upon issues of which he is presumably ignorant... (at 573) \n\n It is common ground that a subpoena may be issued in respect of an interlocutory application, and indeed this is made clear by such cases as Bailey v Beagle Management Pty Ltd [2001] FCA 60 ; (2001) 105 FCR 136 (subpoena issued pursuant to a security for costs application by the respondent to produce standard financial documents of a corporate applicant) and Dorajay Pty Ltd v Aristocrat Leisure Ltd [2005] FCA 588 (subpoena issued relating to a notice of motion pursuant to s 33N(1) Federal Court of Australia Act 1976 (Cth)).",
      "id": "s60"
    },
    {
      "text": "Consideration\n As a threshold issue, I consider that it is poor practice (as occurred in this case) for an applicant seeking the issue of a subpoena, without further elaboration or material explaining with particularity the subpoenas sought, to simply file a notice of motion moving for: \n An order granting leave to the Applicant pursuant to Order 27A or otherwise.",
      "id": "s61"
    },
    {
      "text": "Although the notice of motion was supplemented by an affidavit sworn by Mr Castrission, that affidavit did not particularise the documents sought to be produced.",
      "id": "s62"
    },
    {
      "text": "Mr Castrission deposed in para 5 of his affidavit sworn 25 November 2008 that: \n The documents that will be sought will be documents evidencing the involvement of Habitare Pty Limited (a proposed Respondent) and Habitare Developments Pty Limited (the First Respondent) on the development the subject of these Proceedings.",
      "id": "s63"
    },
    {
      "text": "In my view this description was inadequate.",
      "id": "s64"
    },
    {
      "text": "Although Mr Alkadamani submitted that his client did not as at the date of the hearing have an onus to articulate the ambit of the subpoena (TS 19 ll 35-37), nonetheless in making an application to the Court for the exercise its discretion there is an onus on the applicant to make a proper case to the Court supporting its application.",
      "id": "s65"
    },
    {
      "text": "I have stated a number of principles relevant to the exercise of judicial discretion in such matters.",
      "id": "s66"
    },
    {
      "text": "So, for example, an applicant which does not present a case to the Court explaining with some specificity the categories of documents sought does so at its peril.",
      "id": "s67"
    },
    {
      "text": "I agree with the submission of the respondents that it is appropriate for an applicant for a subpoena to at least exhibit a draft identifying proposed recipients and the details of proposed categories of documents to affidavit material seeking leave.",
      "id": "s68"
    },
    {
      "text": "Nonetheless in written submissions on behalf of the applicant produced at the hearing, and addressed by Mr Alkadamani, the categories of documents sought by the applicant were explained as follows: \n Those documents recording or referring to the responsibilities or role of Habitare Pty Ltd in the property development undertaken at Norris Street and Galwer Street, Brackenridge in the relevant period.",
      "id": "s69"
    },
    {
      "text": "Those documents recording or referring to the responsibilities or role of Habitare Pty Ltd in the property development undertaken at Hamish Street, Calamvale in the relevant period.",
      "id": "s70"
    },
    {
      "text": "Those documents created in the relevant period constituting any application for development approval submitted by or on behalf of Habitare Pty Ltd to the Brisbane City Council, or correspondence in relation thereto, in respect of in (sic) the property development undertaken at Hamish Street, Calamvale.",
      "id": "s71"
    },
    {
      "text": "Those documents created by Habitare Pty Ltd or submitted by it recording any proposal to undertake in the property development undertaken at Hamish Street, Calamvale in the relevant period.",
      "id": "s72"
    },
    {
      "text": "Those documents recording or referring to the responsibilities or role of Habitare Developments Pty Ltd in the property development undertaken at Norris Street and Galwer Street, Brackenridge in the relevant period.",
      "id": "s73"
    },
    {
      "text": "Those documents recording or referring to the responsibilities or role of Habitare Developments Pty Ltd in the property development undertaken at Hamish Street, Calamvale in the relevant period.",
      "id": "s74"
    },
    {
      "text": "Those documents created in the relevant period constituting any application for development approval submitted by or on behalf of Habitare Developments Pty Ltd to the Brisbane City Council or correspondence in relation thereto, in respect of in (sic) the property development undertaken at Hamish Street, Calamvale.",
      "id": "s75"
    },
    {
      "text": "Those documents created by Habitare Developments Pty Ltd or submitted by it recording any proposal to undertake the property development undertaken at Hamish Street, Calamvale in the relevant period.",
      "id": "s76"
    },
    {
      "text": "(I note that the applicant's written submissions actually referred to \"Hawler Street, Calamvale\" but I understand this is a typographical error, and the appropriate reference is to \"Hamish Street, Calamvale\".",
      "id": "s77"
    },
    {
      "text": ") The subpoena recipients are envisaged to be the Brisbane City Council, ANZ Bank and Certis Pty Ltd (building certifiers).",
      "id": "s78"
    },
    {
      "text": "I note the \"relevant period\" was not defined in the applicant's written or oral submissions, nor was a proposed return date provided.",
      "id": "s79"
    },
    {
      "text": "Accordingly I asked both parties to provide supplementary written submissions on both these issues.",
      "id": "s80"
    },
    {
      "text": "The applicant submitted that: the relevant period with respect to the subpoenas issued to the Brisbane City Council should be: \n(a) in relation to the development at Lots 12 and 13 Hamish Street, Calamvale --- between 21 November 2005 and the date that the occupation certificates were issued in respect of the development at Lots 12 and 13 Hamish Street, Calamvale; and\n \n(b) in relation to Lots 211 and 219 Norris Road --- between the earlier of 19 June 2006 or the date that the development application in respect of Lots 211 and 219 Norris Road was lodged, and 27 November 2007.",
      "id": "s81"
    },
    {
      "text": "No relevant period was articulated in the applicant's submissions with respect to the proposed subpoena to Certis Pty Ltd however I assume the applicant intended that the relevant period would be the same relevant periods proposed to apply to the Brisbane City Council.",
      "id": "s82"
    },
    {
      "text": "The return date for all subpoenas proposed by the applicant is 14 working days after the delivery of judgment.",
      "id": "s83"
    },
    {
      "text": "I am prepared to accept Mr Alkadamani's articulation of the categories of document in the written submissions as defining those sought by the applicant by subpoena in the absence of objection by the respondent to this approach (I note TS 33 ll 35-41).",
      "id": "s84"
    },
    {
      "text": "Turning now to the issue of whether I should exercise my discretion in favour of the applicant in relation to the issue of the subpoenas themselves, a number of questions arise which I consider relevant in the circumstances of this case: I will look at each question in turn.",
      "id": "s85"
    },
    {
      "text": "Legitimate forensic purpose?",
      "id": "s86"
    },
    {
      "text": "The substantive proceedings in this case involve claims by the applicant pursuant to s 115 Copyright Act 1968 (Cth) and s 52 Trade Practices Act 1974 (Cth).",
      "id": "s87"
    },
    {
      "text": "As I have already observed however, the subpoenas relate to the applicant's notice of motion filed 17 November 2008, by which it seeks to join Habitare Pty Ltd and a number of other companies to the substantive proceedings, the amendment of the application, and further amendment of the statement of claim.",
      "id": "s88"
    },
    {
      "text": "The law is clear that a subpoena cannot issue to facilitate \"fishing\" by a party.",
      "id": "s89"
    },
    {
      "text": "Of particular relevance in the circumstances of this case are comments of Jordan CJ in Small (1938) 38 SR (NSW) 564 at 575 where his Honour observed: \n In the absence of special circumstances... A party is no more entitled to use a subpoena duces tecum than he is a summons for interrogatories, for the purpose of \"fishing\", i.e.",
      "id": "s90"
    },
    {
      "text": "endeavouring, not to obtain evidence to support his case but to discover whether he has a case at all : Hennessy v Wright ... (emphasis added) \n\n Indeed it is useful to also note comments of Lord Esher MR in Hennessy v Wright (No 2) (1890) 24 QBD 445 at 448 where his Lordship said in the context of interrogatories and \"fishing\" by the plaintiff in that case: \n In other words, the plaintiff wishes to maintain his questions, and to insist upon answers to them, in order that he may find out something of which he knows nothing now, which might enable him to make a case of which he has no knowledge at present... \n\n Significantly, the key issue arising in the notice of motion filed 17 November 2008 is whether Habitare Pty Ltd and other parties should be joined as respondents to the substantive proceedings.",
      "id": "s91"
    },
    {
      "text": "The applicant candidly concedes that the purpose of the subpoena is to obtain further evidence: On balance, I consider that the applicant in this case has established that the purpose of the subpoenas is to obtain further evidence relevant to the notice of motion filed 17 November 2008, that this is a legitimate forensic purpose, and that the claim cannot be categorised as \"fishing\".",
      "id": "s92"
    },
    {
      "text": "I form this view because: Accordingly, I consider that the applicant has demonstrated a legitimate forensic purpose for seeking issue of subpoenas in relation to the documents sought, and that the orders sought by the notice of motion before the Court cannot be characterised as \"fishing\".",
      "id": "s93"
    },
    {
      "text": "\"On the cards\"\n Is it \"on the cards\" that the documentation sought by the applicant will materially assist the applicant's case in relation to the notice of motion filed 17 November 2008?",
      "id": "s94"
    },
    {
      "text": "It appears from the correspondence of the parties as annexed to the affidavit of Mr Castrission (and, I note, also annexed to the affidavit of Mr Ivanisevic, solicitor for the respondents, sworn 4 December 2008) that the applicant and the representatives of the first, third and fourth respondents and the proposed respondents are in dispute as to the proper parties to the proceedings.",
      "id": "s95"
    },
    {
      "text": "A key aspect of the dispute is the identity of the entity (or entities) that was (or were) the developer or which undertook a similar role in the development.",
      "id": "s96"
    },
    {
      "text": "I have already referred to evidence which identifies Habitare Pty Ltd as having a role in the development projects the subject of the substantive proceedings.",
      "id": "s97"
    },
    {
      "text": "The additional evidence sought by the applicant as articulated by Counsel for the applicant in his written submissions, includes: In my view these documents have apparent relevance to the orders sought in the notice of motion filed 17 November 2008.",
      "id": "s98"
    },
    {
      "text": "Although the applicant has some evidence that either or both Habitare Pty Ltd and the first respondent were involved in the relevant property developments, the nature of that involvement is not clear.",
      "id": "s99"
    },
    {
      "text": "It is \"on the cards\" that information in such documents will assist the applicant in relation to the notice of motion filed 17 November 2008, both with respect to seeking leave to join Habitare Pty Ltd and to seeking leave to amend the pleadings.",
      "id": "s100"
    },
    {
      "text": "Are the categories of documents sufficiently particularised?",
      "id": "s101"
    },
    {
      "text": "I have already noted the particularisation of the categories of documents sought by the applicant in written submissions, the relevant periods proposed by the applicant, and proposed return dates for the subpoenas.",
      "id": "s102"
    },
    {
      "text": "The respondents have submitted, inter alia , that references to documents going to the \"involvement\" of the first respondent and Habitare Pty Ltd in Mr Castrission's affidavit sworn 25 November 2008 are too broad because this would mean that the recipients of the subpoenas, if they can, must disclose every aspect of those developments in circumstances where they are likely to be voluminous, largely irrelevant to the instant dispute, and commercially sensitive.",
      "id": "s103"
    },
    {
      "text": "That may well be the case.",
      "id": "s104"
    },
    {
      "text": "However the proposal of the applicant at the hearing of the notice of motion to limit the categories of documents to those in relation to Habitare Pty Ltd and the first respondent and (as I have already observed) in particular to those: recording or referring to their responsibilities or role in relation to relevant property developments; constituting any application for development approval or correspondence in relation thereto; and recording any proposal concerning the property developments; \nare considerably more specific.",
      "id": "s105"
    },
    {
      "text": "I also note that the applicant has identified the parties to whom the subpoenas would be addressed as the city council in receipt of the relevant development applications (Brisbane City Council), the financier of the projects (ANZ Bank) and the building certifier (Certis Pty Ltd), which I consider reasonable in the circumstances.",
      "id": "s106"
    },
    {
      "text": "Accordingly, I consider the categories of documents sought by the applicant are sufficiently particularised.",
      "id": "s107"
    },
    {
      "text": "Are the orders sought oppressive?",
      "id": "s108"
    },
    {
      "text": "Mr Alkadamani on behalf of the applicant submitted at the hearing that it would be appropriate if the Court made an order in the terms outlined in the proposed schedule in the written submissions of the applicant.",
      "id": "s109"
    },
    {
      "text": "In addition to the explanation given with respect to categories of documents, the reasons given by the applicant for the \"relevant periods\" relating to documents requested are as follows.",
      "id": "s110"
    },
    {
      "text": "So far as concerns the subpoenas to the Brisbane City Council and Certis Pty Ltd: Further, the applicant submitted that the relevant period for the proposed subpoenas to ANZ Banking Corporation is from 20 October 2005 to date because: \n the Hamish Street development application was lodged on or about 21 November 2005.",
      "id": "s111"
    },
    {
      "text": "Prior to the proposed development application being lodged it is reasonable to assume that finance would have been organised or sought.",
      "id": "s112"
    },
    {
      "text": "The organisation of the financing would ordinarily involve detailing the framework of the development and the parties involved and their respective roles to the financier...[and]...as the developed lots are being sold and the financier is being repaid it is inevitable that there will be correspondence with the financier disclosing or demonstrating the role of Habitare Pty Ltd and/or Habitare Developments Pty Ltd in the development.",
      "id": "s113"
    },
    {
      "text": "The Applicant's understanding is that the developed lots are still being sold.",
      "id": "s114"
    },
    {
      "text": "As noted previously the applicant submitted that the return date for the subpoenas should be 14 working days from the date of the judgment.",
      "id": "s115"
    },
    {
      "text": "The date was not disputed by the respondents.",
      "id": "s116"
    },
    {
      "text": "The respondents claim that the volume of material sought is oppressive.",
      "id": "s117"
    },
    {
      "text": "However there is no evidence before me that such an order as sought by the applicant is oppressive.",
      "id": "s118"
    },
    {
      "text": "In my view it would be appropriate to make the order sought by the applicant, but in the terms advanced at the hearing by Mr Alkadamani and as clarified by reference to relevant periods of time, and the return date, as submitted by the applicant.",
      "id": "s119"
    },
    {
      "text": "I also note that, in the event that the ambit of the subpoenas proves oppressive to the recipients, they are at liberty to apply to Court to have them set aside.",
      "id": "s120"
    },
    {
      "text": "Substitute for Discovery?",
      "id": "s121"
    },
    {
      "text": "In relation to whether the subpoenas sought are inappropriate because the applicant should more appropriately make an application for discovery, I consider that: I am prepared to make orders in terms articulated by the applicant in written submissions.",
      "id": "s122"
    },
    {
      "text": "Costs are reserved.",
      "id": "s123"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s124"
    },
    {
      "text": "Associate:\n \n \nDated: 20 April 2009\n \n Counsel for the Applicant: Mr R Alkadamani \n \n Solicitor for the Applicant: Castrission &amp; Co \n \n Counsel for the First, Second, Third, Fourth and Fifth Respondents: Mr D Atkinson \n \n Solicitor for the First, Second, Third, Fourth and Fifth Respondents: Hopgood Ganim \n Date of Hearing: 9 December 2008 \n \n Date of Judgment: 20 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/364.html",
      "id": "s125"
    }
  ]
}