{
  "name": "Scott v Human Rights and Equal Opportunity Commission [2009] FCA 415 (23 April 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/415.html",
  "catchphrases": [
    {
      "text": "leave to appeal from federal magistrates court",
      "id": "c0"
    },
    {
      "text": "whether claim is vexatious",
      "id": "c1"
    },
    {
      "text": "whether order made under s 13.11(1)(b) of the federal magistrates court rules 2001 is interlocutory in nature",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "On 6 February 2009 a Federal Magistrate ordered, pursuant to r 13.11(1)(b) of the Federal Magistrates Court Rules 2001 (\"the Rules\"), that Mr and Mrs Scott \"shall not without leave of a Federal Magistrate institute any proceedings in the Federal Magistrates Court of Australia.",
      "id": "s0"
    },
    {
      "text": "\" His Honour also ordered that Mr and Mrs Scott pay the costs of the Commonwealth of Australia which was the Second Respondent to the proceeding in which the application was made.",
      "id": "s1"
    },
    {
      "text": "On 5 March 2009 Mr and Mrs Scott filed an application for leave to appeal to this Court from the Federal Magistrate's orders.",
      "id": "s2"
    },
    {
      "text": "The application was made because Mr and Mrs Scott accepted that the Federal Magistrate's orders were interlocutory in nature: see s 24(1A) of the Federal Court of Australia Act 1976 (Cth) (\"the Act\").",
      "id": "s3"
    },
    {
      "text": "It is to be noted that, by the time the application was made, the 21 day period within which applications for leave to appeal must be filed had expired: see O 52 r 5(2) of the Federal Court Rules .",
      "id": "s4"
    },
    {
      "text": "Mr and Mrs Scott also applied for an order that compliance with this time limit should be dispensed with.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n The orders made by the Federal Magistrate were the culmination of a series of proceedings dating back to 1997 in which Mr and Mrs Scott have sought, unsuccessfully, to establish liability on the part of Commonwealth statutory bodies and officers for damage, allegedly suffered by them, as a result of a failure to make timely payment to Mrs Scott of welfare payments said to be due to her in 1995.",
      "id": "s6"
    },
    {
      "text": "Payment was ultimately made later that year.",
      "id": "s7"
    },
    {
      "text": "Mr and Mrs Scott harbour a deep sense of grievance arising from the failure of the relevant Commonwealth agency to pay special benefit to Mrs Scott in the three month period in 1995.",
      "id": "s8"
    },
    {
      "text": "They assert that this failure jeopardised their ability to obtain food and shelter and constituted a fundamental attack on their human rights.",
      "id": "s9"
    },
    {
      "text": "They have alleged that the failure was the result of a deliberate decision which was intended to cause them harm.",
      "id": "s10"
    },
    {
      "text": "At various stages they have alleged that the relevant officers had acted in contravention of applicable legislation and were liable in deceit and for misfeasance in public office.",
      "id": "s11"
    },
    {
      "text": "These allegations have been tested and rejected in a series of decisions: The nature of these proceedings is explained in greater detail in the reasons of the Federal Magistrate: see Scott v Human Rights and Equal Opportunity Commission [2009] FMCA 65 at [6] - [17] .",
      "id": "s12"
    },
    {
      "text": "In the course of this litigation, which has now gone on for over a decade, members of this Court have commented on its futility.",
      "id": "s13"
    },
    {
      "text": "In Scott v Human Rights and Equal Opportunity Commission [2007] FCA 2055 at [23] Kenny J, for example, was moved to observe that \"[t]he time has come for Mr and Mrs Scott to turn away from their dispute with Centrelink over the Special Benefit payment.",
      "id": "s14"
    },
    {
      "text": "\" Earlier, the Full Court in Scott v Pedler [2004] FCAFC 67 characterised the attempt, by Mr and Mrs Scott, in Scott v Pedler [2003] FCA 650 , as, in substance, constituting an abuse of process of the Court.",
      "id": "s15"
    },
    {
      "text": "It was effectively doomed to failure by the decision of Heerey J in Scott v Secretary, Department of Social Security [1999] FCA 1774.",
      "id": "s16"
    },
    {
      "text": "Undeterred by these observations Mr and Mrs Scott lodged their complaint with the Human Rights and Equal Opportunity Commission which led to the proceedings which were dealt with by Phipps FM and Kenny J.",
      "id": "s17"
    },
    {
      "text": "Their complaint relied on substantially the same material on which the two previous proceedings in this Court were founded.",
      "id": "s18"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n The Federal Magistrate made the order which Mr and Mrs Scott seek to impugn under r 13.11 of the Federal Magistrates Court Rules 2001 .",
      "id": "s19"
    },
    {
      "text": "Relevantly, that rule provides: \n \"13.11(1) If the Court is satisfied that a person has instituted a vexatious proceeding and the Court is satisfied that the person has habitually, persistently and without reasonable grounds instituted other vexatious proceedings in the Court or any other Australian court (whether against the same person or against different persons) the Court may order: \n\n \n (a) ...\n (b) that the person may not institute a proceeding without leave of the Court.",
      "id": "s20"
    },
    {
      "text": ".....................................\" \n In Scott v HREOC [2009] FMCA 65 the Federal Magistrate found that the proceeding which had led to his previous decision in Scott v Human Rights and Equal Opportunity Commission [2007] FMCA 1642 \"was manifestly groundless, and so utterly hopeless.",
      "id": "s21"
    },
    {
      "text": "\" He also characterised all proceedings in this Court and the High Court from Scott v Pedler [2003] FCA 650 to have been so manifestly groundless as to be utterly hopeless: see Attorney General v Wentworth (1988) 14 NSWLR 481 at 491 (per Roden J).",
      "id": "s22"
    },
    {
      "text": "He continued (at [20]) that: \n \"That means that prior to my decision in October [2007] there were at least three court proceedings instituted by the Scotts which were vexatious.",
      "id": "s23"
    },
    {
      "text": "In these proceedings the Scotts sought to re-litigate issues which had already been decided and which they had no hope of reopening.",
      "id": "s24"
    },
    {
      "text": "This constitutes habitual and persistent behaviour.",
      "id": "s25"
    },
    {
      "text": "\" \n His Honour recognised that the power, conferred on the Federal Magistrates Court by r 13.11, was discretionary.",
      "id": "s26"
    },
    {
      "text": "He determined that the discretion should be exercised in favour of making the order because \"the Scotts have not been deterred from pursuing hopeless proceedings by costs orders or by statements from judges of the Federal Court of Australia that their cause [was] hopeless\": at [21].",
      "id": "s27"
    },
    {
      "text": "THE PROPOSED APPEAL \n Mr and Mrs Scott have filed a draft Notice of Appeal on which they propose to rely should leave be granted.",
      "id": "s28"
    },
    {
      "text": "It contains two grounds.",
      "id": "s29"
    },
    {
      "text": "They are: \n \"1.",
      "id": "s30"
    },
    {
      "text": "Federal Magistrate's decision is plainly unjust that there has been a failure to properly exercise the discretion.",
      "id": "s31"
    },
    {
      "text": "Federal Magistrate should have held that the proceeding instituted by the appellants were not vexatious and that appellants are not vexatious litigants.",
      "id": "s32"
    },
    {
      "text": "Federal Magistrate erred in law in the exercise of his discretion in that he failed to take into account relevant factors, namely that the previous proceedings instituted by the appellants were flawed and contrary to the documentary evidence.",
      "id": "s33"
    },
    {
      "text": "Federal Magistrate should have taken these factors into account and held that there was no re-litigation of issues which had already been decided.",
      "id": "s34"
    },
    {
      "text": "\" The application for leave to appeal was supported by an affidavit sworn by both Mr and Mrs Scott.",
      "id": "s35"
    },
    {
      "text": "It is plain from this affidavit and from the written and oral submissions advanced by Mr and Mrs Scott that they are dissatisfied with the Magistrate's order because they consider that the earlier cases in the High Court, this Court and the Federal Magistrates Court were all wrongly decided.",
      "id": "s36"
    },
    {
      "text": "It is not necessary, in these reasons, to record all of the contentions advanced by Mr and Mrs Scott.",
      "id": "s37"
    },
    {
      "text": "Some illustrations will suffice.",
      "id": "s38"
    },
    {
      "text": "In paragraph 8 of the affidavit they say that: \n \"8.",
      "id": "s39"
    },
    {
      "text": "Decision of the Court below that proceedings were vexatious and that we are vexatious litigants is wrong in law and/or is attended with sufficient doubt that it would justify leave being granted because: \n\n Centrelink committed the tort of deceit; Art.",
      "id": "s40"
    },
    {
      "text": "7 of the International Covenant on Civil and Political Rights (\"ICCPR\"), incorporated into the HREOC Act, has been breached by Centrelink; Art.",
      "id": "s41"
    },
    {
      "text": "26 of the ICCPR has been breached by Centrelink; Centrelink committed the tort of conspiracy to intimidate (to create working force) by the use of the unlawful means (withdrawal of food and shelter); Centrelink committed the tort of intentional injury under the principle Wilkinson v Downton [1897] 2 QB 57 at 59 by the intentional use of injuring force from the withdrawal of food and shelter; there are about 32 actions of Centrelink/SSAT diminishing my --- the Second Applicant's --- physical impairment.",
      "id": "s42"
    },
    {
      "text": "Repetition of actions proves intention for the tort of misfeasance in the public office; the previous Federal Court proceedings were flawed and contrary to the documentary evidence; the Court below prejudged the motion M112/00 to the High Court.",
      "id": "s43"
    },
    {
      "text": "\"\n In their written submissions they identify and reargue the various causes of action which they failed to establish in the earlier proceedings.",
      "id": "s44"
    },
    {
      "text": "Some seven pages are then devoted to identifying what are said to be the errors in each of the decisions which are identified above at [4].",
      "id": "s45"
    },
    {
      "text": "They then conclude that: \n \"Under the applied below principle Attorney General (Vic) (sic) v Wentworth (1988) 14 NSWLR 481 at 491 the Applicants are not vexatious litigants, because their case has merits.",
      "id": "s46"
    },
    {
      "text": "The decision of the Court below at [21] that the applicants' case is hopeless and at [20] that at least three court proceedings instituted by Applicants were vexatious is attended with sufficient doubt to warrant its reconsideration on appeal.",
      "id": "s47"
    },
    {
      "text": "\" \n CONSIDERATION \n In order to obtain leave to appeal Mr and Mrs Scott need to establish that the Federal Magistrate's decision is attended by sufficient doubt to warrant it being reconsidered by an appellate Court and that substantial injustice would result if leave were refused, supposing the decision to be wrong: see Decor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397 at 398-9.",
      "id": "s48"
    },
    {
      "text": "This is because the Federal Magistrate's decision was interlocutory in nature: see: Re Luck [2003] HCA 70 ; (2003) 203 ALR 1 at 2, where, in the joint judgment of McHugh ACJ and Gummow and Heydon JJ, their Honours said: \n \"[t]he usual test for determining whether an order is final or interlocutory is whether the order, as made, finally determines the rights of the parties in a principal cause pending between them.",
      "id": "s49"
    },
    {
      "text": "That question is answered by determining whether the legal effect of the judgment is final or not.",
      "id": "s50"
    },
    {
      "text": "If the legal effect of the judgment is final, it is a final order; otherwise, it is an interlocutory order.",
      "id": "s51"
    },
    {
      "text": "\" \n\n The order made by Phipps FM did not purport to determine finally or otherwise the rights of the parties in the proceeding before him.",
      "id": "s52"
    },
    {
      "text": "It was therefore an interlocutory decision: see Kay v Attorney-General for the State of Victoria [2000] VSCA 176 ; (2000) 2 VR 436 at 447-451.",
      "id": "s53"
    },
    {
      "text": "Mr and Mrs Scott have, in my view, failed to identify any error in the Federal Magistrate's decision.",
      "id": "s54"
    },
    {
      "text": "The proposed grounds of appeal do no more than advance the bald assertion that the Magistrate should have held that Mr and Mrs Scott were not vexatious litigants and the contention that he failed to take into account their assertion that the decisions in the previous proceedings were flawed and contrary to the documentary evidence.",
      "id": "s55"
    },
    {
      "text": "It was not open to the Federal Magistrate to treat the decisions of the High Court and this Court as having been wrongly decided.",
      "id": "s56"
    },
    {
      "text": "He made his decision after he had rejected the attempt by Mr and Mrs Scott to re-agitate their grievances under human rights legislation.",
      "id": "s57"
    },
    {
      "text": "Mr and Mrs Scott were refused leave to appeal from the Federal Magistrate's decision by Kenny J.",
      "id": "s58"
    },
    {
      "text": "In refusing leave her Honour observed, at [2007] FCA 2055 at [19] , that: \n \"The central difficulty for the applicants is that, for the most part, the underlying conduct about which they complain has already been the subject of comprehensive judicial consideration.",
      "id": "s59"
    },
    {
      "text": "Although the applicants now formulate their claims before HREOC as violations of their human rights, there is no doubt that they continue to attack (though by another route) the conduct of Centrelink in refusing to grant Mrs Scott a Special Benefit.",
      "id": "s60"
    },
    {
      "text": "\" \n The Federal Magistrate was entitled, as he did, to have regard to her Honour's decision when deciding to make an order under r 13.11.",
      "id": "s61"
    },
    {
      "text": "It was plainly open to him to conclude that the human rights case which he had determined was a vexatious proceeding and that Mr and Mrs Scott had \"habitually, persistently and without reasonable grounds instituted other vexatious proceedings\" in this Court over many years.",
      "id": "s62"
    },
    {
      "text": "Each of the proceedings, commencing with Scott v Pedler [2003] FCA 650 , was vexatious in the sense that it involved attempts to argue questions which had authoritatively been determined against Mr and Mrs Scott in earlier proceedings: see Jones v Skyring [1992] HCA 39 ; (1992) 109 ALR 303 at 309.",
      "id": "s63"
    },
    {
      "text": "It may be that a proceeding may be vexatious even though it is not \"utterly hopeless\": see Ramsey v Skyring [1999] FCA 907 ; (1999) 164 ALR 378 at 390.",
      "id": "s64"
    },
    {
      "text": "In using this expression, which he drew from Attorney General v Wentworth (1988) in NSWLR 488, the Federal Magistrate might have been intending to do no more than adopt what the Full Court had said in Scott v Pedler [2004] FCAFC 67: that the subsequent cases were effectively doomed to failure by the decision of Heerey J in Scott v Secretary, Department of Social Security [1999] FCA 1774.",
      "id": "s65"
    },
    {
      "text": "Nothing, however, turns on this point.",
      "id": "s66"
    },
    {
      "text": "The test to be applied by the Federal Magistrate was an objective one: see Jones [1992] HCA 39 ; (1992) 109 ALR 303 at 310; Ramsey [1999] FCA 907 ; (1999) 164 ALR 378.",
      "id": "s67"
    },
    {
      "text": "The fact that Mr and Mrs Scott strongly believed that their arguments in the earlier proceedings had merit and that the decisions in those cases were wrong was of no relevance.",
      "id": "s68"
    },
    {
      "text": "In oral argument, Mr and Mrs Scott sought to introduce an additional argument with a view to persuading the court that the Federal Magistrate was in error in holding that their arguments were utterly hopeless.",
      "id": "s69"
    },
    {
      "text": "They drew my attention to an order made by Connolly FM on 3 December 2008 in another proceeding between them and the Human Rights &amp; Equal Opportunity Commission, in which his Honour ordered that, pursuant to s 39(1) of the Federal Magistrates Act , all extant applications in that court be transferred to his Court.",
      "id": "s70"
    },
    {
      "text": "When I enquired about the circumstances in which the order came to be made, I was told that, after Kenny J made her decision, Mr and Mrs Scott made a further complaint to the Commission about the same decisions of Centrelink between 1993 and 1996, which were the subject of the earlier proceedings in this Court, and the first complaint to the Commission.",
      "id": "s71"
    },
    {
      "text": "More evidence was provided to the Commission, but it still declined to investigate this second complaint.",
      "id": "s72"
    },
    {
      "text": "Mr and Mrs Scott then commenced another proceeding in the Federal Magistrates Court.",
      "id": "s73"
    },
    {
      "text": "It was in the context of that proceeding that Connolly FM made his orders.",
      "id": "s74"
    },
    {
      "text": "Mr and Mrs Scott argued that his Honour would not have referred the matters to the Federal Court had they been hopeless.",
      "id": "s75"
    },
    {
      "text": "Having been referred to the court, those matters are awaiting hearing before North J.",
      "id": "s76"
    },
    {
      "text": "Thus far, two directions hearings have been held.",
      "id": "s77"
    },
    {
      "text": "In my view, there is no basis on the material before me for making the assumption that Connolly FM would not have referred the matters were he not satisfied that they had some merit.",
      "id": "s78"
    },
    {
      "text": "In the first place, there are no written reasons for his Honour's decision.",
      "id": "s79"
    },
    {
      "text": "Secondly, his decision is consistent with him making a purely administrative decision in order to ensure that matters that have already been considered by this court should be referred to this court for determination.",
      "id": "s80"
    },
    {
      "text": "In any event, the decision of Connolly FM was not considered or relied on by Phipps FM.",
      "id": "s81"
    },
    {
      "text": "Even if Connolly FM took a different view of the merits of Mr and Mrs Scott's claims, this would not have any bearing on the question of whether there existed sufficient doubt to warrant Phipps' FM decision being reconsidered.",
      "id": "s82"
    },
    {
      "text": "His decision is not attended by sufficient doubt to warrant it being reconsidered by this court.",
      "id": "s83"
    },
    {
      "text": "On the contrary, in my view it was a proper exercise of the discretion conferred on him by r 13.11.",
      "id": "s84"
    },
    {
      "text": "The application for leave to appeal should be dismissed with costs.",
      "id": "s85"
    },
    {
      "text": "In these circumstances there is no need to deal with Mr and Mrs Scott's application that the time limit imposed by O 52, r 5(2) of the Federal Court Rules be dispensed with.",
      "id": "s86"
    },
    {
      "text": "It is to be hoped that Mr and Mrs Scott will now heed the advice of Kenny J and others and put their long dispute with Centrelink behind them.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s88"
    },
    {
      "text": "Associate:\nDated: 30 April 2009\n Counsel for the Applicants: The applicants appeared in person \n \n Counsel for the Second Respondent: Mr P J Ginnane \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n Date of Hearing: 23 April 2009 \n \n Date of Judgment: 23 April 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/415.html",
      "id": "s89"
    }
  ]
}