{
  "name": "Deputy Commissioner of Taxation v WPS Motorsport Pty Limited [2009] FCA 476 (6 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/476.html",
  "catchphrases": [
    {
      "text": "application to wind-up corporation in insolvency and appoint official liquidator",
      "id": "c0"
    },
    {
      "text": "failure to comply with a statutory demand",
      "id": "c1"
    },
    {
      "text": "company not in administration at time of application",
      "id": "c2"
    },
    {
      "text": "administrator appointed on day prior to hearing of winding up application",
      "id": "c3"
    },
    {
      "text": "whether court satisfied that it was in the interests of creditors to continue in administration rather than to wind-up the corporation",
      "id": "c4"
    },
    {
      "text": "where winding up application should be adjourned",
      "id": "c5"
    },
    {
      "text": "court not satisfied adjournment of winding up application in the interests of creditors or otherwise warranted",
      "id": "c6"
    },
    {
      "text": "order that company be wound up in insolvency",
      "id": "c7"
    },
    {
      "text": "corporations act 2001 (cth) ss 9 , 436a , 440a , 513a , 513c",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    },
    {
      "text": "statutes",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "This is a reference from the Registrar's Corporations List of 1 May 2009.",
      "id": "s0"
    },
    {
      "text": "It did not prove possible that day for the reference to be heard by the duty judge.",
      "id": "s1"
    },
    {
      "text": "Today is the first available day upon which the reference can be heard.",
      "id": "s2"
    },
    {
      "text": "On 30 March 2009, a Deputy Commissioner of Taxation made application for the winding up of WPS Motorsport Pty Limited (Administrator Appointed) (hereafter WPS Motorsport).",
      "id": "s3"
    },
    {
      "text": "The addition of the description \"administrator appointed\" is but a recent one.",
      "id": "s4"
    },
    {
      "text": "The company was not in administration at the time when the application for winding up was made.",
      "id": "s5"
    },
    {
      "text": "Rather, on 30 April 2009, ie the day before the case was due to be heard in the Court, the directors of WPS Motorsport resolved that the company appoint an administrator under s 436A of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s6"
    },
    {
      "text": "On that day, a Mr Robert Boyce Moodie, a chartered accountant and an official liquidator, consented to appointment as administrator.",
      "id": "s7"
    },
    {
      "text": "He became the administrator of WPS Motorsport that day.",
      "id": "s8"
    },
    {
      "text": "The application for winding up is made on the basis of a failure on the part of WPS Motorsport to comply with the terms of a statutory demand and its consequential deemed insolvency.",
      "id": "s9"
    },
    {
      "text": "The underlying debt to the Commonwealth is, in total, very large, in excess of $1 million.",
      "id": "s10"
    },
    {
      "text": "The question for immediate determination is whether or not, having regard to s 440A(2) of the Act, I am satisfied that it is in the interests of the company's creditors for the company to continue under administration rather than be wound up.",
      "id": "s11"
    },
    {
      "text": "If I am so satisfied, then the effect of that subsection is that I am obliged to adjourn the hearing of the application for the winding up order.",
      "id": "s12"
    },
    {
      "text": "The onus of engendering that state of satisfaction lies on the company.",
      "id": "s13"
    },
    {
      "text": "It is necessary, in that regard, to make some observations concerning the present position of the company so far as it is revealed from the very general material before the Court, and also in respect of the proposal for a Deed of Company Arrangement (DOCA), advanced or sought to be advanced by the company's directors.",
      "id": "s14"
    },
    {
      "text": "The only evidence as to the assets of WPS Motorsport is found in the report as to its affairs made on behalf of the company by a director, a Mr John Atkinson, on 30 April 2009.",
      "id": "s15"
    },
    {
      "text": "That document records assets being plant and equipment, having a total estimated value of $100,000.",
      "id": "s16"
    },
    {
      "text": "Though the document makes reference to \"as detailed in inventory\", there is no inventory in the document before me.",
      "id": "s17"
    },
    {
      "text": "There are no other assets of the company shown.",
      "id": "s18"
    },
    {
      "text": "The company's creditors, each of whom, it seems, is unsecured, have, in total, debts owed to them of at least $6,195,117.",
      "id": "s19"
    },
    {
      "text": "It is necessary to say \"at least\", because in the annexure to the report as to affairs, there is, in respect of a company, Goreco Proprietary Limited, an unknown liability noted and, further, in respect of what are described as \"intercompany loans\", there is likewise an unknown liability specified.",
      "id": "s20"
    },
    {
      "text": "Further, the debt recorded in respect of the Australian Taxation Office is $783,629, whereas, apparently, the total indebtedness to the Commonwealth payable to the Commissioner of Taxation exceeds $1 million.",
      "id": "s21"
    },
    {
      "text": "I note in passing, in respect of the list of unsecured creditors, that there is a debt of $377,794 of some unspecified nature to the Office of State Revenue, ie, the State of Queensland.",
      "id": "s22"
    },
    {
      "text": "Directors' loans also comprise a large proportion of the indebtedness to unsecured creditors.",
      "id": "s23"
    },
    {
      "text": "These total $924,000.",
      "id": "s24"
    },
    {
      "text": "I infer that the initials \"JEA\" and \"CG\", annotated against \"directors' loans\" in the list of unsecured creditors, are references to Mr Atkinson, whom I have already mentioned, and the other director of WPS Motorsport, Mr Craig Gore.",
      "id": "s25"
    },
    {
      "text": "I note further that, individually, as opposed to, it seems, jointly, Messrs Gore and Atkinson are also creditors in the sums of, respectively, $20,313 and $235,514.",
      "id": "s26"
    },
    {
      "text": "Mr Atkinson has deposed that, broadly speaking, the principal activity of WPS Motorsport was motor racing.",
      "id": "s27"
    },
    {
      "text": "He further deposes that the company was one which formed part of: \n ...the race brand, generally described as \"WPS Racing/WPS Motorsports\".",
      "id": "s28"
    },
    {
      "text": "The salient points of the DOCA, which the directors propose to put to a meeting of creditors, is summarised by Mr Atkinson in these terms: \n Mr Robert Moodie will be appointed deed administrator.",
      "id": "s29"
    },
    {
      "text": "The company will revert to the control of directors upon execution of the Deed.",
      "id": "s30"
    },
    {
      "text": "The company will pay into the Deed Fund an amount sufficient to pay all participating creditors 6 cents in the dollar in three installments at: \n\n $50,000 within 7 days from execution of the Deed of Company Arrangement; $90,000 on or before 30 June 2009 (cumulative: 140,000); balance of $60,000 on or before 30 August 2009; a balancing amount, on or before 30 September 2009, sufficient to enable the agreed 6 cents dividend after DCA administration costs.",
      "id": "s31"
    },
    {
      "text": "The amount of this final payment would be determined by the amount of claims accepted to participate in the DCA and actual costs of managing the DCA (total estimated: $200,000).",
      "id": "s32"
    },
    {
      "text": "Any unsecured creditors will be excluded from the DCA.",
      "id": "s33"
    },
    {
      "text": "The directors will not claim in the DCA.",
      "id": "s34"
    },
    {
      "text": "A Deed Fund will be distributed firstly in payment of the costs and expenses of the Administrator and the Deed Administrator, then to all participating creditors in accordance with the relevant sections of the Act.",
      "id": "s35"
    },
    {
      "text": "Subject to obtaining the secured creditor's permission, the Company will provide a fixed and floating charge ranked behind the secured creditor over its assets to the extent of the amount due to the DCA fund.",
      "id": "s36"
    },
    {
      "text": "Should the Company fail to pay into the Deed Fund the monies due to the DCA Fund, the Deed Administrator will convene a meeting of creditors with the intention of either varying the Deed or placing the Company into liquidation.",
      "id": "s37"
    },
    {
      "text": "In the event that the Deed Administrator is over the view for whatever reason that the Company and/or director will be unable to comply with the terms of the Deed, he will convene a meeting of creditors with the intention of varying the deed or placing the Company into liquidation.",
      "id": "s38"
    },
    {
      "text": "[sic] \n Mr Atkinson deposes that it is his view, based on the information presently available to him, that it is in the interests of creditors that the creditors be afforded the opportunity to consider any DOCA proposal.",
      "id": "s39"
    },
    {
      "text": "It must be said, with all due respect to Mr Atkinson, that whatever information may presently be available to him, that which is available to the Court is sparse indeed.",
      "id": "s40"
    },
    {
      "text": "It does emerge from his affidavit that, over the past few months, he (inferentially, on behalf of the company WPS Motorsports) has had discussions with one Steve Di Petta.",
      "id": "s41"
    },
    {
      "text": "These discussions have concerned Mr Di Petta's interest in V8 Supercar Racing and the acquisition of WPS Motorsport by Mr Di Petta.",
      "id": "s42"
    },
    {
      "text": "Mr Atkinson deposes that he and Mr Di Petta have had discussions to the extent that there is value in the brand, WPS Motorsports.",
      "id": "s43"
    },
    {
      "text": "I observe that if there is any value in the brand, WPS Motorsports, it is not a value which commended itself to Mr Atkinson in setting out the assets of that company in the report as to its affairs.",
      "id": "s44"
    },
    {
      "text": "The form makes provision for other assets to be valued, if only by estimation, and detailed.",
      "id": "s45"
    },
    {
      "text": "There is but a blank space on the form where this might have been done.",
      "id": "s46"
    },
    {
      "text": "Mr Atkinson deposes that it is \"no secret\" that Mr Di Petta has an interest in motorsport and, more precisely, that category of motor racing described as \"V8 Supercars\".",
      "id": "s47"
    },
    {
      "text": "He further deposes that, according to inquiries which he has conducted, Mr Di Petta has the financial resources to be able to fund a team to compete in the motorsport category described as \"V8 Supercar Racing\".",
      "id": "s48"
    },
    {
      "text": "Apparently, Mr Di Petta features on the \"BRW Young Rich List\".",
      "id": "s49"
    },
    {
      "text": "I presume, given the notoriety of the letters \"BRW\", that this is a reference to \"Business Review Weekly\".",
      "id": "s50"
    },
    {
      "text": "Whatever one might make of the evidentiary value of someone featuring on the \"BRW Young Rich List\", I do have the benefit of an affidavit from Mr Di Petta.",
      "id": "s51"
    },
    {
      "text": "He confirms in that that he has had, for many years, a keen interest in motorsport racing and a desire to own his own motor racing team, particularly in the V8 category.",
      "id": "s52"
    },
    {
      "text": "He further confirms that it has come to his attention that WPS Motorsport was \"looking for a buyer\" and that he has had discussions with representatives of that company over the past few months.",
      "id": "s53"
    },
    {
      "text": "Mr Di Petta believes that the company is \"correctly positioned on which to build a racing team\".",
      "id": "s54"
    },
    {
      "text": "He states that he has made an initial offer to WPS Motorsport and that he is prepared to commit the sum of $200,000 for its purchase by either him or a company controlled by him.",
      "id": "s55"
    },
    {
      "text": "That purchase, he deposes, would be subject to, and conditional upon, WPS Motorsport entering into a sale agreement in terms satisfactory to him and to his solicitor.",
      "id": "s56"
    },
    {
      "text": "He sets out in his affidavit certain special conditions that he would require to be incorporated in any sale agreement.",
      "id": "s57"
    },
    {
      "text": "I note that these special conditions make reference to a consent being received by the purchaser from third parties under each \"key contract\" to the assignment of the relevant key contract to the purchaser to an assignment of leases of premises used for the benefit of the business and to the purchaser having received \"from TEGA and AVESCO\" consent to the sale and assignment of all estate and interest in a \"Level 1 teams' licence agreement\".",
      "id": "s58"
    },
    {
      "text": "These references to a \"key contract\", to leases and to a Level 1 teams' licence, as well as to TEGA and AVESCO, are intriguing to say the least.",
      "id": "s59"
    },
    {
      "text": "Exactly what they mean is a complete mystery on the evidence.",
      "id": "s60"
    },
    {
      "text": "Again, if they have any value one might expect them to be the subject of express reference and at least estimation as to value in the report as to the company's affairs.",
      "id": "s61"
    },
    {
      "text": "There is no such reference.",
      "id": "s62"
    },
    {
      "text": "If I am satisfied that it is in the interests of the company's creditors for the company to continue under administration then I am obliged, as I have said, by s 440A(2) to adjourn the winding up application.",
      "id": "s63"
    },
    {
      "text": "The converse does not automatically follow.",
      "id": "s64"
    },
    {
      "text": "By that I mean even if I were not satisfied as to it being in the interests of the company's creditors for the company to continue under administration I would, nonetheless, possess a discretion to adjourn the winding up application.",
      "id": "s65"
    },
    {
      "text": "It was, at one stage, submitted on behalf of WPS Motorsports that I should take into account the public interest in deciding the question posed by s 440A(2).",
      "id": "s66"
    },
    {
      "text": "I do not consider that the public interest is a relevant consideration under that subsection.",
      "id": "s67"
    },
    {
      "text": "The relevant consideration under that subsection is, as the subsection states, is it in the interests of the company's creditors for the company to continue under administration rather than be wound up?",
      "id": "s68"
    },
    {
      "text": "Nonetheless, the public interest is a relevant consideration in the event that I were not satisfied that it was in the interests of the company's creditors for the company to continue under administration rather than be wound up.",
      "id": "s69"
    },
    {
      "text": "To that extent, and to that extent only, I consider I shall have regard to public interest considerations.",
      "id": "s70"
    },
    {
      "text": "In Creevey and Another v Deputy Commissioner of Taxation (1996) 19 ACSR 456 at 457 (hereafter \" Creevey's case\"), McPherson JA, with whom Pincus and Davies JJA agreed, observed of s 440A(2): \n It is evident from the terms of that subsection that before it applies the court must be satisfied not only that there is an administration but also as the subsection says, that it is in the interests of the company's creditors for the company to continue under administration rather than be wound up.",
      "id": "s71"
    },
    {
      "text": "The Judge in the present case was not satisfied that it was in the creditor's interests for the administration to continue and it is his decision to that effect that is challenged here.",
      "id": "s72"
    },
    {
      "text": "The question of whether an administration should continue, rather than that there be a winding up, is obviously closely related to the further question of whether the creditors could hope to get more by way of payment of their debts from one form of process or administration than from the other.",
      "id": "s73"
    },
    {
      "text": "In order to satisfy the court of the matter referred to in s 440A(2) of the Corporations Law, one would expect that there would have to be some persuasive evidence to enable it to be seen that there were assets which, if realised under one form of administration rather than the other, would produce a larger dividend, or at least an accelerated dividend for the creditors.",
      "id": "s74"
    },
    {
      "text": "It is important to recall that the observations made by McPherson JA in Creevey's case were not made in a vacuum.",
      "id": "s75"
    },
    {
      "text": "Justice Philip McMurdo made just such a point, in my opinion, in Re Octaviar Limited (formerly MFS Limited) [2008] QSC 216 at [55] .",
      "id": "s76"
    },
    {
      "text": "There are two matters to be noted about that passage from Creevey .",
      "id": "s77"
    },
    {
      "text": "The first is that read in context, it is referring to the absence of evidence of any assets whatsoever.",
      "id": "s78"
    },
    {
      "text": "Secondly, it is not possible to read this passage as a statement of some principle that in every case, for a court to be satisfied in terms of s 440A(2) , there must be some detailed comparison of the dividends from one regime or the other.",
      "id": "s79"
    },
    {
      "text": "It will often be the case where not enough is known about what is likely to come from one or both regimes for that comparison to be made at this stage.",
      "id": "s80"
    },
    {
      "text": "As McDougall J said in SGB Raffia v Gammacon (No 2) [2007] NSWSC 1510 , McPherson JA in Creevey \n\n \n\"was not purporting to reframe the statutory test but, rather, to state its application firstly in the case before the court and secondly by reference to more general considerations.",
      "id": "s81"
    },
    {
      "text": "\"\n \n \n McDougall J there referred to what was said by Campbell J in Deputy Commissioner of Taxation v Bradley Keeling Management Pty Ltd [2003] NSWSC 47 ; (2003) 44 ACSR 377 at 380 in a passage which I respectfully adopt: \n\n \n\"[18] Ultimately what the court needs to do is to be persuaded.",
      "id": "s82"
    },
    {
      "text": "The amount of proof which can result in persuasion differs with the circumstances in which litigation comes before the court.",
      "id": "s83"
    },
    {
      "text": "It is common enough, in applications under s 440A , for an administrator to need to seek an adjournment very soon after his or her appointment, at a time when he or she knows very little about the affairs of the company.",
      "id": "s84"
    },
    {
      "text": "In that sort of situation, comparatively little material might be needed to justify a short adjournment.",
      "id": "s85"
    },
    {
      "text": "As time goes on, however, and the occasion that there has been for the collecting of evidence increases, so the amount of material which might need to be put before the court before it is persuaded, will increase.",
      "id": "s86"
    },
    {
      "text": "\"\n In another case, TCS Management Pty Ltd v CTTI Solutions Pty Ltd [2001] NSWSC 830 , Hamilton J made observations with respect to s 440A(2).",
      "id": "s87"
    },
    {
      "text": "He, too, referred to Creevey's case, noting that it was the only intermediate appellant authority.",
      "id": "s88"
    },
    {
      "text": "His Honour's judgment contains a valuable critical analysis of later authorities in various original jurisdictions concerning the subsection.",
      "id": "s89"
    },
    {
      "text": "At para 18, in following this analysis, his Honour reached this conclusion: What I derive from a consideration of the foregoing authorities, as perhaps appears from my reflections during their recitation, is that it is dangerous, as in so many cases, to place any gloss upon the statute.",
      "id": "s90"
    },
    {
      "text": "The sole consideration posited as the criterion for the Court's decision in s 440A(2) is the interests of the company's creditors.",
      "id": "s91"
    },
    {
      "text": "It is clear that the onus is on the person seeking the adjournment to establish to the satisfaction of the Court that the adjournment is in the interests of those creditors.",
      "id": "s92"
    },
    {
      "text": "In general terms, that will be difficult to do unless there is a good case that there will be a greater or more accelerated return from the course contended for.",
      "id": "s93"
    },
    {
      "text": "But considerations beyond mere quantum may be relevant to take into account in determining what is in the interests of the creditors and whether it is established that an adjournment may be said to be in the creditors' interests.",
      "id": "s94"
    },
    {
      "text": "Where there are advantages in either course, in general terms it may well be the proper course to give such adjournment as will allow the creditors themselves to vote upon the proposal and determine which course they prefer.",
      "id": "s95"
    },
    {
      "text": "In a judgment which I recently delivered in Australian Securities and Investments Commission, in the matter of Storm Financial Limited (Receivers and Managers Appointed) (Administrators Appointed) v Storm Financial Limited (Receivers and Managers Appointed) (Administrators Appointed) [2009] FCA 269 , I observed of such a survey of authority that the long and the short of it was that s 440A(2) means what it says.",
      "id": "s96"
    },
    {
      "text": "It is for the person seeking the adjournment to satisfy the court that in the circumstances of the particular case, it is in the interests of the company's creditors for it to continue under administration rather than be wound up.",
      "id": "s97"
    },
    {
      "text": "I approach the question of whether to adjourn having regard to the authorities just mentioned and what I have described as the long and the short of it.",
      "id": "s98"
    },
    {
      "text": "Another matter which was the subject of submissions was the effect of the granting of an adjournment in relation to the relation-back period.",
      "id": "s99"
    },
    {
      "text": "The Act defines in s 9 \"relation-back day\" to mean: \n Relation-back day, in relation to a winding up of a company or Part 5.7 body, means: \n\n \n (a) if, because of Division 1A of Part 5.6, the winding up is taken to have begun on the day when an order that the company or body be wound up was made--the day on which the application for the order was filed; or \n (b) otherwise--the day on which the winding up is taken because of Division 1A of Part 5.6 to have begun.",
      "id": "s100"
    },
    {
      "text": "In this instance, were a winding up to be ordered by the Court, the effect of s 513A in the circumstances is that, because the company was under administration, the winding up would be taken to have begun or commenced on the s 513C day in relation to the administration: see s 513A(b).",
      "id": "s101"
    },
    {
      "text": "The s 513C day, in relation to the administration of the company, would, in this instance, be the day on which the administration began: see s 513C(b).",
      "id": "s102"
    },
    {
      "text": "The effect of the company being in administration then is to affect the day which is the relation-back day.",
      "id": "s103"
    },
    {
      "text": "That effect has already occurred.",
      "id": "s104"
    },
    {
      "text": "It was not put to me that there should be some alteration of that effect.",
      "id": "s105"
    },
    {
      "text": "Another matter which was adverted to in submissions on behalf of the Commissioner was that there may be matters warranting investigation by a liquidator, having regard to the reference in the list of unsecured creditors to intercompany loans of an unspecified amount.",
      "id": "s106"
    },
    {
      "text": "Such a consideration I note was regarded as relevant by Gyles J in Deputy Commissioner of Taxation, in the matter of KJ Consulting Pty Limited (Administrators Appointed) (ACN 081 729 768) v KJ Consulting Pty Limited (Administrators Appointed) (ACN 081 729 768) [2005] FCA 1827.",
      "id": "s107"
    },
    {
      "text": "I do take that factor into account in this instance.",
      "id": "s108"
    },
    {
      "text": "This is a case where the factors for and against being satisfied as to where the interests of creditors lie are not all one way.",
      "id": "s109"
    },
    {
      "text": "Having regard to the estimated worth of the only disclosed asset and to the costs of liquidation there is, at least at present, very little prospect indeed of a return to creditors.",
      "id": "s110"
    },
    {
      "text": "There is something, though, of a prospect in relation to the proposed deed of company administration.",
      "id": "s111"
    },
    {
      "text": "It is said to be six cents in the dollar.",
      "id": "s112"
    },
    {
      "text": "That is certainly a lot more than nothing, derisory though six cents in the dollar may be.",
      "id": "s113"
    },
    {
      "text": "It is an unfortunate feature of this case that indebtedness to the Commonwealth and, it seems, the State of Queensland has been allowed to accumulate to the extent that it has.",
      "id": "s114"
    },
    {
      "text": "Nonetheless, to recover something is to recover more than nothing so far as the consolidated revenue of the Commonwealth and the State and other unsecured creditors is concerned.",
      "id": "s115"
    },
    {
      "text": "The difficulty is in finding substance even at this preliminary stage in what WPS Motorsport has to offer.",
      "id": "s116"
    },
    {
      "text": "I am very conscious, as the authorities highlight, that substance may be revealed in the course of an administrator's investigating the affairs of the company and reporting to creditors.",
      "id": "s117"
    },
    {
      "text": "Nonetheless, it seems to me that there should at least be raised the existence of an asset which is the subject of the proposed transaction and there is just no evidence at all.",
      "id": "s118"
    },
    {
      "text": "All that there is some vague reference in terms to which I have referred.",
      "id": "s119"
    },
    {
      "text": "In those circumstances, it seems to me that there is not a persuasive case for an adjournment or at least, better put, I am not persuaded that it is in the interests of creditors for the company to continue under administration.",
      "id": "s120"
    },
    {
      "text": "I then have to consider, as I have indicated, whether, in any event, there ought to be an adjournment of the winding up application.",
      "id": "s121"
    },
    {
      "text": "The company is, on present materials, not just insolvent but spectacularly so.",
      "id": "s122"
    },
    {
      "text": "It has large debts to the consolidated revenues of the Commonwealth and the State as well as to, it seems, arm's length creditors.",
      "id": "s123"
    },
    {
      "text": "I can see no public interest that would warrant the continuance of the company.",
      "id": "s124"
    },
    {
      "text": "It seems to me that the company is one which ought to be wound up.",
      "id": "s125"
    },
    {
      "text": "I therefore propose to make orders for the winding up of the company and the appointment of a liquidator.",
      "id": "s126"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s127"
    },
    {
      "text": "Associate:\n \n \nDated: 11 May 2009\n \n For the Plaintiff: A member of the Australian Taxation Office, appearing pursuant to the Taxation Administration Act 1958 \n \n Counsel for the Defendant: Mr P Hanlon \n \n Solicitor for the Defendant: PK Lawyers \n Date of Hearing: 6 May 2009 \n \n Date of Judgment: 6 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/476.html",
      "id": "s128"
    }
  ]
}