{
  "name": "Tran v The Commonwealth [2009] FCA 474 (15 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/474.html",
  "catchphrases": [
    {
      "text": "automatic forfeiture of fishing vessel engaged in transportation of unauthorised persons to australia",
      "id": "c0"
    },
    {
      "text": "meaning of word 'contravention'",
      "id": "c1"
    },
    {
      "text": "whether contravention of s 261a of migration act 1958 (cth) requires conviction of offence",
      "id": "c2"
    },
    {
      "text": "whether contravention of s 261a limited to contravention of provisions within migration act creating offences",
      "id": "c3"
    },
    {
      "text": "whether offence section contravened if a defence were available",
      "id": "c4"
    },
    {
      "text": "whether s 42 of the migration act contravened",
      "id": "c5"
    },
    {
      "text": "grounds under which court can depart from a previous judgment",
      "id": "c6"
    },
    {
      "text": "reference to headings to divisions in aid of interpretation",
      "id": "c7"
    },
    {
      "text": "use of extrinsic material",
      "id": "c8"
    },
    {
      "text": "ss 13 , 15ab acts interpretation act 1901 (cth)",
      "id": "c9"
    },
    {
      "text": "'contravention of this act'",
      "id": "c10"
    },
    {
      "text": "migration",
      "id": "c11"
    },
    {
      "text": "practice and procedure",
      "id": "c12"
    },
    {
      "text": "interpretation",
      "id": "c13"
    },
    {
      "text": "words and phrases",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "PREVIOUS JUDGMENT \n On 16 June 2008 the Court delivered its findings in respect of specific questions which were asked of it pursuant to O 29 r 2 of the Federal Court Rules (Cth): see Tran v The Commonwealth [2008] FCA 901 ; (2008) 103 ALD 290 (' Tran No.",
      "id": "s0"
    },
    {
      "text": "1 ').",
      "id": "s1"
    },
    {
      "text": "Since the facts and legislation are set out in that decision, the present decision should be read in conjunction with Tran No.",
      "id": "s2"
    },
    {
      "text": "1 .",
      "id": "s3"
    },
    {
      "text": "In Tran No.",
      "id": "s4"
    },
    {
      "text": "1 the Court found that s 261A of the Migration Act 1958 (Cth) ('the Migration Act ') operated to effect an automatic forfeiture of the ship Hao Kiet BL91693TS ('the ship') on or about 1 July 2003 when the ship entered Australia carrying persons who held no valid Australian visas.",
      "id": "s5"
    },
    {
      "text": "To answer the specific questions the Court was provided with an agreed statement of facts.",
      "id": "s6"
    },
    {
      "text": "The determination of such questions did not finally resolve the rights of the parties since an automatic forfeiture brought about by s 261A of the Migration Act remains contestable: see Tran No.",
      "id": "s7"
    },
    {
      "text": "1 at [45].",
      "id": "s8"
    },
    {
      "text": "The continuation of the hearing in respect of which this judgment is now delivered provided the applicant with the opportunity to provide any evidence upon which he relied to dispute that forfeiture of the ship had occurred.",
      "id": "s9"
    },
    {
      "text": "In Tran No.",
      "id": "s10"
    },
    {
      "text": "1 the Court referred to the automatic forfeiture as ' the purported forfeiture ' (at [49]), only as a means of indicating that in these proceedings the applicant could challenge the forfeiture under the mechanism explained in that decision, that is, through the condemnation process.",
      "id": "s11"
    },
    {
      "text": "PRESENT PROCEEDINGS \n On 9 September 2008 the applicant filed a Further Amended Application seeking a declaration that the ship is not forfeited, or, in the alternative, a declaration that any forfeiture ' including under s 261A of the Migration Act , is revoked ' and further declarations relating to the right of the applicant to possession of the ship.",
      "id": "s12"
    },
    {
      "text": "The Further Amended Application also seeks declarations relating to claims for damages arising from the alleged unauthorised destruction and/or loss of possession of the ship.",
      "id": "s13"
    },
    {
      "text": "A Further Amended Statement of Claim was also filed on 9 September 2008.",
      "id": "s14"
    },
    {
      "text": "The Further Amended Statement of Claim raised the following claim (at [4]): \n At all material times the Applicant was responding to a sudden and extraordinary emergency and believed that each of the Vietnamese citizens who so fled from Vietnam to Australia were entitled to receive protection from Australia by virtue of the 1951 Convention relating to the Status of Refugees as amended by the 1967 Protocol relating to the Status of Refugee ['the Refugee Convention '].",
      "id": "s15"
    },
    {
      "text": "As to the loss of possession of the ship, the Further Amended Statement of Claim makes the following new allegations: The Applicant was and remains at all material times entitled to possession of the Ship.",
      "id": "s16"
    },
    {
      "text": "The officers who seized and destroyed the Ship were not \"authorized officers\" within the meaning in sections 5 and 261B of the Migration Act nor were they officers who acted under an order by such an \"authorised officer\" within the meaning in the said sections.",
      "id": "s17"
    },
    {
      "text": "By reason of its unauthorised destruction and/or possession of the Ship, the Respondent has trespassed against the right of possession vested in the Applicant for its own use and without authorisation under law.",
      "id": "s18"
    },
    {
      "text": "By reason of its unauthorised destruction and/or possession of the Ship, the Respondent has converted the right of possession vested in the Applicant for its own use and without authorisation under law.",
      "id": "s19"
    },
    {
      "text": "Further and in the alternative, by reason of its unauthorised destruction and/or possession of the Ship, the Respondent has breached its duty to the Applicant as an involuntary bailee of the Ship without authorisation under law.",
      "id": "s20"
    },
    {
      "text": "The Applicant is entitled to damages for trespass and/or conversion and/or breach of its duty as involuntary bailee.",
      "id": "s21"
    },
    {
      "text": "On 12 September 2008 the respondent ('the Commonwealth') filed a cross-claim seeking the following: A DECLARATION that title in the ship with the markings Hao Keit [sic] BL91693TS passed to the Commonwealth on and from 1 July 2003 and all rights and title to that ship were vested in the Commonwealth on and from 1 July 2003.",
      "id": "s22"
    },
    {
      "text": "or in the alternative \n A DECLARATION that the ship with the markings Hao Keit [sic] BL91693TS is condemned as forfeited to the Commonwealth.",
      "id": "s23"
    },
    {
      "text": "The Commonwealth also filed an Amended Defence to the further Amended Statement of Claim on 16 October 2008 disputing the factual allegations of the applicant and disputing the quantum of damages claimed in respect of the loss of the ship.",
      "id": "s24"
    },
    {
      "text": "Evidence has been adduced by both parties and further submissions made in support of the Further Amended Statement of Claim and of the cross-claim of the Commonwealth.",
      "id": "s25"
    },
    {
      "text": "The parties rely upon the agreed facts which are stated at [5] in Tran No.",
      "id": "s26"
    },
    {
      "text": "1 .",
      "id": "s27"
    },
    {
      "text": "Each party has filed one affidavit.",
      "id": "s28"
    },
    {
      "text": "The affidavit of Farid Varess, filed by the applicant, attaches documentation relating to the detention of the ship and of the condition of the vessel at the time of its destruction.",
      "id": "s29"
    },
    {
      "text": "The affidavit of Neil Sugget, filed by the Commonwealth, provides details of the apprehension of the ship, and of the decision to destroy it.",
      "id": "s30"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS \n The applicant submits that its challenge to the forfeiture of the ship under s 261A of the Migration Act will succeed if the Court is not satisfied to a high degree of probability that the ship has been involved in a contravention of one or more provisions of the Migration Act which creates a relevant criminal offence and that the Court could not be so satisfied in the circumstances of the current proceedings.",
      "id": "s31"
    },
    {
      "text": "In support of its submission the applicant relies upon the text of the heading of Division 13A of Part 2 of the Migration Act entitled ' Automatic forfeiture of things used in certain offences ' and submits that the Court must consider whether an offence of the relevant kind has been committed.",
      "id": "s32"
    },
    {
      "text": "The applicant also refers to the headings of ss 261A and 261B of the Migration Act entitled respectively ' Forfeiture of things used in certain offences ' and ' Seizure of things used in certain offences '.",
      "id": "s33"
    },
    {
      "text": "The applicant submits that pursuant to ss 13(1) and 15AB (2)(a) of the Acts Interpretation Act 1901 (Cth), both the heading of the Division as well as the heading of the section can be considered when construing the operation of s 261A.",
      "id": "s34"
    },
    {
      "text": "The applicant relies upon the headings and the use of the words ' in contravention of this Act ' in s 261A(1)(a) as evincing Parliament's intention that s 261A effects forfeiture in situations arising from more than a mere failure to abide by any rule or norm, and that only contravention of sections of the Migration Act creating offences will be sufficient to result in forfeiture.",
      "id": "s35"
    },
    {
      "text": "The applicant relies upon the decision of the Full Court of the Supreme Court of South Australia in Dimella Constructions Pty.",
      "id": "s36"
    },
    {
      "text": "Ltd v Stocker and Stocker (1976) 14 SASR 215 in which the Court at 221-222 considered the meaning of the word 'contravention'.",
      "id": "s37"
    },
    {
      "text": "Additionally, the applicant submits that the principle of interpretation that Parliament is not taken to deprive persons of property rights without expressing its intention in unmistakable and unambiguous terms applies: see Coco v R (1994) 179 CLR 427 at 437-438.",
      "id": "s38"
    },
    {
      "text": "The applicant refers to extrinsic material, being the Second Reading speech of the Border Protection Legislation Amendment Bill 1999 (Cth) ('the Border Protection Bill '), in which the Immigration Minister referred to the forfeiture and disposal of ships and aircraft ' used in people smuggling operations '.",
      "id": "s39"
    },
    {
      "text": "The applicant submits that while such speech reveals the intention that vessels used in the commission of criminal offences such as people smuggling may be liable to forfeiture, forfeiture cannot occur where the commission of an offence has not been established.",
      "id": "s40"
    },
    {
      "text": "The applicant relies on the result of the charges brought under the Migration Act against those on board the ship.",
      "id": "s41"
    },
    {
      "text": "The applicant was charged with a breach of s 232A of the Migration Act and following his conviction in the Supreme Court of Western Australia he appealed.",
      "id": "s42"
    },
    {
      "text": "The Crown conceded the appeal and the conviction was quashed.",
      "id": "s43"
    },
    {
      "text": "The applicant was subsequently acquitted on a retrial after establishing the defence of sudden or extraordinary emergency as provided by s 10.3(1) of the Criminal Code Act 1995 (Cth) ('the Criminal Code ').",
      "id": "s44"
    },
    {
      "text": "Charges under the Migration Act were also brought against other persons on the ship, namely Mr Hoang Thanh Lai and Mr Van Hoa Nguyen.",
      "id": "s45"
    },
    {
      "text": "The claim against Mr Lai was dismissed.",
      "id": "s46"
    },
    {
      "text": "Mr Nguyen successfully appealed his conviction in the Court of Criminal Appeal of Western Australia, and in consequence his conviction was quashed and a retrial ordered.",
      "id": "s47"
    },
    {
      "text": "However, the Crown thereafter filed a notice of discontinuance in respect of the charges.",
      "id": "s48"
    },
    {
      "text": "The applicant argues that the defence of sudden and extraordinary emergency applies to the relevant offence provisions of the Migration Act , namely ss 229(1) , 232 (1), 232A and 233 .",
      "id": "s49"
    },
    {
      "text": "The applicant argues it must follow that the applicant cannot be found liable for any offence under the Migration Act .",
      "id": "s50"
    },
    {
      "text": "The applicant also relies upon the fact that every person on the ship has been granted a protection visa or refugee visa.",
      "id": "s51"
    },
    {
      "text": "The applicant accordingly submits that the Court could not be satisfied that any contravention of the Migration Act exists arising from the entry of the ship into Australia For these reasons the applicant submits that there is no relevant contravention of the Migration Act , and that in the absence thereof there has been no forfeiture and accordingly the Court should not confirm the automatic forfeiture.",
      "id": "s52"
    },
    {
      "text": "The applicant invites the Court to revisit its findings in Tran No.",
      "id": "s53"
    },
    {
      "text": "1 in light of its further submissions.",
      "id": "s54"
    },
    {
      "text": "The applicant claims that there has been a trespass to his property or intentional or negligent interference with his property and that just terms are payable under the Customs Act 1901 (Cth) in respect of the loss of the ship.",
      "id": "s55"
    },
    {
      "text": "The claim for damages is itemised in the amount of $307,274.85.",
      "id": "s56"
    },
    {
      "text": "FINDINGS \n Before considering the substance of the applicant's claims, it is to be observed that ordinarily the Court cannot revisit its findings.",
      "id": "s57"
    },
    {
      "text": "In Wentworth v Woollahra Municipal Council and Others [1982] HCA 41 ; (1982) 149 CLR 672 at 684 Mason ACJ, Wilson and Brennan JJ said:- \n ...the circumstances in which this Court will reopen a judgment which it has pronounced are extremely rare.",
      "id": "s58"
    },
    {
      "text": "The public interest in maintaining the finality of litigation necessarily means that the power to reopen to enable a rehearing must be exercised with great caution.",
      "id": "s59"
    },
    {
      "text": "Generally speaking, it will not be exercised unless the applicant can show that by accident without fault on his part he has not been heard.",
      "id": "s60"
    },
    {
      "text": "Similarly, Mason CJ in Autodesk Inc. and Another v Dyason and Others (No.",
      "id": "s61"
    },
    {
      "text": "2) [1993] HCA 6 ; (1993) 176 CLR 300 at 303 said that the power of the Court to reconsider judgments would not be exercised for the purpose of ' re-agitating arguments already considered by the Court ', nor ' because the party seeking a rehearing has failed to present the argument in all its aspects or as well as it might have been put '.",
      "id": "s62"
    },
    {
      "text": "In view of such authority, there can be no scope for the Court to reconsider the questions it has already answered unless it is found by the Court that ' it is incontestable that the earlier decision is wrong ': see McMullin and Another v ICI Australia Operations Pty Ltd and Others (No 7) [1999] FCA 1814 ; (1999) 169 ALR 227 at [20] .",
      "id": "s63"
    },
    {
      "text": "The applicant drew the Court's attention to Perpetual Trustee Co Ltd v Valuer General (No 2); Trust Co of Australia Ltd and Another v Valuer General (No 2) [2007] SASC 340 ; (2007) 99 SASR 251 as supporting its proposition that the findings in Tran No.",
      "id": "s64"
    },
    {
      "text": "1 could be reconsidered.",
      "id": "s65"
    },
    {
      "text": "In that decision Debelle J found that such principle that findings cannot be reconsidered should not ' apply to an interlocutory judgment determining a question of statutory construction ' where no evidence had been led and where the assumptions upon which the preliminary questions were argued were later found to be erroneous.",
      "id": "s66"
    },
    {
      "text": "While such authority refers to a basis for reviewing an earlier decision where the Court, still possessing jurisdiction in a proceeding, later considers its decision to be erroneous, this Court considers that the principle referred to in Autodesk and McMullin applies generally and should guide this Court in the present circumstances.",
      "id": "s67"
    },
    {
      "text": "Is forfeiture dependent upon conviction or commission of a criminal offence?",
      "id": "s68"
    },
    {
      "text": "The applicant's submission concerning this aspect of the claim partially repeats the applicant's submissions made in relation to the specific questions raised in Tran No.",
      "id": "s69"
    },
    {
      "text": "1 .",
      "id": "s70"
    },
    {
      "text": "Despite this, the Court will address the applicant's submissions.",
      "id": "s71"
    },
    {
      "text": "In Olbers Co Ltd v Commonwealth of Australia and Another [2004] FCA 229 ; (2004) 136 FCR 67 at 79, French J, referring to s 106A of the Fisheries Management Act 1991 (Cth) ('the FMA'), addressed the question whether a conviction for an offence was necessary before forfeiture could occur under the provisions of that section.",
      "id": "s72"
    },
    {
      "text": "Such section provides for the forfeiture to the Commonwealth of boats, traps and other things used in offences against various provisions of that Act.",
      "id": "s73"
    },
    {
      "text": "His Honour said at [79]: \n It was contended for the applicants that before s 106A could operate to effect forfeiture of a boat or its equipment or catch it was necessary that there be a conviction for one or more of the offences upon which such forfeiture was said to arise.",
      "id": "s74"
    },
    {
      "text": "As a matter of construction this proposition cannot be sustained.",
      "id": "s75"
    },
    {
      "text": "Where there has been a conviction for an offence forfeiture can be ordered by the convicting court under s 106.",
      "id": "s76"
    },
    {
      "text": "Section 106A does not require any judicial determination to give effect to the forfeiture for which it provides albeit a judicial determination may be made if the occurrence of the forfeiture is contested in later proceedings.",
      "id": "s77"
    },
    {
      "text": "In such proceedings a civil court may make a finding whether the boat has been used in one of the specified offences.",
      "id": "s78"
    },
    {
      "text": "Absent the institution of such proceedings within 30 days of a notice of seizure under s 106C the asserted forfeiture will be put beyond question by operation of s 106E.",
      "id": "s79"
    },
    {
      "text": "That process requires no conviction to have been recorded.",
      "id": "s80"
    },
    {
      "text": "I reject the contention that s 106A depends for its application upon a conviction for one or more of the offences mentioned in it.",
      "id": "s81"
    },
    {
      "text": "On appeal (see Olbers Co Ltd v Commonwealth and Another [2004] FCAFC 262 ; (2004) 143 FCR 449) the Full Court explicitly adopted the findings of French J that forfeiture under s 106A of the FMA took place without conviction for any offence.",
      "id": "s82"
    },
    {
      "text": "As to the condemnation procedure provided by s 106B to s 106G of the FMA, the Full Court in Olbers [2004] FCAFC 262 ; 143 FCR 449 , adopting the reasoning in Whim Creek Consolidated NL v Colgan [1991] FCA 467 ; (1991) 31 FCR 469 at 477-478, determined that such provision enabled the recording of the forfeiture having already occured: see Olbers [2004] FCAFC 262 ; 143 FCR 449 at [16] - [17] ; Tran No.",
      "id": "s83"
    },
    {
      "text": "1 at [43].",
      "id": "s84"
    },
    {
      "text": "Section 261A of the Migration Act adopts the term 'contravention' in its text as enlivening the automatic forfeiture, rather than the word 'offence', as used in s 106A of the FMA.",
      "id": "s85"
    },
    {
      "text": "The word 'contravention' may mean a breach of the law, but 'contravention' ' does not necessarily involve the commission of an offence unless the Act or law otherwise makes it so ': see Re Venice Nominees Pty Ltd (Receiver and Manager appointed) (In liquidation) (1992) 108 FLR 237 at 242 referred to in Tran No.",
      "id": "s86"
    },
    {
      "text": "1 at [28].",
      "id": "s87"
    },
    {
      "text": "Conduct may be proscribed by Parliament, and the finding that such conduct has occurred may lead to the conclusion that a contravention of the law has occurred without an offence having been committed.",
      "id": "s88"
    },
    {
      "text": "However, facts may exist to satisfy a court that conduct constitutes not only a contravention, but simultaneously an offence.",
      "id": "s89"
    },
    {
      "text": "The text of the relevant statute must be considered in order to decide whether contravention means merely a breach of its provisions or commission of an offence.",
      "id": "s90"
    },
    {
      "text": "The applicant invites the Court to find that because the word 'offences' is used in the heading of s 261A, the conclusion must be reached that the word 'contravention' used in s 261A should be limited only to a contravention of those sections of the Migration Act which create offences.",
      "id": "s91"
    },
    {
      "text": "Pursuant to s 15AB(1)(b) of the Acts Interpretation Act extrinsic material can be considered as an aid to interpretation where the text of the provision itself is ' ambiguous or obscure '.",
      "id": "s92"
    },
    {
      "text": "By s 13(3) the heading to a section does not form part of the statute.",
      "id": "s93"
    },
    {
      "text": "However, by s 15AB(2)(a) of the Acts Interpretation Act the headings to sections comprise extrinsic material.",
      "id": "s94"
    },
    {
      "text": "Therefore, the pivotal consideration is whether the text of s 261A is ambiguous or obscure, so as to enable the Court to refer to the heading of s 261A when interpreting that section.",
      "id": "s95"
    },
    {
      "text": "Section 261A applies to ' a vessel used or involved in a contravention of this Act ...' (emphasis added).",
      "id": "s96"
    },
    {
      "text": "Such phrasing indicates the Migration Act at large and thus does not limit s 261A to being activated only by specific sections of that Act.",
      "id": "s97"
    },
    {
      "text": "Of course not every contravention of the Migration Act will lead to a forfeiture of a vessel.",
      "id": "s98"
    },
    {
      "text": "The relevant contraventions enlivening s 261A are limited by the use of the words ' (where the contravention occurs in Australia) ' and the text of ss 261A(1)(a)(i) and (ii) which require the bringing in of persons who become unlawful non-citizens on entry or the proposed entry of such persons into Australia.",
      "id": "s99"
    },
    {
      "text": "The provision itself provides terms of limitation and there is no occasion to import a further limitation from extrinsic material.",
      "id": "s100"
    },
    {
      "text": "For these reasons the applicant's submission that 'contravention' must be read to refer only to offences is rejected.",
      "id": "s101"
    },
    {
      "text": "The applicant's submission might have had substance if s 261A only provided 'a vessel used or involved in a contravention' without the additional words 'of this Act.",
      "id": "s102"
    },
    {
      "text": "' However, extrinsic material cannot be used to create ambiguity where no ambiguity exists in the text of a section of an Act.",
      "id": "s103"
    },
    {
      "text": "Extrinsic material may be used to resolve ambiguity, not to create it.",
      "id": "s104"
    },
    {
      "text": "Different considerations apply to the heading of Division 13A of Part 2 of the Migration Act which also contains the word 'offences.",
      "id": "s105"
    },
    {
      "text": "' Pursuant to s 13(1) of the Acts Interpretation Act a heading of a Division is part of the Act.",
      "id": "s106"
    },
    {
      "text": "In Silk Bros.",
      "id": "s107"
    },
    {
      "text": "Proprietary Limited v State Electricity Commission of Victoria [1943] HCA 2 ; (1943) 67 CLR 1 , Latham CJ said at 16: \n The headings in a statute...can be taken into consideration in determining the meaning of a provision where that provision is ambiguous, and may sometimes be of service in determining the scope of a provision... \"But where the enacting words are clear and unambiguous, the title, or headings, must give way, and the full effect must be given to the enactment\" ( Bennett v. Minister for Public Works (N.S.W.",
      "id": "s108"
    },
    {
      "text": ") [1908] HCA 50 ; (1908) 7 C.L.R.",
      "id": "s109"
    },
    {
      "text": "372 at 383).",
      "id": "s110"
    },
    {
      "text": "The Court finds that there is no ambiguity in the text of s 261A.",
      "id": "s111"
    },
    {
      "text": "The section speaks of the contravention of the Migration Act as a whole.",
      "id": "s112"
    },
    {
      "text": "Ambiguity might arise when that section is read with the heading to the Division, but as observed by Latham CJ, the headings may provide guidance only when the provision itself is ambiguous.",
      "id": "s113"
    },
    {
      "text": "Following from the finding that the provision is unambiguous the text of the heading must give way.",
      "id": "s114"
    },
    {
      "text": "It may be assumed that if Parliament had intended automatic forfeiture to occur only where 'offences' existed, it would have been a simple matter for the draftsperson to have so provided, taking into consideration the choice of the word 'offences' in the heading of Division 13A of Part 2.",
      "id": "s115"
    },
    {
      "text": "It follows that the operation of the automatic forfeiture provision in s 261A of the Migration Act is not limited only to contraventions of the offence provisions of that Act nor is it dependent upon a conviction for an offence.",
      "id": "s116"
    },
    {
      "text": "The Court reiterates its finding at [31] of Tran No 1 .",
      "id": "s117"
    },
    {
      "text": "Has there been a contravention of the Migration Act ?",
      "id": "s118"
    },
    {
      "text": "As has been outlined in [18]-[20] of this judgment, ordinarily the Court cannot revisit a previous judgment that it has made.",
      "id": "s119"
    },
    {
      "text": "In Tran No.",
      "id": "s120"
    },
    {
      "text": "1 at [31] the Court found that the Migration Act had been contravened by the applicant.",
      "id": "s121"
    },
    {
      "text": "However, a reading of that paragraph also records that the Court provided such answer within the context of a submission by the applicant that 'contravention' in s 261A should be made to be equated with 'offence' in order to enliven an automatic forfeiture.",
      "id": "s122"
    },
    {
      "text": "This Court, as stated at [33] of this judgment, finds that the word 'contravention' in s 261A means contravention of the Migration Act generally and not only of the offence provisions, and that contravention is not to be interpreted as being confined to conviction for an offence.",
      "id": "s123"
    },
    {
      "text": "The applicant has made a different submission at the subsequent hearing.",
      "id": "s124"
    },
    {
      "text": "The applicant now submits that, as a consequence of the acquittals or discontinuance of actions against the applicant, Mr Lai and Mr Nguyen, the automatic forfeiture never took place because the facts giving rise to automatic forfeiture under s 261A , namely contravention of the Migration Act , were never present.",
      "id": "s125"
    },
    {
      "text": "Such a submission does not depend on contravention being equated to an offence, nor to conviction of an offence.",
      "id": "s126"
    },
    {
      "text": "As was stated at [30]-[31] of Tran No.",
      "id": "s127"
    },
    {
      "text": "1 , following the decision of French J in Olbers , for the automatic forfeiture to arise the Court ' must be satisfied to a high degree of probability ' that contraventions of the Migration Act exist.",
      "id": "s128"
    },
    {
      "text": "In Tran No.",
      "id": "s129"
    },
    {
      "text": "1 the Court stated that it was so satisfied but only in the narrow context of that which was submitted relating to the meaning of the word contravention.",
      "id": "s130"
    },
    {
      "text": "The new submissions justify the Court considering the new submissions separately to the decision already made even though a different interpretation of the same facts may result in a conclusion incompatible to the answers already given in Tran No.",
      "id": "s131"
    },
    {
      "text": "1 .",
      "id": "s132"
    },
    {
      "text": "The applicant submits that one cannot contravene the Migration Act unless some specific section has been contravened, and every section in the Migration Act which creates an offence and which could have been contravened (as discussed at [27] of Tran No.",
      "id": "s133"
    },
    {
      "text": "1 ) has, as a defence, s 10.3(1) of the Criminal Code which provides, \n A person is not criminally responsible for an offence if he or she carries out the conduct constituting the offence in response to circumstances of sudden or extraordinary emergency.",
      "id": "s134"
    },
    {
      "text": "Pursuant to s 4A of the Migration Act , defences under the Criminal Code apply to all offences under the Migration Act .",
      "id": "s135"
    },
    {
      "text": "The applicant points to the fact that the acquittals and discontinuances against the applicant and others as discussed at [14] of this judgment demonstrate that such defence was available to all persons on the ship.",
      "id": "s136"
    },
    {
      "text": "Meaning of the word 'contravention'\n The applicant relies upon the decision of Dimella Constructions , in which the Court was asked whether s 21(5) of the Builder's Licensing Act 1967 (SA) would apply to a builder even if a charge under ss 21(2) or (11) could be defended by the common law defence of honest and reasonable mistake of fact.",
      "id": "s137"
    },
    {
      "text": "Section 21(5) stated that: \n Where a person has carried out or undertaken, or submitted a bid or tender, to carry out any building work in contravention of this section, he shall not be entitled to claim, or recover in any court, the amount of any fee or charge for any building work... \n\nSection 21(2) imposed a penalty on a person who held himself or herself out as having a building licence without having a licence and s 21(11) imposed a penalty for constructing a building for a fee without a licence.",
      "id": "s138"
    },
    {
      "text": "The conduct of the charged party satisfied the descriptions of such offences, but the Court found that he was adequately protected by the defence of honest and reasonable mistake of fact because he believed himself to be licensed.",
      "id": "s139"
    },
    {
      "text": "Bray CJ (with other judges agreeing) found at page 221 that: \n I think a man does not transgress a law if he is legally innocent of breaking it and entitled to acquittal if charged with a breach of it, nor, in such circumstances, does he go counter to it or come into conflict with it.",
      "id": "s140"
    },
    {
      "text": "At 222, Bray CJ concluded: \n If it is a characteristic of any contravention that it could result in a penalty after conviction for a punishable offence, then e converso when there can be no penalty, because there can be no convention because there is no punishable offence, there is no contravention.",
      "id": "s141"
    },
    {
      "text": "King J, agreeing with Bray CJ, at 224 said: \n I would not wish this decision to be understood as indicating that wherever a statutory provision makes civil consequences depend on a \"contravention\" of a section and the same or a related section makes the same \"contravention\" an offence, a defence of mistake available in answer to a charge of committing the offence necessarily avails the person who has not complied with the section in relation to the civil consequences.",
      "id": "s142"
    },
    {
      "text": "The meaning of a statutory provision depends not only upon the language used but on the context in which it is used...",
      "id": "s143"
    },
    {
      "text": "The context and apparent purpose of the statutory provision might be all important.",
      "id": "s144"
    },
    {
      "text": "The meaning of the word 'contravention' is critical for the present proceedings.",
      "id": "s145"
    },
    {
      "text": "The word has been defined in cases other than Dimella to mean ' a failure to obey a statutory command...by doing something that a statute says must not be done ': see Re Centennial Coal Co Ltd (2006) 226 ALR 341 at 346 per Barrett J; ' an infringement or violation of a rule or standard or norm ': see Re Venice Nominees at 242 per Miles CJ; '\" infringe (law); (of things) conflict with\"' per Owen J in Elkington v Vockbay Pty Ltd; Vockbay Pty Ltd v Elkington (1993) 10 ACSR 785 at 803; and ' an act or omission which is blameworthy and may lead to civil or criminal consequences ' per Young J in NRMA Ltd v Gould and Others (1995) 18 ACSR 290 at 293.",
      "id": "s146"
    },
    {
      "text": "The word has been defined in various UK statues as ' failure to comply ': see, for example, ss 5(1) and 37(1) Misuse of Drugs Act 1971 (UK); s 53(1) Food and Safety Act 1990 (UK).",
      "id": "s147"
    },
    {
      "text": "Generally, authorities show that in ascertaining the meaning of the word the most important consideration is the statutory framework within which the word operates.",
      "id": "s148"
    },
    {
      "text": "For example, in Centennial Coal , Barrett J defined contravention as conventionally meaning that which was mentioned above, but went on to say: \n In the present context, however, \"contravention\" must be accepted as having a wider meaning.",
      "id": "s149"
    },
    {
      "text": "Section 1322(4)(a) is a remedial provision and the word \"contravention\" must, therefore, \"be read in a very wide sense\"... \n Can one contravene an offence section if a defence is available?",
      "id": "s150"
    },
    {
      "text": "In Zecevic v Director of Public Prosecutions (Vict.",
      "id": "s151"
    },
    {
      "text": ") [1987] HCA 26 ; (1987) 162 CLR 645 Wilson, Dawson and Toohey JJ discussed the origins of the modern law of self defence.",
      "id": "s152"
    },
    {
      "text": "They observed that such defence arose out of a context in which two kinds of defence to homicide, a defence of 'justification' and one of 'excuse', were available.",
      "id": "s153"
    },
    {
      "text": "The consequences of each defence were distinct, as their Honours considered at 657-658: \n Justifiable homicide carried with it commendation rather than blame and accordingly entitled the accused to total acquittal, entailing no forfeiture and requiring no pardon... Excusable homicide, on the other hand, was not entirely without blame and merely excused rather than acquitted, requiring, at first, a pardon and involving, for a somewhat longer period, forfeiture.",
      "id": "s154"
    },
    {
      "text": "Such distinctions no longer exist, but this context led their honours to find (at 658) that self defence, ' as we now know it, was essentially exculpatory in origin '.",
      "id": "s155"
    },
    {
      "text": "The difference between the defences considered above demonstrates that, at the common law at least, one might be said to a have contravened the law even if a defence to a charge were available.",
      "id": "s156"
    },
    {
      "text": "The common law defence of necessity, from which the defence of sudden or extraordinary emergency in s 10.3 of the Criminal Code has its origins, has been seen as a defence both of excuse and of justification: see, for example, R v Loughnan [1981] VR 443 which proceeded upon the assumption that such defence was an excuse and In Re A (children) (conjoined twins: surgical separation) [2000] EWCA Civ 254 ; [2001] 2 WLR 480 in which Lord Brooke treated the defence of necessity as a justification.",
      "id": "s157"
    },
    {
      "text": "Unfortunately the history of the defence provides little firm guidance so resort must be had to the Criminal Code itself to discern whether one will still contravene an offence provision even if a defence is available.",
      "id": "s158"
    },
    {
      "text": "There can be no doubt that the Criminal Code was intended to provide a principled and logical analytical regime for Commonwealth criminal law and thus substantially remove inconsistencies found in the common law.",
      "id": "s159"
    },
    {
      "text": "For example, the defence of necessity at common law did not apply to murder: see R v Dudley and Stephens (1884) 14 QBD 273.",
      "id": "s160"
    },
    {
      "text": "However, the defence of sudden or extraordinary emergency is not so limited in the Criminal Code and it applies to all Commonwealth offences.",
      "id": "s161"
    },
    {
      "text": "The Criminal Code codified a basis for criminal responsibility distinct from that at common law as discussed in R v Oblach [2005] NSWCCA 440 ; (2005) 65 NSWLR 75.",
      "id": "s162"
    },
    {
      "text": "Spigelman CJ said of the structure of the Criminal Code (at [28]): \n Criminal responsibility under the Code arises from the combined effect of the presence of the elements in Pt 2.2 [General Principles of Criminal Responsibility] and the absence or failure of the elements in Pt 2.3 [Circumstances in which there is no Criminal Responsibility].",
      "id": "s163"
    },
    {
      "text": "This structure differs from the position at common law in which it is appropriate to treat certain matters as \"defences\", for example, self defence is \"exculpatory\".",
      "id": "s164"
    },
    {
      "text": "( Zecevic (at 658-659)).",
      "id": "s165"
    },
    {
      "text": "[Emphasis added] \n\nIn an article published in Judicial Review entitled ' The Commonwealth Criminal Code : An Introduction to the General Principle s' the author Ian Leader-Elliot wrote:-\n \n Proof of the necessary physical and fault elements does not, of itself, establish guilt.",
      "id": "s166"
    },
    {
      "text": "Though all elements of an offence are established against a defendant, guilt may be defeated by reliance on a defence.",
      "id": "s167"
    },
    {
      "text": "Chapter 2 [of the Criminal Code ] adopts a binary structure in which \"responsibility\" is a compound resulting from proof of all elements of the offence, combined with disproof or failure of all defences that are open on the evidence...",
      "id": "s168"
    },
    {
      "text": "There are, it should be said, significant departures from the common law in the articulation of a number of offences.",
      "id": "s169"
    },
    {
      "text": "[(2002) 5 Judicial Review 4 at 301] \n\nOn such analysis, if the requirements of s 10.3 are satisfied it must follow that there can be no criminal responsibility and therefore no offence.",
      "id": "s170"
    },
    {
      "text": "All the offences under the Migration Act incorporate the defences under the Criminal Code by virtue of s 4A of the Migration Act .",
      "id": "s171"
    },
    {
      "text": "The structure of the Criminal Code requires a Court hearing a charge for an offence against the Migration Act to consider the existence of a defence when considering whether there has been a contravention of the Migration Act .",
      "id": "s172"
    },
    {
      "text": "The Court has concluded that a contravention of a statute may occur in the absence of a commission of an offence or without a finding of guilt.",
      "id": "s173"
    },
    {
      "text": "The Court does not conclude that one must be convicted of an offence for there to be an automatic forfeiture.",
      "id": "s174"
    },
    {
      "text": "Further, the Court does not consider that events subsequent to the entry of the ship into Australia are relevant to deciding whether a contravention of the Migration Act occurred.",
      "id": "s175"
    },
    {
      "text": "However, it does not necessarily follow from such findings that the outcome of any criminal charge cannot be relevant in considering whether the facts that gave rise to the automatic forfeiture occurred in the first place, that is, whether there was a contravention of the Migration Act .",
      "id": "s176"
    },
    {
      "text": "Such conclusion arises from the fact that the Court in a criminal trial will be inquiring into the facts at the time of the alleged contravention, which is precisely the enquiry which this Court must undertake when forfeiture is challenged.",
      "id": "s177"
    },
    {
      "text": "As French J said (at [79]) in Olbers, \n Section 106A does not require any judicial determination to give effect to the forfeiture for which it provides albeit a judicial determination may be made if the occurrence of the forfeiture is challenged in later proceedings.",
      "id": "s178"
    },
    {
      "text": "In such proceedings a civil court may make a finding whether a boat has been used in one of the specified offences [emphasis added] [NOTE: the word 'offences' is replaced with 'contravention' in the Migration Act ] \n\nThe criminal trials of those on board the ship who were charged with breaches of the Migration Act can provide valuable illumination of the factual matrix at the time of the alleged contravention of that Act.",
      "id": "s179"
    },
    {
      "text": "The formulation of the Criminal Code , as considered by Spigelman J, suggests that within the Criminal Code , criminal responsibility is not found and then absolved (or 'exculpated') but rather criminal responsibility cannot arise at all if a relevant defence is proved.",
      "id": "s180"
    },
    {
      "text": "As an analogy, it would be as if facts giving rise to the criminal act never occurred.",
      "id": "s181"
    },
    {
      "text": "In that circumstance it could not be suggested that an Act had been contravened.",
      "id": "s182"
    },
    {
      "text": "In view of the applicant's further submissions, the decision in Dimella Constructions and the preceding discussion, the Court finds itself unable to ignore the judicial findings which have had the result that all those charged with offences under the Migration Act have been acquitted.",
      "id": "s183"
    },
    {
      "text": "Contravention may not always equate to a criminal offence.",
      "id": "s184"
    },
    {
      "text": "However, due to the structure of the Criminal Code it must follow that a failure to find criminal responsibility must also lead to finding that a contravention of the relevant provisions of the Migration Act creating offences does not exist.",
      "id": "s185"
    },
    {
      "text": "The defence upon which the acquittals or discontinuances of the charges against the applicant and others was based, namely sudden or extraordinary emergency as provided by s 10.3 of the Criminal Code , applies equally to any offence with which the applicant or any other person on board the ship could be charged.",
      "id": "s186"
    },
    {
      "text": "As has been stated, the relevant question is whether the Court is satisfied to a high degree of probability that a contravention of the Migration Act has occurred.",
      "id": "s187"
    },
    {
      "text": "The Court can no longer be so satisfied that contraventions have occurred in respect of any offences under the Migration Act .",
      "id": "s188"
    },
    {
      "text": "Contravention of s 42 of the Migration Act \n Despite this conclusion, the Migration Act has nevertheless been contravened by the applicant because of a breach of s 42 of the Migration Act , as was found in Tran No.",
      "id": "s189"
    },
    {
      "text": "1 at [48].",
      "id": "s190"
    },
    {
      "text": "In Rutu and Another v Dalla Costa (1997) 139 FLR 265 Angel J said at 270: \n They intended to so enter without a visa.",
      "id": "s191"
    },
    {
      "text": "Thus they intended to enter in contravention of the Migration Act , not in the sense of being in breach of an express provision to do so --- I note s 42 relates to travelling to Australia without a visa rather than entering Australia without a visa --- but in the sense of disregarding the visa requirements of the Act.",
      "id": "s192"
    },
    {
      "text": "The Sri Lankans did not in fact commit any offence created by the Act, nor did they intend to commit any offence created by the Act.",
      "id": "s193"
    },
    {
      "text": "They nonetheless intended to contravene the Act in the sense I have mentioned, that is, to enter in disregard of the visa requirements of the Act.",
      "id": "s194"
    },
    {
      "text": "Angel ACJ expressly refused to follow one aspect of Rutu in R v Ampi Hungan [2000] NTSC 84 , however, that aspect of Rutu is irrelevant for current purposes.",
      "id": "s195"
    },
    {
      "text": "His Honour's finding in relation to s 42 is unambiguous and the Court respectfully follows the finding of Angel J.",
      "id": "s196"
    },
    {
      "text": "As has been stated, s 261A does not require a section of the Migration Act creating an offence to have been contravened for forfeiture to occur.",
      "id": "s197"
    },
    {
      "text": "All that it requires is that the Migration Act be contravened in such a way as to satisfy s 261A(1)(a).",
      "id": "s198"
    },
    {
      "text": "Travelling to Australia without a visa is a contravention of s 42 of the Migration Act , and such act in the circumstances constituted a convention sufficient to satisfy s 261A(1)(a).",
      "id": "s199"
    },
    {
      "text": "Pursuant to the text of s 4A of the Migration Act the defences under the Criminal Code only apply to offences under the Migration Act , and thus cannot apply to a contravention of s 42 which is not framed as an offence.",
      "id": "s200"
    },
    {
      "text": "It was submitted by the applicant that a breach of s 42(1) cannot be a relevant contravention for s 261A.",
      "id": "s201"
    },
    {
      "text": "The applicant argued that since s 42 says '... a non-citizen must not travel to Australia without a visa that is in effect ', it must follow that s 42 cannot be relevant to s 261A because it deals with events antecedent to arrival in Australia, while s 261A(1)(a) requires the contravention to occur in Australia.",
      "id": "s202"
    },
    {
      "text": "Such interpretation of the Migration Act is not reasonable.",
      "id": "s203"
    },
    {
      "text": "In order to ' travel to Australia ' one must actually arrive in Australia at some point.",
      "id": "s204"
    },
    {
      "text": "On the applicant's interpretation of s 42 , it could not be breached before one reached Australia because one would not have ' travelled to Australia ' yet it could not be breached when one arrived in Australia either.",
      "id": "s205"
    },
    {
      "text": "Such construction leads to an absurd result.",
      "id": "s206"
    },
    {
      "text": "As found at [24]-[26] of Tran No.",
      "id": "s207"
    },
    {
      "text": "1 , the ship entered Australia.",
      "id": "s208"
    },
    {
      "text": "From the moment of the ship's entry in Australia (completing the 'travel' for the purpose of s 42) s 42 was contravened, and that contravention must necessarily have occurred in Australia, satisfying s 261A.",
      "id": "s209"
    },
    {
      "text": "Summary\n In view of the different submissions made following Tran No.",
      "id": "s210"
    },
    {
      "text": "1 , the Court considers that its observations that contraventions of sections ss 229, 232, 232A and 233 have occurred for the purpose of enlivening the automatic forfeiture provisions in s 261A must be revised.",
      "id": "s211"
    },
    {
      "text": "Nevertheless, the applicant has contravened s 42 of the Migration Act and the ship was forfeited from the time it entered Australia, as was found in Tran No.",
      "id": "s212"
    },
    {
      "text": "1 .",
      "id": "s213"
    },
    {
      "text": "Is forfeiture dependent upon conviction for people smuggling?",
      "id": "s214"
    },
    {
      "text": "Although this issue has also been addressed by the Court's answers to the questions of law asked of it (see Tran No.",
      "id": "s215"
    },
    {
      "text": "1 ) and the Court has indicated that the wording of s 261A is sufficiently clear and accordingly does not require reference to extrinsic material or other rules of construction, the Court will address the further submissions of the applicant.",
      "id": "s216"
    },
    {
      "text": "Explanatory Memoranda and other extrinsic material\n The Border Protection Legislation Amendment Act 1999 (Cth) Explanatory Memorandum refers to the proposed amendments to the Migration Act which included provision for automatic forfeiture of ships and aircraft ' which have been used in a contravention of the Act involving the bringing or coming to Australia of persons who have no authority to come to Australia, or the entry or proposed entry into Australia of such persons '.",
      "id": "s217"
    },
    {
      "text": "The Report of the Prime Minister's Coastal Surveillance Task Force dated June 1999 ('the Report') contains the following: \n Recommendation 18 : That the Commonwealth introduce legislation to create a forfeiture regime in relation to all boats or vehicles used in connection with the smuggling of migrants to Australia.",
      "id": "s218"
    },
    {
      "text": "Within constitutional constraints, this would operate regardless of whether prosecution action were taken or a conviction obtained and penalties imposed.",
      "id": "s219"
    },
    {
      "text": "Such a scheme would result in the forfeiture of the vessel, vehicle or aircraft immediately upon its arrival in Australia with prohibited non-citizens on board.",
      "id": "s220"
    },
    {
      "text": "It would complement legislation to be considered by parliament on stronger penalties against people smuggling.",
      "id": "s221"
    },
    {
      "text": "The Second Reading speech of the Minister in relation to such Bill states inter alia: \n Amendments to the Migration Act and the Customs Act will allow the detaining, forfeiture, seizure and, as necessary, disposal of ships and aircraft used in people smuggling operations.",
      "id": "s222"
    },
    {
      "text": "The purpose of the Border Protection Bill (which introduced the automatic forfeiture provision in Division 13A of Part 2) reflects the legislative changes referred to in the Second Reading speech and in the Explanatory Memorandum to the Border Protection Bill .",
      "id": "s223"
    },
    {
      "text": "While the term ' people smuggling ' is used in the Second Reading speech which might suggest that forfeiture is intended to operate in relation to criminal offences only, other extrinsic material such as the Explanatory Memorandum and Report suggest that forfeiture is intended to operate more broadly.",
      "id": "s224"
    },
    {
      "text": "At the very least, most of the extrinsic material suggests that Parliament intended that forfeiture would occur when a conveyance carrying unauthorised persons entered Australia and that forfeiture occurred at that time irrespective of conviction for an offence.",
      "id": "s225"
    },
    {
      "text": "Rules of construction in favour of property rights\n The applicant also relied upon the rule of construction that dispossession of a valuable property right without compensation cannot be imputed to Parliament unless expressed in unequivocal terms incapable of any other meaning: see Coco v R at 437-438.",
      "id": "s226"
    },
    {
      "text": "The applicant submits that the word 'contravention' used in s 261A of the Migration Act should be construed narrowly and confined, in accordance with the Second Reading speech of the Act inserting s 261A into the Migration Act , to those cases where forfeiture of the vessel occurs as a penalty in relation to 'people smuggling' criminal offences and not in respect of those instances where persons seek asylum.",
      "id": "s227"
    },
    {
      "text": "In answer to the applicant's submissions lie the words used in s 261A of the Migration Act .",
      "id": "s228"
    },
    {
      "text": "The words providing for the forfeiture are clear and unequivocal.",
      "id": "s229"
    },
    {
      "text": "The principles relied upon by the Commonwealth concerning forfeiture of property are not in contest, and the concept is clearly recognised: see for example Customs and Excise Commissioners v. Air Canada [1991] 2 QB 446.",
      "id": "s230"
    },
    {
      "text": "In that decision the Court upheld the validity of a forfeiture of an aircraft which was involved in the carriage of cannabis resin, even though the owners of the aircraft were unaware of that fact.",
      "id": "s231"
    },
    {
      "text": "Whilst the law providing for forfeiture may appear harsh, that is the necessary consequence of its operation regarding property rights.",
      "id": "s232"
    },
    {
      "text": "In the present circumstances forfeiture occurred when the vessel was used or involved in a ' contravention of this Act '.",
      "id": "s233"
    },
    {
      "text": "Such contravention occurred by the bringing in or coming into Australia of one or more persons who were or became unlawful non-citizens, contrary to s 42 of the Migration Act .",
      "id": "s234"
    },
    {
      "text": "The text of s 261A of the Migration Act is unambiguous.",
      "id": "s235"
    },
    {
      "text": "In these circumstances the authorities relied upon by the applicant have no scope for application.",
      "id": "s236"
    },
    {
      "text": "The Refugee Convention\n It was submitted by the applicant that by virtue of Australia being a signatory to the Refugee Convention and following from the judgment of Kirby J in NAGV and NAGW of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs and Another [2005] HCA 6 ; (2005) 222 CLR 161 at [89] , the Court ought to read s 261A in a way which conforms with Australia's international obligations and should not be read to punish refugees.",
      "id": "s237"
    },
    {
      "text": "There are two primary problems with this submission.",
      "id": "s238"
    },
    {
      "text": "As the Gleeson CJ, McHugh, Gummow, Hayne, Callinan and Heydon JJ found (at [15]) in NAGV , \n ...the Convention is an example of a treaty which qualifies what under classical international law theory was the freedom of States in the treatment of their nationals; but the Convention does not have the effect of conferring upon the refugees to which it applies international legal personality with capacity to act outside municipal legal systems.",
      "id": "s239"
    },
    {
      "text": "[footnotes omitted] \n\n \nCrucially, their Honours said at [17], \n \n ...Gibbs CJ and Brennan J in Mayer and Stephen J in Simsek v Macphee pointed out that the determination of the status of refugee is a function left by the Convention to the competent authorities of the Contracting States which may select such procedures as they see fit for that purpose.",
      "id": "s240"
    },
    {
      "text": "[footnotes omitted] \n\nIt follows that the legal concept of 'refugee' is a status which is not conferred upon a person merely by the existence of circumstances sufficient to support such a claim.",
      "id": "s241"
    },
    {
      "text": "This status must positively be found, and it must be found according to the standards set by the particular state, in this case, Australia.",
      "id": "s242"
    },
    {
      "text": "Such concept is consistent with international law only having effect within Australia by virtue of its positive adoption into municipal law.",
      "id": "s243"
    },
    {
      "text": "Accordingly, the passengers on the ship were not refugees until such time as they were granted that status from the Australian authorities pursuant to s 36 of the Migration Act (dealing with protection visas), and that was not until well after the facts giving rise to the contravention had occurred.",
      "id": "s244"
    },
    {
      "text": "At their time of entry into Australia (and thus the time when the forfeiture occurred) the ship's passengers were no more than unlawful non-citizens by force of s 14 of the Migration Act .",
      "id": "s245"
    },
    {
      "text": "Therefore it could not be said that forfeiture of the ship would punish the applicant as a refugee, because at the relevant time he was not a refugee, and nor was anyone else on the ship.",
      "id": "s246"
    },
    {
      "text": "After the fact events such as the granting of refugee status cannot affect the validity of the forfeiture.",
      "id": "s247"
    },
    {
      "text": "Secondly, the passage relied upon by the applicants at [89] of NAGV states, ' where the words of a statute are susceptible to an interpretation that is consistent with international law, that construction should prevail over one that is not .",
      "id": "s248"
    },
    {
      "text": "' The key word is ' susceptible '.",
      "id": "s249"
    },
    {
      "text": "Section 36 is clearly intended to operate subsequently to s 261A because s 261A will occur automatically the moment a vessel enters Australia.",
      "id": "s250"
    },
    {
      "text": "There is nothing in s 261A that suggests that it should be limited in its operation by s 36 of the Migration Act so that it has no application to people to whom s 36 applies.",
      "id": "s251"
    },
    {
      "text": "Whether s 36 applies to an unlawful non-citizen may not be known until years after a vessel's entry in Australia, and s 261A is phrased as to operate instantaneously.",
      "id": "s252"
    },
    {
      "text": "Reading s 261A in the way the applicant submits completely ignores the wording of the section.",
      "id": "s253"
    },
    {
      "text": "It must therefore be concluded that it is not a provision which can be said to be ' susceptible ' in the manner discussed by Kirby J.",
      "id": "s254"
    },
    {
      "text": "Compensation\n For the reasons in Tran No.",
      "id": "s255"
    },
    {
      "text": "1 at [50]-[54] the Court reiterates that no compensation is payable since s 51(xxxi) of the Constitution does not operate in respect of the forfeiture.",
      "id": "s256"
    },
    {
      "text": "The ship was validly forfeited.",
      "id": "s257"
    },
    {
      "text": "No question of payment of compensation arises where the forfeiture results from the incidental exercise of power under the Migration Act since s 51(xxxi) ' applies only to acquisitions of a kind that permit of just terms ': see Newcrest Mining (WA) Limited and Another v The Commonwealth of Australia and Another [1997] HCA 38 ; (1997) 190 CLR 513 per Gummow J at 595; see authorities referred to in Tran No.",
      "id": "s258"
    },
    {
      "text": "1 at [51]-[53]; see also Mutual Pools &amp; Staff Pty.",
      "id": "s259"
    },
    {
      "text": "Limited v The Commonwealth of Australia [1994] HCA 9 ; (1994) 179 CLR 155 per Brennan J at 177; The Commonwealth of Australia v WMC Resources Limited [1998] HCA 8 ; (1998) 194 CLR 1 per Brennan CJ at [10]-[13]; Gaudron J at [75]-[79].",
      "id": "s260"
    },
    {
      "text": "The concept that compensation might be payable in circumstances where forfeiture has resulted from a contravention of a Commonwealth statute is incongruous: see Theophanous v The Commonwealth [2006] HCA 18 ; (2006) 225 CLR 101 at [55] - [61] ; Re Director of Public Prosecutions; Ex parte Lawler and Another [1994] HCA 10 ; (1994) 179 CLR 270 at 289.",
      "id": "s261"
    },
    {
      "text": "CONCLUSION \n In consequence of the above findings there is no reason for the Court to revisit the findings it made in its answer to the questions of law considered in Tran No.",
      "id": "s262"
    },
    {
      "text": "1 .",
      "id": "s263"
    },
    {
      "text": "Since these proceedings have been tantamount to a condemnation procedure the Court is now able to confirm the forfeiture.",
      "id": "s264"
    },
    {
      "text": "The Court declares that the title in the ship was forfeited to the Commonwealth on and from 1 July 2003 and all rights and title to that ship were vested in the Commonwealth on and from 1 July 2003.",
      "id": "s265"
    },
    {
      "text": "Accordingly, there is no occasion to consider the challenges made by the applicant to the decision by the Commonwealth to destroy the ship, nor to deal with any issue concerning damages claimed by the applicant.",
      "id": "s266"
    },
    {
      "text": "I certify that the preceding sixty-five (65) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s267"
    },
    {
      "text": "Associate:\n \n \nDated: 15 May 2009\n \n Counsel for the Applicant: Mr Prince with Mr Del Villar \n \n Solicitor for the Applicant: Fragomen Global \n \n Counsel for the Respondents: Mr Kennett \n \n Solicitor for the Respondents: Australian Government Solicitor \n Date of Hearing: 10-11 December 2008, 4 February 2009 \n \n Date of Judgment: 15 May 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/474.html",
      "id": "s268"
    }
  ]
}