{
  "name": "Jones v Toben (No 2) [2009] FCA 477 (13 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/477.html",
  "catchphrases": [
    {
      "text": "penalty",
      "id": "c0"
    },
    {
      "text": "respondent previously found guilty of 24 counts of contempt",
      "id": "c1"
    },
    {
      "text": "no evidence adduced to explain respondent's conduct",
      "id": "c2"
    },
    {
      "text": "respondent continued to breach orders and undertaking after trial of proceedings",
      "id": "c3"
    },
    {
      "text": "respondent published document on morning of penalty hearing scandalising the court",
      "id": "c4"
    },
    {
      "text": "evidence showed a continuing public defiance of authority of the court",
      "id": "c5"
    },
    {
      "text": "conduct designed to undermine authority of the court",
      "id": "c6"
    },
    {
      "text": "applicant entitled to expect the orders obtained to be obeyed by the respondent",
      "id": "c7"
    },
    {
      "text": "respondent's public defiance of court's orders gives rise to penal or disciplinary jurisdiction of the court",
      "id": "c8"
    },
    {
      "text": "respondent impecunious",
      "id": "c9"
    },
    {
      "text": "seriousness of respondent's conduct meant financial circumstances not relevant to question of penalty",
      "id": "c10"
    },
    {
      "text": "impecuniosity not a reason to imprison a person when the appropriate penalty would otherwise be a fine",
      "id": "c11"
    },
    {
      "text": "sentence of imprisonment required because of seriousness of conduct",
      "id": "c12"
    },
    {
      "text": "inappropriate to suspend sentence",
      "id": "c13"
    },
    {
      "text": "respondent to be imprisoned for three months",
      "id": "c14"
    },
    {
      "text": "application for indemnity costs",
      "id": "c15"
    },
    {
      "text": "sum claimed by applicant too high for what was involved in proceeding",
      "id": "c16"
    },
    {
      "text": "respondent impecunious and unable to pay",
      "id": "c17"
    },
    {
      "text": "applicant's costs to be paid by respondent on a party and party basis",
      "id": "c18"
    },
    {
      "text": "contempt",
      "id": "c19"
    },
    {
      "text": "costs",
      "id": "c20"
    }
  ],
  "sentences": [
    {
      "text": "On 16 April 2009 I delivered reasons (the trial reasons) for the making of a declaration that the respondent has been guilty of wilful and contumacious contempt of court on 24 occasions between 7 December 2007 and 25 June 2008 by publishing on the World Wide Web to the public material in disobedience of orders made by Branson J on 17 September 2002 (the September 2002 orders) and in breach of an undertaking given by the respondent to Moore J on 27 November 2007 (the November 2007 undertaking).",
      "id": "s0"
    },
    {
      "text": "I adjourned the matter until 28 April 2009 in order that the parties might make submissions on costs and penalty.",
      "id": "s1"
    },
    {
      "text": "On this application the applicant has sought costs on an indemnity basis.",
      "id": "s2"
    },
    {
      "text": "I will deal with that application immediately.",
      "id": "s3"
    },
    {
      "text": "There is no doubt that the applicant is entitled to an order for costs.",
      "id": "s4"
    },
    {
      "text": "The application needed to be made.",
      "id": "s5"
    },
    {
      "text": "The question is, costs on what basis?",
      "id": "s6"
    },
    {
      "text": "I asked the applicant to provide the Court and Dr Toben with the sum which was claimed for costs on an indemnity basis, which he did.",
      "id": "s7"
    },
    {
      "text": "The sum which is claimed is $228,852.20, which includes $46,244.89 for solicitor's costs, $161,483.40 for counsel fees and $12,234.17 for travelling and accommodation expenses.",
      "id": "s8"
    },
    {
      "text": "I am not prepared to make an award for costs on an indemnity basis in that sum.",
      "id": "s9"
    },
    {
      "text": "There were four directions hearings and the trial went for only three days.",
      "id": "s10"
    },
    {
      "text": "The applicant's evidence was in affidavit form which exhibited the publications on the World Wide Web.",
      "id": "s11"
    },
    {
      "text": "Those affidavits were uncomplicated and would not have, I would have thought, required the input of Senior Counsel.",
      "id": "s12"
    },
    {
      "text": "The applicant also provided helpful written submissions at the trial and as to penalty.",
      "id": "s13"
    },
    {
      "text": "However, the sum claimed appears to me to be far too high having regard to what was involved in these proceedings.",
      "id": "s14"
    },
    {
      "text": "Dr Toben would have no prospect of paying costs of that kind if they were awarded.",
      "id": "s15"
    },
    {
      "text": "His financial circumstances are such that he could not pay anything near that amount by way of costs.",
      "id": "s16"
    },
    {
      "text": "There will be an order that the respondent pay the applicant's costs on a party and party basis.",
      "id": "s17"
    },
    {
      "text": "It will be for the taxing officer to determine the amount of costs payable on that basis.",
      "id": "s18"
    },
    {
      "text": "At the previous hearing the applicant filed submissions in which the applicant addressed the question of penalty.",
      "id": "s19"
    },
    {
      "text": "A further written submission was put by the applicant also in relation to penalty.",
      "id": "s20"
    },
    {
      "text": "The respondent did not tender any written submissions in relation to the question of penalty.",
      "id": "s21"
    },
    {
      "text": "However, the respondent tendered two affidavits which he had sworn.",
      "id": "s22"
    },
    {
      "text": "Dr Toben addressed his history and personal circumstances which are relevant to the question of penalty, to which I have had regard.",
      "id": "s23"
    },
    {
      "text": "However, the matters deposed to in the two affidavits were largely irrelevant.",
      "id": "s24"
    },
    {
      "text": "In the first affidavit he dealt at length with the circumstances which pre-dated the hearing before Branson J and the making of the September 2002 orders.",
      "id": "s25"
    },
    {
      "text": "He observed that the applicant made a complaint to the Race Discrimination Commissioner of the Human Rights and Equal Opportunity Commission (HREOC) within days of the commencement of the Adelaide Institute website.",
      "id": "s26"
    },
    {
      "text": "He deposed to a complaint that he and another man made to the Attorney-General for the Commonwealth on 5 July 1996 in which they alleged that the Jewish teachings were anti-Christian and contrary to the multiracial and multicultural policy of the Australian Government and violate the United Nation's Human Rights Charter.",
      "id": "s27"
    },
    {
      "text": "They requested the Attorney-General's Department investigate \"the Babylonian Talmud to ascertain whether any of its contents is in breach of any Australian law\".",
      "id": "s28"
    },
    {
      "text": "Dr Toben said in that affidavit that he did not receive actual notice of Mr Jones' complaint until 29 July 1996.",
      "id": "s29"
    },
    {
      "text": "He then detailed his and his solicitor's exchanges with HREOC.",
      "id": "s30"
    },
    {
      "text": "He deposed to the course of the complaint and pre-hearings before Commissioner Kathleen McEvoy who was assigned to the hearing of the complaint.",
      "id": "s31"
    },
    {
      "text": "His complaint to the Attorney-General was dismissed, so he has said, in early January 1998.",
      "id": "s32"
    },
    {
      "text": "He deposed to a thesis that he received from a New Zealand resident, Dr Hayward, which he said substantially made out his defence which he tendered to the inquiry conducted by Commissioner McEvoy.",
      "id": "s33"
    },
    {
      "text": "He alleged that the applicant applied \"considerable pressure\" to Dr Hayward to have him recant his views.",
      "id": "s34"
    },
    {
      "text": "Dr Toben also alleged that Dr Hayward wrote to Commissioner McEvoy at HREOC but that HREOC refused to give him a copy of that letter.",
      "id": "s35"
    },
    {
      "text": "In his second affidavit he referred to the fact that Commissioner McEvoy received a Human Rights award from the University of Mannheim whilst he was imprisoned in Germany awaiting trial in relation to publications which he had made about the holocaust.",
      "id": "s36"
    },
    {
      "text": "He referred at length to the result of the publication of Dr Hayward's thesis and the resultant public controversy.",
      "id": "s37"
    },
    {
      "text": "It is difficult to understand how Dr Toben could have thought that any of those matters were even remotely relevant to the question of penalty.",
      "id": "s38"
    },
    {
      "text": "The two affidavits suggest that Dr Toben, notwithstanding an apparently high level of education, has some difficulty in understanding the nature of this inquiry and, in particular, the nature of the hearing on penalty.",
      "id": "s39"
    },
    {
      "text": "Any complaints that Dr Toben might have about the HREOC inquiry, which predated the September 2002 orders, could not be in the least bit relevant to a hearing on penalty for contempt.",
      "id": "s40"
    },
    {
      "text": "For those reasons, I refused to admit those parts of the two affidavits which were irrelevant.",
      "id": "s41"
    },
    {
      "text": "I will have regard to the relevant matters in Dr Toben's two affidavits.",
      "id": "s42"
    },
    {
      "text": "The respondent also gave oral evidence relevant to the question of penalty and to which I will also have regard.",
      "id": "s43"
    },
    {
      "text": "At the hearing on 28 April 2009 the respondent was again represented by counsel, Mr Perkins who made oral submissions to which I will have regard.",
      "id": "s44"
    },
    {
      "text": "The applicant contended in his final submission: So far as penalty is concerned, the public interest reasons for punishing the respondent's contempt now outweigh in this case the applicant's private interest in securing obedience to the orders of Branson J and the undertaking to Moore J.",
      "id": "s45"
    },
    {
      "text": "For this reason, the applicant, while he still has an interest (itself a form of public interest) in securing that obedience, makes no submission as to the specifics of any penalty, leaving that to the Court as guardian of the administration of justice.",
      "id": "s46"
    },
    {
      "text": "It is submitted that any penalty ought be sufficient to achieve the remedial effect of securing future obedience to the orders and undertaking, to punish the respondent's determined challenge to the Court's authority and effectively to deter others from following his example.",
      "id": "s47"
    },
    {
      "text": "I think the applicant was right to adopt the attitude expressed in paragraph 8 above.",
      "id": "s48"
    },
    {
      "text": "Dr Toben's evidence shows an enmity on his part to the applicant and to the Executive Council of Australian Jewry who Mr Jones represents.",
      "id": "s49"
    },
    {
      "text": "In those circumstances, the applicant, in my opinion, was right to leave the question of penalty to the Court which in a case such as this has the responsibility of vindicating its own authority.",
      "id": "s50"
    },
    {
      "text": "There is no need to recount the matters which I addressed in the trial reasons.",
      "id": "s51"
    },
    {
      "text": "It is enough to say that in the trial reasons I reached the conclusion that the respondent had, in disobeying the September 2002 orders and the November 2007 undertaking, conducted himself in contumelious disregard for both the orders and the undertaking.",
      "id": "s52"
    },
    {
      "text": "For the reasons which I then gave, because the respondent gave an undertaking to obey the September 2002 orders, on each occasion upon which he disobeyed the September 2002 orders he also breached the November 2007 undertaking.",
      "id": "s53"
    },
    {
      "text": "I should therefore proceed upon the basis that on 13 occasions the respondent has breached both the September 2002 orders and the November 2007 undertaking.",
      "id": "s54"
    },
    {
      "text": "However, that said, he disobeyed those orders on the various dates stipulated in the trial reasons which indicates an ongoing disregard for the orders of this Court.",
      "id": "s55"
    },
    {
      "text": "In particular, he disobeyed the September 2002 orders and the November 2007 undertaking within days of giving the undertaking and in circumstances where he had been advised by counsel to comply with the September 2002 orders.",
      "id": "s56"
    },
    {
      "text": "No evidence has been adduced on his behalf to explain his conduct.",
      "id": "s57"
    },
    {
      "text": "In particular, he made no attempt during his evidence to give any explanation as to why he has conducted himself in the manner that he has.",
      "id": "s58"
    },
    {
      "text": "It is relevant, in my opinion, that as the applicant's and his solicitor's affidavits show Dr Toben has continued to disobey the September 2002 orders and breach the November 2007 undertaking after the trial of these proceedings and whilst my judgment was under consideration.",
      "id": "s59"
    },
    {
      "text": "The applicant has deposed to accessing the Adelaide Institute website on six occasions between August 2008 and April 2009 and the applicant's solicitor has deposed to accessing the same website between December 2008 and April 2009.",
      "id": "s60"
    },
    {
      "text": "They have exhibited a number of documents which show continuing breaches by the respondent of the September 2002 orders and the November 2007 undertaking.",
      "id": "s61"
    },
    {
      "text": "That evidence has not been tendered and is not relevant for the purpose of establishing further charges of contempt against Dr Toben, but is relevant to indicate that even after the hearing before me the respondent has continued to disobey the September 2002 orders and breach the November 2007 undertaking.",
      "id": "s62"
    },
    {
      "text": "The continued publication of material in public defiance of the September 2002 orders and the November 2007 undertaking indicates a continuing attitude of contumacy on the respondent's part.",
      "id": "s63"
    },
    {
      "text": "The applicant tendered a document (Exhibit A), against Mr Perkins' objection, which was a print out of a publication which the applicant said in evidence he viewed on the Adelaide Institute website shortly after 9.00 am on the morning of the hearing on penalty.",
      "id": "s64"
    },
    {
      "text": "The publication on the website was after Dr Toben had sworn his first affidavit and at the same time or shortly after he had sworn his second affidavit.",
      "id": "s65"
    },
    {
      "text": "Mr Perkins objected to the tender on the ground of relevance.",
      "id": "s66"
    },
    {
      "text": "I allowed the tender of the document on the ground that it was relevant to showing the respondent's contemporary attitude to the proceeding before the Court and the authority of the Court.",
      "id": "s67"
    },
    {
      "text": "After the admission of Exhibit A, Mr Perkins applied to call Dr Toben to explain Exhibit A.",
      "id": "s68"
    },
    {
      "text": "The document was in the following form: BATTLE OF THE WILLS\n THINKERS OF THE WORLD UNITE \n\n [Photo of Dr Fredrick Toben] \n\n he'll be there on 28 April at Federal Court of Australia, Angas Street, Adelaide \n\n and clarify your moral/intellectual values \n\n RICHARD PRATT RECEIVED A JUDGE'S\n INDULGENCE\n WILL T&Ouml;BEN RECEIVE THE SAME?",
      "id": "s69"
    },
    {
      "text": "WHAT DOES THIS TELL US ABOUT\n AUSTRALIA'S JUSTICE SYSTEM?",
      "id": "s70"
    },
    {
      "text": "[Photo of the President of Iran] \n\n View Dr Mahmoud Ahamadinejad's Speech and remember that Persians invented the chess game!",
      "id": "s71"
    },
    {
      "text": "Do I tell the truth or do I obey the Law?",
      "id": "s72"
    },
    {
      "text": "Zionists/Talmudists: Obey the Law, obey the Law, obey the Law!",
      "id": "s73"
    },
    {
      "text": "Hegelians: Tell the Truth AND obey the Law!",
      "id": "s74"
    },
    {
      "text": "Notice the difference in tone and sensibility?",
      "id": "s75"
    },
    {
      "text": "In which attitude of mind does the civilising influence lie?",
      "id": "s76"
    },
    {
      "text": "The 16 April 2009 Judgment \n Letter dated 20 April 2009 , Slater &amp; Gordon to the Associate to Lander J\n Affidavit of S Lewis dated 20 April 2009 which has been filed in the Federal Court\n Affidavit of J Jones dated 20 April 2009 which has been filed in the Federal Court\n Affidavit of S Lewis 3 rd Further Amended Corrected Statement of Charge\n Affidavit of S Lewis dated 24 April 2009 which has been filed in the Federal Court\n COSTS DEMANDED \n\n T&ouml;ben Affidavit \n\n Note: Court Orders must be obeyed without exception, even if they are\n unreasonable and absurd.",
      "id": "s77"
    },
    {
      "text": "They last for eternity, until they are formally challenged.",
      "id": "s78"
    },
    {
      "text": "Tell that to the countless Germans summarily executed or hanged at Nuremberg post\n WWII who claimed they were just following orders --- a defence rejected outright.",
      "id": "s79"
    },
    {
      "text": "Prisoners of conscience refuse to follow orders because to do so would compromise their moral and intellectual integrity.",
      "id": "s80"
    },
    {
      "text": "Has Fredrick Toben compromised his integrity by, again, deleting material from AI's website more than that demanded by the court order, as he did in 2000 and 2002?",
      "id": "s81"
    },
    {
      "text": "Will his action be honoured by those charged with enforcing the court orders?",
      "id": "s82"
    },
    {
      "text": "Stay tuned and find out on 28 April 2009.",
      "id": "s83"
    },
    {
      "text": "It is necessary to understand the events to which Exhibit A is referring when it speaks of Mr Pratt and the \"indulgence\".",
      "id": "s84"
    },
    {
      "text": "It was a notorious fact that Mr Pratt was a wealthy Melbourne businessman who on 28 April 2009 was dying and who had been the subject of considerable publicity in the preceding week.",
      "id": "s85"
    },
    {
      "text": "Mr Pratt was Jewish.",
      "id": "s86"
    },
    {
      "text": "His race and religion were well-known to the public.",
      "id": "s87"
    },
    {
      "text": "He was a party to proceedings in the Federal Court of Australia in the Victorian Registry and was seeking a ruling from Ryan J to the effect that a document which he had signed in relation to civil proceedings should not be admitted in criminal proceedings which had been brought in relation to the evidence he gave in the civil proceedings.",
      "id": "s88"
    },
    {
      "text": "Ryan J had reserved his judgment.",
      "id": "s89"
    },
    {
      "text": "Mr Pratt's lawyers applied to Ryan J to deliver the ruling urgently so that Mr Pratt would know before he died whether he had been successful on that application and whether the criminal proceeding which had been brought against him would be ended.",
      "id": "s90"
    },
    {
      "text": "Ryan J responded to the application by delivering his ruling as a matter of urgency.",
      "id": "s91"
    },
    {
      "text": "On the same day as Ryan J made his ruling the criminal proceedings against Mr Pratt were ended.",
      "id": "s92"
    },
    {
      "text": "The document (Exhibit A) should be understood to refer to the application made to Ryan J and to describe Ryan J's accelerated ruling as an \"indulgence\".",
      "id": "s93"
    },
    {
      "text": "The document invites those accessing the Adelaide Institute website to speculate as to whether Dr Toben will receive the same \"indulgence\".",
      "id": "s94"
    },
    {
      "text": "The readers are also asked to speculate that if such an indulgence is not granted to Dr Toben, \"what does this tell us about Australia's justice system?",
      "id": "s95"
    },
    {
      "text": "\" Dr Toben admitted to being the author of the document and, in particular, writing the two questions after the reference to Mr Pratt receiving an indulgence.",
      "id": "s96"
    },
    {
      "text": "He was asked in evidence-in-chief when he wrote the sentence \"Richard Pratt received a Judge's indulgence\" and his understanding of what had happened.",
      "id": "s97"
    },
    {
      "text": "He said: \n \"I have been in legal litigation for nearly one and a half decades, and I'm following the law.",
      "id": "s98"
    },
    {
      "text": "I'm following developments, and only recently Justice Marcus Einfeld was sentenced to prison ...\" \n\n \nHe was interrupted by his counsel.",
      "id": "s99"
    },
    {
      "text": "It was also a notorious fact that Mr Einfeld is a former Judge who was recently sentenced to imprisonment for a lengthy period.",
      "id": "s100"
    },
    {
      "text": "Mr Einfeld is also Jewish.",
      "id": "s101"
    },
    {
      "text": "Mr Perkins asked Dr Toben the same question again.",
      "id": "s102"
    },
    {
      "text": "Dr Toben said that he had been in Melbourne and had become aware of Mr Pratt's dying and the intense publicity associated with Mr Pratt dying and, in particular, the media referring to Mr Pratt as having received an indulgence.",
      "id": "s103"
    },
    {
      "text": "When he read that in the media he said that the use of the word \"indulgence\" brought to his mind other things.",
      "id": "s104"
    },
    {
      "text": "His evidence was: \n I thought of the period of history where we had a total breakdown of the Catholic faith, where indulgences were sold, I think.",
      "id": "s105"
    },
    {
      "text": "It was --- this is what aroused me when I saw the word \"indulgence\".",
      "id": "s106"
    },
    {
      "text": "I didn't quite understand that, because --- and I may add this --- because if a man is sick I fully understand that he should not be brought to court, something that, of course, doesn't happen to those who are labelled Nazi war criminals.",
      "id": "s107"
    },
    {
      "text": "When asked why it was that he posed the questions in the form proposed he said: \n To point out that, for example, Marcus Einfeld, who was sick, did not receive any indulgence.",
      "id": "s108"
    },
    {
      "text": "He was sent to prison, and now there's Richard Pratt, and now there's here am I.",
      "id": "s109"
    },
    {
      "text": "It is a mere questioning of that --- our cases do reflect what is going on in the court, what is going on in a judge's mind.",
      "id": "s110"
    },
    {
      "text": "That for me is an important thing, and that will reflect Australia's justice system, how these difficult cases are handled by judges.",
      "id": "s111"
    },
    {
      "text": "It's not an easy task.",
      "id": "s112"
    },
    {
      "text": "His counsel then asked him about the second question as to Australia's judicial system and Dr Toben said: \n That's the future, the development of these cases.",
      "id": "s113"
    },
    {
      "text": "For example, the Einfeld case clearly illustrated that there was no remission given, as such, for his prostate cancer.",
      "id": "s114"
    },
    {
      "text": "He had a similar problem.",
      "id": "s115"
    },
    {
      "text": "He has faced similar problems.",
      "id": "s116"
    },
    {
      "text": "Now, Richard Pratt here is close to death.",
      "id": "s117"
    },
    {
      "text": "I just found that it's interesting how --- or the problems the judges have in deciding these cases.",
      "id": "s118"
    },
    {
      "text": "It's very, very difficult.",
      "id": "s119"
    },
    {
      "text": "And as I maintain that we are still in a common law country, where we can speak freely, and openly, where thoughts are not criminalised, where we are free to speculate, and hypothesise.",
      "id": "s120"
    },
    {
      "text": "He was cross-examined by Mr Margo SC, counsel for the applicant.",
      "id": "s121"
    },
    {
      "text": "In answer to Mr Margo's question about the use of the word \"indulgence\", Dr Toben said that when he heard the word in relation to Mr Pratt he thought of the Catholic Church selling indulgences.",
      "id": "s122"
    },
    {
      "text": "He said, when asked about the connection between the selling of indulgences and the publicity about Mr Pratt: \n I am a student of history.",
      "id": "s123"
    },
    {
      "text": "I did not --- I have not in the last --- as Mr Jones would know --- in '96, from '96 onwards, since we've been locked in battle, I have not come across this term \"indulgence,\" and the first thing that came to mind was when this --- there's this historical event occurred many centuries ago, I think, fourteenth, fifteenth century or so, and this is where the term came in.",
      "id": "s124"
    },
    {
      "text": "And so I certainly wondered, what's going on here, and then, of course, I thought of Marcus Einfeld, and I realised, no, the justice system is functioning.",
      "id": "s125"
    },
    {
      "text": "Therefore, the reason in this case, the indulgence referred to a kind of mercy, that the judge was showing towards Mr Pratt, who was dying.",
      "id": "s126"
    },
    {
      "text": "And as someone who cannot justify himself in court, surely he should not be continued to be prosecuted.",
      "id": "s127"
    },
    {
      "text": "The case goes.",
      "id": "s128"
    },
    {
      "text": "It drops.",
      "id": "s129"
    },
    {
      "text": "Mr Margo put to Dr Toben that his evidence was disingenuous and that what he meant by the questions which he posed was that if he did not receive an indulgence it would \"tell us something bad about Australian's (sic) justice system\".",
      "id": "s130"
    },
    {
      "text": "Dr Toben replied: \n Mr Margo, you've been doing this for many years now, and Mr Jones.",
      "id": "s131"
    },
    {
      "text": "You've been slandering me, you have done this again and again.",
      "id": "s132"
    },
    {
      "text": "When Dr Toben was requested to answer the question he said that the proposition was \"a nonsense\".",
      "id": "s133"
    },
    {
      "text": "I asked Dr Toben what indulgence he was seeking as suggested in the document and he said he was not seeking an indulgence.",
      "id": "s134"
    },
    {
      "text": "Mr Margo asked Dr Toben whether it was a coincidence that Dr Toben referred to Mr Pratt and Mr Einfeld who were both Jewish.",
      "id": "s135"
    },
    {
      "text": "Dr Toben replied, \"Are you feeling persecuted?",
      "id": "s136"
    },
    {
      "text": "Please don't start that.",
      "id": "s137"
    },
    {
      "text": "\" I put to him the following, and he answered: \n Dr Toben, the question, I think, to put it bluntly, is did you not compare yourself with Mr Pratt and have you not compared yourself with Mr Einfeld this morning, because they were Jewish and you're not?---No.",
      "id": "s138"
    },
    {
      "text": "That's nonsense.",
      "id": "s139"
    },
    {
      "text": "It is --- I'm --- and this is where the question that this final thing, \"What does this tell us about Australia's justice system\", comes in.",
      "id": "s140"
    },
    {
      "text": "Very simple.",
      "id": "s141"
    },
    {
      "text": "I see it as a very simple thing, but it's got nothing to do with being Jewish or non-Jewish.",
      "id": "s142"
    },
    {
      "text": "We've got to do --- we're dealing here in justice that transcends any --- \n\n Mr Margo reminded Dr Toben that he had since the hearing of the contempt charges before me published material which referred to the judiciary as the \"Jewdiciary\" and that his questions in Exhibit A asked people who accessed his website to compare his treatment with Mr Pratt's.",
      "id": "s143"
    },
    {
      "text": "He was asked whether the document was meant to convey the imputation that people should be alert to see whether a Jew receives more favourable treatment than Dr Toben from this Court.",
      "id": "s144"
    },
    {
      "text": "Dr Toben replied: \n I would see that as your typical interpretation because this is the tenure of the attack against my person, to defame me, to smear me and to insinuate that I am what I'm not.",
      "id": "s145"
    },
    {
      "text": "Dr Toben said that the second question implied that in fact the Australian justice system was working.",
      "id": "s146"
    },
    {
      "text": "It was put to him that that answer was dishonest.",
      "id": "s147"
    },
    {
      "text": "Dr Toben offered an apology.",
      "id": "s148"
    },
    {
      "text": "In his second affidavit Dr Toben said: I am advised, and I accept, that in the circumstances that I have been found by this Honourable Court to be guilty of contempt, it is absolutely incumbent upon me to apologise for carrying out the actions which are the foundation of the findings.",
      "id": "s149"
    },
    {
      "text": "I do apologise.",
      "id": "s150"
    },
    {
      "text": "I am also advised, that I must acknowledge, and be fully aware, that failure to adhere scrupulously and fully to the terms of orders of this Honourable Court undermines the authority of this Honourable court.",
      "id": "s151"
    },
    {
      "text": "I acknowledge that my actions have had that effect.",
      "id": "s152"
    },
    {
      "text": "In his evidence-in-chief he gave the following evidence: \n Dr Toben, in the affidavit which was filed today you related that you were given certain advice about apologising for what his Honour has found to be contempt of court, and you apologised?---Indeed.",
      "id": "s153"
    },
    {
      "text": "Is there anything about that apology that you don't stand by?---It is an unequivocal apology.",
      "id": "s154"
    },
    {
      "text": "This is why I'm rather amazed that this item was brought into court this morning, because I cannot see --- I cannot understand why I'm not allowed to ask questions, express my doubt about these things.",
      "id": "s155"
    },
    {
      "text": "I cannot --- I cannot follow this.",
      "id": "s156"
    },
    {
      "text": "It is not a wilfulness, it is accepting your authority, your Honour, but I cannot understand why Mr Jones feels offended, or says that this is an offence.",
      "id": "s157"
    },
    {
      "text": "I cannot understand that.",
      "id": "s158"
    },
    {
      "text": "I'm asking questions.",
      "id": "s159"
    },
    {
      "text": "I don't understand that.",
      "id": "s160"
    },
    {
      "text": "Now, Dr Toben, in the next paragraph of the affidavit which was filed today, you accepted, did you not, that a failure to adhere to, and comply scrupulously with orders of the Federal Court of Australia undermines the entire system of --- the entire judicial system; is that true?---Indeed.",
      "id": "s161"
    },
    {
      "text": "And I would be the last one to challenge the system.",
      "id": "s162"
    },
    {
      "text": "In the second of these answers the item to which he referred was Exhibit A.",
      "id": "s163"
    },
    {
      "text": "He was cross-examined about his attitude and about the apology which he had given in writing.",
      "id": "s164"
    },
    {
      "text": "Dr Toben apparently had difficulty in understanding propositions put to him.",
      "id": "s165"
    },
    {
      "text": "He was not apparently able to understand a question put to him that if he were obliged to comply with the September 2002 orders he would thereby be prevented from telling what he perceived to be the truth, notwithstanding that in Exhibit A he posed the question \"Do I tell the truth or do I obey the Law?",
      "id": "s166"
    },
    {
      "text": "\" Next it was put to him that he could not publish material which conveyed any of the imputations in paragraph 2 of the September 2002 orders: \n Dr Toben, there won't be an order made that in the future either Mr Jones or the court will act as censor or as adviser to you.",
      "id": "s167"
    },
    {
      "text": "The question that Mr Margo is presently asking you is this.",
      "id": "s168"
    },
    {
      "text": "Do you accept that if you comply with her Honour's orders made on 22 September 2007 (sic), and comply with the undertaking you gave to Moore J on 27 November 2007, you cannot, in the future, publish information or material which conveys the following imputations, or any of them: \n\n \n That there is a serious doubt that the Holocaust occurred; that it is unlikely that there were homicidal gas chambers at Auschwitz; that Jewish people who are offended by and challenge Holocaust denial are of limited intelligence, and some Jewish people, for improper purposes, including financial gain, have exaggerated the number of Jews killed during World War II and the circumstances in which they were killed.",
      "id": "s169"
    },
    {
      "text": "Do you accept that you cannot publish any information which conveys those imputations?---Your Honour, I informed my counsel that I have had problems.",
      "id": "s170"
    },
    {
      "text": "I have done my best to negotiate these orders because they are rather general and confusing.",
      "id": "s171"
    },
    {
      "text": "I now will, from now on, not print anything unless I seek legal counsel, whether it's --- whether --- they will have to interpret the law, these orders, court orders.",
      "id": "s172"
    },
    {
      "text": "I can't, I'm at an end, I'm here now, because I have done my best and what's happening is that I've been smeared as someone who is totally unwilling, unable to comply with these things.",
      "id": "s173"
    },
    {
      "text": "I've done my best.",
      "id": "s174"
    },
    {
      "text": "But I cannot, without any authority, judicial authority, to negotiate these courts orders.",
      "id": "s175"
    },
    {
      "text": "The court orders don't make sense to me.",
      "id": "s176"
    },
    {
      "text": "They don't make sense to me, your Honour.",
      "id": "s177"
    },
    {
      "text": "MR MARGO: Dr Toben, you had had legal advice at the time you gave --- \n\n \n HIS HONOUR: Just a minute Mr Margo.",
      "id": "s178"
    },
    {
      "text": "Mr Margo, just a minute.",
      "id": "s179"
    },
    {
      "text": "MR MARGO: I'm sorry, your Honour.",
      "id": "s180"
    },
    {
      "text": "HIS HONOUR: In what way do the orders not make sense?---Because they are so broad that to be limiting --- they are so broad they catch everything.",
      "id": "s181"
    },
    {
      "text": "It reaches the point to this morning.",
      "id": "s182"
    },
    {
      "text": "Apparently Mr --- if I may say this, your Honour --- Mr Margo brings this front page and says, \"This is evidence of something,\" and here am I just printing this and --- \n\n \n But you're misunderstanding, Dr Toben.",
      "id": "s183"
    },
    {
      "text": "Mr Margo is not putting forward the document, exhibit A, this morning as evidence of breach of the orders?---No, but I'm indicating --- \n\n \n No, no, but listen, listen.",
      "id": "s184"
    },
    {
      "text": "He's putting it forward as evidence of your attitude?---I understand that, but I'm saying now, this is my problem.",
      "id": "s185"
    },
    {
      "text": "Well ---?---I accept this problem and, therefore, I will submit to censorship.",
      "id": "s186"
    },
    {
      "text": "Well, then can I ask you this question?",
      "id": "s187"
    },
    {
      "text": "You say the orders are confusing and you're unable to understand them.",
      "id": "s188"
    },
    {
      "text": "What is it about the order which Branson J made, which says you were not to publish the document about the Adelaide Institute, which was confusing?---That's what --- if you remember, your Honour, I wrote a lot of affidavits which was going to present my case.",
      "id": "s189"
    },
    {
      "text": "You didn't ---?---And this document I removed, of course.",
      "id": "s190"
    },
    {
      "text": "As you know I removed, in 2000, out of the Human Rights Commission I removed all the material from the website, as I have now; it's wiped.",
      "id": "s191"
    },
    {
      "text": "This document I found on the internet, and I wanted to show that I had nothing to do with it.",
      "id": "s192"
    },
    {
      "text": "That the item --- which, by the way, the Germans also used in their proceedings against me, so the Commissioner McEvoy used it as well, and Branson J used it --- that this document, although it's not on our website, it's on this Way Back material --- other material, other websites that I have no control over.",
      "id": "s193"
    },
    {
      "text": "I have never been in contact with The Way Back machine, your Honour.",
      "id": "s194"
    },
    {
      "text": "It was put to Dr Toben that he had not shown any \"real contrition\".",
      "id": "s195"
    },
    {
      "text": "He said: \n There's no real contrition there, is there?---I don't see the contrition --- why should I --- I said to the lady who interviewed me, I said, \"Why should I regret anything?",
      "id": "s196"
    },
    {
      "text": "I'm doing my very, very best, my very best to negotiate through these orders which I don't quite follow, and I don't even understand why they weren't in force in 2004, and only because I managed to get to Tehran I sort of escaped your legal clutches.",
      "id": "s197"
    },
    {
      "text": "\" But the problem is highlighted by this approach, Mr Margo, and that's why I wish you to concede to this, that it is possible that I will submit material.",
      "id": "s198"
    },
    {
      "text": "It's very difficult for me.",
      "id": "s199"
    },
    {
      "text": "As you see, the last page there's nothing --- nothing offensive.",
      "id": "s200"
    },
    {
      "text": "But, of course, anything I write may be offensive to you.",
      "id": "s201"
    },
    {
      "text": "He agreed that he told a reporter on 14 April 2009 before I handed down judgment, \"If I'm found guilty, and a fine is handed down, I will, on principle, refuse to pay the fine, so that means I will have to go to gaol, go in.",
      "id": "s202"
    },
    {
      "text": "\" He repeated in cross-examination that he unreservedly apologised to the Court for the various acts of contempt since 27 November 2007 and he would stand by and not withdraw the apology.",
      "id": "s203"
    },
    {
      "text": "He also said that he accepted that his conduct since 27 November 2007 undermined the authority of the Court.",
      "id": "s204"
    },
    {
      "text": "Dr Toben said in his cross-examination that he considers that the orders which he is obliged to obey are unreasonable and absurd.",
      "id": "s205"
    },
    {
      "text": "He was asked: \n So if we could go back then to the words which appear under Do I Tell the Truth or Do I Obey the Law?",
      "id": "s206"
    },
    {
      "text": "It's your position, is it, that if the judge takes the view that you should obey the law, obey the law, obey the law, that he is falling in with the program of Zionists and Talmudists?---That would be the case.",
      "id": "s207"
    },
    {
      "text": "The purely --- no judge has an objective, the way I understand the judges acting.",
      "id": "s208"
    },
    {
      "text": "And we see this with the Pratt and Einfeld case where there is that element of the moral dimension.",
      "id": "s209"
    },
    {
      "text": "Every judge has that moral dimension.",
      "id": "s210"
    },
    {
      "text": "It's all there.",
      "id": "s211"
    },
    {
      "text": "I see no conflict here, except I know that in what's happening in Palestine and so on, that the mindsets are uncompromising, and it flows.",
      "id": "s212"
    },
    {
      "text": "All this flows into the Australian judicial system, how they handle this case.",
      "id": "s213"
    },
    {
      "text": "It's a reflection --- there's nothing sinister about this.",
      "id": "s214"
    },
    {
      "text": "It's an observation.",
      "id": "s215"
    },
    {
      "text": "Dr Toben was born in Jaderberg in Germany in June 1944.",
      "id": "s216"
    },
    {
      "text": "In 1954 his parents immigrated with him to Australia, eventually becoming farmers in West Wimmera in Victoria.",
      "id": "s217"
    },
    {
      "text": "He was educated in Germany, Victoria and South Australia.",
      "id": "s218"
    },
    {
      "text": "He completed his matriculation at Edenhope in Victoria.",
      "id": "s219"
    },
    {
      "text": "He graduated with a Bachelor of Arts degree from the University of Melbourne majoring, I understand, in literature, philosophy and German.",
      "id": "s220"
    },
    {
      "text": "In 1967 he completed a second Bachelor of Arts degree at the Victoria University at Wellington in New Zealand, majoring in economics and psychology.",
      "id": "s221"
    },
    {
      "text": "While studying in New Zealand, he taught mathematics and English at a secondary college.",
      "id": "s222"
    },
    {
      "text": "In 1971 he enrolled at the University of Stuttgart undertaking a doctorate in philosophy which he was awarded in 1977.",
      "id": "s223"
    },
    {
      "text": "In 1978 Dr Toben studied for and obtained a teaching certificate.",
      "id": "s224"
    },
    {
      "text": "He subsequently taught in Rhodesia and Nigeria before returning to Australia and teaching in Victoria.",
      "id": "s225"
    },
    {
      "text": "He was dismissed as a teacher in 1985 which led to litigation involving his dismissal.",
      "id": "s226"
    },
    {
      "text": "Dr Toben has said that he was involved in Family Court proceedings between 1988 and 1994.",
      "id": "s227"
    },
    {
      "text": "He came to South Australia in 1992, obtained teacher registration and taught as a relief teacher until 1996.",
      "id": "s228"
    },
    {
      "text": "He has a medical condition which affects his legs, as a result of which he became eligible for a disability pension in 1997 which he still receives.",
      "id": "s229"
    },
    {
      "text": "He will be 65 later this year when he will become eligible for an age pension.",
      "id": "s230"
    },
    {
      "text": "He does not own the house in which he lives but does own a house in the western district of Victoria.",
      "id": "s231"
    },
    {
      "text": "However, that house is subject to two caveats and he has no equity in the property.",
      "id": "s232"
    },
    {
      "text": "Dr Toben's only assets are a car worth about $5,000 and some books.",
      "id": "s233"
    },
    {
      "text": "His financial circumstances would not allow him to pay a fine.",
      "id": "s234"
    },
    {
      "text": "The continuing publications of material in disobedience of the September 2002 orders and in breach of the November 2007 undertaking indicates continuing public defiance of the authority of this Court.",
      "id": "s235"
    },
    {
      "text": "Moreover, the document (Exhibit A) which was published as late as the morning of the hearing on penalty indicates, in my opinion, a continuing disrespect for this Court.",
      "id": "s236"
    },
    {
      "text": "The imputation contained in that document challenges the impartiality of this Court.",
      "id": "s237"
    },
    {
      "text": "Although Dr Toben rejected the proposition put to him by Mr Margo that his reference to Mr Pratt and to Mr Einfeld was because they were Jews, I reject that evidence.",
      "id": "s238"
    },
    {
      "text": "I find that Mr Pratt was referred to in the document because he was Jewish and that Dr Toben wanted those who accessed the website to ask for themselves whether Dr Toben, being non-Jewish, would receive the same indulgence that had been given to a Jew.",
      "id": "s239"
    },
    {
      "text": "Dr Toben made reference to Mr Einfeld also because Mr Einfeld is Jewish.",
      "id": "s240"
    },
    {
      "text": "His explanation as to why he referred to those two persons was disingenuous.",
      "id": "s241"
    },
    {
      "text": "In my opinion, the question as to the state of the Australian judicial system was posed so that the reader might infer that the failure of this Court to grant Dr Toben an indulgence would indicate that this Court would treat a Jew more favourably than Dr Toben.",
      "id": "s242"
    },
    {
      "text": "An important consideration on the question of penalty for a contempt of court which involves disobedience of a court order is whether the contemnor has purged his contempt and is truly contrite.",
      "id": "s243"
    },
    {
      "text": "The respondent apologised to Justice Moore on 27 November 2007 when he gave the November 2007 undertaking but withdrew that apology and indicated he would not comply with the undertaking within days of doing so.",
      "id": "s244"
    },
    {
      "text": "He has apologised again in his affidavit which he tendered on this hearing and in his oral evidence.",
      "id": "s245"
    },
    {
      "text": "The apology, both to Moore J and me, was unreserved.",
      "id": "s246"
    },
    {
      "text": "Whilst the apology has been noted, in my opinion it was given for the purpose of influencing the penalty to be imposed by this Court and for no other reason.",
      "id": "s247"
    },
    {
      "text": "It was given at the very last moment and on the advice of his counsel.",
      "id": "s248"
    },
    {
      "text": "His affidavit shows that.",
      "id": "s249"
    },
    {
      "text": "His answer referred to in [50] of these reasons shows a lack of remorse and contrition.",
      "id": "s250"
    },
    {
      "text": "I am satisfied that Dr Toben has apologised only because he was so advised and his apology does not reflect a frank acknowledgement of the contempt which has been committed or any true expression of regret on his part.",
      "id": "s251"
    },
    {
      "text": "I do not accept that he is contrite for what he has done.",
      "id": "s252"
    },
    {
      "text": "His claim that he now recognises that his conduct has undermined the authority of the Court is rejected.",
      "id": "s253"
    },
    {
      "text": "In my opinion, he always knew that his conduct would undermine the authority of the Court and his conduct was calculated to achieve that effect.",
      "id": "s254"
    },
    {
      "text": "In his evidence Dr Toben was incapable of addressing a simple proposition simply.",
      "id": "s255"
    },
    {
      "text": "His evidence was often quite confused.",
      "id": "s256"
    },
    {
      "text": "He did not answer questions directly but often, as shown in the evidence identified, made speeches which had little relevance to the question.",
      "id": "s257"
    },
    {
      "text": "He made a number of references to Nazi war criminals, Jews and Zionists, and he asserted in his evidence, as he had in the document (Exhibit A), that Australia was a country controlled by Zionists.",
      "id": "s258"
    },
    {
      "text": "Dr Toben has not attempted to give any explanation in mitigation of his conduct except perhaps his claim that he finds the September 2002 orders confusing, a claim which I reject.",
      "id": "s259"
    },
    {
      "text": "I have taken into account his personal circumstances including his age and his physical disability, although his disability has not been fully explained.",
      "id": "s260"
    },
    {
      "text": "I am of the opinion that Dr Toben's conduct evinces a calculated intention to disobey orders of the Court and undertakings given to the Court for the purpose of bringing the Court into disrepute.",
      "id": "s261"
    },
    {
      "text": "He has no respect for this Court or the authority of this Court.",
      "id": "s262"
    },
    {
      "text": "The applicant brought a contempt proceeding against Dr Toben in relation to his conduct between September 2002 and November 2007.",
      "id": "s263"
    },
    {
      "text": "Dr Toben offered an apology and an undertaking to obey the September 2002 orders which brought that application for contempt to an end.",
      "id": "s264"
    },
    {
      "text": "Within days he had publicly withdrawn his apology and reneged on his undertaking.",
      "id": "s265"
    },
    {
      "text": "He thereafter committed 24 counts of contempt on 13 different occasions.",
      "id": "s266"
    },
    {
      "text": "After the hearing of the contempt charges he continued his public defiance of the Court's authority.",
      "id": "s267"
    },
    {
      "text": "He published a document on the day of the hearing on costs and penalty which identified his current attitude to the Court.",
      "id": "s268"
    },
    {
      "text": "The applicant brought this proceeding initially for the purpose of having the Court make orders of the kind in the September 2002 orders.",
      "id": "s269"
    },
    {
      "text": "He sought and obtained orders restraining Dr Toben from continuing to unlawfully publish material that is likely to offend, insult, humiliate or intimidate people or a group of people because of their race or nationality or ethnic origin.",
      "id": "s270"
    },
    {
      "text": "The applicant is entitled to expect the orders which he has obtained be obeyed by Dr Toben.",
      "id": "s271"
    },
    {
      "text": "If Dr Toben refuses, as he has, to obey those orders the applicant is entitled to expect that the Court will do what is necessary to require Dr Toben to comply with the orders.",
      "id": "s272"
    },
    {
      "text": "The Court has the same power to punish contempts as the High Court: s 31 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s273"
    },
    {
      "text": "The High Court has the same power to punish for contempts as was possessed by the Supreme Court of Judicature in England at the time of the enactment of the Judiciary Act 1903 (Cth).",
      "id": "s274"
    },
    {
      "text": "The High Court Rules 2004 (r 11.04.1(a)) provide that the High Court may order \"that the contemnor pay a fine, be committed to prison, or both pay a fine and be committed to prison\".",
      "id": "s275"
    },
    {
      "text": "This Court has power to punish by way of fine: Coonan &amp; Denlay Pty Ltd v Superstar Australia Pty Ltd (No 2) [1981] FCA 197 ; (1981) 57 FLR 118.",
      "id": "s276"
    },
    {
      "text": "The Court has the duty of ensuring that its orders are complied with.",
      "id": "s277"
    },
    {
      "text": "If its orders can be disobeyed with impunity, public confidence in the administration of justice will be undermined.",
      "id": "s278"
    },
    {
      "text": "There is therefore not only Mr Jones' private interest that must be considered but the public interest in protecting \"the effective administration of justice by demonstrating that the court's orders will be enforced\": AMIEU v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 107.",
      "id": "s279"
    },
    {
      "text": "In this case, Dr Toben's conduct has amounted to a public defiance of the September 2002 orders and the November 2007 undertaking.",
      "id": "s280"
    },
    {
      "text": "He made it clear to the public immediately after the hearing before Moore J that he would not honour his undertaking or comply with the orders.",
      "id": "s281"
    },
    {
      "text": "The Court therefore has an interest over and above Mr Jones' private interest in securing the benefit of the September 2002 orders and the November 2007 undertaking and having Dr Toben comply with its orders.",
      "id": "s282"
    },
    {
      "text": "His public defiance of the Court's orders has called into play the \"penal or disciplinary\" jurisdiction of the Court: Whitham v Holloway (1995) 183 CLR 525 at 533; AMIEU v Mudginberri Station Pty Ltd [1986] HCA 46 ; 161 CLR 98 at 108.",
      "id": "s283"
    },
    {
      "text": "The primary purpose to be achieved in this case is the vindication of the Court's authority.",
      "id": "s284"
    },
    {
      "text": "The purpose of punishment for contempt in a case such as this is to vindicate the authority of the Court by punishing the contemnor and at the same time seeking to deter both the contemnor and other like-minded people from disobeying orders of the Court.",
      "id": "s285"
    },
    {
      "text": "Apart from the aspect of punishment, there is therefore a need to have regard to both personal and general deterrence.",
      "id": "s286"
    },
    {
      "text": "In Dr Toben's case the question of personal deterrence is more important than it is in many other cases.",
      "id": "s287"
    },
    {
      "text": "He showed, when he was previously before the Court on contempt charges, that he was when it suited him prepared to apologise for his conduct but then to almost immediately withdraw that apology and refuse to honour an undertaking given to the Court.",
      "id": "s288"
    },
    {
      "text": "He must understand that compliance with Court orders is not optional, but obligatory.",
      "id": "s289"
    },
    {
      "text": "Like-minded people must understand that people like Dr Toben cannot choose to ignore orders of the Court.",
      "id": "s290"
    },
    {
      "text": "For all of those reasons, a fine would not be a sufficient penalty even if Dr Toben were in a position to pay it which he is not.",
      "id": "s291"
    },
    {
      "text": "If I had thought a fine were appropriate, but was of the opinion that Dr Toben could not pay a fine, that would not have been a reason to impose a sentence of imprisonment.",
      "id": "s292"
    },
    {
      "text": "If a contemnor is impecunious and the Court thinks a fine is appropriate, the fine would have to be of a kind that the contemnor could pay.",
      "id": "s293"
    },
    {
      "text": "Impecuniosity could not be a reason to imprison a person when the appropriate penalty would otherwise be a fine.",
      "id": "s294"
    },
    {
      "text": "However, because I do not think a fine is an appropriate penalty, his financial circumstances are largely irrelevant.",
      "id": "s295"
    },
    {
      "text": "I have reached the conclusion that a sentence of imprisonment, although a sentence of last resort, is required in this case because of Dr Toben's conduct --- not because of Dr Toben's financial circumstances.",
      "id": "s296"
    },
    {
      "text": "Dr Toben will be imprisoned for three months.",
      "id": "s297"
    },
    {
      "text": "I have considered whether it would be appropriate to suspend that sentence by making an order that the warrant for his arrest lie in the Court for a period of time and not issue so long as Dr Toben complies with the September 2002 orders and the November 2007 undertaking.",
      "id": "s298"
    },
    {
      "text": "In the end result, however, I am of the opinion that the conduct has been too serious to make orders of that kind.",
      "id": "s299"
    },
    {
      "text": "Dr Toben has shown on a number of occasions that he is not prepared to recognise the authority of this Court.",
      "id": "s300"
    },
    {
      "text": "As I have already indicated but it bears repeating, the proceedings which were before Moore J for contempt of the September 2002 orders between 2002 and 2007 were brought to an end by the respondent giving an apology and the undertaking.",
      "id": "s301"
    },
    {
      "text": "Immediately after giving an apology and an undertaking he withdrew the apology and failed to honour the undertaking.",
      "id": "s302"
    },
    {
      "text": "He continued to disobey the September 2002 orders and breach the November 2007 undertaking throughout the period that contempt proceedings were being organised to be heard between November 2007 and August 2008.",
      "id": "s303"
    },
    {
      "text": "He continued to disobey the September 2002 orders and breach the November 2007 undertaking after the hearing of the contempt charges and up until the time of the hearing for costs and penalty.",
      "id": "s304"
    },
    {
      "text": "He published provocative material calculated to scandalise the Court in the document published on the website on the day of hearing.",
      "id": "s305"
    },
    {
      "text": "Although he is only to be punished for the 24 charges which have been proved and which were committed on 13 occasions, Dr Toben has now continued his public defiance of the September 2002 orders for a number of years.",
      "id": "s306"
    },
    {
      "text": "In all those circumstances, it would not be appropriate to suspend the sentence and a warrant for Dr Toben's arrest will issue.",
      "id": "s307"
    },
    {
      "text": "Dr Toben should understand that even after he has served his sentence of imprisonment he must comply with the September 2002 orders and the November 2007 undertaking otherwise he will be liable to further proceedings for contempt.",
      "id": "s308"
    },
    {
      "text": "The orders of the Court will be: \n(1) the respondent is to pay the applicant's costs on a party and party basis;\n \n(2) the respondent is to be imprisoned for a period of three months.",
      "id": "s309"
    },
    {
      "text": "I certify that the preceding ninety (90) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s310"
    },
    {
      "text": "Associate:\n \n \nDated: 13 May 2009\n \n Counsel for the Applicant: Mr R Margo SC with Ms R Graycar \n \n Solicitor for the Applicant: Slater &amp; Gordon Lawyers \n \n Counsel for the Respondent: Mr D Perkins \n Date of Hearing: 28 April 2009 \n \n Date of Judgment: 13 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/477.html",
      "id": "s311"
    }
  ]
}