{
  "name": "McCann (in his capacity as liquidator of Australvic Property Management Pty Ltd (in liq)) v Mason (No 2) [2009] FCA 489 (11 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/489.html",
  "catchphrases": [
    {
      "text": "liquidator's examination summons",
      "id": "c0"
    },
    {
      "text": "direction made limiting the scope of the examination summons to prevent the liquidator from obtaining an advantage in a related proceeding",
      "id": "c1"
    },
    {
      "text": "related proceeding discontinued",
      "id": "c2"
    },
    {
      "text": "direction recalled",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Mr McCann is the liquidator of Australvic Property Management Pty Ltd (in liquidation).",
      "id": "s0"
    },
    {
      "text": "On 13 October 2008 the liquidator obtained an order under s 596B of the Corporations Act 2001 (Cth) for the issue of a summons requiring Mr Mason to attend and be examined about the affairs of Australvic.",
      "id": "s1"
    },
    {
      "text": "Mr Mason's response was to bring an application to have the examination summons set aside.",
      "id": "s2"
    },
    {
      "text": "The principal basis for that application was as follows.",
      "id": "s3"
    },
    {
      "text": "At the time of the application, there was in existence a proceeding in the Supreme Court of Victoria that related directly to the activities of Australvic.",
      "id": "s4"
    },
    {
      "text": "Mr Mason was concerned that the liquidator had obtained the examination summons in order to conduct enquiries that might assist him in prosecuting the Supreme Court proceeding: an advantage which was not available to the liquidator by use of the ordinary processes of the Supreme Court.",
      "id": "s5"
    },
    {
      "text": "I declined to make the order to set aside the examination summons.",
      "id": "s6"
    },
    {
      "text": "I did, however, impose two restrictions on the liquidator.",
      "id": "s7"
    },
    {
      "text": "First, I directed that the examination be limited to eliciting information in relation to whether or not there had been a breach of duty, whether under the common law or statute, by Michael Kyriackou (a former director of Australvic) in relation to the affairs of any company in the Australvic group.",
      "id": "s8"
    },
    {
      "text": "Second, I directed that without leave of the court, any evidence given by Mr Mason could not be used, directly or indirectly, in connection with the Supreme Court proceeding.",
      "id": "s9"
    },
    {
      "text": "On 12 March 2009 the examination commenced.",
      "id": "s10"
    },
    {
      "text": "It has not yet concluded.",
      "id": "s11"
    },
    {
      "text": "It was adjourned to a date to be fixed.",
      "id": "s12"
    },
    {
      "text": "Following the adjournment of the examination, the Supreme Court proceeding settled.",
      "id": "s13"
    },
    {
      "text": "The orders show that, as a result of agreement between the parties as regards how money then held in Supreme Court should be distributed, the action and a counterclaim in the action were dismissed.",
      "id": "s14"
    },
    {
      "text": "The dismissal of the Supreme Court proceeding led to the liquidator making a request to recall the direction limiting the scope of the examination.",
      "id": "s15"
    },
    {
      "text": "The liquidator does not seek the removal of the restriction on the use of Mr Mason's evidence because there is now no proceeding in which the evidence could be used.",
      "id": "s16"
    },
    {
      "text": "I have looked at my reasons for dismissing Mr Mason's application to set aside the examination summons.",
      "id": "s17"
    },
    {
      "text": "In those reasons I said it was clear that the liquidator was not seeking to conduct a dress rehearsal of a possible cross-examination of Mr Mason, who at that time was a potential witness in the Supreme Court proceeding.",
      "id": "s18"
    },
    {
      "text": "I went on to say that if during the course of the examination of Mr Mason the liquidator uncovered evidence that might assist his prosecution of the Supreme Court action, that was not untoward.",
      "id": "s19"
    },
    {
      "text": "Nevertheless, I imposed the two restrictions to which I have just referred so as to guard against any improper use of the examination procedure.",
      "id": "s20"
    },
    {
      "text": "The liquidator asks for the first restriction to be recalled so he can continue the examination of Mr Mason.",
      "id": "s21"
    },
    {
      "text": "I am in no doubt that I should make the order sought.",
      "id": "s22"
    },
    {
      "text": "There are two reasons.",
      "id": "s23"
    },
    {
      "text": "First, it was the existence of the Supreme Court action that led to the imposition of the two restrictions.",
      "id": "s24"
    },
    {
      "text": "Second, it is clear that there are still unanswered questions about the affairs of Australvic which the liquidator is entitled to pursue.",
      "id": "s25"
    },
    {
      "text": "In reaching this conclusion, I have had regard to the liquidator's affidavit filed in support of the original application in which he explains the topics about which he wishes to examine Mr Mason.",
      "id": "s26"
    },
    {
      "text": "I see no reason why the liquidator should be restricted in carrying out any investigation which the statute permits him to carry out now that the Supreme Court proceeding is at an end.",
      "id": "s27"
    },
    {
      "text": "I will make orders accordingly.",
      "id": "s28"
    },
    {
      "text": "The liquidator shall have his costs.",
      "id": "s29"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s30"
    },
    {
      "text": "Associate:\n \n \nDated: 22 May 2009\n \n Counsel for the Applicant: Mr G McCormick \n \n Solicitor for the Applicant: Goldsmiths \n \n Counsel for the Respondent: Mr J Isles \n \n Solicitor for the Respondent: Buxton &amp; Associates \n Date of Hearing: 11 May 2009 \n \n Date of Judgment: 11 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/489.html",
      "id": "s31"
    }
  ]
}