{
  "name": "Shop Distributive &amp; Allied Employees Association (Queensland Branch) Union of Employees v Woolworths Limited (ACN 000 034 819) [2009] FCA 441 (6 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/441.html",
  "catchphrases": [
    {
      "text": "s 43 and s 46 of the industrial relations act 1999 (qld)",
      "id": "c0"
    },
    {
      "text": "s 849(1)(b) of the workplace relations act 1996 (cth)",
      "id": "c1"
    },
    {
      "text": "preserved state agreement",
      "id": "c2"
    },
    {
      "text": "long service leave payment entitlement",
      "id": "c3"
    },
    {
      "text": "enhanced pay for non-rotating afternoon and night shift and sunday workers",
      "id": "c4"
    },
    {
      "text": "meaning of \"full pay\"",
      "id": "c5"
    },
    {
      "text": "meaning of \"ordinary rate\"",
      "id": "c6"
    },
    {
      "text": "industrial law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "These proceedings require a determination of the long service leave entitlements of certain employees of Woolworths Limited (ACN 000 034 819) (\"the respondent\").",
      "id": "s0"
    },
    {
      "text": "As I explain later in this judgment, those employees (\"relevant employees\") are those whose ordinary hours of work require them to work permanent non-rotating afternoon or night shifts, and/or permanent Sunday shifts.",
      "id": "s1"
    },
    {
      "text": "The dispute itself arises from an application brought by the Shop Distributive &amp; Allied Employees Association (Queensland Branch) Union of Employees (\"the applicant\") against the respondent wherein the applicant disputes the rate of pay the respondent claims relevant employees are entitled to during long service leave.",
      "id": "s2"
    },
    {
      "text": "The applicant seeks: \n (i) an interpretation by the Court pursuant to section 849(1)(b) of the Workplace Relations Act 1996 (Cth) (\"the Act\") of the true meaning of the Woolworths Limited Supermarkets Distribution Centres (South East Queensland) Certified Agreement 2004 (No CA643 of 2004), being a Preserved State Agreement (\"the PSA\") brought into existence by operation of clause 10 of Schedule 8 to the Act; \n\n \n (ii) a declaration that clause 7.6 of the PSA, when read in conjunction with the terms of Chapter 2, Part 3 of the Industrial Relations Act 1999 in relation to an entitlement to long service leave, grants an entitlement to an employee (whose employment is regulated by the PSA) engaged by the Respondent on non-rotating afternoon shifts or night shifts, to payment for long service leave at a wage rate which includes amounts payable to that employee whilst at work, as set out in clause 6.3.3(c), 6.3.3(d) and 6.8 of the PSA; \n\n \n (iii) such further or other or consequential or ancillary orders as the court deems fit.",
      "id": "s3"
    },
    {
      "text": "In summary, the applicant submits that the enhanced rate of pay specified in the preserved State agreement (\"PSA\") for employees working permanent non-rotating afternoon shifts or permanent non-rotating night shifts or Sunday shifts should be used to calculate the long service leave pay entitlements of those employees.",
      "id": "s4"
    },
    {
      "text": "The nature of the applicant's case is explained in more detail later in this judgment.",
      "id": "s5"
    },
    {
      "text": "Background\n The background facts in this case are not in contention.",
      "id": "s6"
    },
    {
      "text": "The applicant is an industrial association registered under the Industrial Relations Act 1999 (Qld) (\"the State Act\") and a transitionally registered association in accordance with Sch 10 of the Workplace Relations Act 1996 (Cth) (\"the Federal Act\").",
      "id": "s7"
    },
    {
      "text": "The respondent conducts supermarket distribution centres in south-east Queensland (\"supermarket distribution centres\").",
      "id": "s8"
    },
    {
      "text": "The applicant is entitled by reason of its eligibility rules and constitution to represent the industrial interests of employees of the respondent engaged in relevant classifications at supermarket distribution centres.",
      "id": "s9"
    },
    {
      "text": "It is entitled to bring this application on behalf of its members who are relevant employees of the respondent within the meaning of the Federal Act.",
      "id": "s10"
    },
    {
      "text": "In exercise of that entitlement, the applicant made an agreement with the respondent, which agreement was certified by the Queensland Industrial Relations Commission on 9 March 2005 under the name of Woolworths Limited Supermarket Distribution Centres (South East Queensland) Certified Agreement 2004 (No CA643 of 2004).",
      "id": "s11"
    },
    {
      "text": "As and from 27 March 2006, the agreement was deemed to be a Preserved State Agreement, which is a Federal instrument deemed to have come into existence in accordance with cl 10 of Sch 8 to the Federal Act by reason of the respondent being a constitutional corporation and an \"employer\" as defined by the Federal Act.",
      "id": "s12"
    },
    {
      "text": "Mr Kayne Packenas is an employee of the respondent at a supermarket distribution centre whose employment is regulated by the PSA.",
      "id": "s13"
    },
    {
      "text": "During a period in excess of 12 months prior to the taking of long service leave, employees such as Mr Packenas (\"relevant employees\") were engaged by the respondent on a full-time permanent basis, during which time in order to meet their obligation to work 38 ordinary hours per week they worked: An affidavit of Mr Packenas sworn 28 February 2008 was filed on behalf of the applicant and illustrates the employment circumstances of one relevant employee.",
      "id": "s14"
    },
    {
      "text": "When taking long service leave, employees of the respondent were paid an amount being the ordinary weekly adult rate of pay prescribed in cl 5.2.1 of the PSA for the periods of long service leave taken by those employees.",
      "id": "s15"
    },
    {
      "text": "The applicant submits that this rate was incorrect --- relevant employees of the respondent should have been paid (and should be paid) for the period of long service leave taken the total amount calculated by the combination of: \n(a) the appropriate rate of pay contained in cl 5.2.1 of the PSA; and \n \n(b) additional amounts contained in cll 6.3.3(c), 6.3.3(d) and/or 6.8 of the PSA, as the case may be.",
      "id": "s16"
    },
    {
      "text": "Jurisdiction of the Court\n This application is brought pursuant to s 849(1)(b) of the Federal Act, which so far as relevant provides: \n Interpretation of certified agreements \n\n \n (1) The Court or the Federal Magistrates Court may give an interpretation of a collective agreement on application by: \n\n \n...\n \n \n(b) an organisation or person bound by the agreement; or\n \n Although the PSA is not a collective agreement, it is not in contention that this Court has jurisdiction to consider the interpretation of the PSA in this case.",
      "id": "s17"
    },
    {
      "text": "This is because: The terms and conditions of employment of Mr Packenas and others were determined by the PSA.",
      "id": "s18"
    },
    {
      "text": "Section 10 of Sch 8 to the Federal Act provides that, if immediately before \"reform commencement\" (which was the commencement of Sch 1 to the Workplace Relations Amendment (Work Choices) Act 2005 (Cth) on 27 March 2006), the terms and conditions of employment of an employee were determined in whole or in part under a State employment agreement and the employee was one of a number of employees who were bound by the agreement, a \"preserved collective State agreement\" was taken to have come into operation on the reform commencement.",
      "id": "s19"
    },
    {
      "text": "Section 20(1) of Sch 8 to the Federal Act provides that a preserved collective State agreement may be enforced as if it were a collective agreement.",
      "id": "s20"
    },
    {
      "text": "The PSA\n The key provisions in the PSA for the purposes of these proceedings are cll 7.6, 5.2.1, 6.3.3(c) and (d), and 6.8.",
      "id": "s21"
    },
    {
      "text": "For convenience I set them out below.",
      "id": "s22"
    },
    {
      "text": "Clause 7.6\n Provision is made in cl 7.6 of the PSA for long service leave for employees of the respondent to whom the PSA applies.",
      "id": "s23"
    },
    {
      "text": "This clause provides simply: \n The entitlement of an employee to long service leave shall be as described in the provisions of Chapter 2 Part 3 of the Industrial Relations Act 1999 , or as amended from time to time.",
      "id": "s24"
    },
    {
      "text": "Clause 5.2.1\n Clause 5.2 prescribes ordinary weekly adult rates of pay within the terms of the PSA.",
      "id": "s25"
    },
    {
      "text": "So far as relevant in these proceedings the clause provides: \n 5.2.1 Adults --- the ordinary weekly adult rates of pay shall be as follows:- \n\n \n GRADE \n \n From 1/11/04 \n \n From 23/10/05 \n \n From 23/10/06 \n \n I \n \n $699.25 \n \n $727.22 \n \n $756.31 \n \n II \n \n $720.93 \n \n $749.77 \n \n $779.76 \n \n III \n \n $753.32 \n \n $783.46 \n \n $814.80 \n \n IV \n \n $764.14 \n \n $794.71 \n \n $826.49 \n \n V \n \n $778.58 \n \n $809.72 \n \n $842.11 \n \n VI \n \n $807.41 \n \n $839.71 \n \n $873.30 \n \n Clause 6.3.3(c) and (d)\n As I have already observed, relevant employees are employed on terms that include the working of permanent non-rotating afternoon shifts or permanent non-rotating night shifts.",
      "id": "s26"
    },
    {
      "text": "Provision for working these shifts is made in cl 6.3.3(c) and cl 6.3.3(d) of the PSA, which provide as follows: \n (c) Non Rotating Afternoon Shift --- All employees who by direction of the company work ordinary working hours on Afternoon Shift (as defined) without rotation shall be paid in addition to the appropriate weekly rate prescribed in clause 5.2 (Wages), an amount per ordinary time hour equal to the following:- \n\n \n From 1/11/04 \n \n From 23/10/05 \n \n From 23/10/06 \n \n $2.84 \n \n $2.95 \n \n $3.07 \n \n \n or such higher amount as may be determined by a General Ruling of the Queensland Industrial Relations Commission.",
      "id": "s27"
    },
    {
      "text": "(d) Non Rotating Night Shift --- All employees who by direction of the Company work ordinary hours on Night Shift (as defined) without rotation shall be paid in addition to the appropriate weekly rate prescribed in clause 5.2 (Wages), an amount per ordinary time hour equal to following:- \n\n \n From 1/11/04 \n \n From 23/10/05 \n \n From 23/10/06 \n \n $3.71 \n \n $3.86 \n \n $4.02 \n \n \n or such higher amount as may be determined by a General Ruling of the Queensland Industrial Relations Commission.",
      "id": "s28"
    },
    {
      "text": "Clause 6.8\n Clause 6.8 provides for rates of pay for Sunday work.",
      "id": "s29"
    },
    {
      "text": "So far as relevant, cl 6.8 provides: \n 6.8.1 (a) All weekly employees engaged after 10th May 1996, who work a roster which includes Sunday as ordinary hours of work, shall be paid for all work performed on Sunday at the rate of 175% of their ordinary rate (i.e.",
      "id": "s30"
    },
    {
      "text": "75% in addition to the ordinary time rate).",
      "id": "s31"
    },
    {
      "text": "... \n\n \n (c) Any weekly employee engaged prior to 10th May 1996, who was not required, as at 9th May 1996, to work a roster which includes a Sunday as part of their ordinary hours of work, shall be paid at the rate prescribed in clause 6.8.1(a) for all hours worked as ordinary hours on a Sunday, where such an employee's roster is varied after 10th May 1996, to include Sunday as part of ordinary time hours.",
      "id": "s32"
    },
    {
      "text": "Chapter 2 Part 3 of the State Act\n As is clear from cl 7.6 of the PSA, the entitlement of a relevant employee to long service leave is as described in Ch 2 Pt 3 of the State Act as amended from time to time.",
      "id": "s33"
    },
    {
      "text": "Key provisions in Ch 2 Pt 3 for the purposes of this dispute are s 43(2) and s 46.",
      "id": "s34"
    },
    {
      "text": "Section 43(2) of the State Act provides: \n (2) An employee is entitled to long service leave on full pay of --- \n\n \n(a) for the first 10 years continuous service --- 8.6667 weeks; and\n \n \n(b) if the employee has completed at least a further 5 years continuous service --- another period that bears to 8.6667 weeks the proportion that the employee's further period of continuous service bears to 10 years.",
      "id": "s35"
    },
    {
      "text": "\"Full pay\" is defined in Sch 5 to the State Act as meaning \"payment in full for the time that an employee is absent from work\".",
      "id": "s36"
    },
    {
      "text": "Section 46 is titled \"Payment for long service leave\", and, so far as relevant in these proceedings, provides: \n (1) The employer must pay the employee for long service leave at the ordinary rate being paid to the employee immediately before the leave is taken.",
      "id": "s37"
    },
    {
      "text": "(2) However, if the employee is, immediately before taking the leave, being paid at a higher rate than the ordinary rate, the employer must pay the employee at the higher rate.",
      "id": "s38"
    },
    {
      "text": "(3) An employer must not reduce an employee's usual rate, before an employee starts long service leave, with intent to avoid the employer's obligation under subsection (2).",
      "id": "s39"
    },
    {
      "text": "\"Ordinary rate\" is defined in Sch 5 to the State Act as meaning, in relation to an employee under an industrial instrument, federal award or federal agreement: \n the rate the instrument, award or agreement states is payable for ordinary time.",
      "id": "s40"
    },
    {
      "text": "The applicant's case\n In summary, Mr Herbert for the applicant submitted that: The plain meaning of s 43(2) of the State Act, when read in conjunction with the definition of \"full pay\" in Sch 5, is that the entitlement of relevant employees engaged under cll 6.3.3(c), 6.3.3(d) and 6.8 of the PSA to \"full pay\" for long service leave must mean payment of the amounts specified in each of those clauses, in addition to the base rate of pay specified in cl 5.2.1 of the PSA, for the purposes of taking paid long service leave.",
      "id": "s41"
    },
    {
      "text": "\"Full pay\" contemplates that it is the payment of all of the pay that one would receive if one was at work.",
      "id": "s42"
    },
    {
      "text": "By cl 7.6 the parties have chosen to deal with the issue of long service leave specifically by reference to the State Act.",
      "id": "s43"
    },
    {
      "text": "The interpretation of the State Act is not to be governed by the terminology used by the parties in the PSA.",
      "id": "s44"
    },
    {
      "text": "It would be very unusual for an agreement of this kind to prescribe a single rate of pay for the ordinary time for every single person who worked at each of the hours during which employees worked at the supermarket distribution centres.",
      "id": "s45"
    },
    {
      "text": "Instead the PSA prescribes a base default rate.",
      "id": "s46"
    },
    {
      "text": "In any event relevant employees are entitled to be paid at higher than the base default rate by operation of s 46(2).",
      "id": "s47"
    },
    {
      "text": "The respondent's case\n Mr Horneman-Wren for the respondent submitted in summary: Section 43 of the State Act provides for an entitlement, and the entitlement provides for a period of paid leave.",
      "id": "s48"
    },
    {
      "text": "Section 43 does not deal with rates of pay.",
      "id": "s49"
    },
    {
      "text": "\"Ordinary Time Earnings\" are defined in cl 1.5.12 of the PSA to mean \"the actual ordinary rate of pay the employee receives for the ordinary hours of work performed, excluding overtime, annual leave loadings, shift allowances or other penalty rates, fares and travelling time and other extraneous payments including bonuses and over-award payments\".",
      "id": "s50"
    },
    {
      "text": "Although the focus is on what is actually received by the employee, the definition excludes a number of payments, including shift allowances as are claimed by the applicant in this case.",
      "id": "s51"
    },
    {
      "text": "\"Ordinary time earnings\" in cl 1.5.12 can be equated with \"ordinary rate\" in s 43 --- this is made clear by for example cl 6.3.3 where payment for shift work is expressed as a loading of the applicable ordinary time rate.",
      "id": "s52"
    },
    {
      "text": "The submissions of the applicant with respect to identifying the ordinary rate for a non-rotational shift worker for the purposes of cl 6.3.3(c) and (d) of the PSA do not apply to employees for the purposes of cl 6.8.",
      "id": "s53"
    },
    {
      "text": "The loading in cl 6.8 is defined by reference to an \"ordinary rate\" which is calculated by reference to an additional 75% of the ordinary rate.",
      "id": "s54"
    },
    {
      "text": "The fact that \"ordinary pay\" does not include shift loading is further emphasised by cl 4.4.6(c) of the PSA which states that, for the purposes of calculating severance pay, \"Weeks' or ordinary pay\" means ordinary pay for the week plus shift loading\".",
      "id": "s55"
    },
    {
      "text": "Accordingly, specifically for the purposes of severance pay there is an additional amount which is expressly added back in.",
      "id": "s56"
    },
    {
      "text": "A further analogy can be drawn with cl 7.1.1 which deals with annual leave provisions, and (like s 43 of the State Act) provides the entitlement to annual leave rather than rates of pay (which, in relation to rates of pay for long service leave, is dealt with in s 46).",
      "id": "s57"
    },
    {
      "text": "Clause 7.1.1 also specifically anticipates that payment in respect of annual leave should include amounts payable in respect of projected shift rosters as an additional sum, which is clearly not anticipated to be included in the ordinary rate paid to the employee.",
      "id": "s58"
    },
    {
      "text": "The contrast between provisions in the PSA in relation to, for example, annual leave and severance pay on the one hand, and long service leave on the other, is deliberate.",
      "id": "s59"
    },
    {
      "text": "Consideration\n Extensive submissions were made by Counsel for both parties as to the rationale upon which the relevant provisions of the State Act applied in this case.",
      "id": "s60"
    },
    {
      "text": "However notwithstanding the different routes taken by each party, the destination was the same.",
      "id": "s61"
    },
    {
      "text": "In identifying the terms and conditions of employment of relevant employees as regulated by the PSA, and in particular in relation to long service leave, Ch 2 Pt 3 --- including s 43 and s 46 --- apply.",
      "id": "s62"
    },
    {
      "text": "A similar conclusion was drawn by Gray ACJ in Shop Distributive and Allied Employees' Association v Woolworths Ltd [2006] FCA 616 ; [2006] 151 FCR 513 in relation to the incorporation of equivalent Victorian legislation into the agreement the subject of that dispute.",
      "id": "s63"
    },
    {
      "text": "I do not consider it necessary to dwell further on the issue of application of Ch 2 Pt 3 of the State Act in these circumstances --- the necessity for the Court to interpret the relevant provisions of Ch 2 Pt 3 in relation to the operation of the PSA and the application of these provisions in determining the entitlement of relevant employees to long service leave are common ground.",
      "id": "s64"
    },
    {
      "text": "The clear tension in these proceedings arises from the different terminology used in s 43 and s 46 of the State Act, and the resolution of those differences in determining the entitlement of relevant employees to the current rate of pay on long service leave.",
      "id": "s65"
    },
    {
      "text": "The case put by the applicant is simple, namely that on the ordinary English literal meaning of s 43(2) of the State Act, when read in conjunction with the definition of \"full pay\", \"full pay\" for employees engaged under cll 6.3.3(c), 6.3.3(d) and 6.8 of the PSA must include payment of the amounts specified in each of those clauses in addition to the base rate of pay specified in cl 5.2.1 of the PSA.",
      "id": "s66"
    },
    {
      "text": "The rationale of this argument is that any lesser sum would not be payment in full for the time they are absent from work, and thus would not be \"full pay\" during their period of long service leave.",
      "id": "s67"
    },
    {
      "text": "However s 46(1) of the State Act in prescribing the rates of pay for long service leave adverts to payment at the \"ordinary rate\", a term which does not appear in s 43.",
      "id": "s68"
    },
    {
      "text": "\"Ordinary rate\" is defined by Sch 5 of the State Act to mean \"for an employee under an industrial instrument, federal award or federal agreement...the rate, instrument, award or agreement states is payable for ordinary time\".",
      "id": "s69"
    },
    {
      "text": "\"Ordinary time\" is not defined in the State Act.",
      "id": "s70"
    },
    {
      "text": "As I have already observed, a key plank of the respondent's case is that payment at the \"ordinary rate\" within s 46 means that relevant employees are entitled only to be paid long service leave at the ordinary weekly adult rates of pay specified in cl 5.2.1 of the PSA.",
      "id": "s71"
    },
    {
      "text": "In my view however the respondent's case is not sustainable.",
      "id": "s72"
    },
    {
      "text": "First, I consider that any employee who is engaged on terms and conditions specified in cll 6.3.3(c), 6.3.3(d) and 6.8 of the PSA is entitled during long service leave to payment of the sum prescribed in each of those clauses in addition to the base rate of pay specified in cl 5.2.1 for each ordinary hour of work.",
      "id": "s73"
    },
    {
      "text": "In my view this is the ordinary English literal meaning of the expression \"full pay\" in relation to those employees engaged under those clauses of the PSA.",
      "id": "s74"
    },
    {
      "text": "I agree with the submission of Mr Herbert that in relation to such employees any lesser sum would not be full payment for the time that they are absent from work, as contemplated by the definition of \"full pay\" in Sch 5 of the State Act.",
      "id": "s75"
    },
    {
      "text": "In so finding I respectfully echo comments of Layton J of the Industrial Court of South Australia in Glover v Tip Top Bakeries (1984) 8 IR 308 at 313 which comments, although made in the context of sick leave, nonetheless are applicable mutatis mutandis in this context: \n For such an employee, it would seem quite anomalous if he was to be paid less than his usual entitlement by way of [long service] leave entitlement as though he worked on day work alone.",
      "id": "s76"
    },
    {
      "text": "If that were so, the award would effectively discriminate against shift workers in comparison with day workers in their respective entitlements to [long service] leave.",
      "id": "s77"
    },
    {
      "text": "The day workers would receive their usual pay whereas the shift workers would always receive less than their usual pay.",
      "id": "s78"
    },
    {
      "text": "Such an effect would in my opinion be inconsistent with the use of the word \"full\" in the expression \"on full pay\".",
      "id": "s79"
    },
    {
      "text": "(cf observations of Crawford J in Turfrey v Attorney General (Tas) (1992) 45 IR 349 at 352 and Hall P in Ussher v Pharlark Pty Ltd [2004] QIC 22) \n\n Second, I do not find the definition of \"Ordinary Time Earnings\" in cl 1.5.12 of the PSA helpful in the context of this application.",
      "id": "s80"
    },
    {
      "text": "It appears that the expression is used only in relation to superannuation; further it is found in the PSA only in cl 5.5 which deals with superannuation.",
      "id": "s81"
    },
    {
      "text": "It has nothing to do with \"ordinary rate\" in relation to the entitlement of relevant employees to long service leave, and is irrelevant to this application.",
      "id": "s82"
    },
    {
      "text": "Third, while I note the tension between s 43(2) and s 46 of the State Act: Finally, in the event that I am incorrect in my finding that the \"ordinary rate\" payable to relevant employees incorporates the sums specified in both cl 5.2 and cl 6.3.3(c) or cl 6.3.3(d) or cl 6.8 (as the case may be), it is clear that s 46(2) contemplates that the different or enhanced rates of the relevant employees are payable for long service leave.",
      "id": "s83"
    },
    {
      "text": "Even if the \"ordinary rate\" for such employees is that specified in cl 5.2.1, it is clear that relevant employees engaged under the terms of cl 6.3.3(c) or cl 6.3.3(d) or cl 6.8 are paid \"a higher rate than the ordinary rate\" for ordinary hours, as contemplated by s 46(2), and that accordingly such employees are entitled to that higher rate for the purposes of long service leave.",
      "id": "s84"
    },
    {
      "text": "Accordingly, I consider that the applicant is entitled to the declaration it seeks.",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s86"
    },
    {
      "text": "Associate:\n \n \nDated: 5 May 2009\n \n Counsel for the Applicant: Mr A Herbert \n \n Solicitor for the Applicant: Sciaccas Lawyers and Consultants \n \n Counsel for the Respondent: Mr A Horneman-Wren \n \n Solicitor for the Respondent: Herbert Geer &amp; Rundle \n Date of Hearing: 11 June 2008 \n \n Date of Judgment: 6 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/441.html",
      "id": "s87"
    }
  ]
}