{
  "name": "SZLHW v Minister for Immigration and Citizenship [2009] FCA 541 (18 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/541.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time to file and serve a notice of appeal filed by the applicant on 12 March 2009.",
      "id": "s0"
    },
    {
      "text": "The applicant seeks leave to file and serve a notice of appeal from a judgment of the Federal Magistrates Court given on 6 February 2009 ( SZHLW v Minister for Immigration and Citizenship &amp; Anor [2009] FMCA 51).",
      "id": "s1"
    },
    {
      "text": "Because the notice of appeal was not filed and served within 21 days as required by Order 52 r 15 of the Federal Court Rules , the application for the extension of time is required.",
      "id": "s2"
    },
    {
      "text": "The application is accompanied by an affidavit sworn by the applicant on 12 February 2009, as well as a draft notice of appeal also filed on 12 February 2009.",
      "id": "s3"
    },
    {
      "text": "When the matter was called for hearing today the applicant failed to appear.",
      "id": "s4"
    },
    {
      "text": "The representative for the first respondent, Ms Johnson, seeks an order dismissing the application pursuant to Order 35A rr 2(1)(f) and 3(1)(a) of the Federal Court Rules .",
      "id": "s5"
    },
    {
      "text": "Order 35A r 2(1)(f) provides that an applicant is in default if the applicant fails to prosecute the proceeding with due diligence.",
      "id": "s6"
    },
    {
      "text": "Order 35A r 3(1)(a) provides that if the applicant is in default the Court may order that the proceeding be dismissed.",
      "id": "s7"
    },
    {
      "text": "I have looked at the application for an extension of time, the affidavit of the applicant in support, and the first respondent's outline of submissions.",
      "id": "s8"
    },
    {
      "text": "In circumstances where the applicant has sought an indulgence of the Court by way of an extension of time to file and serve the notice of appeal, I am be satisfied that the applicant has failed to prosecute the proceeding with due diligence by failing to attend the Court on the date allocated for the hearing of the application.",
      "id": "s9"
    },
    {
      "text": "I am also satisfied that, by reason of this default, I should dismiss the application for the extension of time.",
      "id": "s10"
    },
    {
      "text": "It is a matter for the applicant to ensure attendance before the Court as required in order that the application may be determined.",
      "id": "s11"
    },
    {
      "text": "The applicant has not done so.",
      "id": "s12"
    },
    {
      "text": "The first respondent has attended and is ready to proceed.",
      "id": "s13"
    },
    {
      "text": "In all of these circumstances, where the applicant has chosen not to attend the Court, I am satisfied that the appropriate order is that the application be dismissed, and I so order.",
      "id": "s14"
    },
    {
      "text": "I am further satisfied that there should be an order for costs in the first respondent's favour and that the amount of $1,550 is an appropriate amount having regard to the matters set out in the affidavit of Rohan White of Sparke Helmore, solicitors for the first respondent, sworn 15 May 2009.",
      "id": "s15"
    },
    {
      "text": "Accordingly, I further order the applicant to pay the first respondent's costs fixed in the amount of $1,550.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s17"
    },
    {
      "text": "Associate:\n\nDated: 18 May 2009\n \n The Applicant did not appear \n \n \n Solicitor/Advocate for the First Respondent: Ms N Johnson of Sparke Helmore \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 18 May 2009 \n \n Date of Judgment: 18 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/541.html",
      "id": "s18"
    }
  ]
}