{
  "name": "ACOHS Pty Ltd v Ucorp Pty Ltd [2009] FCA 577 (3 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/577.html",
  "catchphrases": [
    {
      "text": "party's failure to comply with interlocutory orders",
      "id": "c0"
    },
    {
      "text": "whether sufficiently serious to justify shutting party out from defending proceeding",
      "id": "c1"
    },
    {
      "text": "whether judgment should be entered against party.",
      "id": "c2"
    },
    {
      "text": "party's failure to fulfil undertaking given to court",
      "id": "c3"
    },
    {
      "text": "whether the undertaking should be converted into an order",
      "id": "c4"
    },
    {
      "text": "whether the court retains a discretion not to do so.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "By Notice of Motion filed on 16 December 2008, the applicant moves for judgment against the respondents pursuant to O 35A r 3(2) of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "The ground upon which judgment is said to be justified is the respondents' repeated and serious breaches of interlocutory orders made by the court.",
      "id": "s1"
    },
    {
      "text": "In its Notice of Motion, the applicant has set out, in detail, the terms of the final orders to which it claims to be entitled.",
      "id": "s2"
    },
    {
      "text": "Alternatively, the applicant seeks the making of a range of orders, dealing with discovery and other matters, to which I shall turn in due course.",
      "id": "s3"
    },
    {
      "text": "This proceeding was commenced on 13 July 2004.",
      "id": "s4"
    },
    {
      "text": "It has endured a particularly difficult interlocutory history.",
      "id": "s5"
    },
    {
      "text": "To an extent, that circumstance is the result of the nature of the allegations made by the applicant, and of the nature and size of the first respondent's business.",
      "id": "s6"
    },
    {
      "text": "That business, like that of the applicant, involves the electronic publication to its customers of Material Safety Data Sheets (\"MSDSs\") which, as I understand it, constitute tabular representations of hazards, precautions, safety measures etc, which are relevant in the use of a wide range of liquids, gases, powders and other substances used throughout industry.",
      "id": "s7"
    },
    {
      "text": "Without going too deeply into the facts of the matter for the purposes of this interlocutory occasion, it is sufficient to say that the applicant's electronic system is described as the \"Infosafe\" system, and the MSDSs which it publishes to its customers are, it seems, all endorsed with an identifying numeral preceded by the words \"Infosafe No\".",
      "id": "s8"
    },
    {
      "text": "The system operated by the first respondent is built around a very substantial database of MSDSs described as \"The Collection\".",
      "id": "s9"
    },
    {
      "text": "In both cases, a customer who has electronic access rights may, by using the internet, download the appropriate MSDS for the industrial product or substance of interest.",
      "id": "s10"
    },
    {
      "text": "Evidently, the service provided by each of the applicant and the first respondents is a useful one.",
      "id": "s11"
    },
    {
      "text": "The applicant relies upon several causes of action, but it will be sufficient for present purposes to note that it claims to own the copyright in the MSDSs which are part of its Infosafe system.",
      "id": "s12"
    },
    {
      "text": "It alleges that the respondents have obtained access to many of those MSDSs (by various means) and, in the course of incorporating them into The Collection, have copied them.",
      "id": "s13"
    },
    {
      "text": "As put in this way, the applicant's case requires the identification of each relevant MSDS as a copyright work, and of the corresponding MSDS within The Collection as an infringing work.",
      "id": "s14"
    },
    {
      "text": "To know which, out of many thousands of MSDSs, are those which need to be relied upon as copyright works, the applicant has considered it necessary to commence by requiring the respondent to discover those of their own MSDSs which carry indications of copying from the corresponding MSDSs of the applicant (eg, and most commonly, by still being endorsed with the \"Infosafe\" numbers which are relevant to them).",
      "id": "s15"
    },
    {
      "text": "This approach which, at least conceptually, was not resisted by the respondents, led to the making of a number of discovery orders in the proceeding; but those orders, and the discovery obligations which they carried, likewise led to practical difficulties which have added considerably to the time occupied by, and to the expense associated with, the interlocutory stages of the case.",
      "id": "s16"
    },
    {
      "text": "I shall refer presently to the particular orders upon which the applicant relies in pursuit of judgment under O 35A.",
      "id": "s17"
    },
    {
      "text": "They extend from 3 December 2004, when the first discovery order was made, to 13 December 2007.",
      "id": "s18"
    },
    {
      "text": "In the way the applicant puts its case, the respondents' failure to comply with the orders upon which it relies, although serious and ongoing, was not obvious until some time in 2008, after the applicant's solicitor had had the opportunity of securing independent access to The Collection and of there uncovering, so the applicant says, a great many \"Infosafe\" MSDSs which had not been discovered, and also the existence of circumstances which then made it clear that the respondents had not complied with some of the orders previously made by the court.",
      "id": "s19"
    },
    {
      "text": "I mention these matters at this stage without further comment to explain what might otherwise appear odd, namely, that the present Notice of Motion was filed so long after the time when the obligation first fell upon the respondents to comply with the orders to which the applicant refers.",
      "id": "s20"
    },
    {
      "text": "Against that background, I shall commence by setting out the orders, the breach of which should, in the submission of the applicant, entitle it to judgment against the respondents, and some of the more important facts surrounding the making of those orders.",
      "id": "s21"
    },
    {
      "text": "On 3 December 2004, Finkelstein J ordered, without limitation, that the parties provide sworn lists of discovery on or before 4 March 2005, and provide inspection thereof by 18 March 2005.",
      "id": "s22"
    },
    {
      "text": "On 3 June 2005, his Honour vacated that order, and ordered that the parties provide sworn lists of discovery on or before 20 June 2005.",
      "id": "s23"
    },
    {
      "text": "The respondents provided their discovery on 8 July 2005.",
      "id": "s24"
    },
    {
      "text": "Their list included a document, numbered 211, which was a database of all the MSDSs then constituting The Collection.",
      "id": "s25"
    },
    {
      "text": "No discrimination was made between the MSDSs which did, and the MSDSs which did not, contain the word \"Infosafe\" or provide some other indication of relevance in the proceeding.",
      "id": "s26"
    },
    {
      "text": "According to the applicant, this left it with the problem of sorting through many thousands of MSDSs in document 211, with a view to identifying those which, because of their relevance, ought to have been discovered.",
      "id": "s27"
    },
    {
      "text": "The applicant contended that such an obligation lay upon the respondents, as the parties required to give discovery in relevant respects.",
      "id": "s28"
    },
    {
      "text": "On 2 November 2005, Finkelstein J heard the parties with respect to the identification of the relevant MSDSs within document 211, after which his Honour made the following order: By 11 November 2005 the Respondents provide to the Applicant's solicitor a listing of those documents within Respondents' discovered document no.",
      "id": "s29"
    },
    {
      "text": "211: \n (a) which contain the word \"Infosafe\";\n (b) which did contain (stating when) the word \"Infosafe\";\n (c) which were copied or downloaded from the Blackwood's website maintained by the Applicant;\n (d) which are relevant to the issues in this proceeding,\n and provide inspection thereof within 7 days of such listing.",
      "id": "s30"
    },
    {
      "text": "However, it seems that the respondents soon took the view that it was not possible to comply with that order because, they said, MSDSs in PDF format could not be searched by reference to the word \"Infosafe\".",
      "id": "s31"
    },
    {
      "text": "In the result, on 2 December 2005, Finkelstein J vacated the order of 2 November 2005, and made the following orders:\n By 21 November 2005 the respondents make discovery of all versions (historical and current) of document 211 or of \"The Collection\" database in their possession.",
      "id": "s32"
    },
    {
      "text": "The respondents provide inspection of their discovered document number 211 and any other versions discovered pursuant to order 3 above, as follows: \n (a) By 28 November 2005 the respondents perform an HTML search of document 211 (and any other versions thereof discovered pursuant to order 3 above) to identify those documents within the respondents' discovered document number 211 (and any other versions thereof discovered pursuant to order 3 above) which contain the word \"Infosafe\", and provide a listing to the Applicant's solicitor of such documents so identified and provide inspection thereof within 7 days of such listing; and\n (b) Thereafter, and no later than 5 December 2005 the respondents make document number 211 (and any other versions thereof discovered pursuant to order 3 above) available for further inspection to an independent computer expert or experts nominated by the Applicant (each of whom has signed confidentiality undertakings) for the purpose of identifying and copying material that either such expert believes have originated from Acohs.",
      "id": "s33"
    },
    {
      "text": "As will be apparent, order 4(a) as made on 2 December 2005 was concerned with MSDSs in HTML format only, in relation to which the respondents accepted that they had the capacity to search for \"Infosafe\" documents.",
      "id": "s34"
    },
    {
      "text": "Order 4(b) was concerned with other MSDSs which, as events transpired, were in PDF format.",
      "id": "s35"
    },
    {
      "text": "On 9 December 2005, the respondents provided two compact disks to the applicant, apparently in purported compliance with the discovery and inspection obligations arising under orders 3 and 4(a) as made on 2 December 2005.",
      "id": "s36"
    },
    {
      "text": "The matter of the respondents' compliance with order 4(b) as made on 2 December 2005 proved somewhat problematic.",
      "id": "s37"
    },
    {
      "text": "The respondents did make document 211 available for inspection by the applicant's expert, Professor Batten, but it seems that she suggested that her task of identifying the \"Infosafe\" files within the MSDSs in PDF format then in that document would be assisted if the respondents provided a \"bit stream dump\" of The Collection as it then existed, together with supplementary dumps at regular intervals.",
      "id": "s38"
    },
    {
      "text": "This was one of the matters that came before Registrar Mussett on 29 March 2006.",
      "id": "s39"
    },
    {
      "text": "The Registrar made the following order: The Respondents provide a physical bit stream dump of The Collection to Professor Lynn Batten and Mr Lei Pan together with an affidavit stating the procedures that the Respondents took in making the physical bit stream dump on or before 7 April 2006 and thereafter at three monthly intervals.",
      "id": "s40"
    },
    {
      "text": "In May and September 2006, the respondents filed Notices of Motion for the variation of an undertaking originally given by them to the court on 3 September 2004.",
      "id": "s41"
    },
    {
      "text": "Those motions were resolved by consent, the effect of which was reflected in the undertakings recorded, and the orders made, by the court on 16 October 2006: \n Upon the Applicant by its counsel giving the usual undertaking as to damages and upon the Respondent by their counsel giving undertakings to operate from 3 September 2004 until the hearing and determination of this matter of further order namely:\n (a) Save as to the extent contemplated by sub-paragraph (b) below and order 2 below, the Respondents and each of them will not, by themselves, their servants or agents or otherwise howsoever include in any electronic storage means or database created by either or both of them or on their behalf or otherwise make available to any person, a copy or substantial reproduction or adaptation of any HTML source code relating to any Material Safety Data Sheet (\"MSDS\") that contains the words \"Infosafe No\" and/or \"Chemsafe\" (\"the Infosafe MSDS\").",
      "id": "s42"
    },
    {
      "text": "(b) For the avoidance of doubt, this undertaking does not prevent the Respondents from:\n (i) copying, substantially reproducing or adapting an Infosafe MSDS that is made available to the Respondents in a format other than HTML, including by locating and viewing the MSDS, including the MSDS in an electronic storage means or database and making the MSDS available to any person; or\n (ii) locating and viewing an Infosafe MSDS in HTML format, printing the MSDS, photocopying or electronically scanning such print and thereafter including such scanned print in an electronic storage means or database and making it available to any person.",
      "id": "s43"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n The First and Second Respondent be released from the undertakings given to the court on 3 September 2004.",
      "id": "s44"
    },
    {
      "text": "By 16 February 2007, the Respondents will remove from any electronic storage means or database created by either or both of them or on their behalf all HTML source code relating to the Infosafe MSDS.",
      "id": "s45"
    },
    {
      "text": "Pending the hearing and determination of this proceeding or further order, the Respondents will not copy, print or convert any of the Infosafe MSDS already contained in \"The Collection\" in HTML format before their deletion as required by order 2 hereof.",
      "id": "s46"
    },
    {
      "text": "On 1 December 2006, the court made orders which are presently relevant in two respects.",
      "id": "s47"
    },
    {
      "text": "First, the court ordered the respondents to provide counsel for the applicant with the facility to make access to the collection from their chambers via the internet.",
      "id": "s48"
    },
    {
      "text": "The terms of the order, which were substantially a matter of consensus between the parties, were as follows: On or before 7 December 2006, the Respondents provide to the Applicant's Counsel and each of them the means (including providing any password and manuals necessary) via the World Wide Web from their computers in their respective chambers, to live, real time and continuing access to \"The Collection\" via Chemgold II and otherwise via the same means as enjoyed by customers of the Respondents to enable inspection, including downloading and printing of pages, of \"The Collection\" by the Applicant's solicitor, counsel and independent experts freely and unhindered and to enable checks to be performed concerning compliance with the Undertakings given to the Courts by the Respondents on 16 October 2006; such access to be subject to Counsel's Confidentiality Undertakings already provided; and such access to continue until the conclusion of this proceeding.",
      "id": "s49"
    },
    {
      "text": "Also on 1 December 2006, the court made the following additional discovery order: \n \n 1.",
      "id": "s50"
    },
    {
      "text": "On or before 22 December 2006, the Respondents make discovery of: \n 1.1 invoices rendered by the Respondents to their customers for any product or service which provides access directly or indirectly to \"The Collection\";\n 1.2 agreements or contracts for the supply of any product which provides access directly or indirectly to \"The Collection\" and the fee schedules in relation thereto;\n 1.3 all documents which evidence or record the Respondents providing customers with access to \"The Collection\" directly or indirectly without fee or on approval whether such access is provided with or without some other service or product,\n 1.4 any CDs or other portable electronic storage devices containing suppliers' MSDSs not authored by the Respondents;\n 1.5 \"The Collection\" in Compact Disc form as provided to various of the Respondents' customers including NASA; and\n 1.6 documents, including invoices, proposals, agreements and licences evidencing, concerning or relating to the Respondents supply of CDs or other portable electronic storage devices containing suppliers' MSDSs not authored by the Respondents.",
      "id": "s51"
    },
    {
      "text": "Despite the measures contemplated by the orders made on 2 December 2005 and 29 March 2006, there continued to be a problem with the identification of the \"Infosafe\" files in PDF format which had, one way or another, found their way on to The Collection.",
      "id": "s52"
    },
    {
      "text": "The applicant insisted that the respondents identify those files.",
      "id": "s53"
    },
    {
      "text": "The respondents insisted that PDF files were not searchable by reference to the word \"Infosafe\".",
      "id": "s54"
    },
    {
      "text": "The applicant countered that searching was possible with the use of a program called \"Forensic Toolkit\".",
      "id": "s55"
    },
    {
      "text": "The respondents then invited the applicant to use that program itself for the purpose, to which the applicant rejoined that carrying out the respondents' discovery was not its task.",
      "id": "s56"
    },
    {
      "text": "It became clear to the court that this flow of assertion and counter-assertion (conducted via the undemanding medium of the bar table as it was) was going nowhere.",
      "id": "s57"
    },
    {
      "text": "In the result, the following orders were made on 13 December 2007: Unless the respondents file and serve a Notice of Motion pursuant to the leave reserved in order 2 below by the date referred to in that order, the respondents make discovery, on or before 29 February 2008, pursuant to O 15 r 8: \n \n (a) of all MSDS files containing the word \"Infosafe\" copied by them since 1 July 2006;\n (b) of the hard copy MSDS scanned by the respondents to create the electronic \"scanned pdf documents\" referred to in the letter from the respondents' solicitors dated 3 December 2007; and\n (c) of all documents relating to the process followed by the respondents since 16 October 2006 of locating and reviewing Infosafe MSDS in HTML format, printing such MSDS, photocopying or electronically scanning such print and thereafter including such scanned print in an electronic storage means or database as referred to in the letter from the respondents' solicitors dated 3 December 2007.",
      "id": "s58"
    },
    {
      "text": "The respondents have leave to apply for the setting aside or variation of order 1 above by Notice of Motion filed and served on or before 15 February 2008, upon the ground or grounds that compliance with order 1 would be impossible or impracticable.",
      "id": "s59"
    },
    {
      "text": "Orders followed which provided for the determination of the relief sought in such a Notice of Motion by reference to evidence which would be admissible at trial.",
      "id": "s60"
    },
    {
      "text": "The respondents did file and serve a Notice of Motion, as contemplated by order 1 made on 13 December 2007, on 15 February 2008.",
      "id": "s61"
    },
    {
      "text": "The hearing of the motion came on before the court on 18 June 2008 (by which time the respondents had, on 7 March 2008, provided some further discovery of documents of the kind referred to in pars (a) and (c) of order 1 made on 13 December 2007).",
      "id": "s62"
    },
    {
      "text": "The motion was resolved substantially by consent.",
      "id": "s63"
    },
    {
      "text": "Further orders were then made, upon which the applicant does not presently rely.",
      "id": "s64"
    },
    {
      "text": "It is sufficient to note that, as a result of the process instituted on 13 December 2007, the respondents came to accept that Forensic Toolkit could be used at least to a significant extent in searching PDF files.",
      "id": "s65"
    },
    {
      "text": "I turn next to the applicant's allegations of breach of the orders to which I have referred.",
      "id": "s66"
    },
    {
      "text": "The applicant first alleges that the respondents failed to comply with order 2 made on 16 October 2006, in that they did not remove from their electronic storage means all HTML source code relating to Infosafe MSDSs by 16 February 2007.",
      "id": "s67"
    },
    {
      "text": "The steps taken by the respondents to comply with that order are referred to in the affidavit of Ridwan Ahmed affirmed on 3 March 2009.",
      "id": "s68"
    },
    {
      "text": "Mr Ahmed says that, in late 2006, Mr Bialkower (the second respondent) told him that the first respondent was required to delete all MSDSs in The Collection in HTML format which contained the words \"Infosafe\" or \"Chemsafe\".",
      "id": "s69"
    },
    {
      "text": "Mr Ahmed explains the procedures which he employed to effect those deletions.",
      "id": "s70"
    },
    {
      "text": "There were some respects in which he did not succeed in deleting all \"Infosafe\" MSDSs by 16 February 2006.",
      "id": "s71"
    },
    {
      "text": "In late February 2007, a further 179 MSDSs, which should have been deleted, came to Mr Ahmed's attention.",
      "id": "s72"
    },
    {
      "text": "He deleted those files.",
      "id": "s73"
    },
    {
      "text": "In about the middle of March 2007, a further 218 Infosafe MSDSs in HTML format came to Mr Ahmed's attention, and he deleted them.",
      "id": "s74"
    },
    {
      "text": "Save for the matters to which I refer in the next paragraph, it seems that, by about the middle of March 2007, the respondents had removed from their storage means all of the Infosafe MSDSs in HTML format which had existed on those means at the time when the order was made, 16 October 2006.",
      "id": "s75"
    },
    {
      "text": "In its evidence in support of the present Notice of Motion, the applicant refers to access having been made to The Collection by its solicitors making use of the \"sites\" of organisations or companies which were, it seems, customers of the first respondent.",
      "id": "s76"
    },
    {
      "text": "It also seems that that would have required the solicitors to have used user names and passwords with which they were provided by persons unknown.",
      "id": "s77"
    },
    {
      "text": "By means of that access, those representatives identified a number of Infosafe MSDSs in HTML format which, apparently, had not been removed pursuant to order 2 made on 16 October 2006.",
      "id": "s78"
    },
    {
      "text": "Mr Ahmed investigated the situation thus disclosed.",
      "id": "s79"
    },
    {
      "text": "At the times which are relevant to this allegation, in North America the first respondent's licensee was a company called Global Chemical Data, Inc which provided access to The Collection under the name \"Chemwatch NA\".",
      "id": "s80"
    },
    {
      "text": "For that reason, a computer server was located in Tennessee, for which a consultant to Global Chemical Data, Inc, Mr Jacob Arthur, was responsible.",
      "id": "s81"
    },
    {
      "text": "According to Mr Ahmed, the respondents operated an interconnected system of servers which were regularly synchronised (or \"synced\", as the jargon apparently goes).",
      "id": "s82"
    },
    {
      "text": "Under this system, a \"purge\" function ensured that files which had been deleted from the main server in Melbourne would, at the point of synchronisation, likewise be deleted from other servers.",
      "id": "s83"
    },
    {
      "text": "It was only in the course of addressing the allegations contained in the applicant's Notice of Motion, however, that Mr Ahmed discovered that, some time before 2007, Mr Arthur had disabled the \"purge\" function in the server at Tennessee.",
      "id": "s84"
    },
    {
      "text": "The result was that, to the extent that there were any Infosafe MSDSs in HTML format on the server in Tennessee, they were not deleted when that server was synchronised with the server in Melbourne, notwithstanding that the corresponding files had, in compliance with the court order, been deleted from the latter.",
      "id": "s85"
    },
    {
      "text": "It seems that there were 397 Infosafe MSDSs in HTML format that remained on the server in Tennessee until corrective action was taken on the instructions of Mr Ahmed, only very recently.",
      "id": "s86"
    },
    {
      "text": "That circumstance was said to explain the ability of the applicant's solicitors to view the offending MSDSs by reference to the sites which they visited.",
      "id": "s87"
    },
    {
      "text": "It is further submitted on behalf of the applicant that, on its proper construction, order 2 made on 16 October 2006 created an ongoing obligation upon the respondents to remove from any electronic storage means or database any HTML source code, relating to Infosafe MSDSs, which had been placed on that storage means or database subsequent to 16 October 2006.",
      "id": "s88"
    },
    {
      "text": "I cannot accept that submission.",
      "id": "s89"
    },
    {
      "text": "Relevantly to the present question, the respondents' ongoing obligations were contained in the undertaking given to the court on 16 October 2006.",
      "id": "s90"
    },
    {
      "text": "What would happen to files already on the respondents' system was the concern, and the only concern, of order 2.",
      "id": "s91"
    },
    {
      "text": "The applicant next alleges that the respondents failed to comply with order 3 made on 16 October 2006 in that they converted three Infosafe MSDSs then contained in The Collection in HTML format into PDF format.",
      "id": "s92"
    },
    {
      "text": "This was said to have occurred between 17 October 2006 and 17 February 2007, and was based on the identification of the relevant files by an employee of a consultant to the applicant on 6 November 2006 (in the case of two of the files) and on 24 January 2007 (in the case of the other file).",
      "id": "s93"
    },
    {
      "text": "The files were, it seems, added to the first respondent's system by way of a database on a server in India known as \"the repository\", which is used to process and to register to The Collection MSDSs received from the first respondent's customers (to the detail of which process I shall refer below in another context).",
      "id": "s94"
    },
    {
      "text": "The respondents' evidence, given in an affidavit affirmed by one of the first respondent's employees, was that it was likely that these MSDSs were added to the repository on or about the dates that they were converted, which she took to be 6 November 2006 and 24 January 2007.",
      "id": "s95"
    },
    {
      "text": "She said that the presence of those MSDSs on those dates did not indicate that they were in The Collection on 16 October 2006.",
      "id": "s96"
    },
    {
      "text": "The only comment on this evidence made in the reply submissions of the applicant was that the respondents' evidence disclosed that it was \"more likely that [the first respondent] breached its undertakings to the Court rather than order 3 of the 16 October 2006 orders\", adding: \"Either conclusion is a damning indictment.",
      "id": "s97"
    },
    {
      "text": "\" The applicant next alleges that the respondents failed to comply with order 3 made on 1 December 2006 in that the access to The Collection which they provided to the applicant's counsel in their chambers was more limited than the access which they provided to their own customers, and which in particular did not provide access to Infosafe MSDSs in HTML format that were contained in The Collection.",
      "id": "s98"
    },
    {
      "text": "Robert Lees, a consultant solicitor engaged by the applicant, viewed, or attempted to view, a number of MSDSs in The Collection by the use of different \"sites\".",
      "id": "s99"
    },
    {
      "text": "On many occasions, he was unable to view MSDSs using the means provided by the respondents to the applicant's counsel which he, or a director of the applicant, was able to view using other means (ie user names and passwords other than those provided to counsel).",
      "id": "s100"
    },
    {
      "text": "The evidence of the applicant in this respect is complicated to a degree, but the effect of it is that its counsel were not provided with the comprehensive access ordered on 16 October 2006.",
      "id": "s101"
    },
    {
      "text": "In his affidavit affirmed on 3 March 2009, Mr Ahmed says that he was responsible for arranging for the applicant's counsel to be given access to The Collection and Chemgold II (another commercial product by which the first respondent gives its customers access to MSDSs).",
      "id": "s102"
    },
    {
      "text": "He says that, in doing so, he set the \"filters\" according to the standard default settings for Australian customers of the first respondent.",
      "id": "s103"
    },
    {
      "text": "He says that the applicant's counsel were able to remove or to alter those filters during any session in The Collection by clicking on the \"clear filters\" tag or simply by overriding all or any of them with a preferred option.",
      "id": "s104"
    },
    {
      "text": "He rejects the allegation that there were Infosafe MSDSs in HTML format accessible via one website which were \"blocked or hidden from view\" when accessed via another website.",
      "id": "s105"
    },
    {
      "text": "He explains the different results obtained by the applicants (ie, according to whether the latter were using the usernames and passwords provided by the respondents to the applicant's counsel or were using other user names and passwords) by reference to three matters, namely: \n(a) the presence of the 397 Infosafe MSDSs which were inadvertently left on the Tennessee server, and which were not accessible \"on the copy of The Collection accessed via the other website\";\n \n(b) whether the user is utilising the Chemgold II, the IntegrITe or The Collection products offered by the first respondent; and\n \n(c) different filter settings.",
      "id": "s106"
    },
    {
      "text": "Mr Ahmed explains the different results found by Mr Lees, and by the director of the applicant, by various combinations of these circumstances.",
      "id": "s107"
    },
    {
      "text": "In its reply submissions, the applicant did not accept the respondents' explanation for the differing results apparently achieved by the applicant's representatives in making access to The Collection by different means.",
      "id": "s108"
    },
    {
      "text": "In effect, the applicant used its reply submissions to engage with Mr Ahmed argumentatively, for example by proposing that different results could not be explained by different filter settings.",
      "id": "s109"
    },
    {
      "text": "It also pointed out that the different results achieved by its solicitor were not confined to MSDSs in HTML format.",
      "id": "s110"
    },
    {
      "text": "Without the deponents of the affidavits relied on by the applicant and the respondents having been cross-examined, it is not possible for the court to resolve the differences which arise between them on this interlocutory application.",
      "id": "s111"
    },
    {
      "text": "In particular, I cannot reject the evidence of Mr Ahmed, or its sufficiency to answer the applicant's concerns, simply on the basis of the submissions made by the applicant in reply.",
      "id": "s112"
    },
    {
      "text": "There are, it seems, factual issues of a technical nature involved here with respect to which the parties are not ad idem .",
      "id": "s113"
    },
    {
      "text": "It is somewhat optimistic, in my view, for the parties (particularly for the applicant) to consider that the court might resolve them by reference only to untested affidavits.",
      "id": "s114"
    },
    {
      "text": "I am not prepared to find that the access provided by the respondents to the applicant's counsel fell short of what was required save in the respects accepted, and explained, by Mr Ahmed in his affidavit.",
      "id": "s115"
    },
    {
      "text": "It did fall short to that extent, of course, and I shall turn to the consequences thereof presently.",
      "id": "s116"
    },
    {
      "text": "The applicant next alleges that the respondents failed to comply with the order made by Registrar Mussett on 29 March 2006 in relation to bit stream dumps provided on 27 May and 10 September 2008.",
      "id": "s117"
    },
    {
      "text": "The applicant caused a comparison to be made between those bit stream dumps and the MSDS files located by Mr Lees and its director in 2008.",
      "id": "s118"
    },
    {
      "text": "The comparison disclosed 76 MSDSs in HTML format that were not included in the bit stream dumps.",
      "id": "s119"
    },
    {
      "text": "The applicant alleged that the respondents had \"deliberately excluded HTML files for Infosafe MSDS from the bit stream dumps provided since 17 February 2007 in order to conceal the fact that the respondents have not removed those HTML files as required by the court's orders\".",
      "id": "s120"
    },
    {
      "text": "The respondents' evidence does not appear to deal with the discrepancy alleged by the applicant.",
      "id": "s121"
    },
    {
      "text": "Rather, in their written submissions the respondents say that the applicant's evidence \"does not establish this allegation\".",
      "id": "s122"
    },
    {
      "text": "They submit that \"the only MSDS that were not provided in the bit stream dumps were those that, unbeknown to [the first respondent], had remained in the [Tennessee server] until about 16 December 2008 or that had been inadvertently added to The Collection and then removed within the period between bit stream dumps.",
      "id": "s123"
    },
    {
      "text": "\" There was, however, no evidence called by the respondents in those terms.",
      "id": "s124"
    },
    {
      "text": "Notwithstanding that omission, the applicant appeared to accept the respondents' explanation, since it submitted in reply: \"The fact is the bit stream dumps provided ... do not contain the HTML files of Infosafe MSDS contained in the The Collection on those dates.",
      "id": "s125"
    },
    {
      "text": "\" This was, it was submitted, a breach of the Registrar's order, and was a consequence of the \"cavalier approach\" to compliance taken by the respondents.",
      "id": "s126"
    },
    {
      "text": "The applicant next alleges that the respondents failed to comply with orders that required them to discover Infosafe MSDSs.",
      "id": "s127"
    },
    {
      "text": "The orders relied on were the general discovery orders made by Finkelstein J on 3 December 2004 and 3 June 2005 and the order of 13 December 2007.",
      "id": "s128"
    },
    {
      "text": "Since the order of 3 December 2004 was vacated by that of 3 June 2005, and since each was an order for general discovery, there is no need further to consider the former.",
      "id": "s129"
    },
    {
      "text": "As noted above, the respondents did comply with the latter (on 8 July 2005).",
      "id": "s130"
    },
    {
      "text": "The sufficiency of that compliance then became a matter of dispute.",
      "id": "s131"
    },
    {
      "text": "The focus of concern was on the obligation, and the ability, of the respondents to identify, within document 211, the MSDSs that were discoverable.",
      "id": "s132"
    },
    {
      "text": "The \"bit stream dump\" protocol was established, but for various reasons that was not regarded by the applicant as a substitute for discovery.",
      "id": "s133"
    },
    {
      "text": "The parties then moved into controversy with respect to the question whether it was possible for the respondents to search, within The Collection, for PDF files containing the word \"Infosafe\".",
      "id": "s134"
    },
    {
      "text": "To provide some resolution to that controversy, the court made the orders of 13 December 2007.",
      "id": "s135"
    },
    {
      "text": "The obligation of the respondents to provide discovery under order 1 made on 13 December 2007 was defeasible by the filing and service of a Notice of Motion by the respondents for the relief contemplated in order 2 by 15 February 2008.",
      "id": "s136"
    },
    {
      "text": "The respondents did so comply.",
      "id": "s137"
    },
    {
      "text": "Since the obligation conditionally imposed by order 1 was to do an act by 29 February 2008, that obligation never came into existence.",
      "id": "s138"
    },
    {
      "text": "The dispute between the parties as to whether the respondents should be required to give discovery in the terms of order 1 made on 13 December 2007 (save to the extent that such discovery was given on 7 March 2008) became the focus of the respondents' Notice of Motion of 15 February 2008.",
      "id": "s139"
    },
    {
      "text": "On the present motion, the applicant submitted that the respondents had, on 7 March 2008, made discovery \"in purported compliance\" with order 1.",
      "id": "s140"
    },
    {
      "text": "It submitted that that discovery was \"hopelessly and deliberately inadequate\".",
      "id": "s141"
    },
    {
      "text": "However, accepting for present purposes that the respondents did have discovery obligations with the content alleged by the applicant, and accepting that they have fallen short of the proper discharge of that obligation, it could not be said that the respondents' defaults amounted to a breach of the order made on 13 December 2007.",
      "id": "s142"
    },
    {
      "text": "The applicant next alleges that the respondents failed to comply with order 1 made on 1 December 2006.",
      "id": "s143"
    },
    {
      "text": "It is common ground that that order was not complied with (according to its terms) by 22 December 2006.",
      "id": "s144"
    },
    {
      "text": "The applicant accepts that the respondents provided discovery as referred to in the order on 23 February 2007.",
      "id": "s145"
    },
    {
      "text": "However, the gravamen of the applicant's complaint is that the respondents thereafter discovered no further documents --- which, it may be presumed, were coming into existence on a regular basis in the conduct of the first respondent's business --- of that kind subsequently.",
      "id": "s146"
    },
    {
      "text": "The applicant has pressed the respondents to give ongoing discovery of documents of that kind, but the respondents have, apparently, taken the view that, once the applicant opted for damages rather than an account of profits (which it has, apparently, done since the making of the order in question), invoices, commercial documents and the like were simply irrelevant in the proceeding.",
      "id": "s147"
    },
    {
      "text": "So far as the present application is concerned, however, the question is not whether the respondents have omitted to provide continuing discovery: it is whether they failed to comply with order 1 as made on 1 December 2006.",
      "id": "s148"
    },
    {
      "text": "As I have noted, they did fail to comply, but that failure was constituted only by being about two months late in their provision of the discovery required by the order.",
      "id": "s149"
    },
    {
      "text": "The applicant relies upon O 35A r 2(2)(d) of the Federal Court Rules .",
      "id": "s150"
    },
    {
      "text": "It seeks an order under r 3(2)(c) that the court enter judgment against the respondents for the relief to which it appears to be entitled on its Fifth Further Amended Statement of Claim.",
      "id": "s151"
    },
    {
      "text": "There has been very little authoritative judicial guidance given as to the way in which the discretion arising under O 35A r 3(2) should be exercised.",
      "id": "s152"
    },
    {
      "text": "In the present case, both sides referred me to the judgment of the Full Court in Lenijamar Pty Ltd v AGC (Advances) Limited [1990] FCA 520 ; (1990) 27 FCR 388.",
      "id": "s153"
    },
    {
      "text": "In that matter, a proceeding had been dismissed by the Judge at first instance because of the then applicants' delays in prosecuting it, and their failure to comply with procedural directions.",
      "id": "s154"
    },
    {
      "text": "His Honour had acted under what was then O 10 r 7(1)(a) of the Rules, which referred to a situation now covered by O 35A r 3(1)(a).",
      "id": "s155"
    },
    {
      "text": "In that context, Wilcox and Gummow JJ said (27 FCR at 395-397): \n It is to be noted that the power given by this rule is conditioned on one circumstance only: the failure of a party to comply with an order of the court directing that party to take a step in the proceeding.",
      "id": "s156"
    },
    {
      "text": "There is no requirement of intentional default or contumelious conduct, although the attitude of the applicant to the default and the court's judgment as to whether or not the applicant genuinely wishes the matter to go to trial within a reasonable period will usually be important factors in weighing the proper exercise of the discretion conferred by the rule.",
      "id": "s157"
    },
    {
      "text": "There is no requirement of \"inordinate and inexcusable delay\" on the part of the applicant or the applicant's lawyers, although any such delay is likely to be a significant matter.",
      "id": "s158"
    },
    {
      "text": "There is no requirement of prejudice to the respondent, although the existence of prejudice is also likely to be significant.",
      "id": "s159"
    },
    {
      "text": "And it must be remembered that, in almost every case, delay adversely affects the quality of the trial and is an additional burden upon the parties.",
      "id": "s160"
    },
    {
      "text": "... \n\n \n The observations which we have just made about the scope of O 10, r 7 are not intended to convey the impression that any failure to comply with a procedural direction will appropriately result in the dismissal of the proceeding.",
      "id": "s161"
    },
    {
      "text": "On the contrary, the rules must be administered sensibly and with an appreciation both of the fact that some delays are unavoidable, and unpredictable, by even the most conscientious parties and their lawyers, and of the likely serious consequences to an applicant of staying or dismissing a claim; .... We would not wish our observations to cause respondents to apply for dismissal of proceedings simply because there has been a non-compliance with a direction by the applicant, even though it does not cause or indicate a continuing problem in preparing the matter for an early trial.",
      "id": "s162"
    },
    {
      "text": "The discretion conferred by O 10, r 7 is unconfined, except for the condition of non-compliance with a direction.",
      "id": "s163"
    },
    {
      "text": "As it is impossible to foresee all of the circumstances under which the rule might be sought to be used, it is undesirable to make any exhaustive statement of the circumstances under which the power granted by the rule will appropriately be exercised.",
      "id": "s164"
    },
    {
      "text": "We will not attempt to do so.",
      "id": "s165"
    },
    {
      "text": "But two situations are obvious candidates for the exercise of the power: cases in which the history of non-compliance by an applicant is such as to indicate an inability or unwillingness to cooperate with the court and the other party or parties in having the matter ready for trial within an acceptable period and cases --- whatever the applicant's state of mind or resources --- in which the non-compliance is continuing and occasioning unnecessary delay, expense or other prejudice to the respondent.",
      "id": "s166"
    },
    {
      "text": "Although the history of the matter will always be relevant, it is more likely to be decisive in the first of these two situations.",
      "id": "s167"
    },
    {
      "text": "Even though the most recent non- compliance may be minor, the cumulative effect of an applicant's defaults may be such as to satisfy the judge that the applicant is either subjectively unwilling to cooperate or, for some reason, is unable to do so.",
      "id": "s168"
    },
    {
      "text": "Such a conclusion would not readily be reached; but, where it was, fairness to the respondent would normally require the summary dismissal of the proceeding.",
      "id": "s169"
    },
    {
      "text": "In the second of the two situations we postulate, a significant continuing default, it does not really matter whether there have been earlier omissions to comply with the court's directions.",
      "id": "s170"
    },
    {
      "text": "Ex hypothesi the default is continuing and is imposing an unacceptable burden on the respondent.",
      "id": "s171"
    },
    {
      "text": "But the continuance of the non-compliance is of the essence of this situation.",
      "id": "s172"
    },
    {
      "text": "If, when the court looks at the matter, the direction has already been complied with, the defaulting applicant may be ordered to pay any wasted costs; but it would be difficult to justify the dismissal of the proceeding solely because of that default.",
      "id": "s173"
    },
    {
      "text": "In the present case the applicant relies upon each of the \"candidates\" referred to in Lenijamar .",
      "id": "s174"
    },
    {
      "text": "It accuses the respondents of defaults which demonstrate an inability or (more specifically) an unwillingness to cooperate with the court and itself in having the matter ready for trial.",
      "id": "s175"
    },
    {
      "text": "It says also that those defaults are continuing, and are occasioning delay, cost and prejudice for itself in the prosecution of the proceeding.",
      "id": "s176"
    },
    {
      "text": "The applicant contends that the defaults of the respondents are sufficiently serious to justify an order shutting them out permanently from defending the applicant's claims.",
      "id": "s177"
    },
    {
      "text": "Indeed, the effect of the order which the applicant seeks would be to deliver complete success to it in the proceeding, without any investigation of the merit of its claims, and without consideration of the substance that the respondents' defences may possibly have.",
      "id": "s178"
    },
    {
      "text": "As I made clear to counsel in argument, that would be a very large step for the court to take, and I did not understand counsel for the applicant to propose that it should be taken save in a clear case of quite serious defaults by the respondent concerned.",
      "id": "s179"
    },
    {
      "text": "The starting point, of course, is a consideration of the respondents' defaults as alleged by the applicant, and, to the extent that there is substance in those allegations, of the seriousness of those defaults.",
      "id": "s180"
    },
    {
      "text": "Based on my reasons as set out above, I make the following findings with respect to the applicant's allegations that the respondents have breached various orders of the court: In my consideration of the particular defaults alleged against the respondents above, I have found that none of them, individually, would justify an order the effect of which would be to shut the respondents out from defending this proceeding.",
      "id": "s181"
    },
    {
      "text": "The applicant does not suggest, however, that any one of those defaults, taken individually, should have that result.",
      "id": "s182"
    },
    {
      "text": "Rather, the applicant submits that the defaults, when take together, show a course of conduct, and an approach to the conduct of the proceeding generally, which is inconsistent with the respondents' obligation to give conscientious attention to the defence of the applicant's claims, and to provide such cooperation as would facilitate the achievement of justice in the proceeding.",
      "id": "s183"
    },
    {
      "text": "The applicant alleges that the respondents' defaults are \"deliberate and contumelious\", and bespeak a determination on the part of the respondents to conceal from the applicant, and from the court, the full extent of their appropriation of the applicant's MSDSs.",
      "id": "s184"
    },
    {
      "text": "The applicant submits that, as a result of the respondents' defaults, it has suffered, and will continue to suffer, serious prejudice in the prosecution of its claims in the proceeding.",
      "id": "s185"
    },
    {
      "text": "Particularly since many of the documents either not discovered, not removed from a database or improperly converted to a different format are, as alleged by the applicant, all said to be infringing works of themselves, the applicant's task of constructing and prosecuting a case for infringement has, it says, been severely compromised.",
      "id": "s186"
    },
    {
      "text": "I do not accept the applicant's case in this regard.",
      "id": "s187"
    },
    {
      "text": "The respondents' defaults, even taken together, do not fall into either of the categories mentioned in Lenijamar .",
      "id": "s188"
    },
    {
      "text": "The respondents have not been unwilling to comply with the orders referred to by the applicant; nor does the evidence bespeak their inability to do so.",
      "id": "s189"
    },
    {
      "text": "It is an unhappy reality of complex litigation that procedural orders are not always complied with according to their terms, or in a timely way.",
      "id": "s190"
    },
    {
      "text": "I do not condone that reality, but it stands some distance apart from the kind of serious circumstances that would justify an outcome of the kind for which O 35A provides.",
      "id": "s191"
    },
    {
      "text": "I accept that the respondents have, in some instances at least, been less than duly conscientious in their compliance with the orders which have been made in this case.",
      "id": "s192"
    },
    {
      "text": "On the other hand, I recognise that the facts of the case, and particularly the size and complexity of the first respondent's operations, have often made compliance an involved and difficult task.",
      "id": "s193"
    },
    {
      "text": "The respondents' evidentiary case in answer to the present motion has, for the most part, been comprehensive in its scope and systematic in its approach.",
      "id": "s194"
    },
    {
      "text": "That case, and the respondents' conduct of their defence generally (which I have been able to observe over many months as docket Judge) leave me in no doubt but that they are both able and willing to provide the necessary degree of cooperation and compliance to bring the proceeding to trial with as much expedition as the nature of the case permits.",
      "id": "s195"
    },
    {
      "text": "Nothing put by the applicant on its present motion persuades me to take the serious step of cutting out the respondents from defending the case on its merits.",
      "id": "s196"
    },
    {
      "text": "For the above reasons, I propose to dismiss so much of the applicant's motion as seeks an order under O 35A of the Rules.",
      "id": "s197"
    },
    {
      "text": "That conclusion requires me to consider the alternative relief sought by the applicant.",
      "id": "s198"
    },
    {
      "text": "Largely because of the evidentiary response provided by the respondents to the applicant's Notice of Motion, that alternative relief is now sought in somewhat different terms from those set out in the notice itself.",
      "id": "s199"
    },
    {
      "text": "The respondents too have proffered terms of orders which, they say, would be appropriate in the circumstances.",
      "id": "s200"
    },
    {
      "text": "To understand the positions which the parties adopt in this regard, it will be necessary to refer to the nature of the first respondent's operations.",
      "id": "s201"
    },
    {
      "text": "According to the evidence of Mr Ahmed, the first respondent provides access to The Collection to many thousands of customers all over the world.",
      "id": "s202"
    },
    {
      "text": "For that purpose, it uses a system of \"master, slave, backup and development servers\" that each contain a copy of The Collection.",
      "id": "s203"
    },
    {
      "text": "The present system was established in the second half of 2008.",
      "id": "s204"
    },
    {
      "text": "The master server --- known as \"Lucy\" --- is now located in Texas.",
      "id": "s205"
    },
    {
      "text": "There is also a slave server --- known as \"JR Chemwatch\" --- located in Texas.",
      "id": "s206"
    },
    {
      "text": "By means of regular synchronisation, Mr Ahmed believes that the copy of The Collection on JR Chemwatch is identical to that on Lucy.",
      "id": "s207"
    },
    {
      "text": "The Tennessee server referred to earlier in these reasons remains active, and is regularly synchronised with Lucy.",
      "id": "s208"
    },
    {
      "text": "There is also a backup copy of The Collection located on a server in Melbourne, known as \"Oberon\".",
      "id": "s209"
    },
    {
      "text": "That is also regularly synchronised with Lucy.",
      "id": "s210"
    },
    {
      "text": "Additionally, there is a server in India used by Elogix Software Pty Ltd (\"Elogix\"), which supplies services to the first respondent.",
      "id": "s211"
    },
    {
      "text": "Elogix acquires and registers MSDSs on behalf of the first respondent.",
      "id": "s212"
    },
    {
      "text": "It seems that it is the standard practice of many of the suppliers of chemicals and like substances to make their MSDSs freely available on the internet.",
      "id": "s213"
    },
    {
      "text": "MSDSs are downloaded by Elogix \"in large batches\", after which they are compared with the MSDSs for the corresponding substances already in The Collection, so that the latter might be updated as required.",
      "id": "s214"
    },
    {
      "text": "If there are to be MSDSs added to The Collection, they are \"registered\" and sent both to Lucy and to a copy of The Collection maintained on the server in India.",
      "id": "s215"
    },
    {
      "text": "That server, to which I have already referred in these reasons, is called \"the repository\".",
      "id": "s216"
    },
    {
      "text": "The first respondent's customers do not have access to it.",
      "id": "s217"
    },
    {
      "text": "It is not synchronised with Lucy, or with any other server, but, about every three months, the copy of The Collection on Lucy is \"rebuilt\" from the copy on the repository.",
      "id": "s218"
    },
    {
      "text": "After each rebuild, Lucy is then synchronised with the other severs to which I have referred.",
      "id": "s219"
    },
    {
      "text": "In summary, the position seems to be that the entirety of The Collection is located on Lucy, which is the server from which all of the first respondent's customers, save those based in North America, receive digital data which go to make up the MSDSs to which they are, by their contractual arrangements, entitled to have access.",
      "id": "s220"
    },
    {
      "text": "North American customers receive their data from the Tennessee server.",
      "id": "s221"
    },
    {
      "text": "JR Chemwatch and Oberon also hold complete copies of The Collection, but no data is sent from them to the computers of the first respondent's customers.",
      "id": "s222"
    },
    {
      "text": "The repository is effectively the portal through which new MSDSs, intended ultimately to be added to The Collection, arrive into the system.",
      "id": "s223"
    },
    {
      "text": "At the same time as being added to the repository, new MSDSs are sent to Lucy, but the three-monthly rebuild of the latter from the former seems to imply that, if any differences between them happened to arise, it would be the contents of the repository that would become the current version of The Collection for the first respondent's purposes generally.",
      "id": "s224"
    },
    {
      "text": "The applicant submits that the respondents should be required to give discovery of: \n (b) a disc containing all of the MSDS files containing the words \"Infosafe No\" stored in the Collection on the servers referred to in paragraph (a) above and/or in any other electronic storage devices, databases or systems upon or in which the respondents store MSDS (whether or not such MSDS are made available to the respondents' customers) found by electronic searches to be conducted on [Insert date in (a) above]; and\n (c) a disc containing all of the indirectly created PDF files containing the words \"Infosafe No\" in the Collection found by: \n (i) running Forensic Toolkit software on the Collection stored on the servers referred to in paragraph (a) above;\n (ii) searching the vendor field in The Collection as stored on the servers referred to in paragraph (a) above for MSDS issued by the companies listed in paragraphs (viii)(C) and (D) of the Particulars of Copyright Ownership filed herein;\n on [Insert date in (a) above]; \n\n \nThe \"servers referred to in paragraph (a)\" mentioned in the applicant's minute are Oberon and the repository.",
      "id": "s225"
    },
    {
      "text": "The respondents approach the matter from a somewhat different angle, and propose that they should be required to provide only:\n \n 1.",
      "id": "s226"
    },
    {
      "text": "(b) a disc containing all of the directly created PDF files containing the words \"Infosafe No\" in the Collection found by a standard windows search of the copy of the Collection stored on the Respondents' \"Oberon\" server in Melbourne, to be conducted on [ Insert date in (a) above ]; and\n (c) a disc containing all of the indirectly created PDF files containing the words \"Infosafe No\" in the copy of the Collection stored on the Respondents' \"Oberon\" server in Melbourne found by searching the vendor field in The Collection database for MSDS issued by the companies listed in paragraphs (viii)(C) and (D) of the Particulars of Copyright Ownership referred to in the Fifth Further Amended Statement of Claim, to be conducted between the date of these orders and [ Insert date in (a) above ].",
      "id": "s227"
    },
    {
      "text": "2.",
      "id": "s228"
    },
    {
      "text": "(a) a disc containing all of the HTML and directly created PDF files containing the words \"Infosafe No\" in the Repository (as defined in paragraph 12 of the affidavit of Peta Reeve dated 3 March 2009) found by a standard windows search of the Repository, to be conducted on [ Insert date in (a) above ]; and \n\n \n (b) a disc containing all of the indirectly created PDF files containing the words \"Infosafe No\" in the Repository found by running Forensic Toolkit software on the Repository on [ Insert date in (a) above ].",
      "id": "s229"
    },
    {
      "text": "Dealing first with Oberon, the applicant submits that all MSDS files containing the words \"Infosafe No\" stored in The Collection should be discovered by resort to what it describes as \"electronic searches\".",
      "id": "s230"
    },
    {
      "text": "Additionally, it submits that indirectly created PDF files containing the words \"Infosafe No\" stored in The Collection should be discovered by resort to the Forensic Toolkit program and also (it seems) by using the database's vendor field with reference to the companies referred to in paras (viii)(C) and (D) of the applicant's Particulars of Copyright Ownership.",
      "id": "s231"
    },
    {
      "text": "The respondents' proposal deals only with PDF files.",
      "id": "s232"
    },
    {
      "text": "They say that directly created such files containing the words \"Infosafe No\" stored in The Collection should be discovered by resort to \"a standard windows search\".",
      "id": "s233"
    },
    {
      "text": "Indirectly created such files containing the words \"Infosafe No\" stored in The Collection should be discovered by using the database's vendor field with reference to the companies referred to in paras (viii)(C) and (D) of the applicant's Particulars of Copyright Ownership.",
      "id": "s234"
    },
    {
      "text": "Turning next to the repository, the applicant takes exactly the same approach as it does in relation to Oberon, but additionally seeks a general order that the respondents make discovery of the repository as such.",
      "id": "s235"
    },
    {
      "text": "The respondents take a different approach.",
      "id": "s236"
    },
    {
      "text": "Their submission in relation to directly created PDF files is the same as that made in relation to Oberon.",
      "id": "s237"
    },
    {
      "text": "In relation to indirectly created PDF files, they say that such files containing the words \"Infosafe No\" stored in The Collection should be discovered by resort to Forensic Toolkit.",
      "id": "s238"
    },
    {
      "text": "In relation to HTML files, they make the same submission as made in the case of directly created PDF files.",
      "id": "s239"
    },
    {
      "text": "Finally, in relation to servers other than Oberon and the repository, the applicant seeks the same discovery as noted above in the case of \"any other electronic storage devices, databases or systems\".",
      "id": "s240"
    },
    {
      "text": "The respondents resist discovery beyond Oberon and the repository.",
      "id": "s241"
    },
    {
      "text": "The differences between the parties are to an extent more apparent than real, and result, in my view, from their attempts to pull together a number of cascading pragmatic solutions to the discovery issues which this proceeding presents.",
      "id": "s242"
    },
    {
      "text": "It would be idle to embark upon an explanation of how the parties have come to what is manifestly such an untidy pass in the course of these attempts.",
      "id": "s243"
    },
    {
      "text": "Given the history of the respondents' provision of discovery in the proceeding, I think the applicant is entitled to be placed, so far as practical electronic means permit, substantially in the position of a party to whom comprehensive discovery (in relation to Infosafe MSDSs) has been given.",
      "id": "s244"
    },
    {
      "text": "Thus I propose to order that the respondents provide a disc of all MSDSs containing the words \"Infosafe No\" stored in The Collection on Oberon, on the repository server and on all other electronic storage devices, databases and systems in the possession or under the control of the respondents or either of them.",
      "id": "s245"
    },
    {
      "text": "However, I will qualify that order in two ways.",
      "id": "s246"
    },
    {
      "text": "First, in relation to indirectly created PDF files, I will provide that the respondents' obligation will be taken to have been discharged if they make a good faith search for such files using Forensic Toolkit and by using the vendor field of a particular database or storage means by reference to the companies referred to in paras (viii)(C) and (D) of the applicant's Particulars of Copyright Ownership.",
      "id": "s247"
    },
    {
      "text": "Secondly, in relation to the repository and other electronic storage devices, databases and systems, I will likewise provide that the respondents' obligation will be taken to have been discharged if they file an affidavit (made by a person with direct knowledge of the matters to which it relates) stating that the contents thereof are identical to the contents of Oberon in every particular.",
      "id": "s248"
    },
    {
      "text": "I consider that these orders will make it unnecessary to make a general discovery order in relation to the repository.",
      "id": "s249"
    },
    {
      "text": "The applicant next submits that the respondents should be required to give discovery of: \n (a) bit stream dumps of the Collection to be created on [ Insert date one week prior to the date above ] 2009 from the copy of the Collection stored on the Respondents' \"Oberon\" server in Melbourne and from the copy of the Collection stored on the local repository server in India referred to in paragraph 15 of the affidavit of Sourav Banerjee sworn 5 March 2009; \n\n \nThe respondents submit that this discovery obligation should be limited to:\n \n (a) a bit stream dump of the Collection to be created on [ Insert date one week proper to the date above ] 2009 from the copy of the Collection stored on the Respondents' \"Oberon\" server in Melbourne; \n The applicant seeks a bit stream dump of the iteration of The Collection that is located on the repository because it is the primary (in the sense of first in time) destination, within the first respondent's operations, of MSDSs downloaded from the internet, because it is not synchronized with the other servers on which The Collection is located, and because no discovery has yet been given of it.",
      "id": "s250"
    },
    {
      "text": "The respondents resist the making of such an order on grounds which are substantially pragmatic.",
      "id": "s251"
    },
    {
      "text": "They point to evidence that MSDSs that are newly added to the repository in India are invariably at the same time added to the master server in the United States; and that, about every 3 months, that server is \"rebuilt\" from the repository.",
      "id": "s252"
    },
    {
      "text": "They say, therefore, that there is unlikely to be any material difference between the repository and Oberon at any point in time.",
      "id": "s253"
    },
    {
      "text": "They add that they have not been able to obtain instructions from Elogix as to the practicality or cost of providing a bit stream dump from the repository (that expedient not having been sought in the applicant's Notice of Motion as filed).",
      "id": "s254"
    },
    {
      "text": "I consider that the applicant has established a prima facie entitlement to the order which it seeks.",
      "id": "s255"
    },
    {
      "text": "I do not consider that any difference is made by the circumstance that the MSDSs on the repository in India are not accessible by the first respondent's customers.",
      "id": "s256"
    },
    {
      "text": "However, I recognize the force of the other points made on behalf of the respondents, and I do not propose to require them to undertake a substantial and potentially costly exercise if the only result of it would be the provision of data no different from that sourced from Oberon.",
      "id": "s257"
    },
    {
      "text": "As in the case of the discovery orders, I will make an order along the lines sought by the applicant, but, in relation to the repository, I will accept as sufficient compliance with the order an affidavit (made by a person with direct knowledge of the matters to which it relates) stating that the bit stream dump provided in relation to Oberon is identical in every particular to a bit stream dump which would have been provided, on the same day, from the repository, had one been so provided.",
      "id": "s258"
    },
    {
      "text": "The applicant next seeks the extension of order 3 made on 1 December 2006 to permit its solicitor, Mr Round, and his consultant solicitor, Mr Lees, to have the same access (in their respective homes) to The Collection as is provided by that order for the applicant's counsel.",
      "id": "s259"
    },
    {
      "text": "It is said that the original order included the applicant's solicitor within the class of people who would take advantage of the access provided in counsel's chambers, and the absence of an explicit right for Mr Round and Mr Lees to have access in their own right, as it were, served merely to require them to attend at counsel's chambers for the purpose of carrying out functions which the order contemplated they would perform.",
      "id": "s260"
    },
    {
      "text": "As against this, it is pointed out on behalf of the respondents that Mr Round is not in independent practice, but is employed by the applicant.",
      "id": "s261"
    },
    {
      "text": "It is also said that the evidence relied on by the applicant on the present motion of itself demonstrates that Mr Round surreptitiously obtained user names and passwords which enabled him to have access to The Collection by means other than hitherto ordered by the court.",
      "id": "s262"
    },
    {
      "text": "This is, as I read it, a kind of \"lack of clean hands\" argument by the respondents in opposition to this order sought by the applicant.",
      "id": "s263"
    },
    {
      "text": "What the applicant proposes is, in my view, a convenient and sensible expedient.",
      "id": "s264"
    },
    {
      "text": "Notwithstanding that, if the access sought by the applicant for its solicitors were to be exercised at the premises of the applicant itself, I would have a concern as to the efficacy, in practical terms, of the confidentiality undertakings previously given.",
      "id": "s265"
    },
    {
      "text": "However, since the access is to be only in the homes of Mr Round and Mr Lees, I am prepared to treat those undertakings as providing sufficient protection for the respondents.",
      "id": "s266"
    },
    {
      "text": "I should not be astute to doubt whether these two solicitors would place compliance with those undertakings on a higher plane than pursuit of the applicant's commercial interests.",
      "id": "s267"
    },
    {
      "text": "It may be that they have hitherto obtained means of access to The Collection in ways that the respondents would not regard as proper, but, in the events which have transpired, that has brought to light a number of respects in which the respondents have fallen short of their obligations to provide discovery and to comply with orders of the court.",
      "id": "s268"
    },
    {
      "text": "It is possible that, if Mr Round and Mr Lees hereafter have more regular, and more convenient, access to The Collection, any inadvertent acts or omissions of the respondents will be drawn to their attention, and then corrected, promptly and without the expense and inconvenience which have been associated with the present motion.",
      "id": "s269"
    },
    {
      "text": "I propose to make the order sought by the applicant in this respect.",
      "id": "s270"
    },
    {
      "text": "The applicant next seeks the imposition of a further discovery obligation upon the respondents, to be complied with by a date certain to be fixed by the court, in similar terms to the obligation arising under order 1 made on 1 December 2006.",
      "id": "s271"
    },
    {
      "text": "The applicant says that the respondents complied with that order only on 23 February 2007, and have provided no corresponding discovery since.",
      "id": "s272"
    },
    {
      "text": "It relies on a party's ongoing obligation to discover relevant documents.",
      "id": "s273"
    },
    {
      "text": "The respondents contend that documents of the kind referred to in the order sought by the applicant could be relevant only if an account of profits were sought, and point out that, since the making of the order on 1 December 2006, the applicant has opted for damages as its preferred remedy.",
      "id": "s274"
    },
    {
      "text": "They also refer to the fact that compliance with that order, apparently, consumed substantial resources (in time and money) and ultimately required the delivery of 26 lever arch folders of copy documents to the applicant.",
      "id": "s275"
    },
    {
      "text": "I do not think that the respondents' distinction between damages and an account of profits entirely meets the applicant's point.",
      "id": "s276"
    },
    {
      "text": "Even where damages are sought, in a market in which the applicant and the first respondent are direct competitors, every sale made or contract entered into by the latter might well be, depending on how the evidence turns out, a sale or contract lost to the former.",
      "id": "s277"
    },
    {
      "text": "I should not shut the applicant out from making such a contention part of its case, and from leading evidence from which such a conclusion might be drawn.",
      "id": "s278"
    },
    {
      "text": "Documents of the kind sought by the applicant are relevant (in the context of discovery if not of admissible evidence) to a case along these lines.",
      "id": "s279"
    },
    {
      "text": "However, the orders of 1 December 2006 do not reflect the new environment created by the applicant's election to seek damages rather than an account of profits.",
      "id": "s280"
    },
    {
      "text": "I consider that orders the equivalent of 1.2, 1.3 and 1.6 should be sufficient for the applicant's purposes.",
      "id": "s281"
    },
    {
      "text": "Beyond that, I am persuaded by the respondents' objections that the dollar value of the first respondent's own sales should not be regarded as relevant, and that the substantial costs of re-compliance with the full extent of the orders as made on 1 December 2006 would outweigh the potential value to the applicant of the documents that might be disclosed other than in the limited respects I have indicated.",
      "id": "s282"
    },
    {
      "text": "I shall, however, reserve to the applicant liberty to apply if this more limited approach has the practical effect of frustrating its legitimate attempts to have access to documents which demonstrate the extent to which the first respondent has traded in products which might otherwise have been obtained from itself.",
      "id": "s283"
    },
    {
      "text": "The respondents submit that, having complied with such discovery orders as the court might make on the applicant's motion, they should be relieved of any further obligation to discover MSDSs or invoices and other financial and commercial documentation.",
      "id": "s284"
    },
    {
      "text": "They say that The Collection is an evolving and commercially-dynamic database, and that a point must come where they are entitled to focus their attention on preparing for trial free of the distractions of complying with an ongoing obligation to give discovery.",
      "id": "s285"
    },
    {
      "text": "I think there is substance in this submission.",
      "id": "s286"
    },
    {
      "text": "To use a metaphor which the parties have, I believe, used on previous interlocutory occasions, there must be a line in the sand marking the point at which the applicant's allegations are tested.",
      "id": "s287"
    },
    {
      "text": "I have given the parties some dates in September 2009 for the trial of the action.",
      "id": "s288"
    },
    {
      "text": "That is now, in my view, sufficiently proximate for the respondents to turn their attentions towards the trial and away from discovery.",
      "id": "s289"
    },
    {
      "text": "I do, however, make two qualifications to this ruling.",
      "id": "s290"
    },
    {
      "text": "First, it applies only to discovery of MSDSs and to documents of the kind referred to in order 1 made on 1 December 2006.",
      "id": "s291"
    },
    {
      "text": "Other discoverable documents which may come into the respondents' possession or power will be subject to the usual ongoing obligation.",
      "id": "s292"
    },
    {
      "text": "Secondly, I shall make my ruling subject to any further order of the court.",
      "id": "s293"
    },
    {
      "text": "I do not want to exclude the possibility that, at a later time, the applicant may bring forward a legitimate basis for obtaining further discovery of MSDSs and/or of commercial documents.",
      "id": "s294"
    },
    {
      "text": "It is conceivable that a basis may be presented in the context of settling final orders to be made in the proceeding, for example, if the applicant should ultimately succeed.",
      "id": "s295"
    },
    {
      "text": "The applicant also seeks a particular remedy which was said to be justified by proof of the respondents' breach of the undertakings they gave on 16 October 2006.",
      "id": "s296"
    },
    {
      "text": "The applicant relies upon O 35 r 11 of the Federal Court Rules , which is in the following terms: \n (1) Where:\n (a) a person (whether a party or not) gives an undertaking to the Court to do or refrain from doing any act or to pay any sum of money; and\n (b) the person fails to fulfil the undertaking;\n any party may move on notice for a judgment or order requiring that person to do or refrain from doing the act in question, or to pay the sum of money in question.",
      "id": "s297"
    },
    {
      "text": "(2) The Court, on being satisfied that the undertaking was binding on the person, shall make the order referred to in subrule (1).",
      "id": "s298"
    },
    {
      "text": "(3) The Court may be informed of an undertaking to the Court in the proceedings by (amongst other things) reference to a note made by the Judge hearing the proceedings or by his clerk.",
      "id": "s299"
    },
    {
      "text": "(4) This rule does not affect the powers of the Court to punish a person for contempt.",
      "id": "s300"
    },
    {
      "text": "I was informed, and my researches have confirmed, that this provision has only once been the subject of a decision by the court.",
      "id": "s301"
    },
    {
      "text": "Resort to it was had by one of the parties in Louthean Publishing Pty Ltd v Central West Media Limited , in relation to which Nicholson J gave an unreported judgment on 15 April 1996.",
      "id": "s302"
    },
    {
      "text": "Since his Honour held that the requirements of subr (1) had not been satisfied in the circumstances of the case, he was not required to rule on the question whether subr (2) was mandatory, or gave the court a discretion.",
      "id": "s303"
    },
    {
      "text": "That would be a difficult question, particularly in circumstances in which a breach of an undertaking might not, as a matter of discretion, incline the court to make an order in corresponding terms.",
      "id": "s304"
    },
    {
      "text": "For example, a party may undertake not to take some action, of the kind which, if taken, would be taken once-and-for-all (such as the demolition of an historic building).",
      "id": "s305"
    },
    {
      "text": "If the party, in breach of the undertaking, took that action, it would seem to be quite pointless then to make an order prohibiting the party from doing so again.",
      "id": "s306"
    },
    {
      "text": "Yet that would seem to be the effect of the rule.",
      "id": "s307"
    },
    {
      "text": "Another oddity about O 35 r 11, if I may so observe with respect to those responsible for its inclusion in the Rules, is that it appears to have no analogue in the rules of any other court of comparable jurisdiction.",
      "id": "s308"
    },
    {
      "text": "Neither, so far as I can see, does the rule reflect a practice which any Australian court follows, or has ever followed.",
      "id": "s309"
    },
    {
      "text": "There is, of course, the practice (referred to recently in Morgan v State of Victoria [2008] VSCA 267) of making an order limiting a time for the payment of money, in circumstances where a previous undertaking, expressed without any such limitation, has not been complied with.",
      "id": "s310"
    },
    {
      "text": "That practice, however, does not go the distance required to explain the very broad terms of O 35 r 11.",
      "id": "s311"
    },
    {
      "text": "However these reservations may be, the fact is that the rule exists, and appears to impose an obligation on the court to make an order in the circumstances referred to.",
      "id": "s312"
    },
    {
      "text": "In the present case, the applicant has led evidence the effect of which, quite clearly, is that, since 16 October 2006, the first respondent has included in various electronic storage means copies of HTML source code relating to MSDSs containing the words \"Infosafe No.\".",
      "id": "s313"
    },
    {
      "text": "Indeed, the contrary is not seriously suggested by the respondents.",
      "id": "s314"
    },
    {
      "text": "Rather, the respondents resist the applicant's motion in relevant respects at two levels.",
      "id": "s315"
    },
    {
      "text": "First, they submit that O 35 r 11 could not be mandatory and, as a matter of discretion, the court should not make the order sought by the applicant.",
      "id": "s316"
    },
    {
      "text": "Given the terms of the rule, however, I could not accept that submission.",
      "id": "s317"
    },
    {
      "text": "As it happens, had the rule been expressed in discretionary terms, I would still have held that the applicant had satisfied the requirements of subr (1), and that there appeared to be no particular reason why the discretion should not be exercised in its favour.",
      "id": "s318"
    },
    {
      "text": "Secondly, the respondents submit that, as a matter of construction, their undertaking of 16 October 2006 did not preclude them from maintaining a copy of an HTML MSDS, so long as they did not include that copy in any database which was accessible to third parties (such as their customers).",
      "id": "s319"
    },
    {
      "text": "I do not accept that construction.",
      "id": "s320"
    },
    {
      "text": "Although par (a) of the undertaking extends the proscription contained therein to the respondents making available the HTML source code \"to any person\", there is no basis for construing the previous wide words of the undertaking --- \"will not ... include in any electronic storage means or database ...\" --- as being limited thereby.",
      "id": "s321"
    },
    {
      "text": "For those reasons, I propose to grant so much of the applicant's motion as seeks that the respondents' be released from their undertaking of 16 October 2006, and that an order be made in the same terms.",
      "id": "s322"
    },
    {
      "text": "The order will, of course, continue to be subject to the usual undertaking as to damages.",
      "id": "s323"
    },
    {
      "text": "The only other order sought by the applicant is by way of the fixing of a date by which it should give notice of any application for leave further to amend its Statement of Claim.",
      "id": "s324"
    },
    {
      "text": "It proposes that this date should be the 28 th day after the provision by the respondents of the discs of MSDSs, as dealt with earlier in these reasons.",
      "id": "s325"
    },
    {
      "text": "The respondents do not contemplate the making of any further such application, but would consent to the applicant now being given leave, by a date certain to be stated, to file and serve a further amended Statement of Claim, limited to incorporating allegations based on the disclosure of further MSDSs which contain the words \"Infosafe No\".",
      "id": "s326"
    },
    {
      "text": "It seems that this is the applicant's only presently-known purpose for filing a further pleading, but I think the safer course is not to give leave save by reference to a document which exists at the time that leave is given.",
      "id": "s327"
    },
    {
      "text": "Although I doubt that the matter will be controversial, I propose to fix a date by which the applicant must apply for leave to amend, and to make it a requirement that the intended amendments be specified in writing at the time of its so applying.",
      "id": "s328"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s329"
    },
    {
      "text": "Associate:\n \n \nDated: 3 June 2009\n \n Counsel for the Applicant: Mr G McGowan SC with Mr G Dalton \n \n Solicitor for the Applicant: Murray Round \n \n Counsel for the Respondents: Mr R Garratt QC with Mr P Wallis \n \n Solicitor for the Respondents: Holding Redlich \n Date of Hearing: 11 &amp; 12 March 2009 \n \n Date of Judgment: 3 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/577.html",
      "id": "s330"
    }
  ]
}