{
  "name": "Jemena Asset Management Pty Ltd v Coinvest Limited [2009] FCA 542 (21 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/542.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "whether decision attended by sufficient doubt",
      "id": "c1"
    },
    {
      "text": "where issues were substantial and novel",
      "id": "c2"
    },
    {
      "text": "where resolution of issues may avoid the parties incurring time and expense",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicants seek leave to appeal from an interlocutory judgment of Marshall J given on 9 April 2009: see Jemena Asset Management (3) Pty Ltd v Coinvest Limited [2009] FCA 327.",
      "id": "s0"
    },
    {
      "text": "In his judgment, his Honour answered a series of questions which the parties had asked the court to decide separately from any other question in the proceeding.",
      "id": "s1"
    },
    {
      "text": "Those questions related to the alleged inconsistency between various federal industrial instruments to which the applicants are party on the one hand and the Construction Industry Long Service Leave Act 1997 (Vic) on the other.",
      "id": "s2"
    },
    {
      "text": "Marshall J found that no relevant inconsistency existed.",
      "id": "s3"
    },
    {
      "text": "The applicants wish to challenge his Honour's orders and to have that challenge resolved before it is necessary for the parties to put on evidence going to the remaining issue raised by the statement of claim, which is whether the applicants employed persons to perform construction work in the construction industry within the meaning of the State Act.",
      "id": "s4"
    },
    {
      "text": "The applicants have filed a draft notice of appeal.",
      "id": "s5"
    },
    {
      "text": "It is sufficient for present purposes to observe that the draft notice of appeal raises substantial issues relating to the interrelationship of the federal instruments and the State Act, and whether inconsistency in the constitutional sense arises between them.",
      "id": "s6"
    },
    {
      "text": "The respondent supports the application.",
      "id": "s7"
    },
    {
      "text": "It accepts that the applicants have an arguable case on the grounds contained in the draft notice.",
      "id": "s8"
    },
    {
      "text": "Having considered his Honour's reasons, it is my view that sufficient doubt arises as to the correctness of his decision as to warrant it being reconsidered by a Full Court: see Decor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397.",
      "id": "s9"
    },
    {
      "text": "The issues which the applicants wish to raise on appeal are substantial and novel.",
      "id": "s10"
    },
    {
      "text": "It is appropriate that they be resolved before time and expense is incurred by all parties in dealing with the other significant issue raised by the proceeding.",
      "id": "s11"
    },
    {
      "text": "Depending on the outcome of the appeal, it may be that this other potentially substantial aspect of the matter will not need to be dealt with.",
      "id": "s12"
    },
    {
      "text": "Leave to appeal will be granted.",
      "id": "s13"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s14"
    },
    {
      "text": "Associate:\n \n \nDated: 25 May 2009\n \n Counsel for the Applicants: Mr F Parry SC and Mr C B O'Grady \n \n Solicitor for the Applicants: Herbert Geer \n \n Counsel for the Respondent: Mr P Hanks QC and Mr S Moore \n \n Solicitor for the Respondent: Maddocks \n Date of Hearing: 21 May 2009 \n \n Date of Judgment: 21 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/542.html",
      "id": "s15"
    }
  ]
}