{
  "name": "Australian Communications and Media Authority v Mobilegate Ltd A Company Incorporated in Hong Kong [2009] FCA 539 (22 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/539.html",
  "catchphrases": [
    {
      "text": "alleged sending of unsolicited commercial electronic messages",
      "id": "c0"
    },
    {
      "text": "jurisdiction of federal court to issue others and accept undertakings",
      "id": "c1"
    },
    {
      "text": "(cth) spam act 2003 ss 16 , 32 , 33 , 36",
      "id": "c2"
    },
    {
      "text": "(cth) trade practices act 1974 ss 52 , 80 , 80 (6)",
      "id": "c3"
    },
    {
      "text": "undertakings offered to federal court of australia",
      "id": "c4"
    },
    {
      "text": "whether acma obliged to provide the court with an undertaking as to damages",
      "id": "c5"
    },
    {
      "text": "whether failure to provide court with an undertaking fatal to acma's claim for interlocutory relief",
      "id": "c6"
    },
    {
      "text": "held absence of undertaking not fatal to claim",
      "id": "c7"
    },
    {
      "text": "(cth) judiciary act 1903 s 64 , (cth) spam act ss 32 , 33 , 36",
      "id": "c8"
    },
    {
      "text": "enforcement and remedies",
      "id": "c9"
    },
    {
      "text": "declarations",
      "id": "c10"
    },
    {
      "text": "injunctions",
      "id": "c11"
    },
    {
      "text": "whether court has power under s 80 of trade practices act 1974 to grant interlocutory injunction prohibiting what would otherwise be lawful activity",
      "id": "c12"
    },
    {
      "text": "nature of power to grant injunction \"in such terms as the court determines to be appropriate\"",
      "id": "c13"
    },
    {
      "text": "need for nexus between proven contravention of pt v of the trade practices act and the prohibition embodied in the injunction",
      "id": "c14"
    },
    {
      "text": "held respondents' undertaking meets the case for interlocutory injunctive relief sought by acma",
      "id": "c15"
    },
    {
      "text": "communications law",
      "id": "c16"
    },
    {
      "text": "trade practices",
      "id": "c17"
    },
    {
      "text": "trade practices",
      "id": "c18"
    }
  ],
  "sentences": [
    {
      "text": "The use of trickery to prey for reward upon the lusts or emotional vulnerabilities of others is hardly a vice confined to modern times.",
      "id": "s0"
    },
    {
      "text": "What modern times do offer, for those disposed to such a vice, are new means of prey, the internet and the mobile telephone.",
      "id": "s1"
    },
    {
      "text": "The Australian Communications and Media Authority (ACMA) submits that, in one or the other of the ways it alleges in its statement of claim, the First to Seventh Respondents in this proceeding have engaged in or have been a party to conduct which might be thought to amount to a vice of the kind described but which in any event is alleged to contravene s 16(1) of the Spam Act 2003 (Cth) (Spam Act) and also s 52 of the Trade Practices Act 1974 (Cth) (TPA).",
      "id": "s2"
    },
    {
      "text": "The prohibition for which s 52 of the TPA provides against a corporation engaging in misleading or deceptive conduct in trade or commerce is well known.",
      "id": "s3"
    },
    {
      "text": "Perhaps less well known, at least until now, but no less important, is the very particular prohibition found in s 16 of the Spam Act against the sending of unsolicited commercial electronic messages.",
      "id": "s4"
    },
    {
      "text": "Materially, s 16(1) of the Spam Act provides: \n 16(1) A person must not send, or cause to be sent, a commercial electronic message that: \n\n(a) has an Australian link; and \n \n(b) is not a designated commercial electronic message.",
      "id": "s5"
    },
    {
      "text": "Section 16 also provides for a number of justifications only one which it is presently necessary to note --- consent: s 16(2) of the Spam Act .",
      "id": "s6"
    },
    {
      "text": "ACMA is a public authority of the Commonwealth established by s 6 of the Australian Communications and Media Authority Act 2005 (Cth).",
      "id": "s7"
    },
    {
      "text": "Its telecommunications related functions are set out in s 8(1) of that Act.",
      "id": "s8"
    },
    {
      "text": "Materially, they include: \n 8(1) The ACMA's telecommunications functions are as follows: \n\n(a) to regulate telecommunications in accordance with the Telecommunications Act 1997 and the Telecommunications (Consumer Protection and Service Standards) Act 1999 ; \n \n(b) to advise and assist the telecommunications industry; \n \n(c) to report to and advise the Minister in relation to the telecommunications industry; \n \n(d) to report to and advise the Minister in relation to matters affecting consumers, or proposed consumers, of carriage services; \n \n(e) to manage Australia's input into the setting of international standards for telecommunications (except so far as Standards Australia International Limited is responsible for managing that input); \n \n(f) to monitor, and report to the Minister on, all significant matters relating to the licensing of carriers under the Telecommunications Act 1997 ; \n \n(g) to make available to the public information about matters relating to the telecommunications industry; \n \n(h) to conduct public educational programs about matters relating to the telecommunications industry; \n \n(i) to give advice to the public about matters relating to the telecommunications industry; \n \n(j) such other functions as are conferred on the ACMA by or under: \n \n(i) the Spam Act 2003 ; or \n \n(ia) the Do Not Call Register Act 2006 ; or \n \n(ii) the Telecommunications Act 1997 ; or \n \n(iii) the Telecommunications (Carrier Licence Charges) Act 1997 ; or \n \n(iv) the Telecommunications (Consumer Protection and Service Standards) Act 1999 (other than subsection 158F(1)); or \n \n(iva) chapter 4 or 5 of the Telecommunications (Interception and Access) Act 1979 ; or \n \n(v) the Telecommunications (Numbering Charges) Act 1997 ; or \n \n(vi) part XIC of the Trade Practices Act 1974 ; \n \n(k) to monitor, and to report to the Minister on, the operation of each Act specified in paragraph (j), to the extent it is so specified; \n \n(l) to do anything incidental to or conducive to the performance of any of the above functions.",
      "id": "s9"
    },
    {
      "text": "One of the functions conferred on ACMA by the Spam Act is the bringing of proceedings for civil penalties and injunctive relief in respect of contraventions of that Act.",
      "id": "s10"
    },
    {
      "text": "Section 26 of the Spam Act provides for the institution of civil penalty proceedings.",
      "id": "s11"
    },
    {
      "text": "As to injunctive relief, final injunctive relief may be granted by this Court pursuant to s 32 of the Spam Act .",
      "id": "s12"
    },
    {
      "text": "Section 33 of the Spam Act makes separate provision for the granting by this Court of interim injunctions.",
      "id": "s13"
    },
    {
      "text": "Those two sections provide: \n Section 32 \n\n \n Restraining injunctions \n (1) If a person has engaged, is engaging or is proposing to engage, in any conduct in contravention of a civil penalty provision, the Federal Court may, on the application of the ACMA, grant an injunction: \n\n(a) restraining the person from engaging in the conduct; and \n \n(b) if, in the Court's opinion, it is desirable to do so---requiring the person to do something.",
      "id": "s14"
    },
    {
      "text": "Performance injunctions \n (2) If: \n\n(a) a person has refused or failed, or is refusing or failing, or is proposing to refuse or fail, to do an act or thing; and \n \n(b) the refusal or failure was, is or would be a contravention of a civil penalty provision; \n \n the Federal Court may, on the application of the ACMA, grant an injunction requiring the person to do that act or thing.",
      "id": "s15"
    },
    {
      "text": "Section 33 \n\n \n Interim injunctions \n\n \n Grant of interim injunction \n\n \n (1) If an application is made to the Federal Court for an injunction under section 32 , the Court may, before considering the application, grant an interim injunction restraining a person from engaging in conduct of a kind referred to in that section.",
      "id": "s16"
    },
    {
      "text": "No undertakings as to damages \n\n \n (2) The Federal Court is not to require an applicant for an injunction under section 32 , as a condition of granting an interim injunction, to give any undertakings as to damages \n Section 36 of the Spam Act should also be noted and is as follows: \n Section 36 Other powers of the Federal Court unaffected \n\n \n The powers conferred on the Federal Court under this Part are in addition to, and not instead of, any other powers of the Court, whether conferred by this Act or otherwise \n On the strength of the contraventions which it alleges, ACMA seeks both the imposition of civil penalties and the granting of final injunctive relief in these proceedings.",
      "id": "s17"
    },
    {
      "text": "To support its claim for final injunctive relief, ACMA also calls in aid the jurisdiction conferred on the Court by s 80 of the TPA.",
      "id": "s18"
    },
    {
      "text": "At the present stage of these proceedings, the question is whether and in what terms interlocutory injunctive relief should be granted, or whether undertakings which have been proffered by particular Respondents should be regarded as a sufficient answer to the claim for interlocutory injunctive relief.",
      "id": "s19"
    },
    {
      "text": "So far as some of the Respondents are concerned, no controversy attends that question.",
      "id": "s20"
    },
    {
      "text": "That is because ACMA does not seek against those Respondents to press its claim for interlocutory injunctive relief having regard to the terms of the undertaking they offer.",
      "id": "s21"
    },
    {
      "text": "That is not so in respect of the following Respondents: Winning Bid Pty Ltd (Winning - the Second Respondent); Mr SA Owen (the Fourth Respondent); Mr TA Salcedo (the Fifth Respondent); and Mr GC Maughan (the Seventh Respondent).",
      "id": "s22"
    },
    {
      "text": "I shall refer collectively to these Respondents as the \"remaining Respondents\".",
      "id": "s23"
    },
    {
      "text": "I annex to these reasons the terms in which the remaining Respondents have, without admission as to liability to civil penalty, proffered undertakings to the Court, which undertakings became Exhibit 1.",
      "id": "s24"
    },
    {
      "text": "For its part, ACMA has submitted that only an undertaking cast in rather wider terms would sufficiently meet its claim for interlocutory injunctive relief.",
      "id": "s25"
    },
    {
      "text": "I also annex to these reasons a copy of what ACMA submits would be a sufficient undertaking.",
      "id": "s26"
    },
    {
      "text": "The remaining Respondents are not prepared to give an undertaking in these terms.",
      "id": "s27"
    },
    {
      "text": "ACMA therefore seeks interlocutory injunctive relief in terms of the rebuffed undertaking.",
      "id": "s28"
    },
    {
      "text": "At the risk of overgeneralising what is a highly detailed pleading supported by extensive affidavit evidence, ACMA alleges: \n(a) Winning and Mobilegate sent, are sending, and are likely to continue to send unsolicited commercial electronic messages in contravention of s16(1) of the Spam Act and that Jobspy, Simon Owen, Tarek Salcedo, Scott Moles and Glenn Maughan were knowingly concerned in the sending of those unsolicited messages;\n \n(b) the modus operandi of IMP, Winning and Mobilegate in the sending of the unsolicited messages involved the deliberate creation, registration and use of fabricated profiles on dating websites for the purposes of soliciting, by deception, mobile phone numbers from members of the dating websites for use in the business constituted by the supply of the sale divert, singles club and maybemeet services;\n \n(c) Winning and Mobilegate, with the knowledge involvement of the individual respondents, have consistently failed to address complaints about the deceptive use of the fabricated profiles and the lack of consent for the sending of the unsolicited messages and have sought to conceal from the aggregator, dealing with customer, carriage service provider and TIO complaints, the true nature of the respective sms businesses.",
      "id": "s29"
    },
    {
      "text": "ACMA submits that, in order effectively to protect the public from ongoing conduct of the kind alleged in its statement of claim, broad injunctive relief even at an interlocutory stage is required having regarding to what it alleges is an interchangeable use, made by the individuals of the Respondents, of different corporate entities and the inability of those corporate entities to provide documentation of the acts performed in the course of their SMS businesses.",
      "id": "s30"
    },
    {
      "text": "The principles which inform whether or not to grant interlocutory injunctive relief are not in doubt.",
      "id": "s31"
    },
    {
      "text": "They are as stated by Gummow and Hayne JJ in Australian Broadcasting Corporation v O'Neill (2006) 227 CLR 571 at 81-82, [65]: The relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd.",
      "id": "s32"
    },
    {
      "text": "This Court (Kitto, Taylor, Menzies and Owen JJ) said that on such applications the court addresses itself to two main inquiries and continued:\n \n\"The first is whether the plaintiff had made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief ...",
      "id": "s33"
    },
    {
      "text": "The second inquiry is ... whether the inconvenience or injury which the plaintiff would be likely to suffer if an injunction were refused outweighs or is outweighed by the injury which the defendant would suffer if an injunction were granted.",
      "id": "s34"
    },
    {
      "text": "\"\n \n \nBy using the phrase \"prima facie case\", their Honours did not mean that the plaintiff must show that it is more probable than not that at trial the plaintiff will succeed likelihood of success to justify in the circumstances the preservation of the status quo pending the trial.",
      "id": "s35"
    },
    {
      "text": "That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect made by Kitto J in the course of argument.",
      "id": "s36"
    },
    {
      "text": "With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal:\n \n \n\"How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.",
      "id": "s37"
    },
    {
      "text": "\"\n \n \n [footnotes omitted].",
      "id": "s38"
    },
    {
      "text": "Given that a question arises as to whether or not undertakings should be accepted, reference should also be made to the guidance offered by Gibbs CJ, Stephen, Mason and Wilson JJ in their joint judgment in Thomson Australian Holdings Pty Ltd v Trade Practices Commission [1981] HCA 48 ; (1980-1981) 148 CLR 150 at 164-165: \n An undertaking to the court is given in lieu of an injunction and, if broken, is treated as the equivalent of an order for the purpose of enforcement; it may therefore be enforced in the same manner as an injunction --- Milburn v Newton Colliery Ltd; London and Birmingham Railway Co v Grand Junction Canal Co; In re National Federated Electrical Association's Agreement; Biba Ltd v Stratford Investments Ltd. \n\n \n As an undertaking is given in lieu of an injunction and is enforceable in like manner, the principles which govern the grant of an injunction by a court must guide it in deciding whether it should accept an undertaking.",
      "id": "s39"
    },
    {
      "text": "Limitations which affect the court's jurisdiction or power to grant a final injunction must be observed in the acceptance of an undertaking when it is offered as a substitute for a final injunction.",
      "id": "s40"
    },
    {
      "text": "The court cannot escape such limitations by the expedient of accepting an undertaking in lieu of an injunction.",
      "id": "s41"
    },
    {
      "text": "The court cannot put itself in the position of enforcing conduct which it has no capacity to command or compel.",
      "id": "s42"
    },
    {
      "text": "No doubt the Federal Court has power to accept an undertaking at an interlocutory stage when the undertaking is reasonably related to the orderly procedure of the Court or to the subject matter of the litigation, ... even though it is not in a form which falls within s 80.",
      "id": "s43"
    },
    {
      "text": "But, ... this does not justify the conclusion that the Court has power to accept an undertaking by way of final disposition of the case when the Court lacks power to make a final order in that form and the effect of the undertaking is to restrain conduct which the Court has no power to restrain.",
      "id": "s44"
    },
    {
      "text": "In general the court must, in deciding whether it will accept from a defendant an undertaking to which the plaintiff takes no exception, be guided by the principles which apply to the making of a consent injunction ... \n\n \n [footnotes omitted] \n The remaining Respondents do not contest, for the present purposes, that ACMA has demonstrated a prima facie case in the sense described in Australian Broadcasting Corporation v O'Neill (2006) 224 CLR 571 in respect of the allegations I have summarised above.",
      "id": "s45"
    },
    {
      "text": "They submit though that the interlocutory relief sought by ACMA goes beyond that which is reasonably necessary in the circumstances pending trial.",
      "id": "s46"
    },
    {
      "text": "More particularly they submit: \n(a) ACMA offers no undertaking as to damages.",
      "id": "s47"
    },
    {
      "text": "They acknowledge it is not required to do so insofar as it applies for injunctive relief under the Spam Act s 33.",
      "id": "s48"
    },
    {
      "text": "They note it has no similar protection insofar as it relies on s 80 of the Trade Practices Act .",
      "id": "s49"
    },
    {
      "text": "Even insofar as ACMA cannot be required to give an undertaking, they submit it is still a relevant consideration that such protection is absent;\n \n(b) ACMA has substantially delayed in seeking relief.",
      "id": "s50"
    },
    {
      "text": "The substantial delay was before the commencement of proceedings in late 2008.",
      "id": "s51"
    },
    {
      "text": "It is apparent from ACMA's affidavit material that it has been investigating and has been in possession of much of the information on which it relies for some time.",
      "id": "s52"
    },
    {
      "text": "This suggests, they submit that things are not a drastic as it now seeks to make out;\n \n(c) The interlocutory injunctive relief sought by ACMA is in essentially the same form as the final injunctive relief which it seeks.",
      "id": "s53"
    },
    {
      "text": "In many respects, its effect will be final.",
      "id": "s54"
    },
    {
      "text": "No attempt has been made to confine the relief given its interlocutory nature.",
      "id": "s55"
    },
    {
      "text": "As a result, they submit some of the interlocutory relief sought is not appropriate;\n \n(d) The Court will be astute to ensure that orders are not made which have the potential to constrain conduct which is not the subject of complaint in the Statement of Claim.",
      "id": "s56"
    },
    {
      "text": "Several of the orders sought, they submit, have that potential, particularly so as to prohibit businesses which might lawful be conducted.",
      "id": "s57"
    },
    {
      "text": "I turn now to a consideration of these particular submissions by the remaining Respondents.",
      "id": "s58"
    },
    {
      "text": "Subsection 80(6) of the TPA is in similar terms to and perhaps provided the inspiration for s 33(2) of the Spam Act (set out above).",
      "id": "s59"
    },
    {
      "text": "However, those who enjoy the benefit of s 80(6) are the Minister administering the TPA and the Australian Competition and Consumer Commission (ACCC).",
      "id": "s60"
    },
    {
      "text": "This case illustrates that the ACCC is not the only Commonwealth public authority whose functions can embrace the seeking of interim injunctive relief under the TPA in the public interest.",
      "id": "s61"
    },
    {
      "text": "That omission might well be though a law reform matter by the Parliament.",
      "id": "s62"
    },
    {
      "text": "Be this as it may, ACMA submits that, having regarding to its functions and the purpose of the proceedings, the Court would not regard its failure to offer the usual undertaking as to damages as fatal to so much of its claim for interlocutory injunctive relief as depends upon the TPA.",
      "id": "s63"
    },
    {
      "text": "There is no doubt that in suits brought by private litigants the offering of the usual undertaking as to damages is normally expected by the Court before interlocutory injunctive relief is granted.",
      "id": "s64"
    },
    {
      "text": "The present form of the usual undertaking as to damages is to be found in Practice Note Number 3 issued by the Chief Justice on 14 June 1999.",
      "id": "s65"
    },
    {
      "text": "Section 64 of the Judiciary Act 1903 (Cth) provides, materially, \"in any suit to which the Commonwealth ... is a party, the rights of the parties shall as nearly as possible be the same, and judgment may be given and costs awarded on either side, as in a suit between subject and subject\".",
      "id": "s66"
    },
    {
      "text": "This to me evidences an intention by the Parliament that, in a case which might truly be assimilated with a suit between subject and subject, a Commonwealth public authority seeking an interlocutory injunction would ordinarily have to give the usual undertaking as to damages in order to secure such relief.",
      "id": "s67"
    },
    {
      "text": "This though is not a proceeding which might be assimilated with a suit between subject and subject.",
      "id": "s68"
    },
    {
      "text": "It is not ACMA's status as a Commonwealth public authority which prevents that assimilation but rather the particular function which it is discharging as a public authority.",
      "id": "s69"
    },
    {
      "text": "That function is to seek the enforcement of particular statutes in the public interest.",
      "id": "s70"
    },
    {
      "text": "Such sentiments are evident in the speech of Lord Cross in F Hoffman --- la roche &amp; Co AG &amp; Ors v Secretary of State for Trade and Industry [1975] AC 295 at 371: \n \"... if the Crown is taking proceedings under a statutory provision ... the court in considering whether or not to make the grant of an interim injunction conditional of the giving of an undertaking in damages has to bear in mind the interest which the public --- and in particular any section of it which will benefit directly thereby --- has in seeing that the law in question is enforced.",
      "id": "s71"
    },
    {
      "text": "Authorities in this country which evidence a similar position are Australian Securities and Investments Commission v ACN 102 556 098 Pty Ltd (2003) 48 ACSR 350 at 352 and Director of Public Prosecutions (WA) v Mansfield &amp; Ors [2006] WASC 225 at [14] .",
      "id": "s72"
    },
    {
      "text": "I do not therefore regard the absence of any undertaking as to damages by the ACMA as fatal to its claim for interlocutory injunctive relief insofar as that claim relies upon the TPA.",
      "id": "s73"
    },
    {
      "text": "That is not to say that the absence of an undertaking as to damages is irrelevant.",
      "id": "s74"
    },
    {
      "text": "It is a fact to take into account, particularly where, even at an interlocutory stage, the injunctive relief sought, would, if granted, preclude a respondent engaging in commercial activity beyond that which is the subject of particular complaint in the proceedings.",
      "id": "s75"
    },
    {
      "text": "ACMA submits that, in an appropriate case, this Court's jurisdiction to grant injunctive relief under s 80 of the TPA does extend to prohibiting a person from engaging altogether in a particular field of commercial activity or industry if that is required to protect the public from conduct of the kind which constituted the contravention of that Act found by the Court.",
      "id": "s76"
    },
    {
      "text": "A Full Court of this Court has held as much: Foster v Australian Competition and Consumer Commission [2006] FCAFC 21 ; (2006) 149 FCR 135 at 149, [35] .",
      "id": "s77"
    },
    {
      "text": "Foster concerned final injunctive relief granted in circumstances which were sufficiently serious to move the trial judge to impose what he regarded as a pecuniary penalty \"at the high end of the scale\".",
      "id": "s78"
    },
    {
      "text": "Accepting though, as I conceive I must, that s 80 confers such a power in respect of injunctive relief, the facts would, in my opinion, have to be very singular and serious indeed and an applicant's case overwhelming to warrant the granting of relief of such breadth.",
      "id": "s79"
    },
    {
      "text": "There is a basis, apparent from the affidavits of Mr SJ Weber, ACMA's senior investigator in this matter, for believing that, either or each of Messrs Salcedo and Maughan, on behalf of Mobilegate, have provided a provisioning form for the provision of a premium short code 19724253 for use in a subscription service known as \"Australian Singles On-line\" and of an additional short code 19753787.",
      "id": "s80"
    },
    {
      "text": "ACMA, so Mr Weber deposes, has received and continues to receive complaints from mobile phone users and dating website operators in relation to the short code 19724253.",
      "id": "s81"
    },
    {
      "text": "Mr Weber also deposes to the current use of additional short codes allocated to Mobilegate and Winning respectively, apparently being used for the sending of messages of the kind referred to in the statement of claim.",
      "id": "s82"
    },
    {
      "text": "There has been no affidavit material read on behalf of any of the remaining the Respondents as to these matters.",
      "id": "s83"
    },
    {
      "text": "Their solicitor has though deposed to the conduct of a business by Winning known as \"Winning Bid Reverse Auction\".",
      "id": "s84"
    },
    {
      "text": "That business is said to be independent from the activities the subject of the present proceedings.",
      "id": "s85"
    },
    {
      "text": "ACMA does not submit otherwise.",
      "id": "s86"
    },
    {
      "text": "Indeed, it seeks to exclude from the purview of any interlocutory injunctive relief anything which would prevent Winnings conducting that particular business.",
      "id": "s87"
    },
    {
      "text": "It is naturally a concern that, notwithstanding the institution of proceedings, conduct which may contravene either or each of the TPA and the Spam Act may be continuing.",
      "id": "s88"
    },
    {
      "text": "I also note that some at least of the remaining Respondents have earlier been the subject of proceedings in respect of similar conduct to that complained of.",
      "id": "s89"
    },
    {
      "text": "I remind myself though that a trial has yet to occur and the remaining Respondents have not therefore had the opportunity thus presented for a comprehensive challenge whether by cross-examination or contradictory evidence or both to ACMA's case.",
      "id": "s90"
    },
    {
      "text": "It seems to me that the present state of the evidence warrants the granting of interlocutory injunctive relief but not of the breadth proposed by ACMA.",
      "id": "s91"
    },
    {
      "text": "The delay to which the remaining Respondents point is principally that which preceded the institution of proceedings late last year.",
      "id": "s92"
    },
    {
      "text": "I do not regard that as a material basis for refusing interlocutory injunctive relief in this case.",
      "id": "s93"
    },
    {
      "text": "Prima facie, Mr Weber's affidavits show a continuum of conduct.",
      "id": "s94"
    },
    {
      "text": "Further, it is quite apparent from his affidavits that there has necessarily been both an intensive and extensive investigation in order to bring matters to the point where they were fit for the institution of proceedings in this Court.",
      "id": "s95"
    },
    {
      "text": "It is to be remembered that, though a criminal standard of proof is not required in order to find contraventions which sound in civil penalties, nonetheless inexact proofs and indirect references are not sufficient: Brigginshaw v Brigginshaw [1938] HCA 34 ; (1938) 60 CLR 336.",
      "id": "s96"
    },
    {
      "text": "I have already passed comment as to the breadth of the interlocutory injunctive relief sought by ACMA.",
      "id": "s97"
    },
    {
      "text": "It is a serious thing at a such stage of a proceeding to interfere with the lawful conduct of a business or with the ability lawfully to institute other businesses.",
      "id": "s98"
    },
    {
      "text": "Subject to one qualification, I consider that the undertakings proffered by the remaining Respondents sufficiently meet the case for interlocutory injunctive relief that ACMA has established.",
      "id": "s99"
    },
    {
      "text": "That qualification relates to Winning's undertaking only that it will \"use reasonable endeavours\" to remove or otherwise deactivate, or cause to be removed or deactivated, any fictitious profiles on dating websites or social networking websites it has registered or otherwise placed on those websites, whether by itself, its servants or agents.",
      "id": "s100"
    },
    {
      "text": "Winning seems, prima facie , to have control in respect of such websites.",
      "id": "s101"
    },
    {
      "text": "ACMA, in my opinion, has established a case for an interlocutory order that Winning remove or deactivate the websites concerned.",
      "id": "s102"
    },
    {
      "text": "If it transpires, for some unforeseen reason, that Winning cannot, notwithstanding what it shows to be endeavours which the Court regards as reasonable effect removal or deactivation, it and its officers would not be found guilty of a contempt.",
      "id": "s103"
    },
    {
      "text": "That though is to anticipate.",
      "id": "s104"
    },
    {
      "text": "Further, what, prospectively, amounts to \"reasonable endeavours\" may be a subject upon which reasonable people might reasonably differ.",
      "id": "s105"
    },
    {
      "text": "It is undesirable, in my opinion, that that degree of imprecision attend either an interlocutory injunction or an undertaking which upon acceptance will have the same practical effect.",
      "id": "s106"
    },
    {
      "text": "I therefore propose to grant an interlocutory injunction in terms of paragraph 4 of the remaining Respondents' undertakings but with the qualification as to reasonable endeavours removed.",
      "id": "s107"
    },
    {
      "text": "Subject to that, I regard the undertakings as sufficiently meeting the claim for interlocutory injunctive relief.",
      "id": "s108"
    },
    {
      "text": "I should add that, contrary to ACMA's submission, I do not regard apprehended burdens of monitoring as a sufficient basis for prohibiting the remaining Respondents from engaging what would, absent a court order, otherwise be lawful conduct.",
      "id": "s109"
    },
    {
      "text": "Those monitoring difficulties strike me as no different to those which attend ACMA's operations in the day to day discharge of its functions in relation to contraventions of the Act.",
      "id": "s110"
    },
    {
      "text": "I do not regard it as telling against the remaining Respondents that they have not adduced evidence of financial or other burdens which would attend their complying with interlocutory orders of the kind sought by ACMA.",
      "id": "s111"
    },
    {
      "text": "That there is no such evidence is relevant in terms of an assessment of the balance of convenience but it is not the law that ACMA is entitled to interlocutory injunctive relief of any kind unless a respondent proves otherwise.",
      "id": "s112"
    },
    {
      "text": "I shall hear the parties in relation to directions for the further conduct of the proceedings.",
      "id": "s113"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s114"
    },
    {
      "text": "Associate:\n \n \nDated: 22 May 2009\n \n Counsel for the Applicant: Mr S Couper QC with Ms M Brennan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the First, Third and Sixth Respondents: Ms K Mellifont \n \n Solicitor for the First, Third and Sixth Respondents: Herbert Greer \n \n Counsel for the Second, Fourth, Fifth and Seventh Respondents: Mr D Clothier \n \n Solicitor for the Second, Fourth, Fifth and Seventh Respondents: Axis Legal \n Date of Hearing: 21 May 2009 \n \n Date of Judgment: 22 May 2009 \n \n \n \n \n \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/539.html",
      "id": "s115"
    }
  ]
}