{
  "name": "SZMWA v Minister for Immigration and Citizenship (includes corrigendum dated 16 June 2009) [2009] FCA 563 (28 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/563.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "credibility finding by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "self represented litigant",
      "id": "c2"
    },
    {
      "text": "no jurisdictional error",
      "id": "c3"
    },
    {
      "text": "no appealable error",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a judgment of a Federal Magistrate of 16 March 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) made 16 September 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship who formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and accordingly refused to grant a protection visa on 19 May 2008.",
      "id": "s1"
    },
    {
      "text": "CLAIMS MADE TO REFUGEE STATUS \n Article 1A(2) of the Convention relevantly defines a refugee as any person who: \n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it.",
      "id": "s2"
    },
    {
      "text": "The appellant is a citizen of Nepal who arrived in Australia on 4 February 2008.",
      "id": "s3"
    },
    {
      "text": "On 18 March 2008 the appellant lodged an application for a protection visa with the Department of Immigration and Citizenship, which included a statement of his circumstances.",
      "id": "s4"
    },
    {
      "text": "A delegate of the Minister refused the application for a protection visa on 19 May 2008.",
      "id": "s5"
    },
    {
      "text": "On 16 June 2008 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s6"
    },
    {
      "text": "In his application, the appellant claimed to fear persecution because of his support for the Nepali Congress Party.",
      "id": "s7"
    },
    {
      "text": "He claimed that because of his support he became a target of Maoist insurgents in and around his village in about 2002.",
      "id": "s8"
    },
    {
      "text": "He claimed that the Maoists used his farm for shelter and forced the appellant and his family to feed them and that when he protested he was beaten and robbed.",
      "id": "s9"
    },
    {
      "text": "He claimed the Maoists also bombed his house, completely destroying it.",
      "id": "s10"
    },
    {
      "text": "The appellant stated that after his house was destroyed he and his family moved to his parents' house in the city where he started a small business.",
      "id": "s11"
    },
    {
      "text": "He claimed that the Maoists targeted him again, in about 2006, requiring him to make \"donations\".",
      "id": "s12"
    },
    {
      "text": "When he was not able to make any more payments, the Maoists beat him and threatened to kill him.",
      "id": "s13"
    },
    {
      "text": "They used his shop for their own personal use and stole his goods, forcing him to close the business.",
      "id": "s14"
    },
    {
      "text": "He stated that he had no choice but to leave the country, and as he had family in Australia, he came to Australia.",
      "id": "s15"
    },
    {
      "text": "The appellant provided additional information to the Refugee Review Tribunal.",
      "id": "s16"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The Tribunal by reference to the definition of a refugee in Art 1A(2) of the Convention noted, with respect correctly, that there are four key elements to the Convention definition: The Tribunal found that the appellant was \"not a generally credible witness\".",
      "id": "s17"
    },
    {
      "text": "The Tribunal stated that the appellant had shown that he was \"willing to embellish, if not fabricate\", his claims in order to invoke refugee protection.",
      "id": "s18"
    },
    {
      "text": "This finding was based on four stated reasons.",
      "id": "s19"
    },
    {
      "text": "First, the Tribunal noted that following his time in the city, he returned to the village and farm between 2006 and 2008.",
      "id": "s20"
    },
    {
      "text": "However, the evidence that he worked on his farm in this period, which did not appear in his initial statement in support of his application for a protection visa, only came out through a \"considerable effort on the Tribunal's part\".",
      "id": "s21"
    },
    {
      "text": "At [39] of the Tribunal reasons, the Tribunal found: \n It took considerable effort on the Tribunal's part to elicit the immediately above evidence from the applicant.",
      "id": "s22"
    },
    {
      "text": "For instance, he said in turn that he had not been able to do any work between July 2006 (when he returned to his farm) and February 2008 (when he departed Nepal); then that he had done some farming work and general merchandise work during that period; then he denied having worked at all (July 2006 --- February 2008) saying his previous response arose from a misunderstanding of the Tribunal's questions; then he agreed that he did work on his farm during this period (ie July 2006 to February 2008).",
      "id": "s23"
    },
    {
      "text": "Further, the Tribunal had to repeatedly put questions to the applicant as he appeared not to provide meaningful responses to questions put.",
      "id": "s24"
    },
    {
      "text": "The present Tribunal has utilised the hearing interpreter on previous occasions and this problem had not occurred before (at least with this interpreter).",
      "id": "s25"
    },
    {
      "text": "Further, the Tribunal was eventually able to obtain apparently meaningful responses to questions put to the applicant after repeatedly asking same.",
      "id": "s26"
    },
    {
      "text": "At any rate, this has led the Tribunal to conclude the problems it had in eliciting evidence were not due to the fault of the interpreter.",
      "id": "s27"
    },
    {
      "text": "Secondly, the Tribunal found the appellant did not make any claims in his protection visa about having suffered any harm between July 2006 and February 2008 and rejected as false his explanations that he forgot to include details of the persecution he suffered in this period in his application.",
      "id": "s28"
    },
    {
      "text": "Additionally, the Tribunal concluded that the appellant did not suffer any harm between July 2006 and February 2008 (when he departed Nepal).",
      "id": "s29"
    },
    {
      "text": "Thirdly, the Tribunal noted that the appellant stated that he did not wish to travel to India because of the Maoist presence there but took no steps to ascertain whether the chance of harm in India was less than in Nepal.",
      "id": "s30"
    },
    {
      "text": "This also led the Tribunal to find that the appellant did not fear that he had a real chance of persecution between July 2006 and February 2008.",
      "id": "s31"
    },
    {
      "text": "Fourthly, the Tribunal found that the appellant's delay in seeking a visa to come to Australia was inconsistent with a genuine fear of persecution, dismissing his explanation for the delay (that he was waiting for his finances and english language ability to improve) as implausible.",
      "id": "s32"
    },
    {
      "text": "The Tribunal therefore further concluded that the appellant had not been harassed or harmed by Maoist insurgents between July 2006 and February 2008, dismissing his claims in this regard as false.",
      "id": "s33"
    },
    {
      "text": "In consequence of those four reasons, the Tribunal found at [46] --- [48] as follows: \n Therefore, the Tribunal is satisfied the applicant's oral claims at hearing to have been harassed and or harmed (persecuted) by Maoist insurgents between July 2006 and February 2008, to have been a recent invention submitted for the sole purpose of enhancing his prospects to invoke refugee protection obligations in Australia.",
      "id": "s34"
    },
    {
      "text": "The Tribunal rejects same as false.",
      "id": "s35"
    },
    {
      "text": "The Tribunal is therefore satisfied the applicant and his family, were able to reside and work safely on their farm in Nepal, between July 2006 and February 2008 (at which time the applicant departed Nepal and his wife and children returned to reside in his parent's home in Ghorahi City).",
      "id": "s36"
    },
    {
      "text": "The Tribunal is also satisfied the applicant was able to obtain work commensurate with his skills in Nepal (between July 2006 and February 2008) as a farmer and there is no evidence before it that has satisfied the Tribunal he would not again be able to do so should he return to Nepal.",
      "id": "s37"
    },
    {
      "text": "Further, even though the Tribunal accepts the applicant may have been subject to some form of harm by Maoists in 2002 (on his farm) and 2006 (in Ghorahi City), given the other adverse credibility findings herein, the Tribunal is satisfied he has (at the least) embellished these claims.",
      "id": "s38"
    },
    {
      "text": "The above findings have formed part of the reason the Tribunal was ultimately satisfied the applicant does not have a prospective real chance of persecution in Nepal; though further discussion of this is set out below.",
      "id": "s39"
    },
    {
      "text": "The Tribunal was further satisfied that the appellant would not engage in the expression of his political opinion, but would voluntarily choose to focus on his business, career and family if he were now to return to his village in Nepal.",
      "id": "s40"
    },
    {
      "text": "In making this finding the Tribunal noted that the appellant's \"lack of knowledge and/or understanding about the Nepali Congress was indicative of a lack of any real interest on his part\".",
      "id": "s41"
    },
    {
      "text": "The Tribunal was also not satisfied that businessmen in Nepal were targeted by Maoists for any other reason than \"opportunistically and for their perceived capacity to provide monies\".",
      "id": "s42"
    },
    {
      "text": "In making this finding the Tribunal noted that, based on independent country information, numerous other persons and occupations were similarly targeted by the Maoists.",
      "id": "s43"
    },
    {
      "text": "Overall, the Tribunal concluded that the appellant was not a witness of truth, rejecting all of his \"material\" claims as either an embellishment or fabrication.",
      "id": "s44"
    },
    {
      "text": "Therefore, the Tribunal concluded that the appellant did not have a well-founded fear of persecution.",
      "id": "s45"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n Before the Federal Magistrate the appellant claimed that the Tribunal fell into error as it: (a) confined its consideration of the claims in relation to political opinion to the strength of the appellant's actual political opinion; \n(b) failed to have regard to whether the appellant might be persecuted for his perceived, imputed or actual political opinion; \n \n(c) failed to consider the extent of persecution of persons supporting or perceived to be supporting the Nepali Congress Party.",
      "id": "s46"
    },
    {
      "text": "Regarded the opportunistic targeting by Maoists of businessmen in Nepal as precluding a finding that persecution for opportunistic reasons could give rise to refugee obligations for businessmen in Nepal.",
      "id": "s47"
    },
    {
      "text": "(a) failed to have regard to the reasonably foreseeable future in relation to the situation in Nepal in circumstances where it noted that Nepal was passing through a difficult period and its recent history had been tragic; \n(b) incorrectly considered the period between July 2006 and February 2008 in which the appellant had not been persecuted as necessarily determinative that there was no real chance of persecution in the future irrespective of the circumstances which might occur and irrespective of the appellant's claims of persecution prior to July 2008; \n \n(c) erred in confining its consideration of past persecution to the period of July 2006 and February 2008 in circumstances where the appellant had claimed persecution for about 9 years.",
      "id": "s48"
    },
    {
      "text": "The Federal Magistrate, in considering the Tribunal's decision in light of the claims made by the appellant, was satisfied, first, that the Tribunal's decision was not based on the strength or weakness of his political views but rather on its finding that the appellant's interest in the Nepali Congress Party was not a real one.",
      "id": "s49"
    },
    {
      "text": "His Honour also found that the appellant did not make a claim that he might be persecuted by reason of the imputation to him of a political opinion and that such a claim was not otherwise sufficiently apparent that the Tribunal was required to consider it.",
      "id": "s50"
    },
    {
      "text": "In relation to the second claimed ground, His Honour stated that the Tribunal had found that the targeting of Nepali businessmen was no different to the targeting of numerous other persons and occupations in Nepal.",
      "id": "s51"
    },
    {
      "text": "Therefore the conduct complained of could not be said to indicate that Nepali businessmen were being harassed because of their distinctive features or because of attributes peculiar to them.",
      "id": "s52"
    },
    {
      "text": "Thirdly, his Honour found that the Tribunal had expressly taken into account the events that the appellant claimed had been ignored but had generally rejected all of his claims on credibility grounds and therefore did not err when concluding that the appellant did not face a real chance of persecution were he to return to Nepal.",
      "id": "s53"
    },
    {
      "text": "Having found no jurisdictional error in the decision of the Tribunal, the Federal Magistrate dismissed the application.",
      "id": "s54"
    },
    {
      "text": "APPEAL TO THIS COURT \n On 6 April 2009 the appellant filed in this Court a notice of appeal from the decision of the Federal Magistrate.",
      "id": "s55"
    },
    {
      "text": "The grounds of appeal are substantially similar to those advanced in the Court below.",
      "id": "s56"
    },
    {
      "text": "The appellant claims that His Honour erred in the same way that the Tribunal erred, in failing to find that the Tribunal's decision was affected by jurisdictional error as it: (a) confined its consideration of the claims in relation to political opinion to the strength of the appellant's actual political opinion; \n(b) failed to have regard to whether the appellant might be persecuted for his perceived, imputed or actual political opinion; \n \n(c) failed to consider the extent of persecution of persons supporting or perceived to be supporting the Nepali Congress Party.",
      "id": "s57"
    },
    {
      "text": "Regarded the opportunistic targeting by Maoists of businessmen in Nepal as precluding a finding that persecution for opportunistic reasons could give rise to refugee obligations for businessmen in Nepal.",
      "id": "s58"
    },
    {
      "text": "(a) failed to have regard to the reasonably foreseeable future in relation to the situation in Nepal in circumstances where it noted that Nepal was passing through a difficult period and its recent history had been tragic; \n(b) incorrectly considered the period between July 2006 and February 2008 in which the appellant had not been persecuted as necessarily determinative that there was no real chance of persecution in the future irrespective of the circumstances which might occur and irrespective of the appellant's claims of persecution prior to July 2008; \n \n(c) erred in confining its consideration of past persecution to the period of July 2006 and February 2008 in circumstances where the appellant had claimed persecution for about 9 years.",
      "id": "s59"
    },
    {
      "text": "CONSIDERATION \n It is well established that a decision of the Refugee Review Tribunal is only available to be set aside upon judicial review if it involves \"jurisdictional error\".",
      "id": "s60"
    },
    {
      "text": "Absent that, a decision refusing an applicant a protection visa will be \"privative clause decision\" for the purpose of s 474 of the Migration Act 1958 (Cth) from which no appeal or relief on judicial review is available: Plaintiff S157/2002 v Commonwealth of Australia (2003) 211 CLR 476 at [76].",
      "id": "s61"
    },
    {
      "text": "Plaintiff S157/2002 held that an error by an administrative tribunal such as the Refugee Review Tribunal will only constitute jurisdictional error if the Tribunal: \n&#9679; identifies a wrong issue;\n \n&#9679; asks the wrong question;\n \n&#9679; ignores relevant material; or\n \n&#9679; relies on irrelevant material;\n \nin such a way that the Tribunal's exercise or purported exercise of power is thereby affected, resulting in a decision exceeding or failing to exercise the authority or powers given under the relevant statute.",
      "id": "s62"
    },
    {
      "text": "It is also accepted (see Plaintiff S157/2002 211 CLR 476 at [76]) that there may also be jurisdictional error if a tribunal fails to discharge \"imperative duties\" or to observe \"inviolable limitations or restraints\" upon which its exercise of administrative powers is conditioned.",
      "id": "s63"
    },
    {
      "text": "See also Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [82] ; Lobo v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 200 ALR 359 at [45] .",
      "id": "s64"
    },
    {
      "text": "However, where a decision of the Refugee Review Tribunal refusing an applicant a protection visa turns entirely on an assessment of that applicant's credibility, a challenge to the Tribunal's findings and conclusions can only amount to an impermissible attempt to undertake further merits review.",
      "id": "s65"
    },
    {
      "text": "This proposition has been affirmed in a number of cases.",
      "id": "s66"
    },
    {
      "text": "Recent examples include SZKMV v Minister for Immigration and Citizenship [2009] FCA 157 at [18] per Stone J; SZMFH v Minister for Immigration and Citizenship [2009] FCA 105 at [14] --- [15] per Graham J; SZMLR v Minister for Immigration and Citizenship [2008] FCA 1853 at [11] per Spender J.",
      "id": "s67"
    },
    {
      "text": "Accordingly, a finding by the Refugee Review Tribunal, which is not capable of being set aside on the basis of jurisdictional error, is a factual one which is not open to challenge by way of judicial review or on subsequent appellant proceedings: see NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [10] .",
      "id": "s68"
    },
    {
      "text": "THE APPELLANT'S CREDIBILITY \n The appellant was self represented before the Court and, although he said he had some english language and could read some english, communicated with the Court through a Nepalese interpreter.",
      "id": "s69"
    },
    {
      "text": "The appellant had communicated with the Federal Magistrate and the Tribunal in a similar way.",
      "id": "s70"
    },
    {
      "text": "At no time has he been legally represented.",
      "id": "s71"
    },
    {
      "text": "He told the Court that a friend had helped him draft the grounds of appeal.",
      "id": "s72"
    },
    {
      "text": "There is no doubt that in Tribunal proceedings and Court proceedings, self representation is not usually the ideal way for a party to proceed.",
      "id": "s73"
    },
    {
      "text": "Nor is it always optimal for a party to communicate through an interpreter.",
      "id": "s74"
    },
    {
      "text": "Special care must always be taken by bodies such as tribunals and courts when dealing with self represented persons communicating through interpreters, especially when they are not familiar with the official processes in Australia.",
      "id": "s75"
    },
    {
      "text": "Indeed, a case like this highlights the importance of persons in the position of the appellant telling their story to the initial finders of fact, such as the delegate of the Minister, and in particular, the Refugee Review Tribunal on review in as much appropriate detail as possible.",
      "id": "s76"
    },
    {
      "text": "This also highlights the importance for every member of a tribunal, particularly an inquisitorial tribunal like the Tribunal, to explore in an objective way the story that an applicant wishes to tell in seeking some right or entitlement or privilege from an administrative decision-maker.",
      "id": "s77"
    },
    {
      "text": "That said, it is understood that the Tribunal is not expected to make an applicant's case for them, although it is appropriate to consider claims that, while not expressly made, emerge clearly from the materials before the Tribunal: NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; 144 FCR 1 at [68] .",
      "id": "s78"
    },
    {
      "text": "In Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; 78 ALJR 992 Gummow and Hayne JJ at [43], [44] considered that as the Refugee Review Tribunal was not under \"a duty to inquire\", but simply to provide a written statement setting out its decision on review, the reasons for the decision and the findings on any material questions of fact and referring to the evidence or other material on which those findings are based.",
      "id": "s79"
    },
    {
      "text": "However, Gleeson CJ at [16] and Callinan J at [126] appeared to countenance the possibility of circumstances where further inquiry may be necessary and appropriate in order to avoid unfairness.",
      "id": "s80"
    },
    {
      "text": "In Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 ; (2005) 225 CLR 88 the High Court of Australia held that procedural fairness required the Refugee Review Tribunal to inform an applicant of the substance of an allegation made in a \"dob in\" letter held by the Tribunal before reaching a decision.",
      "id": "s81"
    },
    {
      "text": "The Court (Gleeson CJ, Gummow, Kirby, Hayne &amp; Heyden JJ) at [26] observed: \n The Tribunal was not an independent arbiter charged with deciding an issue joined between adversaries.",
      "id": "s82"
    },
    {
      "text": "The Tribunal was required to review a decision of the Executive made under the Act and for that purpose the Tribunal was bound to make its own inquiries and form its own views upon the claim which the appellant made.",
      "id": "s83"
    },
    {
      "text": "And the Tribunal had to decide whether the appellant was entitled to the visa he claimed.",
      "id": "s84"
    },
    {
      "text": "It has been suggested, rightly in my view, that this decision means that if a tribunal is to meet common law natural justice obligations and is under an obligation to be satisfied that their decision is correct and preferable, then in order to achieve that stated satisfaction the tribunal may need to make further inquiries: Bedford N, and Creyke R, Inquisitorial Processes in Australian Tribunals (The Australian Institute of Judicial Administration Incorporated, 2006) p 44.",
      "id": "s85"
    },
    {
      "text": "There is in the event no question of procedural unfairness in this case or that the Tribunal did not have sufficient material before it to permit it to make material findings of fact.",
      "id": "s86"
    },
    {
      "text": "It did not therefore need to inquire further.",
      "id": "s87"
    },
    {
      "text": "In the end, the Tribunal made findings of fact, based on the credibility of the appellant which critically affected the outcome of the application before the Tribunal and the review before the Federal Magistrate, which also critically affect the outcome of this appeal.",
      "id": "s88"
    },
    {
      "text": "When one reads the whole of the statement of decision and reasons of the Tribunal it is clear that the Tribunal accepted that there was much evidence to show generally an abuse of human rights in Nepal, the appellant's country of origin, in the relevant period that the appellant alleged abuse.",
      "id": "s89"
    },
    {
      "text": "As the Tribunal noted at [37] of its decision and reasons: \n The Tribunal believes it uncontroversial to say the immediately above claims are prima facie plausible.",
      "id": "s90"
    },
    {
      "text": "The country information considered by the Tribunal supports the applicant's oral and written evidence that the Maoist insurgents were and are capable of acting in a brutal and arbitrary manner.",
      "id": "s91"
    },
    {
      "text": "The information before the Tribunal plainly indicated that the Maoist insurgents not uncommonly required a range of persons to make \"donations\".",
      "id": "s92"
    },
    {
      "text": "This is plainly a euphemism for extortion.",
      "id": "s93"
    },
    {
      "text": "However the Tribunal did not accept that the appellant had suffered in the ways he alleged.",
      "id": "s94"
    },
    {
      "text": "That is to say, the Tribunal was not satisfied that the appellant had suffered acts of brutality in 2002, 2006 or in the period 2006 --- 2008, or that he had been subjected to the extortion in the city in 2006.",
      "id": "s95"
    },
    {
      "text": "It appears that the Tribunal initially accepted that the appellant's account of events, particularly in 2002 on his farm and in 2006 in the city where he then went, were plausible.",
      "id": "s96"
    },
    {
      "text": "At [47], as noted above, the Tribunal concluded, in the context of assessing the credibility of the appellant's evidence in relation to his claims of persecution, that: \n Further, even though the Tribunal accepts the applicant may have been subject to some form of harm by Maoists in 2002 (on his farm) and 2006 (in Ghorahi City), given the other adverse credibility findings herein, the Tribunal is satisfied he has (at the least) embellished these claims.",
      "id": "s97"
    },
    {
      "text": "As noted earlier, the Tribunal took an adverse view of the appellant's credibility overall for four main reasons.",
      "id": "s98"
    },
    {
      "text": "First, the Tribunal had difficulty in getting the appellant to provide a clear account of what he had been doing between 2006 (when he left the city and returned to his farm) and February 2008 (when he departed Nepal for Australia).",
      "id": "s99"
    },
    {
      "text": "The Tribunal was unimpressed with the account the appellant gave it.",
      "id": "s100"
    },
    {
      "text": "There were inconsistencies in that evidence.",
      "id": "s101"
    },
    {
      "text": "The Tribunal explained that this was not a case where the communication between the applicant and the Tribunal was affected by an interpreter's inability to properly assist.",
      "id": "s102"
    },
    {
      "text": "This evidence on its own led the Tribunal to consider that the appellant was prepared to change his claims as he thought suited his case (see [40] of the Tribunal reasons).",
      "id": "s103"
    },
    {
      "text": "Secondly, the Tribunal was unimpressed with the fact that the appellant had not mentioned in his statement in support of his visa application that he had been harmed, harassed or even questioned after he returned to his village in July 2006.",
      "id": "s104"
    },
    {
      "text": "Yet, when he gave oral evidence to the Tribunal about that period he made these claims.",
      "id": "s105"
    },
    {
      "text": "The Tribunal was not satisfied with the appellant's explanation that he must have forgotten to include these points.",
      "id": "s106"
    },
    {
      "text": "Thirdly, the Tribunal noticed that it had been open to the appellant to travel to India, given there was an \"open border\" between Nepal and India at material times.",
      "id": "s107"
    },
    {
      "text": "He could have avoided persecution in India.",
      "id": "s108"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant's explanation --- that the Maoists were in India too and would find him --- was compelling.",
      "id": "s109"
    },
    {
      "text": "The Tribunal noted at [44]: \n However, India is a large country and the Tribunal presumes he may have wished to ascertain with some certainty whether the chance of harm to him in India may be less than the chance of harm to him (and his family), in his home village in Nepal.",
      "id": "s110"
    },
    {
      "text": "That he did not do this has formed part of the reason the Tribunal is satisfied the applicant did not fear he had a real chance of persecution in his village between July 2006 and February 2008.",
      "id": "s111"
    },
    {
      "text": "This was also the third reason that ultimately led the Tribunal to conclude the applicant is not a witness of truth.",
      "id": "s112"
    },
    {
      "text": "[emphasis in original] \n The fourth and last reason that the Tribunal relied on to conclude the appellant was not a witness of truth was that he obtained a tourist visa to travel to Australia in late November 2007 and yet did not actually arrive in Australia until 4 February 2008.",
      "id": "s113"
    },
    {
      "text": "The Tribunal noted the appellant explained that he wished to improve his finances and his english language ability before travelling to Australia.",
      "id": "s114"
    },
    {
      "text": "However, the Tribunal noted: \n With respect, the Tribunal does not believe it plausible that an applicant who feared harm amounting to persecution, would allow such matters to prevent them from removing themselves and their families, from a place where they had a well founded fear of persecution.",
      "id": "s115"
    },
    {
      "text": "The appellant does not appear to have expressly challenged these findings in respect of this credibility either before the Federal Magistrate on review or in this appeal.",
      "id": "s116"
    },
    {
      "text": "In his submissions to the Court, on this appeal, the appellant expressed some regret that the Tribunal did not find him to be a credible witness.",
      "id": "s117"
    },
    {
      "text": "He appealed to the Court to \"show compassion\" on the hearing of the appeal.",
      "id": "s118"
    },
    {
      "text": "In essence, however, the appellant appeared to accept that the credibility findings made against him were open to the Tribunal.",
      "id": "s119"
    },
    {
      "text": "In the event, I think it is fair to say that the credibility findings made against the appellant were open to the Tribunal and, to the extent the appellant may be taken to have implicitly challenged them, the findings must stand.",
      "id": "s120"
    },
    {
      "text": "No doubt in many cases it is a difficult decision for a Tribunal to make, whether a particular applicant has satisfied it that the account of the persecution they have claimed should be accepted.",
      "id": "s121"
    },
    {
      "text": "As noted above by reference to the authorities, it is also very difficult for an applicant whose basic credibility has been challenged in Tribunal proceedings and found wanting to recover from that finding in further review and appeal proceedings.",
      "id": "s122"
    },
    {
      "text": "It therefore goes without saying that it is of the utmost importance the Refugee Review Tribunal take special care before making such findings.",
      "id": "s123"
    },
    {
      "text": "Thus, the importance of ensuring that an applicant before a Tribunal has had every opportunity, sometimes at the prompting of the tribunal itself, to fully explain their position so that misunderstanding or lack of information does not infect or affect the findings of fact, including on credibility, that a tribunal may ultimately make.",
      "id": "s124"
    },
    {
      "text": "Nonetheless, as I have noted above, there is no claim made in this case, either before the Federal Magistrate or before this Court that any relevant information was not taken into account by the Tribunal or that there has been some lack of procedural fairness so far as the Tribunal hearing was concerned.",
      "id": "s125"
    },
    {
      "text": "In all the circumstances, while the third and fourth reasons for finding against the appellant on credibility grounds may not on their own have supported the finding ultimately made, it was at least open to the Tribunal to find, as it did, that the appellant had \"embellished his evidence to the Tribunal\" for all the reasons given.",
      "id": "s126"
    },
    {
      "text": "It should be noted, however, that the Tribunal's finding in relevant respects was that the appellant had \"embellished, if not entirely fabricated, his material claims\" (see for example [44]).",
      "id": "s127"
    },
    {
      "text": "The Tribunal, in the end, was not satisfied that the appellant had made out his claims.",
      "id": "s128"
    },
    {
      "text": "At no point did the Tribunal actually conclude that the appellant had in fact \"fabricated\" his claims.",
      "id": "s129"
    },
    {
      "text": "It seems the Tribunal was content to find on the materials and the evidence before it that the appellant had \"embellished\" his claims.",
      "id": "s130"
    },
    {
      "text": "Plainly the Tribunal was left in some doubt.",
      "id": "s131"
    },
    {
      "text": "Plainly it was not prepared to find that the material facts alleged by the appellant were so or not sufficiently made out to support a finding he was a person to whom protection should be afforded under the Convention.",
      "id": "s132"
    },
    {
      "text": "In my view, it was unfortunate that the Tribunal used the expression that the appellant had \"embellished, if not entirely fabricated, his material claims\", as it may be considered to introduce an element of ambiguity into the Tribunal's own decision-making process.",
      "id": "s133"
    },
    {
      "text": "If a tribunal is not convinced that a person has simply made up their evidence --- that is, has lied ---then they, in my respectful opinion, should use expressions that imply such a view.",
      "id": "s134"
    },
    {
      "text": "If a tribunal is of the view that evidence has been embellished such that it cannot be relied upon to support a finding of the material facts asserted by the claimant, then it should clearly state that to be the case.",
      "id": "s135"
    },
    {
      "text": "The point is important, in my view, because if a tribunal is not satisfied that an applicant before it has in fact lied, but is of the view that the applicant has embellished evidence such that it cannot be relied upon, this will usually suggest there is some factual basis to the claims made, but that the tribunal cannot sort out fact from fiction.",
      "id": "s136"
    },
    {
      "text": "However, in some cases the Tribunal may still find itself able to find some facts which are relevant to the case at hand.",
      "id": "s137"
    },
    {
      "text": "There may well, for example, be circumstances where an applicant for a protection visa exaggerate, his or her claims of persecution for perfectly explicable reasons.",
      "id": "s138"
    },
    {
      "text": "They may be so concerned to convince the decision-maker that they have suffered for a Convention-based reason, that they exaggerate their case.",
      "id": "s139"
    },
    {
      "text": "Or they may come from backgrounds where a certain degree of emphasis is required when dealing with administrative decision-makers in order to make their point.",
      "id": "s140"
    },
    {
      "text": "Whatever the reason for exaggeration it does not necessarily mean that there are still not relevant facts capable of being found to provide a Convention-based reason for granting a protection visa.",
      "id": "s141"
    },
    {
      "text": "Therefore, in my view, simply to say that an applicant has \"embellished, if not entirely fabricated\" a material claim, is not usually likely to be a helpful decision-making approach.",
      "id": "s142"
    },
    {
      "text": "Indeed it may, on occasion, be considered a formula that avoids the difficult fact finding exercise that a Tribunal is often required to undertake.",
      "id": "s143"
    },
    {
      "text": "Nonetheless, as indicated above, in this case, the credibility findings against the appellant have not been materially challenged before the Federal Magistrate or in the course of this appeal.",
      "id": "s144"
    },
    {
      "text": "Further, I consider that taking into the account the findings made by the Tribunal in relation to the evidence before it, and the reasons for the findings, the Tribunal's finding that it was not \"satisfied\" that a protection visa should be issued was open to it.",
      "id": "s145"
    },
    {
      "text": "The Tribunal was indeed alert to a number of the difficulties to which I have referred.",
      "id": "s146"
    },
    {
      "text": "In [65] of its reasons the Tribunal acknowledged the difficulties of proof that may be faced by some applicants for refugee protection in Australia.",
      "id": "s147"
    },
    {
      "text": "The Tribunal understood it may on occasion be appropriate to extend the benefit of the doubt to an applicant for refugee protection.",
      "id": "s148"
    },
    {
      "text": "However, a Tribunal was also aware that it should not uncritically accept any and all allegations made by an applicant.",
      "id": "s149"
    },
    {
      "text": "The Tribunal also understood that it is not essential that a decision-maker necessarily have rebutting evidence available to them before they can find that a particular factual assertion has not been made out, and that usually it is not the Tribunal's role to make the applicant's case for them.",
      "id": "s150"
    },
    {
      "text": "As noted, the Tribunal did no accept that the applicant was a witness of truth.",
      "id": "s151"
    },
    {
      "text": "However, having dealt with particular claims of the appellant, at [66], the Tribunal went further and concluded that it was sufficiently satisfied that the applicant was not a witness of truth, \"such that I am satisfied there are reasonable grounds to reject all his material claims\".",
      "id": "s152"
    },
    {
      "text": "The Tribunal added: \n Thus, to the extent I have not expressly rejected his claims herein, I now find that none of the applicant's material claims to invoke refugee protection obligations in Australia are true.",
      "id": "s153"
    },
    {
      "text": "In my view, this is a less than desirable way to find the existence of material facts.",
      "id": "s154"
    },
    {
      "text": "To the extent that the Tribunal has dealt with particular material claims made by the applicant and explained why they should not be relied upon, the Tribunal's findings are appropriate and acceptable.",
      "id": "s155"
    },
    {
      "text": "However, a sweeping rejection of the reliability of \"all material claims\" is, I consider, an inappropriate way to find facts in many cases.",
      "id": "s156"
    },
    {
      "text": "In this case, counsel for the Minister, in reliance on this finding, submitted that the appellant was unable to demonstrate even a subjective fear of persecution, let alone an objective fear on the evidence.",
      "id": "s157"
    },
    {
      "text": "However, the question of a subjective fear was never directly addressed by the Tribunal and I am not prepared to find that the generalised rejection of his material claims extends to an unexpressed finding that he lacked a subjective fear of persecution if her were to return to his country of origin.",
      "id": "s158"
    },
    {
      "text": "GROUND 1 \n As noted above, this ground complains that the Tribunal committed jurisdictional error when it: \n (a) confined its consideration of the claims in relation to political opinion to the strength of the applicant's actual political opinion; and/or\n (b) failed to have regard to whether the applicant might be persecuted for his perceived, imputed or actual political opinion, even if, that political opinion was not strongly held; and/or \n (c) failed to consider the extent of persecution of persons supporting or perceived or imputed to support the Nepali Congress (Party).",
      "id": "s159"
    },
    {
      "text": "At [57] of the Tribunal's decision and reasons, the Tribunal observed: \n That said, given the above relevant evidence, the Tribunal is satisfied the applicant would choose not to engage in the expression of his political opinion in Nepal for reasons other than fear of persecution.",
      "id": "s160"
    },
    {
      "text": "The Tribunal is satisfied the applicant's lack of knowledge or understanding about the Nepali Congress is indicative of a lack of any real interest on his part.",
      "id": "s161"
    },
    {
      "text": "The Tribunal is therefore satisfied that should the applicant return to Nepal, he would voluntarily choose to again focus on his business, career and family as he has done in the past, and not on his political opinion.",
      "id": "s162"
    },
    {
      "text": "The Tribunal is therefore not satisfied the applicant's claimed political opinion would give rise to a well founded fear of persecution for him should he return to Nepal.",
      "id": "s163"
    },
    {
      "text": "This reasoning of the Tribunal is open to the interpretation that while the appellant may have political opinions, he will choose not to express them when he returns to Nepal and therefore will not find himself in a position where he is likely to be persecuted for his opinions.",
      "id": "s164"
    },
    {
      "text": "The first and third sentences of the quoted paragraph certainly suggest this.",
      "id": "s165"
    },
    {
      "text": "On the other hand, the second sentence indicates that the Tribunal considered that due to a lack of knowledge or understanding about Nepali Congress, the appellant lacks any real interest.",
      "id": "s166"
    },
    {
      "text": "I do not think it is possible to take the Tribunal's later general finding at [66], that none of the material claims made by the appellant to be true, to mean that the Tribunal actually found, for example, that the appellant does not generally support Nepali Congress.",
      "id": "s167"
    },
    {
      "text": "The only reasonable conclusion to draw from the way the Tribunal has expressed its reasons is that, as stated in [57], the appellant has no real interest in Nepali Congress or holds no real political opinions.",
      "id": "s168"
    },
    {
      "text": "This is what the Federal Magistrate found in the Court below.",
      "id": "s169"
    },
    {
      "text": "In many respects it is an odd finding that the Tribunal has made.",
      "id": "s170"
    },
    {
      "text": "It seems to assume that only persons who have active or currently expressed political opinions are able to establish a well founded fear of persecution for possessing political opinions.",
      "id": "s171"
    },
    {
      "text": "This indeed leads into the second part of the first ground, namely, that the Tribunal failed to have regard to whether the applicant might be persecuted for his perceived, imputed or actual political opinions, even if not strongly held.",
      "id": "s172"
    },
    {
      "text": "Perhaps the Tribunal's finding in the end is intended to convey that the appellant, on the evidence, not only does not have any actual political opinions of his own, but also does not have any perceived or imputed political opinion for which he is likely to suffer persecution.",
      "id": "s173"
    },
    {
      "text": "In other words, that he has no political opinions either strongly held or otherwise.",
      "id": "s174"
    },
    {
      "text": "This is consistent with a finding that he has no real interest in Nepali Congress or political opinion.",
      "id": "s175"
    },
    {
      "text": "The third part of the first ground asserts that the Tribunal failed to consider the extent of the persecution of persons supporting or perceived or imputed to support the Nepali Congress.",
      "id": "s176"
    },
    {
      "text": "The Minister contends that ground 1(a) is answered by the fact that the Tribunal completely rejected all the appellant's material claims --- which included his claim to be a supporter of the Nepali Congress Party.",
      "id": "s177"
    },
    {
      "text": "As I have indicated, I think the generalised finding to this effect at [66] is not usually an appropriate way to find material facts should not be relied upon in this regard.",
      "id": "s178"
    },
    {
      "text": "However, the evidence generally supports this finding.",
      "id": "s179"
    },
    {
      "text": "In this case, the Minister says the answer to ground 1(b) is that the claim was not made explicitly and did not arise squarely from the material before the Tribunal.",
      "id": "s180"
    },
    {
      "text": "As indicated below, not only was the claim not made explicitly but on the facts it did not arise at all.",
      "id": "s181"
    },
    {
      "text": "The Minister says the answer to ground 1(c) is that the claim to have been a supporter of the Nepali Congress Party was rejected and there was no claim of being perceived or imputed as being such a supporter.",
      "id": "s182"
    },
    {
      "text": "This too is substantially so on the facts as found by the Tribunal.",
      "id": "s183"
    },
    {
      "text": "The Minister's responses to the three parts of ground 1 seem in the end to revolve entirely around the Tribunal's finding in the second sentence of [57] that the appellant lacked knowledge or understanding about the Nepali Congress, which was indicative of a lack of any real interest on his part.",
      "id": "s184"
    },
    {
      "text": "Plainly this finding is not tantamount to a finding that the appellant did not know of the Nepali Congress.",
      "id": "s185"
    },
    {
      "text": "It is simply a finding that he lacked any real interest in that party.",
      "id": "s186"
    },
    {
      "text": "In this context, as suggested above, the proper understanding of the expression of the Tribunal's finding seems to be that not only has the appellant, on the evidence, been demonstrated not to be politically active, but also that he is not politically interested and is not an actual, perceived or imputed supporter of the Nepali Congress.",
      "id": "s187"
    },
    {
      "text": "In the event, I consider this is the proper basis upon which the Tribunal's expression of its finding in [57] is to be understood.",
      "id": "s188"
    },
    {
      "text": "In other words, the Tribunal found that, at various times, the appellant has been a farmer and then a business operator in the city without ever holding any particular views or being active in his support for, or perceived or imputed to be a supporter of, Nepali Congress.",
      "id": "s189"
    },
    {
      "text": "For that reason, he cannot have a well founded fear of persecution, for a perceived or imputed or actual political opinion that he holds concerning Nepali Congress.",
      "id": "s190"
    },
    {
      "text": "Accordingly, to the extent that a contrary submission arose in the context of the hearing before it, the Tribunal rejected the submission.",
      "id": "s191"
    },
    {
      "text": "GROUND 2 \n This ground asserts that the Minister made a jurisdictional error: \n by regarding the targeting by Maoists of business men in Nepal being 'opportunistic' as precluding a finding that persecution for opportunistic reasons could give a rise to refugee obligations for business men in Nepal.",
      "id": "s192"
    },
    {
      "text": "As noted above, the Tribunal generally accepted that Maoists act in a brutal and arbitrary manner in Nepal.",
      "id": "s193"
    },
    {
      "text": "This finding at [49] seems to accept that Maoists also target businessmen and extort \"donations\" from them.",
      "id": "s194"
    },
    {
      "text": "What is confusing though, in the Tribunal's reasons at [49], is the expression of the reasons why the appellant is unlikely to be targeted if he were to return to Nepal.",
      "id": "s195"
    },
    {
      "text": "The Tribunal there states: \n However, the Tribunal is not satisfied the applicant was subject to, or had a well founded fear of, harm in Nepal between July 2006 and February 2008.",
      "id": "s196"
    },
    {
      "text": "As stated above, the Tribunal is not satisfied the applicant was subject to any harm, including extortion by Maoists, after July 2006.",
      "id": "s197"
    },
    {
      "text": "Nor is the Tribunal satisfied, based on the evidence before it, which it has accepted, that the applicant would be unable to obtain work commensurate with his skills (as a farmer) in his village should he return.",
      "id": "s198"
    },
    {
      "text": "The Tribunal here has focussed on the period after July 2006 --- that is to say, after the appellant left the city and returned to his village and farm before leaving for Australia in 2008.",
      "id": "s199"
    },
    {
      "text": "The Tribunal seems to thereby avoid making any clear findings about whether or not, while in the city, the appellant suffered extortion in the operation of his business.",
      "id": "s200"
    },
    {
      "text": "When one goes back to the finding in [47] that \"even though the Tribunal accepts the applicant may have been subject to some form of harm by Maoists in 2002 (on his farm) and 2006 (in Ghorahi City), given the other adverse credibility findings herein, the Tribunal is satisfied he has (at the least) embellished these claims\", it seems the Tribunal was prepared to accept that there \"may have been\" some extortion in the city in 2006, yet now discounts the relevance of that possibility because nothing apparently happened to the applicant after July 2006 when he returned to his farm.",
      "id": "s201"
    },
    {
      "text": "Furthermore, the Tribunal seems to be satisfied that if the appellant confines himself to farming --- and refrains from taking up the challenge of running a business again in the city --- then he should be safe from targeting.",
      "id": "s202"
    },
    {
      "text": "In these circumstances, the Tribunal's finding at [66] that, to the extent the Tribunal has \"not expressly rejected his material claims herein, I now find that none of the applicant's material claims ... are true\", seems rather gratuitous.",
      "id": "s203"
    },
    {
      "text": "In my view, as suggested above, for a tribunal to make a generalised finding of fact along these lines is tantamount to making no material findings of fact at all.",
      "id": "s204"
    },
    {
      "text": "It is an inappropriate practice that should be avoided.",
      "id": "s205"
    },
    {
      "text": "The question remains however, whether, if it be the case that the appellant may have been subject to extortion in 2006 while operating as a businessman in Ghorahi City, that conduct bespeaks a real risk of suffering harm by reason of political opinion and/or membership of a particular social group.",
      "id": "s206"
    },
    {
      "text": "The Tribunal understood that the appellant's claims constituted a legal submission that he was a member of a particular social group for the purposes of the Convention on the basis that he was \"a businessman\" and that businessmen as a group were and are targeted.",
      "id": "s207"
    },
    {
      "text": "In response to this claim --- that businessmen are targeted as a particular social group --- the Tribunal first found at [58]: \n As the Tribunal has rejected the applicant's evidence as to his political convictions, it does not understand it need further consider whether the applicant was a member of a PSG [particular social group] for the purposes of the Refugees Convention with respect to his political opinion.",
      "id": "s208"
    },
    {
      "text": "This is a finding that does not make logical sense.",
      "id": "s209"
    },
    {
      "text": "Even if it were the case that a person is shown to be apolitical, in the sense that they do not hold actual political opinions, or there is no evidence to suggest they ordinarily express political opinions, if they are nonetheless a member of a particular social group, which group is taken to express or stand for certain political opinions, then membership of the group may well lead to the imputation of political opinion in relation to each and every member of it.",
      "id": "s210"
    },
    {
      "text": "Accordingly, the quick dismissal by the Tribunal of this submission for the reason that the Tribunal had already found that the appellant does not personally have \"political convictions\", lacks solid reasoning.",
      "id": "s211"
    },
    {
      "text": "However, the Tribunal then went on to find that, in any event, businessmen are apparently randomly targeted for extortion in Nepal and, for that reason, (like other persons and occupations) are targeted for opportunistic reasons because they are perceived for having the capacity to provide monies.",
      "id": "s212"
    },
    {
      "text": "In this regard, counsel for the Minister draws attention to the decision of the Full Federal Court in RAM v Minister for Immigration and Ethnic Affairs [1995] FCA 1333 ; (1995) 57 FCR 565.",
      "id": "s213"
    },
    {
      "text": "At 569, Burchett J (with whom O'Loughlin J agreed) stated: \n In the present case, quite apart from the difficulty of seeing wealthy Punjabis living in circumstances which make them vulnerable to extortion as a sufficient group, it is the greater difficulty of saying that the attacks feared by the appellant would be for reasons of his membership of that group which, it seems to me, he cannot overcome.",
      "id": "s214"
    },
    {
      "text": "Plainly, extortionists are not implementing a policy; they are simply extracting money from a suitable victim.",
      "id": "s215"
    },
    {
      "text": "Their forays are disinterestedly individual.",
      "id": "s216"
    },
    {
      "text": "RD Nicholson J also agreed with the judgment of Burchett J but added that the possession of wealth is capable, in the appropriate circumstances, of constituting those who possess it as members of a particular social group.",
      "id": "s217"
    },
    {
      "text": "In a passage I would respectfully agree with, His Honour noted at 570: \n Wealth is no different in this respect to land ownership...",
      "id": "s218"
    },
    {
      "text": "The learned judge at first instance recognised this.",
      "id": "s219"
    },
    {
      "text": "He also found, correctly in my view, that there was no evidentiary support that the society to which the appellant belonged recognised the characteristic of wealth as alone creating an identifiable group.",
      "id": "s220"
    },
    {
      "text": "His Honour also found that the group posited (the rich) was too vague, uncertain and extraordinarily wide.",
      "id": "s221"
    },
    {
      "text": "Such difficulties are not necessarily obstacles to 'the rich' constituting a particular social group where the evidence establishes that wealth is definitive of such a group, although evidence of width may inhibit findings of particularity.",
      "id": "s222"
    },
    {
      "text": "To similar effect it may be argued, as I think the Tribunal ultimately found, that the evidence did not support a finding that businessmen, as a particular social group in Nepal suffered extortion.",
      "id": "s223"
    },
    {
      "text": "Rather, individual businessmen were targeted opportunistically for their perceived capacity to provide, if necessary by force, money.",
      "id": "s224"
    },
    {
      "text": "In these circumstances Ground 2 must fail.",
      "id": "s225"
    },
    {
      "text": "GROUND 3 \n This ground asserts that the Tribunal committed jurisdictional error by: \n (a) Failing to have regard to the reasonably foreseeable future in relation to the situation in Nepal in circumstances where the Second Respondent noted that Nepal was passing through a difficult period and its recent history had been tragic; and/or\n (b) Regarding a period between July 2006 and February 2008 in which the applicant had not been persecuted as necessarily determinative that there was no real chance of persecution in the future irrespective of the circumstances which might occur in the future and irrespective of the applicant's claims of persecution prior to July 2008; and/or\n (c) Confining its consideration of past persecution to a closed period of between July 2006 and February 2008 in circumstances where the Second Respondent acknowledged that the applicant claimed persecution for about 9 years.",
      "id": "s226"
    },
    {
      "text": "There is no doubt the Tribunal accepted that Nepal is passing through a difficult period and its recent history has been tragic: see [64] of its reasons.",
      "id": "s227"
    },
    {
      "text": "What the Tribunal did decide in respect of the appellant, however, is that he could safely reside in his village and work as a farmer if he were to return to Nepal, because he was safely able to live in his village and work as a farmer between July 2006 and February 2008.",
      "id": "s228"
    },
    {
      "text": "For that reason the Tribunal was not satisfied that the appellant had a real chance of being persecuted for a Convention-based reason should he return to his village and work as a farmer: [64] of the Tribunal's reasons.",
      "id": "s229"
    },
    {
      "text": "This reasoning at [64] of the Tribunal's reasons must be understood in the light of the other findings made by the Tribunal in respect of the credibility of the appellant, to the effect that the appellant had embellished his claims to have suffered harm by Maoists in 2002 on his farm, and in 2006 in Ghorahi City; and that the appellant lacked knowledge or understanding about the Nepali Congress and thereby lacked any real interest in the party and was not focussed on his political opinion.",
      "id": "s230"
    },
    {
      "text": "At [53] the Tribunal, after analysing the extent of the appellant's political opinion, seems to have formed the view that, while Maoists may have targeted the appellant prior to July 2006, this was only for the reason of obtaining donations.",
      "id": "s231"
    },
    {
      "text": "As to the appellant's fear of being targeted prior to going to the city, the Tribunal made very specific findings of fact that, save to accept that the appellant \"may have been subject to some form of harm\" on his farm in 2002, he had \"embellished\" that claim: see [47].",
      "id": "s232"
    },
    {
      "text": "In light of this finding, I do not consider that the finding of the Tribunal at [66] (that none of the applicant's material claims are true) applies to this particular reasoning process.",
      "id": "s233"
    },
    {
      "text": "What the Tribunal seems to have decided, however, is that because the appellant had not demonstrated that any harm had come to him in the period after 2008 when he returned to the farm from the city, it may be assumed that he was no longer at risk if he lived in his village and on the farm.",
      "id": "s234"
    },
    {
      "text": "Accordingly, at [64] the Tribunal concluded that: \n However, based on its findings as to the applicant's capacity to safely reside in his village and work as a farmer between July 2006 and February 2008, the Tribunal is not satisfied he has a real chance of being persecuted for a Convention reason should he return to his village and work as a farmer.",
      "id": "s235"
    },
    {
      "text": "It seems to me that the Tribunal's finding, having regard to the whole of the evidence, was open, as the Federal Magistrate decided.",
      "id": "s236"
    },
    {
      "text": "While the Tribunal appears to have accepted that there was some evidence targeting the appellant while he was on the farm in 2002, taking into account the evidence concerning his period back on the farm between 2006 and February 2008, the overall conclusion was that he is not at real risk of being persecuted for a Convention-based reason should he return to his village and work as a farmer today.",
      "id": "s237"
    },
    {
      "text": "As I say, having regard to the evidence of what apparently transpired between July 2006 and February 2008, and the particular findings of fact made by the Tribunal were open to it (that indeed nothing untoward did happen in that period) then it appears to me that the Tribunal was entitled to conclude that there was no real chance of persecution in the future.",
      "id": "s238"
    },
    {
      "text": "The Federal Magistrate held to similar effect.",
      "id": "s239"
    },
    {
      "text": "In the result, I think the Tribunal is properly to be understood as saying two things: I consider that the claimed jurisdictional error on the basis of Ground 3 is not made out.",
      "id": "s240"
    },
    {
      "text": "CONCLUSION AND ORDER \n For these reasons, the appeal of the appellant against the decision of the Federal Magistrate should be dismissed.",
      "id": "s241"
    },
    {
      "text": "The Court therefore orders: The appeal is dismissed.",
      "id": "s242"
    },
    {
      "text": "The appellant to pay the First Respondent's costs, to be taxed.",
      "id": "s243"
    },
    {
      "text": "I certify that the preceding one hundred and five (105) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s244"
    },
    {
      "text": "Associate:\n \n \nDated: 28 May 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Mr D Godwin \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 25 May 2009 \n \n Date of Judgment: 28 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/563.html",
      "id": "s245"
    }
  ]
}