{
  "name": "Westsea Investments Pty Ltd v Silverglow Asset Pty Ltd [2009] FCA 514 (19 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/514.html",
  "catchphrases": [
    {
      "text": "application for winding up discontinued",
      "id": "c0"
    },
    {
      "text": "defendant agreed to voluntary winding up",
      "id": "c1"
    },
    {
      "text": "costs order sought by plaintiff",
      "id": "c2"
    },
    {
      "text": "commercial considerations relevant",
      "id": "c3"
    },
    {
      "text": "conduct not unreasonable",
      "id": "c4"
    },
    {
      "text": "conduct did not constitute surrendering",
      "id": "c5"
    },
    {
      "text": "costs application dismissed",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n Silverglow Asset Pty Ltd (Silverglow or the company), the defendant corporation, was incorporated on 11 April 2005 for the specific purpose of purchasing land near Geraldton, Western Australia and undertaking the Sunset Beach residential subdivision development.",
      "id": "s0"
    },
    {
      "text": "The plaintiffs are shareholders in Silverglow.",
      "id": "s1"
    },
    {
      "text": "Between them they hold 40% of Silverglow's shares.",
      "id": "s2"
    },
    {
      "text": "Norman Deng is a director of Silverglow and represents the plaintiffs.",
      "id": "s3"
    },
    {
      "text": "Godini Accommodation Services Pty Ltd (GAS) holds 30% of Silverglow's shares.",
      "id": "s4"
    },
    {
      "text": "Richard Ah Boey Tay is a director of Silverglow and represents GAS.",
      "id": "s5"
    },
    {
      "text": "77 th Holdings Pty Ltd (77 th ) holds 20% of Silverglow's shares.",
      "id": "s6"
    },
    {
      "text": "Patrick Sng is a director of Silverglow and represents 77 th and the Sng Interests.",
      "id": "s7"
    },
    {
      "text": "Bogdanis Nominees Pty Ltd (Bogdanis) holds 10% of Silverglow's shares.",
      "id": "s8"
    },
    {
      "text": "Norman Bogdanov is a director of Silverglow and represents Bogdanis.",
      "id": "s9"
    },
    {
      "text": "Apart from Bogdanis and Mr Bogdanov, the other shareholders or their members belong to or are related to the same family.",
      "id": "s10"
    },
    {
      "text": "In the course of the company carrying out the Sunset Beach development, differences arose between the shareholder groups and their representatives as a result of which the plaintiffs irretrievably fell out with the other groups of shareholders.",
      "id": "s11"
    },
    {
      "text": "On 26 August 2008, the plaintiffs applied to this Court to wind up Silverglow, pursuant to s 461(1)(k) of the Corporations Act 2001 (Cth), on the ground that winding up was just and equitable, and also pursuant to s 232 and s 233 of the Corporations Act 2001 on the ground that the conduct of Silverglow's affairs had been oppressive to the plaintiffs.",
      "id": "s12"
    },
    {
      "text": "The plaintiffs alleged, principally through the affidavit of Mr Deng sworn on 5 August 2008 and filed 26 August 2008 that Mr Tay and Mr Bogdanov had caused the company's affairs to be conducted to the benefit of Mr Tay, Mr Bogdanov, Godini Consulting Pty Ltd and Nautilus Homes (WA) Pty Ltd and in a manner that was contrary to the interests of members of the company as a whole or oppressive to, and unfairly prejudicial to, and unfairly discriminatory against, the plaintiffs in their capacity as members of the defendant.",
      "id": "s13"
    },
    {
      "text": "Numerous allegations were made about the conduct of the affairs of Silverglow effectively by Mr Tay without proper consultation with other directors representing the various shareholders.",
      "id": "s14"
    },
    {
      "text": "A number of these allegations were serious and related to the incurring of fees and charges by entities related to Mr Tay.",
      "id": "s15"
    },
    {
      "text": "In his principal affidavit opposing the winding up application on behalf GAS, Mr Tay explained that he had 20 years of experience in the property development industry.",
      "id": "s16"
    },
    {
      "text": "He explained the business structure that he uses in relation to land development, namely, the establishment of a special purchase vehicle (such as the defendant company) and the establishment of related companies that are designed to assist in the carrying out of a property development.",
      "id": "s17"
    },
    {
      "text": "Mr Tay explained that Princeview Investments Pty Ltd (Princeview) was incorporated on 18 October 2005 and was a wholly owned subsidiary of the respondent company.",
      "id": "s18"
    },
    {
      "text": "It was incorporated, it seems, to acquire other land adjacent to the Sunset Beach development.",
      "id": "s19"
    },
    {
      "text": "In his affidavit Mr Tay responded to the many allegations made against him in the affidavits of Mr Deng and other members of the plaintiffs.",
      "id": "s20"
    },
    {
      "text": "It is clear, without having to make findings about such matters, from both the affidavit of Mr Deng and the affidavit of Mr Tay that there was a point in December 2007 when a meeting was held between the directors of Silverglow and representatives of the St George Bank Ltd concerning an extension of a facility to cover the costs of stage 2 of the development.",
      "id": "s21"
    },
    {
      "text": "Guarantees were called for.",
      "id": "s22"
    },
    {
      "text": "It is common ground that as of 29 January 2008, Mr Deng advised Mr Tay that the plaintiffs were not prepared to provide interim funding and would not provide guarantees for the proposed St George Bank Ltd loan.",
      "id": "s23"
    },
    {
      "text": "On 31 January 2008, it appears the board of the company resolved that Mr Tay and the companies he controlled would provide guarantees to the value of 70% of the loan, with Mr Sng to provide guarantees to the value of 20% of the land and Mr Bogdanov to provide guarantees to the extent of 10% of the loan.",
      "id": "s24"
    },
    {
      "text": "While suggestions were made that Mr Deng should resign as a director of the company he did not do so.",
      "id": "s25"
    },
    {
      "text": "Instead Mr Deng suggested that the plaintiffs would seek the winding up of the company.",
      "id": "s26"
    },
    {
      "text": "Mr Tay says that he said the company would defend any such action.",
      "id": "s27"
    },
    {
      "text": "Mr Bogdanov apparently supported him at that point.",
      "id": "s28"
    },
    {
      "text": "When the winding up application was lodged in August 2008, GAS and Mr Tay opposed the winding up.",
      "id": "s29"
    },
    {
      "text": "Mr Bogdanov on behalf of Bogdanis swore an affidavit relating to the choice of liquidator and counsel for Mr Bogdanov sought to appear at various hearings.",
      "id": "s30"
    },
    {
      "text": "However, Mr Bogdanov did not file an appearance or any affidavit on behalf of Bogdanis substantively opposing the application for winding up.",
      "id": "s31"
    },
    {
      "text": "77 th and Mr Sng took no part in the proceedings.",
      "id": "s32"
    },
    {
      "text": "By the time the differences between the various shareholder interests arose, part of the land had been developed by subdivision and sale.",
      "id": "s33"
    },
    {
      "text": "However, in August 2008, Silverglow sold the balance of the land and did not complete the Sunset Beach development.",
      "id": "s34"
    },
    {
      "text": "It appears that in about March 2008, the balance of the Sunset Beach development land --- the en globo land --- was put up for sale.",
      "id": "s35"
    },
    {
      "text": "By June 2008 a contract for the sale of land was produced to the director's meeting held on 6 June.",
      "id": "s36"
    },
    {
      "text": "On 18 July 2008, the plaintiffs' solicitors wrote to the solicitors for GAS and Mr Tay requesting that they advise what steps had been taken to effect the sale of the land owned by Princeview and to advise of the company's intentions regarding the application of the proceeds of sale of the en globo land and whether, after settlement, Mr Tay and Mr Sng would agree to the appropriate resolutions to be passed to allow for the voluntary winding up of the defendant.",
      "id": "s37"
    },
    {
      "text": "Then following an exchange of correspondences that follows: At this point the plaintiffs it seems lost patience and soon after commenced the application for winding up of the company.",
      "id": "s38"
    },
    {
      "text": "Affidavits were then exchanged in support of the grounds for winding up and in opposition to them.",
      "id": "s39"
    },
    {
      "text": "In December 2008, Mr Tay and GAS withdrew opposition to the voluntary winding up of the company and a meeting of shareholders was held in January 2009 to approve a resolution for the winding up of the company.",
      "id": "s40"
    },
    {
      "text": "The shareholders then agreed that Silverglow should voluntarily be wound up.",
      "id": "s41"
    },
    {
      "text": "As a result, by orders made by me on 12 March 2009, the winding up application was discontinued with the consent of the parties.",
      "id": "s42"
    },
    {
      "text": "However, the issue of costs of the proceedings remained in dispute.",
      "id": "s43"
    },
    {
      "text": "THE COSTS ISSUE \n The sole issue for determination in these proceedings is what costs order, if any, should be made as a result of the discontinuance of the winding up application.",
      "id": "s44"
    },
    {
      "text": "The plaintiffs seek an order that GAS and Mr Tay pay their costs.",
      "id": "s45"
    },
    {
      "text": "Alternatively, the plaintiffs seek an order that their costs be paid out of the assets of Silverglow.",
      "id": "s46"
    },
    {
      "text": "The plaintiffs say GAS/Mr Tay effectively surrendered to them and otherwise acted unreasonably in defending the proceedings.",
      "id": "s47"
    },
    {
      "text": "GAS and Mr Tay oppose any such orders, deny they acted unreasonably and say that the parties to the proceedings should bear their own costs following the making of the consent order for discontinuance of the winding up application.",
      "id": "s48"
    },
    {
      "text": "While Silverglow was not separately represented in the proceedings, and never entered an appearance in the proceedings, the liquidator on the voluntary liquidation, through his lawyers, indicated to the parties --- and through them to the Court - that he believed no order for costs against or affecting the company could be made without Silverglow being made a party to the proceedings with the leave of the Court, but that he would not oppose the grant of what he referred to as 'retrospective' leave to this end.",
      "id": "s49"
    },
    {
      "text": "However, the liquidator indicated he opposed the making of any order for costs against the company if such leave were granted.",
      "id": "s50"
    },
    {
      "text": "PRINCIPLES UNDERLYING COSTS DISCRETION \n While the parties have cited a number of authorities dealing with the principles that govern the discretion the Court has to award costs in a case like this, where the proceedings have been resolved without the need for a contested hearing and determination, it is sufficient to refer to what McHugh J said in Re The Minister for Immigration and Ethnic Affairs of the Commonwealth of Australia ; ex parte Lai Qin [1997] HCA 6 ; (1997) 186 CLR 622 at 624 --- 625 on the issue.",
      "id": "s51"
    },
    {
      "text": "In most jurisdictions today, the power to order costs is a discretionary power.",
      "id": "s52"
    },
    {
      "text": "Ordinarily, the power is exercised after a hearing on the merits and as a general rule the successful party is entitled to his or her costs [see Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534].",
      "id": "s53"
    },
    {
      "text": "Success in the action or on particular issues is the fact that usually controls the exercise of the discretion.",
      "id": "s54"
    },
    {
      "text": "A successful party is prima facie entitled to a costs order [ Latoudis at 543, 566-568].",
      "id": "s55"
    },
    {
      "text": "When there has been no hearing on the merits, however, a court is necessarily deprived of the factor that usually determines whether or how it will make a costs order.",
      "id": "s56"
    },
    {
      "text": "Nonetheless, in an appropriate case, a court will make an order for costs even when there has been no hearing on the merits and the moving party no longer wishes to proceed with the action.",
      "id": "s57"
    },
    {
      "text": "The Court cannot try a hypothetical action between the parties: see Australian Securities Commission v Aust-Home Investments Ltd [1993] FCA 585 ; (1993) 44 FCR 194 at 201.",
      "id": "s58"
    },
    {
      "text": "In some cases, however, the court may be able to conclude that one of the parties has acted so unreasonably that the other party should obtain the costs of the action [see Australian Securities Commission [1993] FCA 585 ; 44 FCR 194 at 201].",
      "id": "s59"
    },
    {
      "text": "In some cases a judge may feel confident that, although both parties have acted reasonably, one party was almost certain to have succeeded if the matter had been fully tried.",
      "id": "s60"
    },
    {
      "text": "But such cases are likely to be rare.",
      "id": "s61"
    },
    {
      "text": "Finally, if it appears that both parties have acted reasonably in commencing and defending the proceedings and the conduct of the parties continued to be reasonable until the litigation was settled or its further prosecution became futile, the proper exercise of the costs discretion will usually mean that the court will make no order as to the cost of the proceedings.",
      "id": "s62"
    },
    {
      "text": "This approach has been adopted in a large number of cases.",
      "id": "s63"
    },
    {
      "text": "THE CONDUCT OF THE PARTIES \n Because 77 th and the Sng Interests took no part in the proceedings and Bogdanis and Mr Bogdanov did not enter an appearance or take any substantive steps to oppose the application, the plaintiffs say (rightly) that GAS (and Mr Tay), was the true contradictor of the application.",
      "id": "s64"
    },
    {
      "text": "In essence the plaintiffs say the only reason the winding up action was delayed was because of Mr Tay's intransigence which lead to the refusal of GAS to agree to the process of voluntary winding up.",
      "id": "s65"
    },
    {
      "text": "From the plaintiffs' point of view there was no reason why the winding up should have been delayed until late 2008.",
      "id": "s66"
    },
    {
      "text": "They were earlier amenable to the winding up not being carried out until certain transactions to do with the uncompleted sale of the en globo land had been completed.",
      "id": "s67"
    },
    {
      "text": "The plaintiffs say that nothing ever changed in that regard right up until the time that Mr Tay and GAS withdrew their opposition, in effect, to the winding up application.",
      "id": "s68"
    },
    {
      "text": "The plaintiffs say that Mr Tay in effect did a complete about face in December 2008 in this regard.",
      "id": "s69"
    },
    {
      "text": "In his affidavit sworn 7 April 2009 in relation to the issue of costs only (costs affidavit), Mr Tay for GAS has explained his change of position in the following way.",
      "id": "s70"
    },
    {
      "text": "In July 2008, the solicitors for the plaintiffs wrote to the solicitors for Mr Tay and GAS.",
      "id": "s71"
    },
    {
      "text": "The plaintiffs' solicitors raised questions concerning a settlement statement following the sale of the undeveloped land and the unwillingness of the plaintiffs to continue to defer a winding up application \"based on vague assertions that there will be a directors' meeting following settlement\".",
      "id": "s72"
    },
    {
      "text": "Mr Tay states (in para 14) that when he received copies of these letters (attached to his affidavit as RT5 and RT8) he told his solicitors that he did not believe it was necessary nor in the best interests of the shareholders of the company for the company to be wound up at that stage.",
      "id": "s73"
    },
    {
      "text": "He says (in para 14) that the reasons for his belief were that: The company was solvent.",
      "id": "s74"
    },
    {
      "text": "The directors were cooperating with each other in selling the undeveloped land, which sale was in the process of being settled.",
      "id": "s75"
    },
    {
      "text": "There was in existence a resolution to sell other land --- the Princeview land.",
      "id": "s76"
    },
    {
      "text": "A proposed directors' meeting was to be held after the settlement of the undeveloped land to discuss distribution to shareholders and ongoing commitments of the company.",
      "id": "s77"
    },
    {
      "text": "There was no need to appoint a liquidator to the company given that the directors were cooperating to finalise the undertaking of the company, especially in view of the costs to the company in appointing and remunerating a liquidator.",
      "id": "s78"
    },
    {
      "text": "In July 2008, aside from the Princeview land, the company also owned 11 unsold subdivided lots in the Sunset Beach development and he feared a liquidator might not be able to obtain the best prices in relation to the Princeview land and the subdivided lots as a result of the negative impression given by a liquidator's sale.",
      "id": "s79"
    },
    {
      "text": "There was still uncompleted landscaping and council obligations associated with stages 1 and 2 of the Sunset Beach development.",
      "id": "s80"
    },
    {
      "text": "The personal guarantee he had given to St George Bank Ltd was yet undischarged.",
      "id": "s81"
    },
    {
      "text": "Mr Tay then says (in his costs affidavit at paras 18 to 20) that in December 2008 he altered his position, for the following reasons.",
      "id": "s82"
    },
    {
      "text": "In or around late November/early December 2008, he was advised by his solicitors and believed it to be true that the hearing of the winding up application might take as long as two weeks because of the number of witnesses and the length of affidavits filed.",
      "id": "s83"
    },
    {
      "text": "At that time: \n(1) The Princeview land was already sold and about to settle.",
      "id": "s84"
    },
    {
      "text": "(2) The subdivided lots were scheduled for auction in January 2009.",
      "id": "s85"
    },
    {
      "text": "(3) Landscaping to stages 1 and 2 of the Sunset Beach development was near completion.",
      "id": "s86"
    },
    {
      "text": "(4) Negotiations were being conducted with the Geraldton local government regarding whether the obligation for the two year maintenance bond could be paid out.",
      "id": "s87"
    },
    {
      "text": "(5) The St George Bank Ltd finance had been repaid.",
      "id": "s88"
    },
    {
      "text": "Mr Tay says that as a result of these factors, he considered that if a liquidator was appointed, the company should not suffer much damage, other than the costs of remunerating a liquidator, because the company's obligations were near completion.",
      "id": "s89"
    },
    {
      "text": "He then came to the conclusion that it would be simpler and more cost effective to place the company into voluntary winding up rather than go through a two week hearing.",
      "id": "s90"
    },
    {
      "text": "As a consequence, on or about 16 December 2008 he arranged and sent all shareholders a notice of general meeting for the purpose of passing a resolution to voluntarily wind up the company.",
      "id": "s91"
    },
    {
      "text": "PLAINTIFFS' SUBMISSIONS ON CONDUCT \n Counsel for the plaintiffs says that these reasons for the changed view on Mr Tay's part should not be accepted.",
      "id": "s92"
    },
    {
      "text": "First, counsel draws attention to the two affidavits Mr Tay previously swore on 15 October 2008 and 8 December 2008 in opposition to the winding up application.",
      "id": "s93"
    },
    {
      "text": "Counsel says that nowhere in those affidavits or in the annexed documents does Mr Tay make any reference now set out in para 14 of his costs affidavit.",
      "id": "s94"
    },
    {
      "text": "Further counsel says that the matters set out in para 14 of Mr Tay's costs affidavit are not mentioned in any of Mr Tay's solicitors' letters (other than a reference to the sale of the Princeview land).",
      "id": "s95"
    },
    {
      "text": "Similarly, none of the matters set out in para 14 of Mr Tay's costs affidavit mentioned Mr Tay's and GAS' written outline of submissions in opposition to the winding up application.",
      "id": "s96"
    },
    {
      "text": "Additionally, counsel for the plaintiffs says that there are compelling reasons why Mr Tay could not have reasonably or genuinely formed the opinions that in June 2008 Silverglow should not be wound up for the reasons set out in para 14 and, then in December 2008, Silverglow should be wound up for the reasons set out in paras 18 to 20.",
      "id": "s97"
    },
    {
      "text": "Counsel says: \n(1) As to para 14(1) of the costs affidavit, whilst it is not doubted that Silverglow was solvent in July 2008 there is also no doubt that Silverglow was also solvent in December 2008.",
      "id": "s98"
    },
    {
      "text": "Thus solvency did not constitute changed circumstances.",
      "id": "s99"
    },
    {
      "text": "(2) As to para 14(2), whilst there was a contract for sale of the en globo balance of land which was in the process of being settled, what had been proposed by the plaintiffs was a voluntary winding up after settlement.",
      "id": "s100"
    },
    {
      "text": "Consequently, a settlement that did not constitute changed circumstances.",
      "id": "s101"
    },
    {
      "text": "(3) As to paras 14(3) and 19(1) of the costs affidavit, whilst Princeview has at all times been a wholly owned subsidiary of Silverglow, it is a separate legal entity and has a differently constituted board of directors.",
      "id": "s102"
    },
    {
      "text": "Even if Silverglow was wound up, the sale of Princeview's land would not have needed to be a liquidator's sale.",
      "id": "s103"
    },
    {
      "text": "Therefore, even though a contract was entered into by Princeview for the sale of its land in December 2008, this does not constitute a material change in circumstances.",
      "id": "s104"
    },
    {
      "text": "(4) As to paras 14(4), 14(5), 14(7), 19(3) and 19(4), no material change in circumstances between July and December 2008 can be demonstrated.",
      "id": "s105"
    },
    {
      "text": "(5) As to paras 14(8) and 19(5), all of Silverglow's indebtedness to St George Bank Ltd, the subject of the guarantees provided by Mr Tay (and other parties) was repaid at settlement of the sale of the en globo balance of the land.",
      "id": "s106"
    },
    {
      "text": "Given that Mr Tay was well aware of the sale price of the en globo balance of the land and the extent of Silverglow's indebtedness which he had guaranteed, Mr Tay must necessarily have been well aware that the indebtedness to St George Bank Ltd and therefore his guarantee was going to be discharged at settlement.",
      "id": "s107"
    },
    {
      "text": "The plaintiffs were proposing that Silverglow be voluntarily wound up after settlement --- therefore at a time when Mr Tay's liability had been discharged.",
      "id": "s108"
    },
    {
      "text": "Consequently, no material change can be demonstrated between July and December 2008.",
      "id": "s109"
    },
    {
      "text": "(6) As to paras 14(6) and 19(2), on 16 December 2008, Mr Tay and Mr Bogdanov called a general meeting for 12 January 2009 for the passing of resolutions providing for voluntary winding up.",
      "id": "s110"
    },
    {
      "text": "The auction of the remaining subdivided lots occurred on 31 January 2009.",
      "id": "s111"
    },
    {
      "text": "Consequently, had resolutions for voluntary winding up been passed at the meeting anticipated by that notice, Silverglow would have been in liquidation at the time the subdivided lots were auctioned.",
      "id": "s112"
    },
    {
      "text": "Consequently, no material change in circumstance can be demonstrated.",
      "id": "s113"
    },
    {
      "text": "GAS/MR TAY'S SUBMISSIONS ON CONDUCT \n In response, GAS and Mr Tay say first that it cannot be said that the plaintiffs would have almost certainly succeeded if the matter had been fully tried.",
      "id": "s114"
    },
    {
      "text": "Mr Tay and GAS deny that they effectively surrendered to the plaintiffs on the application and insist that the consent order in these proceedings was as a result of the change of circumstances mentioned in para 19 of Mr Tay's costs affidavit.",
      "id": "s115"
    },
    {
      "text": "Counsel for GAS and Mr Tay say that once the change in circumstances occurred, a major fear (that a liquidator may not be able to obtain the best price for the remaining properties held by the company) that Mr Tay had in opposing a voluntary winding up no longer existed.",
      "id": "s116"
    },
    {
      "text": "Therefore it was then reasonable and prudent for him and GAS to consent to a voluntary winding up of the company.",
      "id": "s117"
    },
    {
      "text": "Counsel further points out that the plaintiffs first demanded the winding up of the company in January 2008 in circumstances where they had refused to provide guarantees for the St George Bank Ltd facility as agreed to by the directors at a meeting of directors on 25 January 2008.",
      "id": "s118"
    },
    {
      "text": "As a result of the plaintiffs' refusal and in order for the company to have sufficient funds to continue the project, Mr Tay had to provide personal guarantees for 70% of the facility, which included the plaintiffs' 40%.",
      "id": "s119"
    },
    {
      "text": "Counsel also says that the plaintiffs then demanded the winding up of the company in July 2008 when the company sold the undeveloped land.",
      "id": "s120"
    },
    {
      "text": "They did not take into consideration that the Princeview land and the subdivided land were then as yet unsold and there were obligations in relation to the Sunset Beach Development which was still incomplete.",
      "id": "s121"
    },
    {
      "text": "Mr Tay at that point advised the plaintiffs that a winding up was inappropriate and should not be entertained until the Princeview land had first been sold.",
      "id": "s122"
    },
    {
      "text": "Counsel says that as soon as these circumstances changed, Mr Tay and GAS accepted that winding up of the company on a voluntary basis was appropriate.",
      "id": "s123"
    },
    {
      "text": "Counsel says that in these circumstances Mr Tay and GAS acted reasonably at all times.",
      "id": "s124"
    },
    {
      "text": "DETERMINATION \n This is a relatively unusual case in that the company was set up in order to undertake a specific property development.",
      "id": "s125"
    },
    {
      "text": "It follows that the company was bound to be wound up at some point.",
      "id": "s126"
    },
    {
      "text": "Initially the parties would have expected the company to have been wound up following the successful completion of the Sunset Beach development (unless they then agreed to use the vehicle for some other purpose).",
      "id": "s127"
    },
    {
      "text": "In any event, once the parties fell into disputation, it must have been apparent to all concerned that the company would need to be wound up at some point sooner or later.",
      "id": "s128"
    },
    {
      "text": "It was simply a question of timing.",
      "id": "s129"
    },
    {
      "text": "It is not appropriate, nor is it possible, for the Court to make some assessment about whether or not the plaintiffs would have succeeded in their winding up application on the grounds specified above.",
      "id": "s130"
    },
    {
      "text": "As the authorities note, this makes harder the Court's task in deciding whether, contrary to the usual expectation that the parties will each bear their own costs in such circumstances, one party or another should bear the costs of the proceedings.",
      "id": "s131"
    },
    {
      "text": "In determining this it can be useful to ask if one party effectively \"surrendered\" to the other and so can be treated as the \"loser\" for costs purposes, or whether one party or another acted unreasonably such that they should bear the costs.",
      "id": "s132"
    },
    {
      "text": "In my view, while I have sympathy with the plaintiffs' position, especially as they have eventually achieved by compromise or perhaps attrition what they set out to achieve, I am not satisfied that the GAS/Tay interests can be said to have surrendered or acted so unreasonably so as to incur a costs order.",
      "id": "s133"
    },
    {
      "text": "Whilst in a conventional action where one party seeks judgment against another, and one party concedes the relief sought against it without a trial, and can be said on the face of the court materials to have surrendered to the claimant, a winding up action is notionally different, and this particular winding up proceeding is different because the company was always going to have a limited life.",
      "id": "s134"
    },
    {
      "text": "Whilst I am not entirely convinced that the circumstances had so radically changed as to make the winding up proposal seem more obvious to Mr Tay in December 2008 than it had in July 2008 when the winding up proceedings were commenced, I do not think that the commercial concerns expressed by Mr Tay concerning the saleability of the land and the price that might then be obtained for it can so easily be dismissed as the plaintiffs suggest.",
      "id": "s135"
    },
    {
      "text": "While the Court can understand that the plaintiffs consider that GAS and Mr Tay were somewhat intransigent in maintaining their opposition to their winding up proposal and could themselves see no good reason to delay the winding up of the company, I consider the materials before me disclose there was more than mere intransigence in the GAS/Tay position.",
      "id": "s136"
    },
    {
      "text": "Mr Tay now says that, from a commercial point of view, he was reluctant to allow winding up for the reasons he has set out in his costs affidavit.",
      "id": "s137"
    },
    {
      "text": "Despite the invitation of counsel for the plaintiffs to do so, I do not consider that these reasons can simply be ignored, even though it is correct to say that they had not separately been raised earlier as grounds for opposition to the winding up application.",
      "id": "s138"
    },
    {
      "text": "That they had not been is probably to be explained by their lack of immediate relevance to the oppression grounds alleged by the plaintiffs and elaborated in their affidavits and responded to by Mr Tay.",
      "id": "s139"
    },
    {
      "text": "In the result, it is not easy to arrive at the conclusion that GAS and Mr Tay either surrendered or acted unreasonably in maintaining their opposition to the proceedings that they should be obliged to pay the plaintiffs' costs of the proceedings.",
      "id": "s140"
    },
    {
      "text": "I should add I do not consider it appropriate to add the company as a party to the costs proceedings and I refuse leave in that regard.",
      "id": "s141"
    },
    {
      "text": "In any event, I do not believe it is appropriate for the Court to order that the company itself pay the costs of its winding up, so that the costs come out of the assets of the company.",
      "id": "s142"
    },
    {
      "text": "CONCLUSION AND ORDER \n In summary, I do not consider the materials justify a conclusion that the GAS/Tay group surrendered to the plaintiffs or, in a relevant sense, acted unreasonably.",
      "id": "s143"
    },
    {
      "text": "Commercial considerations must necessarily have affected the timing of a voluntary winding up in a case such as this.",
      "id": "s144"
    },
    {
      "text": "I am not persuaded that I should discount Mr Tay's reasoning for withdrawing his opposition to the winding up when he did.",
      "id": "s145"
    },
    {
      "text": "It follows that each party should bear its own costs of the proceedings.",
      "id": "s146"
    },
    {
      "text": "For these reasons, I would dismiss the plaintiffs' application for an order that GAS/Mr Tay pay their costs of the application.",
      "id": "s147"
    },
    {
      "text": "Each party should pay its own costs including of this application for costs.",
      "id": "s148"
    },
    {
      "text": "The Court orders: The parties bear their own costs of the proceedings, including this application.",
      "id": "s149"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s150"
    },
    {
      "text": "Associate:\n \n \nDated: 19 May 2009\n \n Counsel for the Plaintiffs: Mr DH Solomon \n \n Solicitor for the Plaintiffs: Solomon Brothers \n \n Counsel for the Defendant: Mr KL Christensen \n \n Solicitor for the Defendant: Gadens Lawyers \n Date of Hearing: 28 April 2009 \n \n Date of Judgment: 19 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/514.html",
      "id": "s151"
    }
  ]
}