{
  "name": "Grand Enterprises Pty Ltd v Aurium Resources Limited (includes corrigendum dated 16 June 2009) [2009] FCA 513 (28 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/513.html",
  "catchphrases": [
    {
      "text": "directors",
      "id": "c0"
    },
    {
      "text": "validity of resolutions of board",
      "id": "c1"
    },
    {
      "text": "fiduciary duty",
      "id": "c2"
    },
    {
      "text": "profit rule and conflict of interest rule",
      "id": "c3"
    },
    {
      "text": "director's duty to disclose",
      "id": "c4"
    },
    {
      "text": "material personal interest in a matter that relates to the affairs of the company",
      "id": "c5"
    },
    {
      "text": "interests of directors insubstantial and/or remote in context of case",
      "id": "c6"
    },
    {
      "text": "no need to make disclosure",
      "id": "c7"
    },
    {
      "text": "information not withheld",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n On 18 February 2009, Aurium Resources Limited (Aurium or the company), a listed public company, which is the respondent in these proceedings, published to its members (shareholders) and the Australian Stock Exchange (ASX) a Notice of General Meeting (Notice), in which the sole agenda item was an ordinary resolution for the approval of the new issue of securities, and an Explanatory Memorandum.",
      "id": "s0"
    },
    {
      "text": "The Notice advised that the general meeting would be held at 35 Great Eastern Highway, Rivervale, Western Australia 6103 on Thursday 26 March 2009 at 11am (WDST).",
      "id": "s1"
    },
    {
      "text": "The agenda item was specified in the following terms: \n Ordinary Resolution \n\n Approval of new issue of Securities \n \nTo consider, and if thought fit, pass with or without amendment, the following resolution as an ordinary resolution:\n \nThat for the purposes of ASX Listing Rule 7.1 and for all other purposes, the Company approves and agrees to the issue of 35,000,000 ordinary fully paid shares in the capital of the Company to Greater Pacific Gold Limited as consideration for the variation of the Joint Venture Agreement entered into between the Company and Greater Pacific Gold Limited on the terms and conditions set out in the Explanatory Statement accompanying this Notice of Meeting.",
      "id": "s2"
    },
    {
      "text": "The Agenda further provided as follows: \n Voting Exclusion: \n In accordance with ASX Listing Rule 7.3.8, any votes cast on the Resolution (other than by a person as proxy for a member who is entitled to vote where the instrument of proxy specifies how the proxy is to vote on the Resolution, or by the chairman of the Meeting as an undirected proxy for a member who is entitled to vote) by, or on behalf of, Greater Pacific Gold Limited or any other person who may participate in the proposed issue or who might obtain a benefit, except a benefit solely in the capacity of a holder of ordinary securities, if the Resolution is passed, or any of their respective associates, will be disregarded.",
      "id": "s3"
    },
    {
      "text": "Record Time \n The Company may specify a time, being not more than 48 hours before the meeting, at which a record of shareholders will be taken for the purposes of determining entitlements to vote at the meeting.",
      "id": "s4"
    },
    {
      "text": "The Company's directors have determined that as all shares of the Company are quoted on ASX, 11.00 am (WDST) on Tuesday 24 March 2009, being 48 hours before the meeting will, for the purposes of determining voting entitlements at the General Meeting, be taken to be held by the persons who are registered as holding the shares at that time.",
      "id": "s5"
    },
    {
      "text": "The Notice was issued under the signature of Graham D Anderson, Company Secretary, who had earlier that day settled the terms of the notice with the chairman of the board of directors of Aurium, Mr Peter Remta.",
      "id": "s6"
    },
    {
      "text": "The Explanatory Memorandum that accompanied the Notice had also been settled by Mr Remta in his capacity as chairman of the board of directors.",
      "id": "s7"
    },
    {
      "text": "The Explanatory Memorandum relevantly provided: \n INTRODUCTION \n This Explanatory Memorandum has been prepared for the information of Shareholders in connection with the General Meeting of Shareholders to be held on Thursday, 26 March 2009 at 11.00am (WDST).",
      "id": "s8"
    },
    {
      "text": "The purpose of this Explanatory Memorandum is to provide Shareholders with all information known to the Company which is material to a decision on how to vote on the Resolution set out in the accompanying Notice of General Meeting.",
      "id": "s9"
    },
    {
      "text": "This Explanatory Memorandum:\n is a brief explanation of the matters for which Shareholder approval is sought by the Resolution; and forms part of and should be read in conjunction with the accompanying Notice of General Meeting.",
      "id": "s10"
    },
    {
      "text": "APPROVAL OF NEW ISSUE OF SHARES \n The Resolution outlined in the Notice proposes the approval pursuant to ASX Listing Rule 7.1 for the Company to issue 35,000,000 Shares to GPN [a reference to Greater Pacific Gold Limited] as consideration for the variation to JV Agreement [a reference to a joint venture agreement between the Company and GPN, dated 14 March 2007 as varied by deed of variation dated 6 June 2007] entered into between the Company and GPN.",
      "id": "s11"
    },
    {
      "text": "The Company and GPN entered into the JV Agreement on 14 March 2007.",
      "id": "s12"
    },
    {
      "text": "The joint venture was established to develop a mining operation over the tenements to mine, market and sell gold to implement exploration programmes for gold and uranium.",
      "id": "s13"
    },
    {
      "text": "The principal terms, rights and obligation of the parties to the JV Agreement are: \n\n \n Aurium's Contribution to the JV \n \n \n &#9679; Aurium reimbursed GPN $300,000 for past expenditure.",
      "id": "s14"
    },
    {
      "text": "&#9679; Tenements in the Peak Hill mineral field --- E52/2086 and 2087.",
      "id": "s15"
    },
    {
      "text": "&#9679; $1,200,000 in exploration funds to be expended on the combined tenement package.",
      "id": "s16"
    },
    {
      "text": "&#9679; Aurium to fund the first $1,000,000 in a gold processing plant design and development in the event an economic resource is identified.",
      "id": "s17"
    },
    {
      "text": "GPN's Contribution to the JV \n \n \n&#9679; Tenements in the Peak Hill mineral field --- E52/1481, 1518, 1557, 1857, 1860 and 1861.",
      "id": "s18"
    },
    {
      "text": "&#9679; Access for exploration by the agreement with Jidi Jidi People.",
      "id": "s19"
    },
    {
      "text": "&#9679; Exploration results to date and the design of the next, ongoing exploration programme.",
      "id": "s20"
    },
    {
      "text": "Management of the JV \n \n \nThe JV to be managed by a committee formed of representatives from both GPN and Aurium.",
      "id": "s21"
    },
    {
      "text": "Respective Interests of the JV \n \n \n&#9679; Nett revenue of the JV will be apportioned 50/50 between the JV parties.",
      "id": "s22"
    },
    {
      "text": "&#9679; JV working capital, in excess of the initial $1,200,000 to be contributed by Aurium, will be shared 50/50 by the JV parties.",
      "id": "s23"
    },
    {
      "text": "In the event the management committee decide to deal with an economic resource in situ --- ie, sell in situ, toll mill, etc. then that will relieve Aurium of the obligation to source a gold treatment plant for the JV, but the distribution basis for the Joint Venture Revenues will change to 67/33 as to GPN and Aurium.",
      "id": "s24"
    },
    {
      "text": "Since the inception of the joint venture the Company has contributed approximately $727,365.00 leaving a balance of $474,635 to be spent over the next 12 months.",
      "id": "s25"
    },
    {
      "text": "Despite quite substantial work having been carried out under the joint venture, no signs of viable gold or uranium have been found and it was considered on geological advice that any future expenditure towards establishing the presence of those two minerals would probably be futile.",
      "id": "s26"
    },
    {
      "text": "Part of the work consisted of hyperspectral airborne survey and data analysis which led to the discovery of high and medium grade iron ore outcrops over a significant strike length.",
      "id": "s27"
    },
    {
      "text": "The host banded iron formation is a magnetite chert similar to the Pilbara host rocks containing the large iron ore deposits that have been exploited over the past 40 years.",
      "id": "s28"
    },
    {
      "text": "Initial field exploration identified some 100 kilometres of prospective strike along the 3 banded iron and granule iron formations in the Peak Hill area.",
      "id": "s29"
    },
    {
      "text": "Two of the targets are the Robinson Range and the Millidie Creek formations running through the joint venture tenements.",
      "id": "s30"
    },
    {
      "text": "Shareholders are referred to the announcement by GPN on 23 December 2008 regarding the particulars of samples taken from the joint venture tenements held by GPN.",
      "id": "s31"
    },
    {
      "text": "Ministerial authority to explore for iron on the joint venture tenements has already been obtained by GPN and an application for similar authority has been made with respect to nearby Mt Padbury tenements also held by GPN.",
      "id": "s32"
    },
    {
      "text": "The hyperspectral survey results for both the joint venture tenements and the Mt Padbury area have identified iron and general base metal targets which it is proposed will be followed by substantial drilling programs on both the Peak Hill and Mt Padbury tenements.",
      "id": "s33"
    },
    {
      "text": "Regrettably none of this work will be of benefit to Aurium since the Peak Hill joint venture is limited only to gold and uranium and as already mentioned, no viable presence of those two minerals has been identified.",
      "id": "s34"
    },
    {
      "text": "VARIATION OF JOINT VENTURE \n \n \nIn order to achieve some benefit from the joint venture ground, Aurium has negotiated a variation and extension of the joint venture with GPN.",
      "id": "s35"
    },
    {
      "text": "The variations are evidenced by heads of agreement between GPN and Aurium dated 17 February 2009[.",
      "id": "s36"
    },
    {
      "text": "]\n \n \nThe main terms of the variation are:\n \n The joint venture area has been extended to include four exploration licences and two applications for exploration licences at Mt Padbury near Peak Hill held by GPN and covering a total 871sq.",
      "id": "s37"
    },
    {
      "text": "km.",
      "id": "s38"
    },
    {
      "text": "In addition the joint venture has been extended to cover exploration for and exploitation by mining or sale of all minerals and commodities (except manganese) instead of being limited to gold and uranium.",
      "id": "s39"
    },
    {
      "text": "The participating interest of Aurium under these new joint venture arrangements will be 30% while the remaining 70% interest will be with GPN.",
      "id": "s40"
    },
    {
      "text": "The term of the joint venture has been extended to 31 March 2016.",
      "id": "s41"
    },
    {
      "text": "Under the revised terms of the joint venture the company will have to contribute a total of $550,000 towards exploration of the extended joint venture by 31 December 2009.",
      "id": "s42"
    },
    {
      "text": "This contribution replaces any outstanding obligation that the Company presently has under the joint venture which are estimated to be $474,635.",
      "id": "s43"
    },
    {
      "text": "In addition, Aurium is to issue 35,000,000 shares in its capital to GPN with that issue to be subject to the approval of Shareholders at the general meeting on 26 March 2009.",
      "id": "s44"
    },
    {
      "text": "The issue of these shares will cement the Company's participating interest in the revised joint venture.",
      "id": "s45"
    },
    {
      "text": "This is of particular importance in light of the recent interpretations of the hyperspectral surveys and the proposed drilling programs for both the Peak Hill and Mt Padbury areas by GPN in April 2009.",
      "id": "s46"
    },
    {
      "text": "The new joint venture arrangements give the Company the opportunity to become involved in the highly prospective Peak Hill and Mt Padbury tenement areas which have significant potential for large iron and ferrous mineral resources.",
      "id": "s47"
    },
    {
      "text": "The directors of Aurium have negotiated the new joint venture arrangements with the belief that the Mid-West region of Western Australia, while still in early stages of being recognised as a major iron ore region, will continue to be the hub of exploration for companies with large tenement holdings.",
      "id": "s48"
    },
    {
      "text": "This will place Aurium with GPN in a very strong position for future regional negotiations for the development and mining of iron in the Mid-West region.",
      "id": "s49"
    },
    {
      "text": "From preliminary investigations it appears that the Mid-West iron ore belt continues into the Peak Hill and Mt Padbury tenement holdings covered by the new joint venture arrangements.",
      "id": "s50"
    },
    {
      "text": "This will be tested to a large extent by the proposed drilling programs and it is considered imperative for Aurium that the revised joint venture arrangements between it and GPN are completed in all respects well before the start of those drilling programs.",
      "id": "s51"
    },
    {
      "text": "The medium and longer term outlook for iron and the mining of ferrous ores is very positive despite the global economic downturn, as is clearly demonstrated by the extreme efforts by Chinese and Japanese interests to become heavily involved in the development and exploitation of the Mid-West region for iron ore. \n\n \n DISCLOSURES \n\n \n GPN is not a related party of the Company \n\n \n However, Peter Remta is the chairman of directors of both Aurium and GPN but does not hold any Shares in the Company.",
      "id": "s52"
    },
    {
      "text": "He has declared his interest to the boards of both companies and abstained from the consideration of and voting on the variation to the JV Agreement.",
      "id": "s53"
    },
    {
      "text": "LISTING REQUIREMENTS \n\n \n In compliance with the information requirements of ASX Listing Rule 7.3 members are advised of the following particulars in relation to the issue: \n\n \n (a) Maximum number of securities proposed for issue:\n 35,000,000 Shares\n Price at which securities are proposed for issue:\n The Shares will be issued in consideration for the variation to JV Agreement with the issue price being based on the market price at the time of entering into the new joint venture arrangements on 17 February 2009 being $0.013 per share.",
      "id": "s54"
    },
    {
      "text": "(b) Terms of the securities:\n (c) The Shares will rank equally in all respects with the existing Shares on issue\n (d) Names of the allottee and proportions of issue:\n (e) Greater Pacific Gold Limited --- 35,000,000 Shares\n (f) Intended use of funds raised:\n (g) No funds are to be raised from the proposed issue as the securities are proposed for issue as consideration for the variation to the JV Agreement.",
      "id": "s55"
    },
    {
      "text": "(h) Dates of allotment and issue:\n (i) The Shares will be allotted and issued on one date being no later than 5 business days after shareholder approval.",
      "id": "s56"
    },
    {
      "text": "The latest prices of the company's shares in the month preceding the Notice of Meeting are: \n\n \n Highest value $0.020\n Lowest value $0.011 \n\n \n RECOMMENDATIONS \n\n \n The directors of Aurium recommend that the proposed issue of the shares as part of the variations to the joint venture arrangements between the company and GPN be approved by the Shareholders.",
      "id": "s57"
    },
    {
      "text": "The recommendation is based on various advice sought by the directors which will enable Aurium to participate in a very substantial and highly prospective iron and general metals development in the Mid-West region of Western Australia.",
      "id": "s58"
    },
    {
      "text": "The only other alternative for the Company would have been to terminate the existing joint venture and negotiate to limit its continuing obligations for further contributions.",
      "id": "s59"
    },
    {
      "text": "While this may have been possible it would have left Aurium with effectively nothing to show for its significant expenditure at Peak Hill.",
      "id": "s60"
    },
    {
      "text": "Moreover the value of the Company's tenements in that area would have been substantially reduced as on their own they do not offer any viable prospectivity for additional exploration and development.",
      "id": "s61"
    },
    {
      "text": "In view of this, the Shareholders of Aurium are strongly urged to vote in favour of the resolution approving the variation to the JV Agreement and the issue of the shares under the revised joint venture arrangements and for that purpose to attend the meeting in person or vote by proxy.",
      "id": "s62"
    },
    {
      "text": "The issue of the Notice and accompanying Explanatory Memorandum on 18 February 2009 was preceded by a meeting of the board of directors of Aurium on 17 February 2009 at the offices of the company at 35 Great Eastern Highway, Rivervale, Western Australia.",
      "id": "s63"
    },
    {
      "text": "All of the directors of Aurium attended the board meeting, namely, Mr Peter Remta, Chairman, Mr Terry Quinn, Mr Thomas Percy, Mr Peter Benson and Mr Edward Saunders.",
      "id": "s64"
    },
    {
      "text": "Mr Graham Anderson, the Company Secretary, also attended, particularly to take the minutes of the meeting.",
      "id": "s65"
    },
    {
      "text": "While some issues have been raised by the plaintiff shareholders concerning the accuracy of the minutes of the meeting of the board of 17 February 2009, as entered in the company's minute book, I am satisfied as explained below that the minutes as entered are substantially accurate.",
      "id": "s66"
    },
    {
      "text": "At the meeting of the board on 17 February 2009, which was held at 2:15pm (WDST), when the matter for discussion concerning the variation of the joint venture with GPN was raised, immediately following an outline of the proposal to vary the existing joint venture by Mr Remta, Mr Remta relevantly declared an interest due to the fact that he was a director (indeed chairman of the board) of each of Aurium and GPN.",
      "id": "s67"
    },
    {
      "text": "Mr Quinn then declared an interest because of his shareholding in GPN through a company known as Jamora Nominees Pty Ltd (Jamora); and Mr Benson also declared an interest by reason of his indirect interests, including through a company known as Millcrest Pty Ltd (Millcrest), which held shares in GPN and some GPN shares held personally.",
      "id": "s68"
    },
    {
      "text": "As a result, the board, following discussion of the proposed variation to the joint venture by the remaining directors Mr Saunders and Mr Percy, resolved (in substance) as follows: To vary the terms of the Joint Venture in the terms of the heads of agreement to include both Mt Padbury and Peak Hill tenements, for Aurium to have the obligation to contribute and pay $550,000 of expenditure under the Joint Venture, and to issue GPN a total of 35,000,000 shares in AGU [Aurium].",
      "id": "s69"
    },
    {
      "text": "That the heads of agreement be signed by any two directors on behalf of Aurium.",
      "id": "s70"
    },
    {
      "text": "That the Company Secretary be authorised to give a notice of a general meeting to the shareholders of Aurium for 26 March 2009.",
      "id": "s71"
    },
    {
      "text": "NATURE OF RELIEF SOUGHT AND MAIN ISSUES \n On 26 March 2009, the day set for the general meeting, but following an exchange of correspondence between the solicitors for the parties, the plaintiffs commenced these proceedings in which they applied for permanent and interlocutory relief.",
      "id": "s72"
    },
    {
      "text": "The plaintiffs initially sought permanent relief under s 23 of the Federal Court of Australia Act 1976 (Cth) or in the alternative, s 1324 of the Corporations Act 2001 (Cth) by way of declaration or alternatively orders that: until further order, the Company not act on any resolution to be put at the Meeting; in the alternative to 1, the Company be restrained until further order from holding the Meeting.",
      "id": "s73"
    },
    {
      "text": "The applications of the plaintiffs were supported by an affidavit sworn by Carol Norma Hardie, director of Grand Enterprises Pty Ltd, the first named applicant.",
      "id": "s74"
    },
    {
      "text": "She deposed to the fact that she was also authorised by Amy Elizabeth Taylor, sole director and secretary of the second named applicant, to make the affidavit on her behalf as well.",
      "id": "s75"
    },
    {
      "text": "Ms Hardie complained about a number of things, including: In the event, the applications came on for a first hearing before me at 11:30am on 26 March 2009, a time at which the general meeting had already commenced.",
      "id": "s76"
    },
    {
      "text": "Before the proceeding before me that day was concluded, the result of the vote of the general meeting on the resolution became available to senior counsel for the company, and was announced to the Court (and the plaintiffs).",
      "id": "s77"
    },
    {
      "text": "It appeared that, by a considerable margin, the resolution had been passed as proposed in the Notice.",
      "id": "s78"
    },
    {
      "text": "In the event, senior counsel for the company gave an undertaking on behalf of the company that, in light of the other orders or directions then proposed, the company would not act on the resolution of the meeting until further order of the Court.",
      "id": "s79"
    },
    {
      "text": "As a consequence, on 26 March 2009, I made the following orders: The hearing of the application, dated 26 March 2009, for an interlocutory injunction is adjourned to 7 April 2009 at 10.15am.",
      "id": "s80"
    },
    {
      "text": "The parties forthwith lodge a Minute of proposed programming directions.",
      "id": "s81"
    },
    {
      "text": "There be liberty to apply on 24 hours notice.",
      "id": "s82"
    },
    {
      "text": "Costs of today be in the cause.",
      "id": "s83"
    },
    {
      "text": "The outcome of the Extraordinary General Meeting of the respondent held 26 March 2009 not be published.",
      "id": "s84"
    },
    {
      "text": "Later the parties agreed that this status quo should be maintained until the final hearing of the application for permanent relief, which was listed for 5 May 2009.",
      "id": "s85"
    },
    {
      "text": "Prior to the hearing, the plaintiffs were given leave to amend the application to impugne the validity of the resolution made by the general meeting as well as the validity of the board resolutions made on 17 February 2009.",
      "id": "s86"
    },
    {
      "text": "The validity of the board resolutions was attacked on the basis that the three directors who declared an interest at the directors' meeting had failed to withdraw from the meeting when the relevant matter was considered, contrary to s 195(1) of the Corporations Act 2001 .",
      "id": "s87"
    },
    {
      "text": "At the hearing only two issues remained for consideration, namely: Whether the plaintiffs are entitled to the permanent relief sought on the basis of the failure of the company to provide full information on material matters relevant to the resolution proposed for consideration at the general meeting.",
      "id": "s88"
    },
    {
      "text": "Whether the plaintiffs are entitled to relief on the basis of the invalidity of the relevant resolutions passed at the meeting of the board on 17 February 2009.",
      "id": "s89"
    },
    {
      "text": "The earlier issues identified by the plaintiffs concerning the issuance of 500,000 shares in the company on 23 March 2009, one day before the deadline for acceptances of proxies for the meeting, and the refusal of the chairman of the company to allow the plaintiffs to inspect proxies lodged by shareholders for the meeting, fell away and were not pursued by the plaintiffs.",
      "id": "s90"
    },
    {
      "text": "VALIDITY OF RESOLUTIONS OF THE BOARD MADE 17 FEBRUARY 2009 \n While the plaintiffs' primary claim concerning this issue is that the resolutions of the board of Aurium made 17 February 2009 are invalid because of a breach of s 195(1) of the Corporations Act 2001 , it is useful to consider this claim firstly from the viewpoint of the general law and then by reference to the statutory disclosure and voting requirements falling on directors and the requirements of the constitution of the company in that regard.",
      "id": "s91"
    },
    {
      "text": "It is well understood that a fiduciary is under an obligation not to promote his or her personal interest by making or pursuing a gain in circumstances in which there is a conflict or a real or substantial possibility of a conflict between his or her personal interests and those of the persons whom he or she is bound to protect: Hospital Products Limited v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41 , Mason J at 103.",
      "id": "s92"
    },
    {
      "text": "Accordingly, a director owes a fiduciary duty to the company (and in some situations to a shareholder) to avoid the advancement of his or her personal interests over those of the company (and in some situations of a shareholder).",
      "id": "s93"
    },
    {
      "text": "As a fiduciary the interest of a director in relation to a corporation may in some cases be measured in terms of a financial profit that a director might stand to earn.",
      "id": "s94"
    },
    {
      "text": "In other cases the question of profit may not be in issue, but a director may have a conflict of duties owed to different entities.",
      "id": "s95"
    },
    {
      "text": "It is for that reason that the authorities and texts usually draw a distinction between a \"profit rule\" and a \"conflict of interest rule\": see discussion in Austin RP, Ford HAJ and Ramsay IM, Company Directors, Principles of Law and Corporate Governance (LexisNexis Butterworths Australia, 2005) at para 8.20; Finn PD, Fiduciary Obligations (The Law Book Company Ltd, 1977) Ch 21 , Ch 22.",
      "id": "s96"
    },
    {
      "text": "Nonetheless, there is a tendency to conflate the two rules and for a complainant simply to assert that a fiduciary has a \"conflict of interest\" without specifying more.",
      "id": "s97"
    },
    {
      "text": "The profit rule is perhaps clear enough.",
      "id": "s98"
    },
    {
      "text": "Finn calls this the \"conflict of duty and interest\": Finn (1977) Ch 21.",
      "id": "s99"
    },
    {
      "text": "A director as a fiduciary has an obligation not to allow a conflict between his or her duty to the company and his or her personal interests.",
      "id": "s100"
    },
    {
      "text": "Accordingly, a director should not use his or her position as director to derive an unauthorised benefit.",
      "id": "s101"
    },
    {
      "text": "The conflict of interest rule, which Finn calls a \"conflict of duty and duty\" (Finn (1977) Ch 22) , obliges a director to avoid a conflict of the duty owed to the company with a duty owed to some other person: see for example, Transvaal Lands Co v New Belgium (Transvaal) Lands &amp; Development Co [1914] 2 Ch 488.",
      "id": "s102"
    },
    {
      "text": "This conflict rule has particular application in circumstances where a person is a director of two companies which have common dealings.",
      "id": "s103"
    },
    {
      "text": "Thus, where a person finds themselves in the position that Mr Remta found himself in, in this case, as a director of each of two companies negotiating a transaction, a conflict of the duty the director owes to each company arises: see R v Byrnes [1995] HCA 1 ; (1995) 17 ACSR 551 at 562.",
      "id": "s104"
    },
    {
      "text": "In recognition of his or her obligations when in a position of conflict, a fiduciary will necessarily take steps to avoid or remove the conflict, principally by making disclosure of a relevant interest to those to whom they owe the duty or by acting in a way that avoids the conflict.",
      "id": "s105"
    },
    {
      "text": "In relation to a person who is a common director of two companies that have dealings, disclosure of the interest will often be enough to remove the conflict, although it is suggested that in some circumstances the common director may be obliged to avoid voting on the transaction or even taking part in negotiations in order to avoid the conflict: Jenkins v Enterprise Gold Mines NL (1992) 6 ACSR 539 ; Finn (1977) para 583; Austin et al (2005) para 8.26.",
      "id": "s106"
    },
    {
      "text": "No doubt each case depends on its particular facts.",
      "id": "s107"
    },
    {
      "text": "In this case, Mr Remta disclosed his interest to the board and did not vote on the resolution before the board on 17 February 2009.",
      "id": "s108"
    },
    {
      "text": "Each party to the negotiations understood and accepted the role Mr Remta played.",
      "id": "s109"
    },
    {
      "text": "No suggestion has been made that in this case Mr Remta should not have been involved in negotiations concerning the variation of the joint venture between Aurium and GPN.",
      "id": "s110"
    },
    {
      "text": "No doubt there were good commercial reasons, accepted on each side, for him to do so.",
      "id": "s111"
    },
    {
      "text": "Against this general law background, the terms of a company's constitution and the requirements of the Corporations Act 2001 come into play.",
      "id": "s112"
    },
    {
      "text": "So far as the constitution of the company is concerned, it may attenuate the fiduciary duty a director owes under the general law by making it less onerous.",
      "id": "s113"
    },
    {
      "text": "Quite separately from the general law and corporate constitutional requirements, the Corporations Act 2001 , by s 191(1) , specifically provides that \"a director of a company who has a material personal interest in a matter that relates to the affairs of the company must give the other directors notice of the interest\", unless subs (2) applies, and s 195(1) requires the director not to vote and not to be present while the matter is being considered.",
      "id": "s114"
    },
    {
      "text": "In other words, the fiduciary duty must be met by positive action in these settings by force of statutory enactment.",
      "id": "s115"
    },
    {
      "text": "(However, these provisions do not apply to a proprietary company that has only one director: s 191(5) , s 195(1A)(b)).",
      "id": "s116"
    },
    {
      "text": "Section 191 is the successor of a provision which was enacted to overcome constitutional clauses which gave such wide dispensation to the directors as to be unacceptable in the interests of members and creditors: Austin et al (2005) at para 8.29.",
      "id": "s117"
    },
    {
      "text": "The operation of s 191(1) is not subject to any contrary provision in the constitution.",
      "id": "s118"
    },
    {
      "text": "Rather, under s 193 , s 191 has effect in addition to and not in derogation of any provision in the company's constitution restricting a director from having a material personal interest in the matter and related concerns.",
      "id": "s119"
    },
    {
      "text": "Section 191(1) provides: \n 191 Material personal interest---director's duty to disclose \n Director's duty to notify other directors of material personal interest when conflict arises \n (1) A director of a company who has a material personal interest in a matter that relates to the affairs of the company must give the other directors notice of the interest unless subsection (2) says otherwise.",
      "id": "s120"
    },
    {
      "text": "(1A) For an offence based on subsection (1), strict liability applies to the circumstance, that the director of a company has a material personal interest in a matter that relates to the affairs of the company.",
      "id": "s121"
    },
    {
      "text": "Note: For strict liability, see section 6.1 of the Criminal Code .",
      "id": "s122"
    },
    {
      "text": "Section 191(2) provides that notice is not required in certain circumstances.",
      "id": "s123"
    },
    {
      "text": "In particular under s 191(2)(a)(iii) , a director does not need to give notice of an interest under s 191(1) if: \n (iii) [the interest] relates to a contract the company is proposing to enter into that is subject to approval by the members and will not impose any obligation on the company if it is not approved by the members \n Section 191(4) deals with the effect of contravention by a director of s 191 and provides that: \n (4) A contravention of this section by a director does not affect the validity of any act, transaction, agreement, instrument, resolution or other thing.",
      "id": "s124"
    },
    {
      "text": "Consequently, a contravention of the s191(1) duty to notify other directors of a relevant interest does not affect the validity of any resolution.",
      "id": "s125"
    },
    {
      "text": "However, it is important to note that s 193 provides that s 191 and s 192 (which entitles a director to give other directors standing notice about an interest) have effect in addition to, and not in derogation of: \n(a) any general law rule about conflicts of interest; and\n \n(b) any provision in a company's constitution (if any) that restricts a director from:\n \n(i) having a material personal interest in a matter; or\n \n(ii) holding an office or possessing property;\n \n involving duties or interests that conflict with their duties or interests as a director.",
      "id": "s126"
    },
    {
      "text": "In other words, even though s 191(4) has the effect that contravention of the s 191(1) duty to notify other directors of a relevant interest does not affect the validity of a resolution of the board, for example, that is not to say that the conduct giving rise to such contravention might not contravene any general rule of law regarding conflicts of interest or requirements in the company's constitution concerning conflicts of directors.",
      "id": "s127"
    },
    {
      "text": "Section 195(1) and s 195(1B) of the Corporations Act 2001 impose restrictions on voting on directors of public companies, in the following terms: \n 195 Restrictions on voting---directors of public companies only \n Restrictions on voting and being present \n (1) A director of a public company who has a material personal interest in a matter that is being considered at a directors' meeting must not:\n (a) be present while the matter is being considered at the meeting; or\n (b) vote on the matter.",
      "id": "s128"
    },
    {
      "text": "... \n (1B) An offence based on subsection (1) is an offence of strict liability.",
      "id": "s129"
    },
    {
      "text": "Note: For strict liability, see section 6.1 of the Criminal Code .",
      "id": "s130"
    },
    {
      "text": "However s 195(1A) provides that s 195(1) does not apply if: \n (a) subsection (2) or (3) allows the director to be present; or\n (b) the interest does not need to be disclosed under section 191.",
      "id": "s131"
    },
    {
      "text": "Section 195(2) allows a director to be present and to vote if directors who do not have a material personal interest have passed a resolution in effect allowing those things to happen.",
      "id": "s132"
    },
    {
      "text": "Section 195(3) enables a director to be present and vote with the approval of the Australian Securities and Investment Commission (ASIC).",
      "id": "s133"
    },
    {
      "text": "Section 195(5) deals with the effect of contravention by a director in the following terms: \n (5) A contravention by a director of:\n (a) this section; or\n (b) a condition attached to a declaration or order made by ASIC under section 196 ;\n does not affect the validity of any resolution.",
      "id": "s134"
    },
    {
      "text": "Again, as in the case of s 191(5) concerning the notification of a material personal interest in a matter, the failure of a director to absent himself or herself from a meeting having declared such an interest does not affect the validity of any resolution made.",
      "id": "s135"
    },
    {
      "text": "In this case it appears that none of the relevant directors Mr Remta, Mr Quinn and Mr Benson had given a formal written standing notice about their interests.",
      "id": "s136"
    },
    {
      "text": "A standing notice under s 192 does not need to be in writing.",
      "id": "s137"
    },
    {
      "text": "However, under s 192(2) to qualify as a standing notice, the notice must: \n (a) give details of the nature and extent the interests; and\n (b) be given:\n (i) at a directors' meeting (either orally or in writing); or\n (ii) to the other directors individually in writing.",
      "id": "s138"
    },
    {
      "text": "The evidence does not support the view that a written or oral standing notice of interests in such terms was given.",
      "id": "s139"
    },
    {
      "text": "However, that the three directors declared interests at the meeting on 17 February 2009, and succinctly explained the reasons for doing so, is undoubted and seems to have been well understood by the other directors.",
      "id": "s140"
    },
    {
      "text": "The plaintiffs say that, on the facts of this case, none of the exemptions to the operation of s 195(1) of the Act apply and that, by reason of the failure of Mr Remta, Mr Quinn and Mr Benson to then absent themselves from the board meeting on 17 February 2009, the resolutions then purportedly passed by the board are invalid, thus affecting the power of the members in general meeting to deal with the agenda items set out in the Notice of Meeting.",
      "id": "s141"
    },
    {
      "text": "The plaintiffs note that in Mott v Mount Edon Gold Mines (Australia) Ltd (1994) 12 ACSR 658, Owen J expressed the view in obiter dictum that a breach of the former s 232A(1) (the precedessor to s 195 of the Corporations Act 2001 ) of the former Corporations Law (Law) was a \"procedural irregularity\" to which s 1322 of that Law applied, such that breach did not spell invalidity.",
      "id": "s142"
    },
    {
      "text": "The plaintiffs submit that the better view is that a contravention of s 195(1) of the Corporations Act 2001 will not amount to a procedural irregularity if the requirement is deliberately ignored or the directors have tried to do something which the Corporations Act 2001 does not authorise.",
      "id": "s143"
    },
    {
      "text": "This submission appears to ignore s 195(5) of the Corporations Act 2001 , to which I will return.",
      "id": "s144"
    },
    {
      "text": "As to what transpired at the meeting of the board of directors of 17 February 2009, some of the relevant factual events have been set out above in the introduction.",
      "id": "s145"
    },
    {
      "text": "I have already mentioned that I consider the minutes of that meeting as entered into the minute book of the company to be substantially accurate.",
      "id": "s146"
    },
    {
      "text": "The meeting was a relatively informal one, in that it appears that at the meeting directors talked amongst themselves and then came together as appropriate to deal with agenda items.",
      "id": "s147"
    },
    {
      "text": "Mr Anderson, the Company Secretary, explained that he is in fact the company secretary of ten listed companies.",
      "id": "s148"
    },
    {
      "text": "The boards of some of these companies proceed to deal with business in meetings in an informal way, like Aurium's did here, while others act with more formality.",
      "id": "s149"
    },
    {
      "text": "He explained that sometimes formal resolutions are not put but it is plain nonetheless, from the course of discussion, that the board resolved to adopt particular resolutions.",
      "id": "s150"
    },
    {
      "text": "He ordinarily, in such cases, takes direction from the chairman of the board or a director who had the carriage of a particular matter to confirm the resolutions made by the board.",
      "id": "s151"
    },
    {
      "text": "He did that in this case by taking the direction of the chairman of the board, Mr Remta, following the meeting.",
      "id": "s152"
    },
    {
      "text": "Some attack was made by counsel for the plaintiffs on the evidence of Mr Remta concerning what happened at the directors' meeting.",
      "id": "s153"
    },
    {
      "text": "It was suggested that there were some inconsistencies suggested by earlier drafts of the minutes of the board meeting and the evidence of Mr Remta as to the order in which things happened.",
      "id": "s154"
    },
    {
      "text": "In my view, having regard to Mr Remta's evidence, Mr Saunders' evidence, Mr Anderson's evidence, the documentary record including the draft minutes and the final minutes as entered in the company's minute book, and the evidence of the other directors (apart from Mr Percy who did not attend to give evidence), the sequence of the events was substantially as follows.",
      "id": "s155"
    },
    {
      "text": "The joint venture variation agenda item was introduced.",
      "id": "s156"
    },
    {
      "text": "Mr Remta briefly outlined the nature of the agenda proposal, which involved a variation of the existing joint venture between the company and GPN.",
      "id": "s157"
    },
    {
      "text": "Mr Remta took the running on this agenda item as, since his appointment as chairman and director of the company in September 2008, it had been clear to him (and the other directors and it seems GPN too) that the joint venture currently in place between the company and GPN was not serving the company (or GPN) well.",
      "id": "s158"
    },
    {
      "text": "Following this outline, Mr Remta indicated an interest in the matter as he was not only chairman of directors of the company but also chairman of directors of GPN.",
      "id": "s159"
    },
    {
      "text": "At that point, each of Mr Quinn and Mr Benson, by reason of direct and/or indirect interests in or in entities that hold shares in GPN, also declared an interest.",
      "id": "s160"
    },
    {
      "text": "The meeting then proceeded to consider the agenda item through a discussion between the remaining directors, namely Mr Saunders, who effectively acted as the chair of the meeting, and Mr Percy.",
      "id": "s161"
    },
    {
      "text": "They then in substance adopted the resolutions outlined above.",
      "id": "s162"
    },
    {
      "text": "In so finding, I have paid particular regard to the evidence of Mr Saunders, who had no apparent interest in the agenda item before the board.",
      "id": "s163"
    },
    {
      "text": "He confirmed the sequence of events outlined above.",
      "id": "s164"
    },
    {
      "text": "He explained that he and Mr Percy discussed the agenda item before adopting the resolutions.",
      "id": "s165"
    },
    {
      "text": "He positively stated that the directors who had declared interests did not participate in those proceedings.",
      "id": "s166"
    },
    {
      "text": "He also indicated that having regard to the nature of those interests he did not personally believe that Mr Quinn and Mr Benson needed to declare any interests because the nature of the interests they disclosed were as shareholders in GPN and a variation of the joint venture could only affect them in the same way as it would affect any other shareholder in GPN.",
      "id": "s167"
    },
    {
      "text": "I should add that it seems that both Mr Benson and Mr Quinn disclosed their respective interests in terms in which they had ritually done at other, earlier board meetings.",
      "id": "s168"
    },
    {
      "text": "So far as the interest declared by Mr Remta is concerned, he declared an interest on the basis that since September 2008 he had been a director and chairman of the board of each of the company and GNP and therefore might be considered in a position of conflict.",
      "id": "s169"
    },
    {
      "text": "He otherwise held no shares directly or indirectly in either company and in that sense apparently did not stand to gain financially.",
      "id": "s170"
    },
    {
      "text": "On the face of it, the conflict rule rather than the profit rule seemed to govern his disclosure.",
      "id": "s171"
    },
    {
      "text": "While something of an attack was launched against Mr Remta in cross examination concerning any shareholding that he might have had indirectly through his son, I am satisfied on the basis of the evidence led that Mr Remta does not have any such interest.",
      "id": "s172"
    },
    {
      "text": "Indeed, counsel for the plaintiffs having cross examined Mr Remta in that regard did not positively submit that the Court should find otherwise.",
      "id": "s173"
    },
    {
      "text": "The evidence concerning Mr Benson's interests is as follows: The evidence concerning Mr Quinn's interests is as follows: For the purposes of s 191(1) and s 195(1) of the Corporations Act 2001 the respective duty to notify and the restrictions on voting are imposed by reference to the test whether or not a director has a \"material personal interest in a matter that relates to the affairs of the company\".",
      "id": "s174"
    },
    {
      "text": "This expression is not defined in the Corporations Act 2001 .",
      "id": "s175"
    },
    {
      "text": "Nor are any of the component expressions, such as \"material\" and \"interest\".",
      "id": "s176"
    },
    {
      "text": "However, as noted above, there is a considerable body of law dealing with the question of conflict of interest of fiduciaries under the general law in equity.",
      "id": "s177"
    },
    {
      "text": "In McGellin v Mount King Mining NL (1998) 144 FLR 288 , Murray J in the Supreme Court of Western Australia was required to consider the meaning of the expression \"material personal interest\" as it appeared in s 232A of the former Corporations Law , which was in similar terms to s 195(1) of Corporations Act 2001 .",
      "id": "s178"
    },
    {
      "text": "At 304, Murray J observed: \n In the end it seems to me that a material interest for the purpose of art 15.15 and a material personal interest for the purpose of s 232A would bear much the same character.",
      "id": "s179"
    },
    {
      "text": "'Material' in this context, I think, means that the interest involves a relationship of some real substance to the matter under consideration or the contract or arrangement which is proposed.",
      "id": "s180"
    },
    {
      "text": "In that way the nature of the interest should be seen to have a capacity to influence the vote of the particular director upon the decision to be made, bearing in mind that both the article and the section are concerned with that aspect of a director's fiduciary duties which relates to the resolution of conflict of interest which must, of itself, be of a real or substantial kind.",
      "id": "s181"
    },
    {
      "text": "The interest with which both the article and the section are concerned should be of a kind as to give rise to a conflict of that character.",
      "id": "s182"
    },
    {
      "text": "If that test is met, it seems to me not to matter that the nature of the interest may be described as direct or indirect, or vested in interest or contingent.",
      "id": "s183"
    },
    {
      "text": "It is the substance of the interest, its nature and capacity to have an impact upon the ability of the director to discharge his or her fiduciary duty which will be important.",
      "id": "s184"
    },
    {
      "text": "Article 15.15 of that company's constitution provided as follows: \n No Director shall be disqualified by his office from contracting with the Company whether as vendor purchaser or otherwise, nor shall any such contract or any contract or arrangement entered into by or on behalf of the Company in which any Director shall be in any way interested be avoided or prejudiced on that account, nor shall any Director be liable to account to the Company for any profit arising from any such contract or agreement by reason only of such Director holding that office or of the fiduciary relationship thereby established, but it is declared that the nature of his interest must be disclosed by him at a Director's meeting as soon as practicable after the relevant facts have come to his knowledge and such Director shall not vote on any resolution relating to a contract or arrangement through which that Director has directly or indirectly a material interest.",
      "id": "s185"
    },
    {
      "text": "Murray J ultimately found that the director had a personal interest of a material kind.",
      "id": "s186"
    },
    {
      "text": "In so finding, His Honour, at 305, did in fact have regard to whether that interest was enjoyed directly or indirectly and whether it was too remote or contingent.",
      "id": "s187"
    },
    {
      "text": "The director was held to have a material personal interest because the matter under discussion at the board meeting involved the company issuing shares to him to reimburse him for contributions he had made towards meeting the cost of mining exploration work undertaken by the company.",
      "id": "s188"
    },
    {
      "text": "The important point to note here is that an assessment of the materiality of a personal interest is not made in some generalised way, but in relation to \"the matter that relates to the affairs of the company\", or as Murray J put it at 304, \"to the matter under consideration or the contract or arrangement which is proposed\".",
      "id": "s189"
    },
    {
      "text": "As an exercise in textual interpretation of the statutory expression, the word material would appear to be important, as Murray J suggests, and appears to convey the idea that the interest must be of some substance or value, rather than merely a slight interest; that is, an interest of small value can be taken without further inquiry, and does not cross the materiality threshold: see also Austin et al (2005) para 8.30.",
      "id": "s190"
    },
    {
      "text": "This view is also entirely consistent with the general law as explained by Mason J in Hospital Products [1984] HCA 64 ; 156 CLR 41 at 103, to the effect that restitutionary remedies are not available for a breach of the conflict rule when the interest of the fiduciary is \"remote or insubstantial\".",
      "id": "s191"
    },
    {
      "text": "See also Finn (1977), para 472; Austin et al (2005), para 8.23.",
      "id": "s192"
    },
    {
      "text": "The concept of a material personal interest also rather suggests that, on the face of it, the section does not apply to a conflict of duty and duty, where the director has a conflict of duties but the interest at stake is an interest of someone else, such as a beneficiary of a trust of which the director is trustee, or a company of which the director is also a director.",
      "id": "s193"
    },
    {
      "text": "While equity may assist to prevent this conflict, it may not be because a \"personal\" interest is being preferred.",
      "id": "s194"
    },
    {
      "text": "However, in both of those situations additional facts no doubt can lead to the conclusion that the director has a personal interest --- for example, where the trust operates to support the director's family and therefore reduces his or her obligation to provide support from other funds; or where a director's position as a director of another company involves substantial executive remuneration for performance-related remuneration: Austin et al (2005) at para 8.30.",
      "id": "s195"
    },
    {
      "text": "Austin et al (2005) at para 8.30 also suggest that the words \"personal interest\" suggest that where the proposal under consideration would promote the company's interests rather than the director's personal interest, s 191 is not attracted, and refer to Kriewaldt v Independent Direction Ltd (1995) 14 ACLC 73.",
      "id": "s196"
    },
    {
      "text": "However, in some such circumstances, a matter under discussion might both promote the company's best interests and advance a personal interest of the director, as a matter of fact.",
      "id": "s197"
    },
    {
      "text": "In this case, Mr Benson plainly has an \"interest in a matter that relates to the affairs of the company\".",
      "id": "s198"
    },
    {
      "text": "This is because (a) he holds some shares in GPN directly and on the face of it, has an indirect interest in some other GPN shares as well as Aurium shares and (b) the proposed variation of the joint venture between Aurium and GPN is \"a matter that relates to the affairs of the company\", namely Aurium.",
      "id": "s199"
    },
    {
      "text": "Given that the shares he directly owns (with his wife) represent 0.03% of the issued capital of GPN, that holding, which may be considered a \"personal interest\" cannot be considered an interest in the matter which has a realistic capacity or propensity to influence the director's decision in the administration of the company's affairs.",
      "id": "s200"
    },
    {
      "text": "In short, it is insubstantial and cannot be considered a \"material\" personal interest.",
      "id": "s201"
    },
    {
      "text": "As to the 7.57% holding of Millcrest in the issued capital of GPN, Millcrest is controlled by the father of Mr Benson.",
      "id": "s202"
    },
    {
      "text": "There is no suggestion on the evidence that Dr Colin Benson acts at the say-so of his son.",
      "id": "s203"
    },
    {
      "text": "I do not consider it can be said that this holding is a \"personal\" interest enjoyed by Mr Benson.",
      "id": "s204"
    },
    {
      "text": "To the extent Mr Benson has an indirect interest in GPN through Millcrest I consider it to be insubstantial.",
      "id": "s205"
    },
    {
      "text": "I also consider the indirect interest in Aurium to be in the same category.",
      "id": "s206"
    },
    {
      "text": "As to the shares held by Mr Benson as trustee for his three daughters, and the shares held by Stock Market Research Pty Ltd, the company in which Mr Benson has a 25% holding of the issued capital, I consider these also are too insubstantial (and also too remote in the case of Stock Market Research Pty Ltd), to be considered \"material\".",
      "id": "s207"
    },
    {
      "text": "There is also a question whether the shares held by Mr Benson as trustee for the three daughters, can constitute a material \"personal\" interest.",
      "id": "s208"
    },
    {
      "text": "However, given that the inference is that the children are minors, and Mr Benson has a general responsibility, if not at law then by reason of love and affection, to provide for them, any advantage they might receive might also be considered a personal interest in the hands of Mr Benson.",
      "id": "s209"
    },
    {
      "text": "Nonetheless I consider the relevant interest is so small that it cannot be considered material.",
      "id": "s210"
    },
    {
      "text": "Taken cumulatively, I do not consider that the shares held by Mr Benson (and his wife) (0.83% of the issued capital of GPN), the shares held by Mr Benson for his three daughters (considerably smaller percentage again), the 25% interest Mr Benson holds in a company that holds about the same percentage of shares in GPN as the children hold in GPN, the indirect interest in GPN shares through Millcrest/Fotis, or the small indirect interest in Aurium shares suggest that Mr Benson holds a material personal interest in the matter of the consideration by Aurium of the variation of the existing joint venture agreement between the company and GPN.",
      "id": "s211"
    },
    {
      "text": "Further, it is necessary to consider the nature of the interest \"in the matter that relates to the affairs of the company\" in order to determine whether Mr Benson's interest, such as it is, is a material personal interest in that matter.",
      "id": "s212"
    },
    {
      "text": "That matter is the variation of an existing joint venture agreement between the company and GPN.",
      "id": "s213"
    },
    {
      "text": "This is not a case, such as that dealt with by Murray J in McGellin 144 FLR 288 , where the director had a very personal interest in the issuance of the shares under consideration, but rather involves a quite indirect benefit, if it be a benefit at all, under the joint venture agreement.",
      "id": "s214"
    },
    {
      "text": "The joint venture agreement, as varied, no doubt would be of benefit to the two companies.",
      "id": "s215"
    },
    {
      "text": "The essence of the proposed variation is outlined in the Explanatory Memorandum at para 7 above.",
      "id": "s216"
    },
    {
      "text": "GPN provides more ground for exploration (to Aurium's advantage), the parties agree that a wider range of minerals (all but manganese) are to be explored for (arguably also of advantage to Aurium), Aurium contributes a further $550,000 to the joint venture (part of the consideration flowing to GPN), and in further consideration thereof the former 50/50 interest of the companies alters to 70/30 in favour of GPN.",
      "id": "s217"
    },
    {
      "text": "Aurium also issues 35,000,000 (more than 15% of the total) shares in Aurium to GPN as part of the consideration for the variation.",
      "id": "s218"
    },
    {
      "text": "As noted in parenthesis, benefits flow in both directions, but none is to the advantage of any individual shareholders, including Mr Benson and Mr Quinn.",
      "id": "s219"
    },
    {
      "text": "While the joint venture variation no doubt has some value in prospect to Aurium and GPN, the value of that agreement to Mr Benson is that, together with all shareholders of GPN and Aurium, eventually, depending on the outcome of the joint venture exploration of mining tenements, he (or the relevant shareholding entities) might see a flow of dividends or increase share value.",
      "id": "s220"
    },
    {
      "text": "Under the existing joint venture, the company and GPN undertake exploration for certain minerals (gold and uranium).",
      "id": "s221"
    },
    {
      "text": "Under the varied joint venture, all minerals (with the exception of manganese) can be explored for.",
      "id": "s222"
    },
    {
      "text": "Depending on the outcome of exploration, each of the joint venturers might materially benefit.",
      "id": "s223"
    },
    {
      "text": "If they do, all shareholders of each of the companies might expect material benefits to follow, possibly in terms of dividends or more likely through mining agreements and increased share market value.",
      "id": "s224"
    },
    {
      "text": "But such material financial benefits are, to say the least, utterly speculative at this point both for the two companies and certainly for the individual shareholders.",
      "id": "s225"
    },
    {
      "text": "All in all, in these circumstances, taking into account the nature of the matter that relates to the affairs of the company (the proposed variation of the existing joint venture) and the relatively limited extent of Mr Benson's interests in GPN and Aurium, I consider it unrealistic to suggest that Mr Benson has that degree of control that his interest (in either GPN or Aurium) can be considered a \"material\" personal interest in the matter that relates to the affairs of the company.",
      "id": "s226"
    },
    {
      "text": "Therefore, in my view, it matters not whether Mr Benson at the board meeting on 17 February 2009, declared that he had an interest --- which he seems to have done out of an abundance of caution in a ritual way --- as there was no need for him to do so.",
      "id": "s227"
    },
    {
      "text": "It follows, in my view, that Mr Benson was not required under s 195(1) of the Corporations Act 2001 not to be present while the joint venture matter was being considered at the director's meeting.",
      "id": "s228"
    },
    {
      "text": "In any event, by virtue of s 191(2)(a)(iii) , s 191(1) does not apply to an interest that relates to a contract the company is proposing to enter into that is subject to approval by the members and will not impose any obligation on the company if it is not approved by the members.",
      "id": "s229"
    },
    {
      "text": "The heads of agreement leading to the variation are expressly conditional on the issue of shares by the company to GPN as consideration for the variation, being approved by the shareholders of the company by 15 April 2009 or such later date as agreed on by the parties.",
      "id": "s230"
    },
    {
      "text": "Accordingly, either the variation agreement, or that part of it which constitutes a contract to issue the shares, was required to be approved by the shareholders.",
      "id": "s231"
    },
    {
      "text": "Accordingly, s 191(1) did not apply to the consideration by the directors of that matter.",
      "id": "s232"
    },
    {
      "text": "So far as the indirect interest of Mr Benson in Aurium, the company itself, is concerned it also appears to me that that was not an interest which required notification under s 191(1) , by reason s 191(2)(a)(i).",
      "id": "s233"
    },
    {
      "text": "That is because the relevant interest is one that arises because the director is a member of the company (Aurium) and is held in common with other members of the company.",
      "id": "s234"
    },
    {
      "text": "The shareholding in question is of ordinary shares, not a special class of shares.",
      "id": "s235"
    },
    {
      "text": "It seems to me in these circumstances, this particular exemption applies to the Aurium interest.",
      "id": "s236"
    },
    {
      "text": "In my view, like observations may be made in respect of the interests disclosed by Mr Quinn to his fellow directors at the board meeting on 17 February 2009.",
      "id": "s237"
    },
    {
      "text": "Mr Quinn's relationship with GPN is quantatively different to that of Mr Benson in that Mr Quinn has a demonstrated indirect interest in GPN through Jamora which holds 4.2% of the issued capital.",
      "id": "s238"
    },
    {
      "text": "Jamora also holds 6.78% of the issued capital of Aurium.",
      "id": "s239"
    },
    {
      "text": "In each case, the relevant interests in GPN are relatively small.",
      "id": "s240"
    },
    {
      "text": "If one were to use the Corporations Act 2001 provision as a guide, Mr Quinn is not a substantial shareholder in GPN.",
      "id": "s241"
    },
    {
      "text": "A \"substantial holding\" is defined by s 9 of the Corporations Act 2001 in the following terms: \n substantial holding : A person has a substantial holding in a body corporate, or listed registered managed investment scheme, if:\n (a) the total votes attached to voting shares in the body, or voting interests in the scheme, in which they or their associates:\n (i) have relevant interests; and\n (ii) would have a relevant interest but for subsection 609(6) (market traded options) or 609(7) (conditional agreements);\n is 5% or more of the total number of votes attached to voting shares in the body, or interests in the scheme; or\n (b) the person has made a takeover bid for voting shares in the body, or voting interests in the scheme, and the bid period has started and not yet ended.",
      "id": "s242"
    },
    {
      "text": "Note: For relevant interest , see section 608.",
      "id": "s243"
    },
    {
      "text": "For present purposes, the relevant definition is that at (a), namely whether the total votes attaching to voting shares in the body is 5% or more of the total number of the shares attaching to voting shares in the body.",
      "id": "s244"
    },
    {
      "text": "In my view, having regard to the size of the shareholding of Jamora in GPN (less than a substantial holding), taking into account the fact that Jamora also holds 6.78% of the issued capital in the company, and taking into account also the nature of the matter which relates to the affairs of the company, I am not satisfied that Mr Quinn has a material personal interest in that matter such that he was obliged to disclose his interest in that matter pursuant to s 191(1).",
      "id": "s245"
    },
    {
      "text": "It follows that Mr Quinn was not obliged under s 195(1) of the Corporations Act 2001 not to be present at the meeting of directors which considered that matter.",
      "id": "s246"
    },
    {
      "text": "In any event, as in the case of Mr Benson, I also consider that by reason of s 191(2)(a)(iii) Mr Quinn did not need to give notice of his interest under s 191(1).",
      "id": "s247"
    },
    {
      "text": "It also seems to me that so far as Mr Quinn's interest in Aurium is concerned, as in the case of Mr Benson, the exemption in s 191(2)(a)(i) applies, which means that interest is not one in respect of which notification must be given to other directors under s 191(1).",
      "id": "s248"
    },
    {
      "text": "As to the interest disclosed by Mr Remta, by reason of him being the common chairman of each of the company and GPN, while he may have had an interest --- because of a potential conflict --- it is difficult to see what \"personal\" interest he held at material times.",
      "id": "s249"
    },
    {
      "text": "He is not shown to be a person with any shareholding in either GPN or Aurium.",
      "id": "s250"
    },
    {
      "text": "I have rejected the suggestion that he may have had such an interest by reason of his son's holding.",
      "id": "s251"
    },
    {
      "text": "It is not shown, for example, that his son is a dependent minor or otherwise dependent on Mr Remta or that Mr Remta has any legal or other obligation to provide for his son, such that any general interest he might have in the relevant matter could be considered a material personal interest.",
      "id": "s252"
    },
    {
      "text": "In those circumstances, I consider that Mr Remta did not have a \"personal\" material interest in a matter that relates to the affairs of the company, for the purpose of s 191(1) , at the directors meeting on 17 February 2009.",
      "id": "s253"
    },
    {
      "text": "While it might be said that to the extent that Mr Remta as chairman of GPN and Aurium receives remuneration or other benefits, he has an interest in the matter that might be considered personal, there is a paucity of evidence before the Court to establish whether or what the nature of the chairman's remuneration or other benefits or incentives are in the case of Mr Remta.",
      "id": "s254"
    },
    {
      "text": "While it might be thought, under general principles, that Mr Remta, by reason of his common chairmanship of the two companies has a realistic capacity or propensity to influence the director's decision in the administration of the company's affairs, the evidence fails to establish that his interest is a \"personal\" interest for the purposes of s 191(1).",
      "id": "s255"
    },
    {
      "text": "Of course, this would not mean that Mr Remta does not have a duty to avoid any conflict of interest under the general law, as explained above.",
      "id": "s256"
    },
    {
      "text": "In any event, regardless of whether or not s 191(1) or s 195(1) may have been breached by a director, as noted earlier, a contravention of either section does not affect the validity of any resolution.",
      "id": "s257"
    },
    {
      "text": "In the result, I find that the resolutions which I have found were passed by the board on 17 February 2009, as entered in the company's minutes book, concerning the variation to the joint venture agreement, are not invalid.",
      "id": "s258"
    },
    {
      "text": "For these reasons, the case of the plaintiffs, to the extent it relies upon breach of s 195(1) of the Corporations Act 2001 , fails.",
      "id": "s259"
    },
    {
      "text": "The corporate constitutional argument\n Article 11 of the company's constitution deals with directors' responsibilities.",
      "id": "s260"
    },
    {
      "text": "Directors' interests are dealt with in Arts 11.19, 11.20 and 11.21 as follows: \n 11.19 Subject to Clause 11.10 no Director is disqualified by his office from contracting with the Company whether as vendor purchaser or otherwise, nor shall any such contract or arrangement entered into by or on behalf of the Company in which any Director shall be in any way interested be avoided or prejudiced on that account, nor shall any Director be liable to account to the Company for any profit arising from any such contract or agreement by reason only of such Director holding that office or of the fiduciary relationship thereby established.",
      "id": "s261"
    },
    {
      "text": "11.20 A director who has a personal interest in a matter that relates to the affairs of the Company must give to the other directors notice of the interest unless such interest falls within the exception of Section 191(2) of the Corporations Act .",
      "id": "s262"
    },
    {
      "text": "The nature of this interest must be disclosed by the director at a directors' meeting as soon as practicable after the relevant facts have come to his knowledge and such director must comply with the requirements of Sections 191 , 192 and 195 of the Corporations Act .",
      "id": "s263"
    },
    {
      "text": "11.21 Subject to the requirements of Sections 191 and 192 of the Corporations Act , a standing notice that a Director has an interest in any matter shall be a sufficient disclosure under this Clause as regards the interest of the Director in any transactions relating to the matter and after such standing notice it shall not be necessary for such Director to give a special notice relating to any particular transaction relating to that matter.",
      "id": "s264"
    },
    {
      "text": "Whilst s 193 of the Corporations Act provides that \n Section 191 and s 192 have effect in addition to, and not in derogation of\n (a) any general law rule about conflicts of interest; and\n (b) any provision in a company's constitution (if any) that restricts a director from:\n (i) having a material personal interest in a matter; or \n (ii) holding an office or possessing property; \n involving duties or interests that conflict with their duties or interests as a director.",
      "id": "s265"
    },
    {
      "text": "Art 11.20 does not in terms restrict a director from voting on or being present when the board considers a proposed resolution.",
      "id": "s266"
    },
    {
      "text": "In this regard, Art 11.20 may be contrasted with Art 15.15 of the company's constitution considered in the McGellin 144 FLR 288 at 302, which expressly provided that the director making the declaration should not vote \"on any resolution relating to a contract or arrangement through which that Director has directly or indirectly a material interest\".",
      "id": "s267"
    },
    {
      "text": "Here, Art 11.20, having specified that an interest which is of a material personal kind, should be disclosed, then expressly provides that following disclosure such director must comply with the requirements of s 191 , s 192 and s 195 of the Corporations Act 2001 .",
      "id": "s268"
    },
    {
      "text": "In other words, the constitution of the company here, so far as voting and presence at the meeting is concerned, depends for its efficacy on the operation of s 191 , s 192 and s 195 of the Corporations Act 2001 .",
      "id": "s269"
    },
    {
      "text": "Having regard to the my findings above concerning the alleged contravention of s 191(1) of the Corporations Act 2001 , there is no basis for finding that there has been any relevant contravention of the constitution of the company by the relevant directors.",
      "id": "s270"
    },
    {
      "text": "DISCLOSURE \n The plaintiffs also complain that the Explanatory Memorandum issued by Aurium does not provide shareholders with sufficient information to enable them properly to deal with the item relating to the joint venture the subject of the Notice of General Meeting.",
      "id": "s271"
    },
    {
      "text": "The parties are in general agreement about the underlying principles in relation to disclosure by directors to shareholders in such circumstances, but disagree about their application to the facts of the case here.",
      "id": "s272"
    },
    {
      "text": "Directors are under a duty to make full disclosure of facts within their knowledge which are material to enable the members to determine upon their actions including whether or not to attend the meeting: Bulfin v Bebarfalds Limited (1938) 30 SR (NSW) 423 at 424.",
      "id": "s273"
    },
    {
      "text": "In Fraser v NRMA Holdings Ltd (1995) 13 ACLC 132 at 143, the Full Court of the Federal Court of Australia (Black CJ, von Doussa and Cooper JJ) stated: \n A duty to make disclosure of relevant information arises as part of the fiduciary duties of the directors to the company and its members in relation to proposals to be considered in general meeting and under s 1022 of the Law in respect of the contents of a prospectus.",
      "id": "s274"
    },
    {
      "text": "The fiduciary duty is a duty to provide such material information as will fully and fairly inform members of what is to be considered at the meeting and for which their proxy may be sought.",
      "id": "s275"
    },
    {
      "text": "The information is to be such as will enable members to judge for themselves whether to attend the meeting and vote for or against the proposal or whether to leave the matter to be determined by the majority attending and voting at the meeting ... A proper discharge of the duty may require that the directors take reasonable steps to ascertain relevant information for communication to members if that information is not known to the board.",
      "id": "s276"
    },
    {
      "text": "Directors must not consciously refrain from seeking relevant information or turn a blind eye to relevant material in order to avoid placing before members information which may contradict or qualify any particular position taken or advocated by the directors or a majority of them.",
      "id": "s277"
    },
    {
      "text": "In Mott 12 ACSR 658 at 662, Owen J in not dissimilar terms stated: \n Directors seeking the passage of a resolution at a meeting of shareholders should provide shareholders with sufficient information concerning the business to be brought forward at the meeting.",
      "id": "s278"
    },
    {
      "text": "The shareholders must be enabled to have an understanding and form a judgment upon such business (footnote omitted).",
      "id": "s279"
    },
    {
      "text": "Where directors take it upon themselves to urge or recommend that members exercise their powers in general meeting in a particular way (as they have implicitly done in this case) it is an incident of the fiduciary obligation of directors that adequate information be provided (footnote omitted).",
      "id": "s280"
    },
    {
      "text": "In essence the position is that the directors must disclose to shareholders information within their knowledge which will assist the shareholder in making an informed decision whether or not to attend the meeting and how to vote on the proposed resolution.",
      "id": "s281"
    },
    {
      "text": "While the duty to disclose might be put in these general terms, and the application of the principle to particular facts might prove problematic on occasions, it is also generally accepted that the duty does not require that directors provide information that may be considered \"ephemeral\", in the sense that it is not information that would affect shareholders reaching a reliable conclusion on the matter being dealt with at a meeting: Buttonwood Nominees Pty Ltd v Sundowner Minerals NL (1986) 10 ACLR 360 , Young J at [363].",
      "id": "s282"
    },
    {
      "text": "In Buttonwood Nominees 10 ACLR 360 , the plaintiffs applied for an interlocutory injunction to prevent the shareholders at a general meeting voting upon an allotment of shares because of the association between three directors of the company and the \"outside\" company.",
      "id": "s283"
    },
    {
      "text": "The application failed because Young J considered the association was too ephemeral.",
      "id": "s284"
    },
    {
      "text": "At 362 and 363, Young J concluded: \n So these three gentlemen were not shareholders in the second defendant, nor had they any pecuniary interest directly in any advantage that the second defendant may have obtained, but they were in employment of the second defendant or a consultant to it and it may well have been thought, so it is put, by a shareholder in the first defendant that because of their association, their strong recommendation in favour of the proposal was suspect, so that the shareholders would have sought further information from disinterested parties had they been aware of this fact.",
      "id": "s285"
    },
    {
      "text": "... \n\n \n Looking back then at the facts in the present case, in the light of that examination of the authorities the question really is whether the information of the association between the directors and Black Hill was thought by the directors to be material information which they deliberately withheld or was information which the disinterested onlooker would say 'of course it is most material'.",
      "id": "s286"
    },
    {
      "text": "To my mind it does not meet either test.",
      "id": "s287"
    },
    {
      "text": "The plaintiffs in this case say, first, that the directors should have ensured that the interests of the chairman of the board, Mr Remta as well as the directors Mr Benson and Mr Quinn, should have been disclosed in the Notice of General Meeting to the shareholders.",
      "id": "s288"
    },
    {
      "text": "As only Mr Remta's was, the information supplied to shareholders was insufficient to enable shareholders to make an informed decision whether or not to attend the meeting and how to vote on the proposed resolution.",
      "id": "s289"
    },
    {
      "text": "The plaintiffs say, secondly, that even if Mr Benson and Mr Quinn did not have an obligation to disclose their interests to the meeting of the board on 17 February 2009 (whether under the general law, the company's constitution or the Corporations Act 2001 ), the fact that both Mr Benson and Mr Quinn declared an interest in the matter that related to the affairs of the company that was the subject of the Notice of General Meeting, should have been disclosed to the shareholders.",
      "id": "s290"
    },
    {
      "text": "In other words, the plaintiffs say that the fact that these two directors made a disclosure to the board of directors, when they dealt with the same agenda item, should have been disclosed in the Notice to shareholders regardless of whether or not either had an obligation to make such disclosure.",
      "id": "s291"
    },
    {
      "text": "For the reasons given above in relation to the alleged breach of s 195(1) of the Corporations Act 2001 as to why I do not consider either Mr Benson or Mr Quinn have a \"material personal interest\" for the purposes of s 191(1) of the Corporations Act 2001 , I do not consider, on the facts of this case, there is a conflict or a real or substantial possibility of a conflict between the respective personal interests of Mr Benson and Mr Quinn and the interests they owe to the company or the shareholders.",
      "id": "s292"
    },
    {
      "text": "To put it another way, as did Mason J in Hospital Products [1984] HCA 64 ; 156 CLR 41 at 103, I consider the interests of each Mr Benson and Mr Quinn in GPN and Aurium to have been insubstantial and/or remote in the context of this case.",
      "id": "s293"
    },
    {
      "text": "This suggests then that there was no need for the directors to make a disclosure of the insubstantial or remote interests of Mr Benson and Mr Quinn to shareholders in the Notice.",
      "id": "s294"
    },
    {
      "text": "Further, the evidence does not disclose that the directors' Benson and Quinn or the directors as a whole deliberately withheld information they thought to be material.",
      "id": "s295"
    },
    {
      "text": "Nor did they withhold information in this regard in respect of which, in my view, a disinterested onlooker would say, 'Of course it is most material'.",
      "id": "s296"
    },
    {
      "text": "It is also worthy of note in this regard, as a measure of industry expectation, that the Notice issued to shareholders was obliged to comply with the ASX Listing Rules 14.1 and 14.11.",
      "id": "s297"
    },
    {
      "text": "The notice itself contains a usual \"voting exclusion\" statement in accordance with these rules.",
      "id": "s298"
    },
    {
      "text": "The statement is required to be set out in the notice as part of the specific information required by those rules, where Listing Rule 7.1 is involved --- that is to say where the issue exceeds 15% of capital.",
      "id": "s299"
    },
    {
      "text": "But relevantly there is an exception in the Listing Rules to the exclusion of votes in favour of any \"holder obtaining a benefit solely in the capacity of a holder of ordinary securities\".",
      "id": "s300"
    },
    {
      "text": "In this case that effectively was the position in relation to Mr Benson and Mr Quinn and the relevant entity through which they derived shareholding interests in GPN and Aurium.",
      "id": "s301"
    },
    {
      "text": "It is difficult to identify any other form of benefit that is not speculative, insubstantial or remote.",
      "id": "s302"
    },
    {
      "text": "As I found above, such interests as they have are member interests shared in common with all other members and not personal benefits.",
      "id": "s303"
    },
    {
      "text": "Under the Listing Rules they were entitled to and did vote at the Aurium General Meeting.",
      "id": "s304"
    },
    {
      "text": "The Notice of Meeting and proxy form also complied with ASX Listing Rules 14 and 7 in identifying the interest of Mr Remta as chairman and contained the necessary clear statements of his voting intentions, including on undirected proxies.",
      "id": "s305"
    },
    {
      "text": "This allowed for the chair's full proxy voting.",
      "id": "s306"
    },
    {
      "text": "As to the second argument put by the plaintiffs, that the fact that Mr Benson and Mr Quinn made a disclosure of their interest at the board meeting --- regardless of their obligation to do so --- should have been disclosed to the shareholders in the Notice of General Meeting, I consider that would be a case of requiring the provision of too much information and would only serve to confuse shareholders.",
      "id": "s307"
    },
    {
      "text": "In Killen v Marra Developments Ltd [1979] ACLD 608 , Kearney J pointed out that shareholders can have a problem by being given too much information, as will not having sufficient information.",
      "id": "s308"
    },
    {
      "text": "It seems to me that if directors at a board meeting, ritually or out of an abundance of caution --- as here --- disclose to their fellow directors that they have an interest (or may have an interest) in a matter and then refrain from voting in relation to that matter, and the matter subsequently has to go before a meeting of shareholders for approval, to advise the shareholders of the earlier disclosure may be considered to introduce something of a \"red herring\" into the decision-making exercise of a shareholder.",
      "id": "s309"
    },
    {
      "text": "The fact the unnecessary disclosure was made does not assist a shareholder in making voting decisions.",
      "id": "s310"
    },
    {
      "text": "I find then that it was not necessary for the directors to ensure the Explanatory Memorandum contained advice to members of the fact that Mr Benson and Mr Quinn had disclosed an interest in the subject of the proposed resolution at the board of directors meeting on 17 February 2009.",
      "id": "s311"
    },
    {
      "text": "I do not consider such information was necessary for the shareholders to make an informed decision on the issues to be decided at the general meeting of shareholders.",
      "id": "s312"
    },
    {
      "text": "While some attack was made by counsel for the plaintiffs on the terms of the Explanatory Memorandum more generally, the principal complaint of the plaintiffs is that the Notice should have mentioned Mr Benson's and Mr Quinn's interest or the fact that they had made a disclosure about their interest to the directors.",
      "id": "s313"
    },
    {
      "text": "I consider that overall the Explanatory Memorandum contained sufficient information to enable a shareholder to make an informed decision whether or not to attend the meeting and how to vote on the proposed resolution.",
      "id": "s314"
    },
    {
      "text": "CONCLUSION AND ORDER \n For the reasons above, I consider the resolutions of the directors of Aurium made 17 February 2009 and the Notice of Meeting of Aurium shareholders dated 18 February 2009 concerning the proposed variation of the joint venture agreement between Aurium and GPN, are valid.",
      "id": "s315"
    },
    {
      "text": "I would dismiss the application of the plaintiffs.",
      "id": "s316"
    },
    {
      "text": "The Court therefore orders that: The plaintiffs' application is dismissed.",
      "id": "s317"
    },
    {
      "text": "The plaintiffs pay the defendant's costs, including each appearance in the Court, as taxed, if not agreed.",
      "id": "s318"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-four (124) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s319"
    },
    {
      "text": "Associate:\n \n \nDated: 19 May 2009\n \n Counsel for the Plaintiffs: Mr MP Bruce \n \n Solicitor for the Plaintiffs: Lavan Legal \n \n Counsel for the Defendant: Mr P Jooste QC and Mr KL Christensen \n \n Solicitor for the Defendant: Gadens Lawyers \n Date of Hearing: 5 May 2009 \n \n Date of Judgment: 19 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/513.html",
      "id": "s320"
    }
  ]
}