{
  "name": "Vernon v Village Life Ltd [2009] FCA 516 (12 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/516.html",
  "catchphrases": [
    {
      "text": "application for approval of settlement of representative proceedings",
      "id": "c0"
    },
    {
      "text": "applicant sought leave under s 33zf of the federal court of australia act 1976 (cth) to dispense with requirements for opt-out notices and notice of settlement pursuant to ss 33j , 33x (1)(a) and 33x (4)",
      "id": "c1"
    },
    {
      "text": "group members notified of terms of settlement and of application for court approval",
      "id": "c2"
    },
    {
      "text": "group members given opportunity to opt out or object to settlement",
      "id": "c3"
    },
    {
      "text": "application granted.",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n I have before me two notices of motion seeking orders approving a settlement of representative proceedings in accordance with a written agreement entered into between the parties on 27 March 2009.",
      "id": "s0"
    },
    {
      "text": "The approval is sought under ss 33V and 33ZF of the Federal Court of Australia Act 1976 (Cth) (the \"Act\").",
      "id": "s1"
    },
    {
      "text": "The orders sought in the notice of motion include orders pursuant to s 33ZF of the Act dispensing with the requirements for opt-out notices and notices of settlement of the proceedings referred to in ss 33J , 33X (1)(a) and 33X (4) of the Act.",
      "id": "s2"
    },
    {
      "text": "Each of the proceedings was commenced on 15 October 2007 as a representative proceeding under Part IVA of the Act.",
      "id": "s3"
    },
    {
      "text": "The applicants brought claims for damages on behalf of themselves and group members in each of the proceedings against the respondents, Village Life Ltd (now known as Fig Tree Developments Ltd) (\"the company\") and a number of former or current officers of the company.",
      "id": "s4"
    },
    {
      "text": "Those officers are Mr David Jeffries, who was the chairman of the company, and Mr John Krimmer and Mr Anthony Roberts, who were joint managing directors.",
      "id": "s5"
    },
    {
      "text": "The applicants and group members claimed to have acquired an interest in shares in the company in two separate periods specified in the Statement of Claim.",
      "id": "s6"
    },
    {
      "text": "There was a substantial overlap in the facts relevant to each proceeding.",
      "id": "s7"
    },
    {
      "text": "Two proceedings were commenced so that an entity which purchased in the first period could represent other entities which purchased shares in that period and the same course was adopted in relation to the second period.",
      "id": "s8"
    },
    {
      "text": "The first period was from 8 December 2003 to 1 February 2005 and the second period was from 2 February 2005 to 23 May 2005.",
      "id": "s9"
    },
    {
      "text": "The essence of the allegations in the amended Statement of Claim is that the company and the personal respondents breached their obligations of continuous disclosure pursuant to s 674 of the Corporations Act 2001 (Cth) by providing misleading forecasts for the profit of the company for the period ending 30 June 2005.",
      "id": "s10"
    },
    {
      "text": "The applicants also relied upon claims for misleading or deceptive conduct under s 1041H of the Corporations Act and similar provisions in the Australian Securities and Investments Commission Act 2001 (Cth), as well as alleging contraventions of s 52 of the Trade Practices Act 1974 (Cth) and corresponding State and Territory fair trading legislation.",
      "id": "s11"
    },
    {
      "text": "Other than sharing common claims for damages, an essential feature of the class in each matter was that all group members, as at the date of the commencement of the proceeding, were required to enter into a litigation funding agreement with IMF (Australia) Limited.",
      "id": "s12"
    },
    {
      "text": "Also, each group member entered retainers with Slater &amp; Gordon Lawyers.",
      "id": "s13"
    },
    {
      "text": "No doubt because of the complexity of the proceeding, its progress was not particularly fast.",
      "id": "s14"
    },
    {
      "text": "On 22 May 2008, I ordered that the Statements of Claim which had been filed at the commencement of the proceedings be struck out: see Peter Hanne &amp; Associates Pty Ltd v Village Life Limited [2008] FCA 719.",
      "id": "s15"
    },
    {
      "text": "An amended Statement of Claim was filed in each proceeding.",
      "id": "s16"
    },
    {
      "text": "The amended Statement of Claim in the Hanne matter was filed on 30 June 2008 and in the Vernon matter on 9 July 2008.",
      "id": "s17"
    },
    {
      "text": "Defences were filed and the parties had proceeded to the stage of discovery, although it appears that that stage was not particularly advanced.",
      "id": "s18"
    },
    {
      "text": "Then, on 27 November 2008 the parties agreed to refer both proceedings to mediation.",
      "id": "s19"
    },
    {
      "text": "MEDIATION \n For the purposes of preparing the mediation, the applicants obtained an expert opinion from Dr Joel Fabre, a lecturer in Finance at the University of Sydney.",
      "id": "s20"
    },
    {
      "text": "Dr Fabre's opinion was sought in order to prepare an analysis of the losses to be claimed by the applicants.",
      "id": "s21"
    },
    {
      "text": "Dr Fabre used two methods.",
      "id": "s22"
    },
    {
      "text": "The first method was an event studies method, by which Dr Fabre identified the inflation in the price for each share said to be caused by the alleged contraventions.",
      "id": "s23"
    },
    {
      "text": "The second method was a price earnings multiple method, which estimated the amount by which the price earnings multiple of the company had been affected by the contraventions.",
      "id": "s24"
    },
    {
      "text": "The event studies method produced an estimated total loss of nearly $30 million.",
      "id": "s25"
    },
    {
      "text": "The price earnings method produced losses estimated at approximately $23 million.",
      "id": "s26"
    },
    {
      "text": "IMF prepared a third methodology which is known as the \"left in the hand\" method.",
      "id": "s27"
    },
    {
      "text": "Under that method, a \"proxy sale price\" of $0.01 was used so as to calculate the difference between the purchase price and the notional sale price of shares in the company.",
      "id": "s28"
    },
    {
      "text": "This yielded total losses of approximately $39.5 million.",
      "id": "s29"
    },
    {
      "text": "Dr Fabre's opinion and the IMF analysis were available to the parties at the mediation.",
      "id": "s30"
    },
    {
      "text": "None of the respondents took any issue with the methodologies or the quantum of losses resulting from the application of those methodologies.",
      "id": "s31"
    },
    {
      "text": "The mediation took place on 27 March 2009 and was conducted before the Hon Mr Trevor Morling QC.",
      "id": "s32"
    },
    {
      "text": "The mediation was attended by the legal representatives of the parties, including Senior Counsel for the applicants, as well as by representatives from IMF and a representative of the company's insurer.",
      "id": "s33"
    },
    {
      "text": "The individual respondents were also present, as was the current CEO of the company.",
      "id": "s34"
    },
    {
      "text": "Before the mediation, Messrs Slater &amp; Gordon were provided with an insurance policy issued by Liberty Insurance.",
      "id": "s35"
    },
    {
      "text": "The applicants were informed that there was no other policy which responded to the claims made in the proceedings.",
      "id": "s36"
    },
    {
      "text": "This is of particular importance in the application before me because, as will appear below, the company seems to be in parlous financial condition and the personal respondents are unlikely to have any substantial assets to contribute to a judgement, assuming the applicants were to be successful at a final hearing.",
      "id": "s37"
    },
    {
      "text": "The main features of the insurance policy are that there is a cap of $5 million from which the individual respondents' legal costs incurred in defending the proceedings were to be deducted.",
      "id": "s38"
    },
    {
      "text": "The indemnity provided under the insurance policy extended only to the individual respondents and did not provide cover for the company.",
      "id": "s39"
    },
    {
      "text": "During the mediation, the individual respondents waived confidentiality over a letter from their solicitors which described their financial position.",
      "id": "s40"
    },
    {
      "text": "I do not need to refer to the letter in any detail but it is sufficient to indicate that the letter shows that those respondents have a limited capacity to pay any judgment sum.",
      "id": "s41"
    },
    {
      "text": "Also, at the time of the mediation, the company appeared to have limited financial capacity.",
      "id": "s42"
    },
    {
      "text": "As I have said, it was uninsured.",
      "id": "s43"
    },
    {
      "text": "Its last trading price was $0.01, which is the lowest price that can be quoted on the ASX.",
      "id": "s44"
    },
    {
      "text": "This is a matter of considerable importance in determining whether to exercise the power.",
      "id": "s45"
    },
    {
      "text": "I will refer later to the similar circumstances that arose in Lopez v Star World Enterprises Pty Ltd [1999] FCA 104.",
      "id": "s46"
    },
    {
      "text": "THE SETTLEMENT \n The terms of settlement provide that the parties to the agreement are the applicants in each proceeding, the respondents and the group members referred to in each of the proceedings.",
      "id": "s47"
    },
    {
      "text": "Clause 2 of the agreement provides the essential terms of the settlement, which are that there is to be a verdict for the respondents, and the respondents are to pay to the applicants the sum of $3 million in full and final settlement of both sets of proceedings.",
      "id": "s48"
    },
    {
      "text": "There is to be no order as to costs.",
      "id": "s49"
    },
    {
      "text": "Previous costs orders are to be vacated and the settlement sum is to be paid within 28 days.",
      "id": "s50"
    },
    {
      "text": "The parties agree to approach the Court to seek those orders.",
      "id": "s51"
    },
    {
      "text": "Clauses 6 and 7 provide for effective finality of the proceedings and are in accordance with the terms of the litigation funding agreement.",
      "id": "s52"
    },
    {
      "text": "Although the agreement provides that its terms are to be and remain confidential as between the parties and are not to be disclosed save for the purposes referred to in clause 13, no order under section 50 of the Act is sought.",
      "id": "s53"
    },
    {
      "text": "Clause 14 provides that in the event that the Court does not approve the terms of the settlement agreement and make the orders to which I have referred, the agreement \"will no longer be binding\" on the parties and thereafter is to be of no effect.",
      "id": "s54"
    },
    {
      "text": "DISTRIBUTION OF THE SETTLEMENT \n The evidence in support of the present application was contained in affidavits of Mr Van Angelo Moulis, who is the practice group leader with Slater &amp; Gordon.",
      "id": "s55"
    },
    {
      "text": "He has the day to day carriage of both proceedings.",
      "id": "s56"
    },
    {
      "text": "He swore an affidavit of 5 May 2009 in each proceeding and provided updated information in an affidavit in each matter sworn on 12 May 2009.",
      "id": "s57"
    },
    {
      "text": "The affidavit of 5 May 2009 discloses that the mechanism for distribution of the settlement proceedings consists of three principal steps.",
      "id": "s58"
    },
    {
      "text": "The first is the reimbursement to IMF of its legal costs and disbursements, the second is for IMF to take from the settlement sum its commission and the third is for distribution to individual group members of the net proceeds of the settlement.",
      "id": "s59"
    },
    {
      "text": "The first two steps, that is to say reimbursement of legal costs and payment of IMF's commission, are in accordance with the relevant provisions of the litigation funding agreement.",
      "id": "s60"
    },
    {
      "text": "The third step, namely the distributions to individual group members, required an exercise of judgment.",
      "id": "s61"
    },
    {
      "text": "Mr Moulis explains in his affidavit the reasons for not adopting the price earnings multiple method.",
      "id": "s62"
    },
    {
      "text": "This was largely because to adopt that method, certain difficult adjustments would have been required.",
      "id": "s63"
    },
    {
      "text": "Accordingly, what is proposed is that a weighted figure be determined based upon the event study method and the \"left in the hand\" method.",
      "id": "s64"
    },
    {
      "text": "80 percent will be allocated to the events studies method, and the remaining 20 percent to the \"left in the hand\" methodology.",
      "id": "s65"
    },
    {
      "text": "NOTIFICATION OF GROUP MEMBERS \n An important factor which I have taken into account in coming to the views which I express later, is that group members have been notified twice of the terms of settlement and of the application for Court approval.",
      "id": "s66"
    },
    {
      "text": "The first notification was contained in a letter from Slater &amp; Gordon dated 14 April 2009.",
      "id": "s67"
    },
    {
      "text": "It informs group members that \"as you will be aware\", a mediation was conducted on 27 March 2009.",
      "id": "s68"
    },
    {
      "text": "The group members were informed of all of the terms of the settlement; they were also informed of the consequences of a decision by any of them not to accept the settlement.",
      "id": "s69"
    },
    {
      "text": "Group members were informed in the letter of 14 April that the Court would be likely to hear an application for approval of the settlement on 28 April 2009.",
      "id": "s70"
    },
    {
      "text": "The letter of 14 April 2009 refers to the provisions of ss 33J and 33X of the Act (without specifically naming those sections), under which opt out notices are to be given.",
      "id": "s71"
    },
    {
      "text": "The letter explains the consequences of a group member exercising the right to opt out.",
      "id": "s72"
    },
    {
      "text": "The consequences of course include exclusion from the settlement; they also include consequences which flow from the terms of litigation funding agreement, under which IMF would not be able to continue to fund any proceedings which a group member might wish to pursue and Slater &amp; Gordon would not be able to act.",
      "id": "s73"
    },
    {
      "text": "The letter observed in [26] that the solicitors for the respondents have expressed a view that the settlement agreement reached on 27 March 2009 prevents group members from opting out.",
      "id": "s74"
    },
    {
      "text": "Slater &amp; Gordon stated that they did not share the view of the respondents' solicitors, but the group members were informed that the possible consequence of any decision to opt out would be further litigation with the respondents.",
      "id": "s75"
    },
    {
      "text": "The second letter which was sent to group members was dated 30 April 2009.",
      "id": "s76"
    },
    {
      "text": "The letter informed the group members inter alia that the date on which the Court would consider an application to approve the settlement had been adjourned from the date originally notified, namely 28 April 2009, to 12 May 2009.",
      "id": "s77"
    },
    {
      "text": "Group members were informed that this was done to allow Mr Moulis and IMF to work out the appropriate distribution methodology so that the settlement sum could be distributed to group members in accordance with that methodology.",
      "id": "s78"
    },
    {
      "text": "The letter explains the methodology and the weighting.",
      "id": "s79"
    },
    {
      "text": "It refers to the apportionment, taking account of the reimbursement of legal costs, and commission payable to IMF.",
      "id": "s80"
    },
    {
      "text": "The letter also refers to the legal costs that had been incurred to date, and makes further reference to what was set out in the earlier letter about the opportunity of group members to opt out and to object to the proposed settlement.",
      "id": "s81"
    },
    {
      "text": "Thus, this letter provided group members with a further opportunity to opt out or to object to the settlement.",
      "id": "s82"
    },
    {
      "text": "Group members were requested by the letter to advise Mr Moulis by Friday 8 May 2009 whether the group member would wish to opt out, and/or whether the group member would wish to object to the settlement.",
      "id": "s83"
    },
    {
      "text": "No group member has expressed any wish to opt out or any objection to the settlement.",
      "id": "s84"
    },
    {
      "text": "The letter of 30 April 2009 set out a schedule which indicates the individual amounts payable to group members.",
      "id": "s85"
    },
    {
      "text": "The schedule indicates that some group members will receive nothing from the settlement.",
      "id": "s86"
    },
    {
      "text": "This is explained by the simple fact that those group members sold their shares at a profit and therefore, on any view, can hardly be said to have suffered any real loss.",
      "id": "s87"
    },
    {
      "text": "The schedule discloses that investors fall into two categories, that is to say retail investors and institutional investors.",
      "id": "s88"
    },
    {
      "text": "Some investors will receive very small amounts from the settlement but a number of the institutions will receive sums measured in the hundreds of thousands of dollars.",
      "id": "s89"
    },
    {
      "text": "As well as bearing upon the question of whether I ought to exercise my discretion in relation to the giving of opt out notices, it is plain that the letters from Slater &amp; Gordon are also relevant to the provisions of s 33X(4) of the Act.",
      "id": "s90"
    },
    {
      "text": "That section provides that unless the Court is satisfied that it is just to do so, an application for approval of a settlement under s 33V must not be determined unless notice has been given to group members.",
      "id": "s91"
    },
    {
      "text": "Clearly enough, the letters of 14 April and 30 April were directed to that requirement.",
      "id": "s92"
    },
    {
      "text": "As I have said, no group member has come forward to express any objection.",
      "id": "s93"
    },
    {
      "text": "This includes group members who have been advised that they will not receive any funds from the settlement sum.",
      "id": "s94"
    },
    {
      "text": "Nor has any group member come forward seeking to opt out of the proceedings or to be given an opportunity to do so.",
      "id": "s95"
    },
    {
      "text": "CONSIDERATION OF THE AUTHORITIES \n In Taylor v Telstra Corporation Ltd [2007] FCA 2008 at [56] to [66], I endeavoured to set out the principles which apply to the exercise of the power under s 33V to approve a settlement.",
      "id": "s96"
    },
    {
      "text": "The principles to which I referred were applied by Stone J in Dorajay Pty Ltd v Aristocrat Leisure Limited [2009] FCA 19 at [10] .",
      "id": "s97"
    },
    {
      "text": "I will apply those principles in considering the present application.",
      "id": "s98"
    },
    {
      "text": "It seems that the authorities to which I referred in Taylor v Telstra suggest that there might be some slight difference of emphasis between the approach taken by Goldberg J in Williams v FAI Home Security Pty Ltd (No 4) [2000] FCA 1925 ; (2001) 180 ALR 459 and Darwalla Milling Co Pty Ltd v F Hoffmann-La Roche Limited (No 2) (2007) 236 ALR 322.",
      "id": "s99"
    },
    {
      "text": "However, both of these approaches indicate that the essential question is whether the settlement is fair and reasonable having regard to the claims made by group members who will be bound by the settlement.",
      "id": "s100"
    },
    {
      "text": "In Lopez , Finkelstein J referred at [16] to the onerous task involved in the consideration of an application.",
      "id": "s101"
    },
    {
      "text": "As I mentioned earlier, the application in Lopez has some striking similarities to the situation which arises in the present matter.",
      "id": "s102"
    },
    {
      "text": "That is because, in Lopez , there was a very real likelihood that if the case went to a final hearing, the group members would not receive anything like the amount they will receive upon the approval of the compromise.",
      "id": "s103"
    },
    {
      "text": "The reason for this was that the company was hopelessly insolvent and success in the proceeding would have left group members in a position where their claim would be reduced to the ability to prove in a winding up.",
      "id": "s104"
    },
    {
      "text": "As his Honour remarked at [19], \"that is hardly an enticing position\".",
      "id": "s105"
    },
    {
      "text": "A further similarity in Lopez was that there was an insurance fund which was available.",
      "id": "s106"
    },
    {
      "text": "His Honour referred at [23] to the effect of s 562 of the then Corporations Law which had the effect that the approval of the settlement and the application of the insurance funds would not, in any way, adversely affect the interests of unsecured creditors of the company.",
      "id": "s107"
    },
    {
      "text": "Whilst Village Life is conceded to have limited assets, what I have said about Lopez is not to suggest in any way that the company is insolvent.",
      "id": "s108"
    },
    {
      "text": "SUBMISSIONS OF THE PARTIES \n In this case, as Mr Abadee submitted, the stark consequences of the Court withholding its approval to the settlement would be that any successful judgment that may be obtained by the applicants and subsequently by group members would be wiped out by the legal costs which would be incurred in pursuing the proceedings to final judgment.",
      "id": "s109"
    },
    {
      "text": "The estimate of those costs provided in Mr Moulis's affidavit, is in an amount of approximately $4.8 million.",
      "id": "s110"
    },
    {
      "text": "Mr Moulis is an experienced practitioner in this field, and I accept his estimate as being within the range in this type of matter.",
      "id": "s111"
    },
    {
      "text": "It seems to me to be likely that the individual respondents, who would be entitled to indemnity from the insurer, would incur costs of that order in defending the proceedings.",
      "id": "s112"
    },
    {
      "text": "Accordingly, if the matter were to proceed to a final hearing, the entire amount of the insurance fund would be eaten up by legal fees.",
      "id": "s113"
    },
    {
      "text": "That is, of course, an unfortunate consequence of the complexity of this type of proceeding.",
      "id": "s114"
    },
    {
      "text": "Nevertheless, it is a fact which informs the fairness and reasonableness of the settlement which has been reached.",
      "id": "s115"
    },
    {
      "text": "Although the letter from the individual respondents' solicitors suggests that two of the respondents may have some funds at present, it is, in my view, reasonable to infer that were the matter to proceed to final judgment, all of the personal respondents would have to eat into their own assets to such an extent that there would be nothing left for the applicant and group members.",
      "id": "s116"
    },
    {
      "text": "That is to say there would be no financial return from success in the proceeding.",
      "id": "s117"
    },
    {
      "text": "I have been provided with a copy of the advice of Senior and Junior Counsel retained by the applicants in the proceedings.",
      "id": "s118"
    },
    {
      "text": "The advice of Counsel remains confidential and I will make an order under s 50 of the Act to that effect.",
      "id": "s119"
    },
    {
      "text": "Nevertheless, it is important to record that Senior and Junior Counsel have given consideration to all relevant matters, including what I have said about the commercial practicalities of the proceeding in coming to the view that the settlement sum is fair and reasonable to group members.",
      "id": "s120"
    },
    {
      "text": "It is also to be borne in mind that Mr Cheshire has informed me that were the matter to proceed to a final hearing, his clients would vigorously defend the actions.",
      "id": "s121"
    },
    {
      "text": "He points out that ASIC conducted what appears to be a full investigation of the complaints and that the investigation extended to a consideration of 40 Lever arch files of documents.",
      "id": "s122"
    },
    {
      "text": "ASIC came to the view that no action should be brought against the directors.",
      "id": "s123"
    },
    {
      "text": "Another matter which perhaps bears on the attitude of the respondents is that the settlement agreement in clause 2(i) provides for there to be a verdict for the respondents, notwithstanding that they have agreed, in clause 2(ii), to pay the sum of $3 million in full and final settlement.",
      "id": "s124"
    },
    {
      "text": "APPROVAL OF THE SETTLEMENT \n I have given careful consideration to the question of whether I ought to make an order dispensing with the requirement of Part IVA that the Court is to fix a date for group members to opt out of a representative proceeding.",
      "id": "s125"
    },
    {
      "text": "The relevant provisions are contained in ss 33J and 33X(1).",
      "id": "s126"
    },
    {
      "text": "The opt-out requirements of Part IVA are an important element of the scheme laid down by that part of the Act.",
      "id": "s127"
    },
    {
      "text": "In King v GIO Australia Holdings Ltd [2001] FCA 270 at [15] , a Full Court observed that these requirements ensure that group members can make an informed decision about their rights.",
      "id": "s128"
    },
    {
      "text": "The Full Court said at [15] and [16] that the opt-out notice must not mislead group members and must be expressed with clarity and simplicity.",
      "id": "s129"
    },
    {
      "text": "Section 33Y provides for the Court to approve the form and content of an opt-out notice.",
      "id": "s130"
    },
    {
      "text": "Section 33Y(2) would ordinarily also require the Court to approve the form and content of the notice to group members advising them of the settlement.",
      "id": "s131"
    },
    {
      "text": "Section 33ZB(b) provides that persons who exercise the right to opt out of a proceeding under s 33J are not bound by a judgment given in a representative proceeding.",
      "id": "s132"
    },
    {
      "text": "In Multiplex Funds Management Ltd v P Dawson Nominees Pty Ltd [2007] FCAFC 200 ; (2007) 164 FCR 275 , a Full Court considered the question of whether a compulsory funding agreement in similar terms to the funding agreement of the present matter contravened the opt-out nature of representative proceedings.",
      "id": "s133"
    },
    {
      "text": "Although not stated explicitly in Multiplex , it is clear enough from the analysis of the relevant provisions of Part IVA that s 33J and the right to opt out is an essential ingredient of the scheme.",
      "id": "s134"
    },
    {
      "text": "In spite of that, the Court came to the view that the conditions of the funding agreement which effectively imposed an opt-in requirement did not contravene the provisions of Part IVA.",
      "id": "s135"
    },
    {
      "text": "I observed at [149] that the execution of the funding agreement as a condition of inclusion in the represented group operates as a substantial practical disincentive to a group member to exercise the right to opt out of the proceeding.",
      "id": "s136"
    },
    {
      "text": "Although the appellants in that case submitted that this subverts a fundamental principle of Part IVA , I said at [150] that group members are nevertheless entitled to opt out, and I came to the view that the funding agreement did not contravene the provisions of Part IVA.",
      "id": "s137"
    },
    {
      "text": "French J (as his Honour then was) and Lindgren J agreed with the views that I expressed.",
      "id": "s138"
    },
    {
      "text": "I do not consider that Multiplex is authority for the proposition that the Court lacks power to dispense with the requirements of s 33J.",
      "id": "s139"
    },
    {
      "text": "I do not consider that the general dispensing power contained in s 33X(2) is applicable.",
      "id": "s140"
    },
    {
      "text": "However, in my view, there is power in s 33ZF to dispense with the requirements of opt-out notices.",
      "id": "s141"
    },
    {
      "text": "In McMullen v ICI Australia Operations Pty Ltd (1998) 84 FCR 1 at 4, Wilcox J observed that the power in s 33ZF(1) was: \n intended to confer on the Court the widest possible power to do whatever is appropriate or necessary in the interests of justice being achieved in a representative proceeding.",
      "id": "s142"
    },
    {
      "text": "His Honour expressed the view that Part IVA involved the introduction of a novel procedure and that it was at the time impossible to foresee all the issues that might arise in the operation of the Part.",
      "id": "s143"
    },
    {
      "text": "He said that for that reason, it was desirable to empower the Court to make orders necessary to resolve unforeseen difficulties.",
      "id": "s144"
    },
    {
      "text": "As his Honour observed, the only limitation is that the Court must consider the order to be appropriate or necessary to ensure that justice is done in the proceeding.",
      "id": "s145"
    },
    {
      "text": "In Courtney v Medtel Pty Ltd [2002] FCA 957 ; (2002) 122 FCR 168 at [48] , Sackville J observed that there are good reasons to give s 33ZF a generous interpretation.",
      "id": "s146"
    },
    {
      "text": "His Honour did not refer expressly to the remarks of Wilcox J in McMullen , however the passage to which I have referred from McMullen was approved by Tamberlin J in Johnstone v HIH Limited [2004] FCA 190 at [103] - [104] .",
      "id": "s147"
    },
    {
      "text": "It seems to me that there are a number of reasons why I ought to exercise the discretion to dispense with compliance with the opt-out requirements stated in ss 33J and 33X(1)(a).",
      "id": "s148"
    },
    {
      "text": "In essence, this is because group members have been notified on at least two occasions of their right to opt out, and they have been invited on both of those occasions in the letters from Slater &amp; Gordon to indicate whether, if given the opportunity to do so, they would wish to exercise their entitlement to opt out.",
      "id": "s149"
    },
    {
      "text": "As I have said on several occasions, no group member has indicated any wish to do so.",
      "id": "s150"
    },
    {
      "text": "I would also take into account the cost of providing a further notice to group members which would have to be borne by the applicants.",
      "id": "s151"
    },
    {
      "text": "Not only would there be the cost of any mail-out, there would be further costs involved because I would need to adjourn the hearing of this application pending the dispatch of opt-out notices and the receipt of any responses from group members.",
      "id": "s152"
    },
    {
      "text": "In light of what has already taken place, this would seem to be a futile exercise.",
      "id": "s153"
    },
    {
      "text": "I have been taken to the terms of a draft opt-out notice which I would be asked to send in the event that I should decide not to exercise my discretion under s 33ZF.",
      "id": "s154"
    },
    {
      "text": "The information contained in the draft opt-out notice, with the exception of three paragraphs, has already been provided to the group members by Slater &amp; Gordon.",
      "id": "s155"
    },
    {
      "text": "The only additional information is to refer the group members to the allegations made in the Statement of Claim and to point out the nature of the cause of action, as well as to observe that the respondents deny any of the contraventions of the law alleged in the Statement of Claim.",
      "id": "s156"
    },
    {
      "text": "It seems to me to be clear enough that all group members, whilst they would not have read the pleadings, would at very least understand the general nature of the matters alleged against the respondents, and the fact that the respondents deny contraventions of the law would seem to be fairly obvious.",
      "id": "s157"
    },
    {
      "text": "Mr Cheshire concedes that I have power to dispense with the provisions of ss 33J and 33Z(1)(a).",
      "id": "s158"
    },
    {
      "text": "He also submitted that I ought to exercise the power, although he said I ought to do so for reasons other than those put by Mr Abadee.",
      "id": "s159"
    },
    {
      "text": "In particular, Mr Cheshire submitted that the effect of the settlement agreement is that the group members are contractually bound not to opt out.",
      "id": "s160"
    },
    {
      "text": "I do not think that I need to consider the correctness of that submission because, as I have already said, sufficient information has been supplied to group members.",
      "id": "s161"
    },
    {
      "text": "Nor do I need to consider whether a further submission put by Mr Abadee is correct.",
      "id": "s162"
    },
    {
      "text": "He submitted that the policy considerations informing the opt-out requirements of the Act do not readily apply where the class is effectively closed from the outset by the requirement of a compulsory litigation funding agreement.",
      "id": "s163"
    },
    {
      "text": "It seems therefore to me that I ought to exercise my power under s 33ZF to order that the requirements of ss 33J and 33X(1)(a) of the Act be dispensed with.",
      "id": "s164"
    },
    {
      "text": "What I have said about the correspondence from Slater &amp; Gordon to group members satisfies me that notice has been given to group members in order to satisfy the requirements of s 33X(4).",
      "id": "s165"
    },
    {
      "text": "Whilst it is true that the form and content of the letters was not sent with the prior approval of the Court, to the extent necessary, I would make an order dispensing with that requirement.",
      "id": "s166"
    },
    {
      "text": "I certify that the preceding seventy-six (76) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s167"
    },
    {
      "text": "Associate:\nDated: 19 May 2009\n \n Counsel for the Applicant: Mr A.J.",
      "id": "s168"
    },
    {
      "text": "Abadee \n \n Counsel for the Respondents: Mr A.P. Cheshire \n Date of Hearing: 12 May 2009 \n \n Date of Judgment: 12 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/516.html",
      "id": "s169"
    }
  ]
}