{
  "name": "SZMNP v Minister for Immigration and Citizenship [2009] FCA 596 (4 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/596.html",
  "catchphrases": [
    {
      "text": "failure by tribunal to disclose to appellant source of information put to him at tribunal hearing did not breach s 424a of migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "no breach of s 424a where information supplied by a third party to the tribunal which contradicted appellant's evidence was of no dispositive relevance to tribunal's decision.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION AND OVERVIEW \n This is an appeal from orders made by Federal Magistrate Raphael on 23 January 2009 dismissing an application for Constitutional writs which would have the effect of quashing a decision of the Refugee Review Tribunal dated 10 June 2008.",
      "id": "s0"
    },
    {
      "text": "The Refugee Review Tribunal affirmed a decision of a delegate of the Minister refusing to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "The appellant is a citizen of the Peoples Republic of China who claimed to have a well-founded fear of persecution on the ground of religion.",
      "id": "s2"
    },
    {
      "text": "He claimed to have been a taxi driver in China and that he had become a Christian in 2004 when he was introduced to Christianity through a manager of the taxi company where he worked.",
      "id": "s3"
    },
    {
      "text": "The appellant claimed that he had used his position as a taxi driver to proselytise customers by handing out Christian publications to persons using his taxi.",
      "id": "s4"
    },
    {
      "text": "He claimed to have been detained and ill-treated for these activities and that this led him to leave China for Australia.",
      "id": "s5"
    },
    {
      "text": "The appellant arrived in Australia in October 2007 on a tourist visa with about fifteen other people.",
      "id": "s6"
    },
    {
      "text": "The tour operator was a company which was referred to as the \"ADS\" (Approved Destination Status) tour operator.",
      "id": "s7"
    },
    {
      "text": "It provided a report to the Department (\"ADS report\") of the \"illegal stay\" abroad of the appellant and a female passenger, later described as Ms X.",
      "id": "s8"
    },
    {
      "text": "The ADS report contained two items of \"information\" which are said to have given rise to an obligation on the part of the Tribunal to give particulars of the information to the appellant under s 424A(1) of the Migration Act 1958 (Cth).",
      "id": "s9"
    },
    {
      "text": "The first item was that the appellant was in a relationship with Ms X, that he wanted to travel abroad with her, that they were \"sleeping on the same bed\" and that they were planning to get married.",
      "id": "s10"
    },
    {
      "text": "The ADS report stated that the information about the relationship had been provided to the tour operator by the appellant.",
      "id": "s11"
    },
    {
      "text": "The second item was that the appellant was employed in China as a legal representative of a company.",
      "id": "s12"
    },
    {
      "text": "This was in contrast to the information which the appellant had supplied in support of his protection visa application.",
      "id": "s13"
    },
    {
      "text": "The information about the appellant's employment as a legal representative in China was also stated in the ADS report to have been supplied by the appellant.",
      "id": "s14"
    },
    {
      "text": "The delegate was aware of at least some of this information but did not take it into account in his decision.",
      "id": "s15"
    },
    {
      "text": "At an oral hearing before the Tribunal on 23 April 2008, the Tribunal raised with the appellant the information about the relationship between himself and Ms X.",
      "id": "s16"
    },
    {
      "text": "I will set out more details of the exchange which took place at the hearing.",
      "id": "s17"
    },
    {
      "text": "It is sufficient to say by way of introduction that the Tribunal did not tell the appellant that the information which it had received came from the ADS report or that the appellant was said to have provided the information to the tour operator himself.",
      "id": "s18"
    },
    {
      "text": "The question of the appellant's employment was not raised by the Tribunal with the appellant in the course of the hearing.",
      "id": "s19"
    },
    {
      "text": "The day following the hearing, on 24 April 2008, the Tribunal sent a letter to the appellant pursuant to s 424A of the Act.",
      "id": "s20"
    },
    {
      "text": "The letter provided particulars of two items of information which it said could be the reason or part of the reason for affirming the delegate's decision.",
      "id": "s21"
    },
    {
      "text": "One of the items referred to in the letter was a report from a third party (apparently from the tour operator), which noted that the appellant had travelled to Australia with a tour and that he was accompanied by Ms X, with whom he was in a relationship.",
      "id": "s22"
    },
    {
      "text": "The letter did not state that the appellant was the source of that information, having provided it to the tour operator.",
      "id": "s23"
    },
    {
      "text": "Nor did the s 424A letter make any reference to the information in the ADS report that the appellant was employed as a legal representative of a company (rather than as a taxi driver) in China.",
      "id": "s24"
    },
    {
      "text": "The essential grounds of the appeal are twofold.",
      "id": "s25"
    },
    {
      "text": "First, it is said that the Federal Magistrate was in error in failing to find that the Tribunal was required to give, as part of its particulars under s 424A(1) , the fact that the appellant was the source of the information about the relationship with Ms X.",
      "id": "s26"
    },
    {
      "text": "The second is that the Tribunal was required to give to the appellant particulars of the information about the appellant's employment in China that contradicted his claim to be a taxi driver.",
      "id": "s27"
    },
    {
      "text": "Failure to do so was said to be a contravention of s 424A(1).",
      "id": "s28"
    },
    {
      "text": "The second question was not raised by the appellant on his application in the Federal Magistrates Court but the Minister does not object to it being raised for the first time on appeal.",
      "id": "s29"
    },
    {
      "text": "Both of these grounds involve a consideration of whether the information was \"information\" within s 424A(1) and, if so, whether it was information that the Tribunal considered to be the reason or part of the reason for affirming the delegate's decision.",
      "id": "s30"
    },
    {
      "text": "THE DELEGATE'S DECISION \n The delegate's decision was dated 1 February 2008.",
      "id": "s31"
    },
    {
      "text": "The delegate referred to the appellant's claim that he was detained by local police in China for fifteen days but did not accept that he would have been able to depart China legally on a passport issued in his own name if he were of serious interest to the authorities.",
      "id": "s32"
    },
    {
      "text": "The delegate stated that the appellant's performance at the interview, coupled with his written statement, led him to find that the claim lacked credibility.",
      "id": "s33"
    },
    {
      "text": "The delegate prepared a contemporaneous file note in which he addressed two matters of which he was aware but which were not included in the decision record.",
      "id": "s34"
    },
    {
      "text": "One matter was the information from the ADS report that the appellant and Ms X were in a relationship.",
      "id": "s35"
    },
    {
      "text": "The other was that the appellant had provided a photograph in support of his claim of Christianity, in which one of the persons in the photograph was Ms X, even though the appellant claimed he did not know her.",
      "id": "s36"
    },
    {
      "text": "The file note observed that Ms X was also seeking a protection visa and that the matters referred to above may be relevant to their credibility should either of them seek a review of the delegate's decision.",
      "id": "s37"
    },
    {
      "text": "THE HEARING BEFORE THE TRIBUNAL ON 23 APRIL 2008 \n The Tribunal asked the appellant about the photograph referred to above and put to the appellant that the woman in the photo was the person who travelled with him to Australia, that is to say, Ms X.",
      "id": "s38"
    },
    {
      "text": "However, the appellant claimed he did not know her.",
      "id": "s39"
    },
    {
      "text": "The Tribunal asked the appellant further questions on this topic.",
      "id": "s40"
    },
    {
      "text": "The most pertinent part of the transcript is at AB 178.",
      "id": "s41"
    },
    {
      "text": "TRIBUNAL MEMBER: For reasons of confidentiality and privacy I cannot tell you her name.",
      "id": "s42"
    },
    {
      "text": "But I have showed you the photo because you have provided a photo of her.",
      "id": "s43"
    },
    {
      "text": "APPLICANT: Yes.",
      "id": "s44"
    },
    {
      "text": "TRIBUNAL MEMBER: The information I have is that both of you were on the same tour, both absconded, both applied for a protection visa.",
      "id": "s45"
    },
    {
      "text": "She has applied on different grounds though.",
      "id": "s46"
    },
    {
      "text": "You both engaged the same migration agent.",
      "id": "s47"
    },
    {
      "text": "These similar circumstances would raise serious doubts about your claims and credibility generally [Mr SZMNP].",
      "id": "s48"
    },
    {
      "text": "The information I have [Mr SZMNP] also suggests that you and this female in the photograph are a couple intending to marry.",
      "id": "s49"
    },
    {
      "text": "APPLICANT: I don't know, maybe it was a person who organised my trip here did all this, I don't know.",
      "id": "s50"
    },
    {
      "text": "TRIBUNAL MEMBER: Did what, what do you mean?",
      "id": "s51"
    },
    {
      "text": "APPLICANT: Arranged by him, it has to be arranged by him but I don't know.",
      "id": "s52"
    },
    {
      "text": "TRIBUNAL MEMBER: What was arranged?",
      "id": "s53"
    },
    {
      "text": "I don't understand.",
      "id": "s54"
    },
    {
      "text": "APPLICANT: That we are going to get married as a couple.",
      "id": "s55"
    },
    {
      "text": "I didn't know it myself.",
      "id": "s56"
    },
    {
      "text": "TRIBUNAL MEMBER: Is that what you told him?",
      "id": "s57"
    },
    {
      "text": "APPLICANT: Who?",
      "id": "s58"
    },
    {
      "text": "Him who?",
      "id": "s59"
    },
    {
      "text": "TRIBUNAL MEMBER: The person who arranged your trip?",
      "id": "s60"
    },
    {
      "text": "APPLICANT: No.",
      "id": "s61"
    },
    {
      "text": "TRIBUNAL MEMBER: What did you tell the person who arranged your trip?",
      "id": "s62"
    },
    {
      "text": "APPLICANT: I didn't tell him anything.",
      "id": "s63"
    },
    {
      "text": "TRIBUNAL MEMBER: What did you say?",
      "id": "s64"
    },
    {
      "text": "APPLICANT: I didn't say anything but I'm only thinking if there is such things like this it has to be arranged by him.",
      "id": "s65"
    },
    {
      "text": "TRIBUNAL MEMBER: I will think about what you are saying more.",
      "id": "s66"
    },
    {
      "text": "The evidence before me suggests that you do know the woman.",
      "id": "s67"
    },
    {
      "text": "APPLICANT: No, I don't know her.",
      "id": "s68"
    },
    {
      "text": "\" \n THE SECTION 424A LETTER \n The s 424A letter included the following: \n You appeared before the Tribunal on 23 April 2008.",
      "id": "s69"
    },
    {
      "text": "The Tribunal discussed with you a number of concerns which include the following: \n There is in the Departmental file a report from a third party essentially noting that you had travelled to Australia with a tour and that a female (X) with whom you are in a relationship, had travelled with you.",
      "id": "s70"
    },
    {
      "text": "For reasons of confidentiality and privacy, the Tribunal cannot release the name of the female.",
      "id": "s71"
    },
    {
      "text": "The information before the Tribunal suggests that you had known the female for many years and that your wedding is planned for the end of the year.",
      "id": "s72"
    },
    {
      "text": "The information suggests that female X had also absconded, that she had applied for a protection visa (on different grounds), that she has the same residential and postal address as yourself and that she had engaged the same migration agent, Ms Weiming Qian.",
      "id": "s73"
    },
    {
      "text": "This information is relevant because the above common features between your application and that of the other applicant could suggest fabrication of claims, which could raise doubts about your claims and your credibility generally.",
      "id": "s74"
    },
    {
      "text": "You were interviewed by the Department on 6 December 2007 and during the interview, you provided a photograph showing you with five other people.",
      "id": "s75"
    },
    {
      "text": "In the course of the interview and the hearing, you denied knowing the female standing in the middle of the back row.",
      "id": "s76"
    },
    {
      "text": "The Tribunal notes that the female whom you denied knowing bears a striking resemblance to the female with whom it is alleged that you are in a relationship and travelled with (ie female X as referred to above).",
      "id": "s77"
    },
    {
      "text": "The Tribunal showed you a copy of the photograph of the woman, contained in the Departmental file.",
      "id": "s78"
    },
    {
      "text": "This information is relevant because your denial of knowing female X when there is information that could suggest the contrary, could raise doubts about your claims and your credibility generally.",
      "id": "s79"
    },
    {
      "text": "The appellant replied to the s 424A letter, denying that he had travelled to Australia with Ms X and stating that he had no relationship with her.",
      "id": "s80"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n The Tribunal affirmed the delegate's decision on 10 June 2008.",
      "id": "s81"
    },
    {
      "text": "The Tribunal's reasons included a reference to the matters raised in the s 424A letter.",
      "id": "s82"
    },
    {
      "text": "In particular, the Tribunal observed at [86] that the appellant's denial of his knowledge of Ms X raised doubts about his claims and credibility generally.",
      "id": "s83"
    },
    {
      "text": "The Tribunal referred at [87] to the information that the appellant had travelled to Australia with Ms X with whom he was said to be in a relationship and who he was planning to marry.",
      "id": "s84"
    },
    {
      "text": "The Tribunal said it found the appellant's denial of any knowledge of Ms X to be unconvincing.",
      "id": "s85"
    },
    {
      "text": "The Tribunal also said that it was: \n ... satisfied that the common features between the applications [ie of the applicant and of Ms X] indicate fabrication of claims, raising doubts about the applicant's claims and his credibility generally.",
      "id": "s86"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n The Federal Magistrate observed at [13] that what the appellant was submitting was that not all of the information in the ADS report had been provided to him.",
      "id": "s87"
    },
    {
      "text": "In particular, his complaint was that he was not informed that the ADS report claimed that he had told the tour operator himself about the relationship, and that if this had been put to him, he could have had an explanation: see also [16] of the Federal Magistrate's reasons.",
      "id": "s88"
    },
    {
      "text": "His Honour said at [19] that he had difficulty in accepting that the source of the information had any relevance to the Tribunal's task, which included an assessment of the appellant's credibility.",
      "id": "s89"
    },
    {
      "text": "The essence of his Honour's reasons for rejecting the submission that there was a breach of s 424A(1) is to be found at [20].",
      "id": "s90"
    },
    {
      "text": "That paragraph is as follows: \n 20.",
      "id": "s91"
    },
    {
      "text": "The information which \" would be the reason or part of the reason for affirming the decision under review\" was that a report had been received indicating an alternative motive for the applicant wishing to come to Australia and the existence of that report cast doubt upon the credibility of the applicant.",
      "id": "s92"
    },
    {
      "text": "The existence of the report and the reason why it might be relevant in the decision making process was clearly explained to the applicant in the s 424A letter dated 24 April 2008 [CB 104].",
      "id": "s93"
    },
    {
      "text": "The applicant provided a response [CB 106] and the Tribunal then exercised its powers to assess the credibility of the applicant.",
      "id": "s94"
    },
    {
      "text": "The Tribunal's reasons for not accepting the credibility of the applicant in relation to this particular aspect of the matter was: \n\n \n 'The Tribunal is satisfied that the common features between the applications indicate fabrication of claims, raising doubts about the applicant's claims and his credibility generally.",
      "id": "s95"
    },
    {
      "text": "Furthermore, this issue is one of the many concerns that the Tribunal has about this applicant.",
      "id": "s96"
    },
    {
      "text": "' [CB 144].",
      "id": "s97"
    },
    {
      "text": "Although not raised as a ground of review, his Honour mentioned the possibility of a different beach of s 424A , namely the contradictory information about the appellant's employment which was stated in the ADS report.",
      "id": "s98"
    },
    {
      "text": "However, since the appellant was represented on the application, his Honour did not consider it appropriate to deal with that question.",
      "id": "s99"
    },
    {
      "text": "GROUND 1: THE SOURCE OF THE RELATIONSHIP INFORMATION \n The central question raised by the first ground is whether s 424A of the Act required the Tribunal to reveal to the appellant that an item of information in the ADS report, namely his relationship with Ms X, had apparently come from the appellant himself.",
      "id": "s100"
    },
    {
      "text": "Even if this can be said to be \"information\" within s 424A , I do not consider that the obligation imposed on the Tribunal by s 424A(1) was enlivened.",
      "id": "s101"
    },
    {
      "text": "The proper construction of s 424A(1) was referred to by the High Court in SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 ; (2007) 235 ALR 609 at [17] ff and by a Full Court in SZKLG v Minister for Immigration and Citizenship [2007] FCAFC 198 ; (2007) 164 FCR 578 at [33] .",
      "id": "s102"
    },
    {
      "text": "It has also been dealt with in subsequent authorities.",
      "id": "s103"
    },
    {
      "text": "I referred to them in my decision in SZMPT v Minister for Immigration and Citizenship (2009) 107 ALD 121 at [13] --- [19].",
      "id": "s104"
    },
    {
      "text": "There is some tension in the authorities as to what use, if any, can be made of the Tribunal's written reasons in determining whether s 424A(1)(a) was enlivened.",
      "id": "s105"
    },
    {
      "text": "In SZMPT at [16] --- [18], I expressed the view that the Tribunal's reasons are not the starting point, but that it may be appropriate to refer to them to determine whether the Tribunal considered the information to be a reason for affirming the decision under review.",
      "id": "s106"
    },
    {
      "text": "I accept of course that, as the High Court said in SZBYR at [17], the question is to be determined in advance of, and independently from, the Tribunal's reasoning.",
      "id": "s107"
    },
    {
      "text": "But whether one looks at the transcript of the hearing, or the Tribunal's reasons, it is plain, in my opinion, that the approach taken by the Federal Magistrate was correct.",
      "id": "s108"
    },
    {
      "text": "As his Honour said at [20], the information which the Tribunal considered would be a reason for affirming the decision was that a report had been received which indicated that there was a motive for the appellant wishing to come to Australia different from that which formed the basis of his application for a protection visa, and the existence of that report cast doubt upon the credibility of the appellant.",
      "id": "s109"
    },
    {
      "text": "This is clear from what the Tribunal put to the appellant during the oral hearing as revealed in the passage from the transcript set out above.",
      "id": "s110"
    },
    {
      "text": "Moreover, as the Federal Magistrate went on to say at [20], the existence of the report and the reason why it may be relevant to the decision making process was clearly explained in the s 424A letter.",
      "id": "s111"
    },
    {
      "text": "It was the existence of the report and the information in it about the alternative motive for coming to Australia that was of \"dispositive relevance\" to the Convention claims advanced by the appellant before the Tribunal: MZXBQ v Minister for Immigration and Citizenship [2008] FCA 319 ; (2008) 166 FCR 483 at [27] .",
      "id": "s112"
    },
    {
      "text": "Particulars of the information and the reason why it may be relevant were given to the appellant in accordance with s 424A(1)(b).",
      "id": "s113"
    },
    {
      "text": "The fact that the information may have been provided in the first instance by the appellant to the tour operator was of no dispositive relevance and was not required to be supplied to the appellant.",
      "id": "s114"
    },
    {
      "text": "To the extent that it is permissible to refer to the Tribunal's reasons to determine whether the Tribunal considered the source of the information to be a reason for affirming the decision, the reasons of the Tribunal, in particular at [87], support the conclusion I have reached.",
      "id": "s115"
    },
    {
      "text": "Nothing in s 422B(3) alters this conclusion.",
      "id": "s116"
    },
    {
      "text": "I should add that s 422B(3) was mentioned only in passing in the appellant's submissions.",
      "id": "s117"
    },
    {
      "text": "GROUND 2: INCONSISTENT EMPLOYMENT INFORMATION \n This ground turns upon whether I am prepared to draw an inference that the \"employment information\" was information that the Tribunal considered to be a reason for affirming the decision.",
      "id": "s118"
    },
    {
      "text": "The information about the appellant's employment as legal representative of a company was referred to in the ADS report, and was contrary to the appellant's claim before the Tribunal that he was a taxi driver.",
      "id": "s119"
    },
    {
      "text": "However, this inconsistency was not referred to by the Tribunal in the oral hearing.",
      "id": "s120"
    },
    {
      "text": "Nor was it referred to in the Tribunal's reasons.",
      "id": "s121"
    },
    {
      "text": "It follows that there is simply no evidence from which it can be inferred that this information, even assuming it to be information within s 424A(1) , was a reason for affirming the decision of the delegate.",
      "id": "s122"
    },
    {
      "text": "What seems to me to underlie the appellant's submission on this ground is that, in determining whether the Tribunal considered the information to be a reason for affirming the decision under review, the Court is required to carry out an objective assessment of what the Tribunal may have considered to be relevant.",
      "id": "s123"
    },
    {
      "text": "In my opinion, this approach is inconsistent with the proper construction of \n s 424A(1)(a) and the authorities which have construed it.",
      "id": "s124"
    },
    {
      "text": "In my view, the effect of what the High Court said in SZBYR at [17], and, in particular, of what the Full Court said in SZKLG at [33] is that the word \"considers\" in s 424(1)(a) is directed at the subjective consideration of the Tribunal on the facts of each case.",
      "id": "s125"
    },
    {
      "text": "It is true that the Court will not generally have evidence of what the Tribunal subjectively considered to be dispositively relevant, so that it will be for the Court to determine that question objectively from the available evidence, including in an appropriate case, the Tribunal's reasons.",
      "id": "s126"
    },
    {
      "text": "But the alternative approach suggested by the appellant would require the Court to pour over all information in the Tribunal's hands to determine what might possibly be considered to be dispositively relevant, even if the Tribunal member himself, or herself, did not consider it to have that status.",
      "id": "s127"
    },
    {
      "text": "In my view, this exposes the fallacy in the appellant's argument and shows why it is contrary to the proper construction of s 424A(1)(a).",
      "id": "s128"
    },
    {
      "text": "Again, nothing in s 422B(3) alters that result.",
      "id": "s129"
    },
    {
      "text": "CONCLUSION AND ORDERS \n The appeal must be dismissed with costs.",
      "id": "s130"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s131"
    },
    {
      "text": "Associate:\n \n \nDated: 4 June 2009\n \n Counsel for the Appellant: Mr J.F. Gormly \n \n Counsel for the Respondent: Ms L.A. Clegg \n \n Solicitor for the Respondent: Clayton Utz \n Date of Hearing: 29 May 2009 \n \n Date of Judgment: 4 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/596.html",
      "id": "s132"
    }
  ]
}