{
  "name": "WZANI v Minister for Immigration &amp; Citizenship [2009] FCA 526 (20 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/526.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "credibility finding by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "jurisdictional error",
      "id": "c2"
    },
    {
      "text": "no appealable error",
      "id": "c3"
    },
    {
      "text": "appeal dismissed",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "The appellant is a citizen of the People's Republic of China (China).",
      "id": "s0"
    },
    {
      "text": "He arrived in Australia on 15 February 2008.",
      "id": "s1"
    },
    {
      "text": "On 7 March 2008 he applied to the Department of Immigration and Citizenship for a Protection (Class XA) visa.",
      "id": "s2"
    },
    {
      "text": "A delegate of the first respondent formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and consequently, on 17 May 2008, refused to grant the visa.",
      "id": "s3"
    },
    {
      "text": "On 18 June 2008, the appellant applied to the Refugee Review Tribunal (Tribunal) for a review of that decision.",
      "id": "s4"
    },
    {
      "text": "On 13 August 2008, the Tribunal affirmed the delegate's decision to refuse to grant the appellant a protection visa.",
      "id": "s5"
    },
    {
      "text": "On 30 September 2008, the appellant filed an application in the Federal Magistrates Court under s 476 of the Migration Act 1958 (Cth) seeking a review of the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "This appeal is against the judgment of the Federal Magistrate of 6 March 2009 dismissing an application for judicial review of the Tribunal's decision: WZANI v Minister for Immigration and Citizenship &amp; Anor [2009] FMCA 129.",
      "id": "s7"
    },
    {
      "text": "APPELLANT'S CLAIMS \n In his Application for a Protection (Class XA) visa, the appellant claimed that he fears persecution because he is a genuine Falun Gong practitioner and has been since 1998.",
      "id": "s8"
    },
    {
      "text": "He claimed that he was detained in Chongqing Forced Labour Camp in China for practicing \"Falun Dafa\", and that he had witnessed and been subjected to \"unimaginable\" torture.",
      "id": "s9"
    },
    {
      "text": "In a statement submitted with his protection visa application he outlined: \n&#9679; That he \"appealed for Falun Gong\" in Beijing in 2001 and that whilst in prison the inmates were often ordered to beat and swear at him because he refused to sign a pledge stating that he would no longer go to Beijing to appeal.",
      "id": "s10"
    },
    {
      "text": "&#9679; That all practitioners detained endured brainwashing, in that they were made to watch anti Falun Gong propaganda on television or listen to the guards for over 5 hours.",
      "id": "s11"
    },
    {
      "text": "\"Sometimes the brainwashing session lasts for days and we're not allowed to sleep during the entire time.",
      "id": "s12"
    },
    {
      "text": "Often, we're not even allowed to use the toilet\".",
      "id": "s13"
    },
    {
      "text": "&#9679; That the torture the practitioners endured included \"being hung up and whipped; ... stripped naked and shackled to iron chairs for long periods of time while being deprived of sleep and shocked with electric batons; ... hung up with their hands cuffed behind their backs for several days at a time; female practitioners are thrown into cells with violent male criminals ...\".",
      "id": "s14"
    },
    {
      "text": "&#9679; Whilst in the Forced Labour Camp hospital he did not receive any medical treatment.",
      "id": "s15"
    },
    {
      "text": "He witnessed \"many practitioners who could only lie in bed, unable to take care of themselves.",
      "id": "s16"
    },
    {
      "text": "The doctors would violently remove their clothes, and use metal spoons to scrape their scabies.",
      "id": "s17"
    },
    {
      "text": "Their bodies would bleed, and the doctors would rinse the blood off with dirty tap water\".",
      "id": "s18"
    },
    {
      "text": "&#9679; That he and other Falun Gong practitioners went on hunger strikes to protest their \"unlawful arrest and the inhumane torture and persecution\".",
      "id": "s19"
    },
    {
      "text": "He stated that the police \"would then further torture us with force-feeding\".",
      "id": "s20"
    },
    {
      "text": "&#9679; He had to sign a pledge stating that he would no longer go to Beijing to appeal for Falun Gong, and he was later released from the Labour Camp.",
      "id": "s21"
    },
    {
      "text": "&#9679; That he had bribed a government official in order to be able to leave China.",
      "id": "s22"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The Tribunal did not believe the appellant had ever followed Falun Gong practices or beliefs, or that he was ever detained in China as a result of such practices or beliefs.",
      "id": "s23"
    },
    {
      "text": "The Tribunal found that there is nothing which suggested or would support a conclusion that the appellant fears any harm for any reason should he return to China, or in the foreseeable future after his return.",
      "id": "s24"
    },
    {
      "text": "The Tribunal formed the view that the appellant had presented a fabricated claim of past experiences consistent with known treatment of Falun Gong practitioners in China.",
      "id": "s25"
    },
    {
      "text": "In their view the appellant's evidence at the Tribunal hearing was completely lacking in credibility, for reasons including: \n&#9679; Beyond knowing the name of the leader of the Falun Gong practice worldwide he was unaware of its central literature, beliefs and practices.",
      "id": "s26"
    },
    {
      "text": "&#9679; He was not aware of the central features of the treatment of practitioners in China during the period he claimed involvement in China between 1998 and 2001.",
      "id": "s27"
    },
    {
      "text": "In particular, he was not aware of the banning of Falun Gong, the demonstrations or subsequent imprisonment of Falun Gong practitioners in China in 1999.",
      "id": "s28"
    },
    {
      "text": "&#9679; He has not pursued any practice of Falun Gong in Australia.",
      "id": "s29"
    },
    {
      "text": "The Tribunal viewed this as being because he is not a practitioner and does not intend to be one, adding that the movement is present in Australia and the appellant could have found a connection with the movement if his claimed commitments to the belief were true.",
      "id": "s30"
    },
    {
      "text": "The Tribunal rejected the appellant's claim that he did not have a great knowledge of Falun Gong because he had been busy at work and was not well educated.",
      "id": "s31"
    },
    {
      "text": "The Tribunal found that \"one could expect that he would have some knowledge of the movements associated with the practice he claims, and yet even this was absent\".",
      "id": "s32"
    },
    {
      "text": "The Tribunal found that the appellant is not a \"refugee\" within the meaning of Art 1A of the Convention and therefore is not a person to whom Australia has protection obligations.",
      "id": "s33"
    },
    {
      "text": "The Tribunal held that he did not meet essential prescribed criteria for any Class XA visa, and must be refused the grant of such visa under s 65 of the Migration Act 1958 .",
      "id": "s34"
    },
    {
      "text": "In so finding, the Tribunal accepted that practioners of Falun Gong did in fact face the real prospect of harm in China.",
      "id": "s35"
    },
    {
      "text": "The Tribunal affirmed the delegate's decision.",
      "id": "s36"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n The grounds for the appellant's appeal to the Federal Magistrates Court were: The Tribunal rejected the appellant's claimed involvement in the Falun Gong in China without considering all of the information the appellant provided.",
      "id": "s37"
    },
    {
      "text": "The Tribunal has no reason not to accept that the appellant would have faced the real prospect of harm in China if he returned.",
      "id": "s38"
    },
    {
      "text": "It is not reasonable for the Tribunal to believe that the appellant has not ever followed Falun Gong practice or belief.",
      "id": "s39"
    },
    {
      "text": "The Federal Magistrate in considering the Tribunal's decision in light of the claims made by the appellant found as follows: \n&#9679; In relation to the first ground, His Honour found that it was not made out.",
      "id": "s40"
    },
    {
      "text": "His Honour held that the Tribunal had considered all of the appellant's claims and the evidence put to it, and gave the appellant an opportunity to comment on information which the Tribunal considered relevant.",
      "id": "s41"
    },
    {
      "text": "His Honour found that the Tribunal had dealt with and assessed all of the claims, evidence and information in an orderly and coherent way and the appellant had not pointed to any information which the Tribunal failed to consider.",
      "id": "s42"
    },
    {
      "text": "&#9679; His Honour found that the second ground was also not made out.",
      "id": "s43"
    },
    {
      "text": "His Honour held that the finding of the Tribunal that the appellant's claims were not credible was open to it, based on the information provided by the appellant both orally and in writing.",
      "id": "s44"
    },
    {
      "text": "&#9679; As to the third ground, His Honour found that it was reasonable for the Tribunal not to believe that the appellant had ever followed Falun Gong practices or beliefs, given the evidence indicated that the appellant knew almost nothing of the beliefs and practices of Falun Gong.",
      "id": "s45"
    },
    {
      "text": "His Honour therefore held that the third ground of the appeal was also not made out.",
      "id": "s46"
    },
    {
      "text": "The Federal Magistrate also found that the Tribunal had complied with procedural fairness provisions contained in Pt 7 Div 4 of the Migration Ac t 1958 ; and considered the ultimate question in proper form, having regard to the prescribed criteria; s 36(2) and s 65(1) of the Migration Act 1958 and Pt 785 and Pt 866 of Sch 2 to the Migration Regulations 1994 (Cth); the definition of refugee; and the element of the definition of refugee as to whether there was a well founded fear based on a real chance of persecution for a Convention reason.",
      "id": "s47"
    },
    {
      "text": "His Honour stated that the Tribunal was entitled to reject the applicant's claims and there was no jurisdictional error in the Tribunal's decision.",
      "id": "s48"
    },
    {
      "text": "His Honour outlined that in the absence of such error it is not the task of the Court to review the merits of the decision.",
      "id": "s49"
    },
    {
      "text": "The Federal Magistrate therefore ordered that the application be dismissed.",
      "id": "s50"
    },
    {
      "text": "GROUNDS OF APPEAL \n In the notice of appeal filed in this Court on 26 March 2009 in which the appellant appeals against the decision of the Federal Magistrate, the appellant relies on the following grounds of appeal: The Tribunal made its decision relied on information, which is incorrect.",
      "id": "s51"
    },
    {
      "text": "The Refugee Review Tribunal failed to explain, in the form of a document, the reason why the Tribunal considered some particulars of information relevant to the matter.",
      "id": "s52"
    },
    {
      "text": "The Refugee Review Tribunal failed to assess the possibility of the risk the applicant face if he return to China.",
      "id": "s53"
    },
    {
      "text": "It will be noticed that the three grounds of appeal in this Court are, on the face of it, different from the three grounds of appeal before the Federal Magistrate.",
      "id": "s54"
    },
    {
      "text": "None asserts error by the Federal Magistrate but appear to raise fresh grounds for judicial review of the decision made by the Refugee Review Tribunal, or at least variation of the grounds argued before the Federal Magistrate.",
      "id": "s55"
    },
    {
      "text": "Counsel for the first respondent, taking a generous approach to the Notice of Appeal in circumstances where the applicant is self-represented, accepts that the grounds in substance impugne the Federal Magistrate's decision for error of law and otherwise raise a general unreasonableness argument that the Federal Magistrate by inference was bound to deal with.",
      "id": "s56"
    },
    {
      "text": "Accordingly, counsel submits: \n(1) The Federal Magistrate's decision was not attended with any error, let alone appealable error.",
      "id": "s57"
    },
    {
      "text": "(2) The Tribunal did not commit any error, let alone jurisdictional error.",
      "id": "s58"
    },
    {
      "text": "(3) There is accordingly no basis for the appellant to obtain any relief from this Court on further appeal from the Federal Magistrate.",
      "id": "s59"
    },
    {
      "text": "(4) There is, in any event no demonstrated unreasonableness in the Tribunal's decision that the Federal Magistrate should have detected.",
      "id": "s60"
    },
    {
      "text": "It is well established that a decision of the Refugee Review Tribunal is only available to be set aside upon judicial review if it involves \"jurisdictional error\".",
      "id": "s61"
    },
    {
      "text": "Absent that, a decision refusing an applicant a protection visa will be \"privative clause decision\" for the purpose of s 474 of the Migration Act 1958 from which no appeal or relief on judicial review is available: Plaintiff S157/2002 v Commonwealth of Australia (2003) 211 CLR 476 at [76].",
      "id": "s62"
    },
    {
      "text": "It is now well established by Plaintiff S157/2002 that an error by an administrative tribunal such as the Refugee Review Tribunal will only constitute jurisdictional error if the Tribunal: \n&#9679; identifies a wrong issue;\n \n&#9679; asks the wrong question;\n \n&#9679; ignores relevant material; or\n \n&#9679; relies on irrelevant material;\n \nin such a way that the Tribunal's exercise or purported exercise of power is thereby affected, resulting in a decision exceeding or failing to exercise the authority or powers given under the relevant statute.",
      "id": "s63"
    },
    {
      "text": "It is also accepted (see Plaintiff S157/2002 211 CLR 476 at [76]) that there may also be jurisdictional error if a tribunal fails to discharge \"imperative duties\" or to observe \"inviolable limitations or restraints\" upon which its exercise of administrative powers is conditioned.",
      "id": "s64"
    },
    {
      "text": "See also Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [82] ; Lobo v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 200 ALR 359 at [45] .",
      "id": "s65"
    },
    {
      "text": "However, where a decision of the Refugee Review Tribunal refusing an applicant a protection visa turns entirely on an assessment of that applicant's credibility, a challenge to the Tribunal's findings and conclusions can only amount to an impermissible attempt to undertake further merits review.",
      "id": "s66"
    },
    {
      "text": "This proposition has been affirmed in a number of cases.",
      "id": "s67"
    },
    {
      "text": "Recent examples include SZKMV v Minister for Immigration and Citizenship [2009] FCA 157 at [18] per Stone J; SZMFH v Minister for Immigration and Citizenship [2009] FCA 105 at [14] --- [15] per Graham J; SZMLR v Minister for Immigration and Citizenship [2008] FCA 1853 at [11] per Spender J.",
      "id": "s68"
    },
    {
      "text": "Accordingly, a finding by the Refugee Review Tribunal, which is not capable of being set aside on the basis of jurisdictional error, is a factual one which is not open to challenge by way of judicial review or on subsequent appellant proceedings: see NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [10] .",
      "id": "s69"
    },
    {
      "text": "The first ground of appeal as stated before me is that \"The Tribunal made its decision relied on information, which is incorrect\".",
      "id": "s70"
    },
    {
      "text": "It is not open on this appeal to seek a further review of the merits of the appellant's case in this Court.",
      "id": "s71"
    },
    {
      "text": "In any event, the Federal Magistrate has pointed out that the Refugee Review Tribunal had before it a variety of information and that appellant had the opportunity to make written and oral representations to it, which he did.",
      "id": "s72"
    },
    {
      "text": "The Tribunal ultimately rejected the appellant's accounts of his practice of Falun Gong for reasons tied to its assessment of his credibility, not by reference to other information concerning the philosophy of Falun Gong itself.",
      "id": "s73"
    },
    {
      "text": "Accordingly, the first ground of appeal must necessarily fail.",
      "id": "s74"
    },
    {
      "text": "No error of law on the part of the Federal Magistrate is discernible.",
      "id": "s75"
    },
    {
      "text": "Nor is any relevant jurisdictional error on the part of the Tribunal.",
      "id": "s76"
    },
    {
      "text": "The second ground of appeal as stated before me is that \"The Refugee Review Tribunal failed to explain, in the form of a document, the reason why the Tribunal considered some particulars of information relevant to the matter\".",
      "id": "s77"
    },
    {
      "text": "No further particularisation of this ground is provided and none was provided at the hearing by the appellant.",
      "id": "s78"
    },
    {
      "text": "It purports to raise the ground of jurisdictional error, occurred because the Tribunal took into account irrelevant matters.",
      "id": "s79"
    },
    {
      "text": "On the face of the Tribunal's decision and the decision of the Federal Magistrate, the Court finds difficulty in understanding what irrelevant information was taken into account.",
      "id": "s80"
    },
    {
      "text": "The applicant does not point to any.",
      "id": "s81"
    },
    {
      "text": "He simply says the Tribunal should have accepted his testimony.",
      "id": "s82"
    },
    {
      "text": "It certainly cannot be said that the Tribunal failed to explain the basis for its rejection of the appellant's claim for a protection visa.",
      "id": "s83"
    },
    {
      "text": "To the contrary, it set out in detail and with clarity its reasons for the findings of fact it made and its ultimate lack of the requisite \"satisfaction\" for the purposes of s 36 and s 65 of the Migration Act 1958 .",
      "id": "s84"
    },
    {
      "text": "Ground two must necessarily fail.",
      "id": "s85"
    },
    {
      "text": "No appealable error on the part of the Federal Magistrate is discernable.",
      "id": "s86"
    },
    {
      "text": "Furthermore, there is no discernable jurisdictional error on the part of the Tribunal.",
      "id": "s87"
    },
    {
      "text": "Ground three before me is that \"The Refugee Review Tribunal failed to assess the possibility of the risk the applicant face if he return to China (sic)\".",
      "id": "s88"
    },
    {
      "text": "A relevant consideration before the Tribunal was whether a genuine Falun Gong practitioner would face risk of harm if he or she were required to return to China.",
      "id": "s89"
    },
    {
      "text": "In that regard, the Tribunal clearly held that a genuine practitioner of Falun Gong would face such risk.",
      "id": "s90"
    },
    {
      "text": "The reason why the appellant's claim before the Tribunal failed was that the Tribunal did not accept that the appellant was a genuine Falun Gong practitioner.",
      "id": "s91"
    },
    {
      "text": "In those circumstances, there was no other relevant Convention reason raised by the applicant or arguably raised for consideration by the evidence before the Tribunal, for the Tribunal to consider the protection visa should be granted to the appellant.",
      "id": "s92"
    },
    {
      "text": "The factual assessment made by the Tribunal concerning the appellant's claimed status as a genuine Falun Gong practitioner was open to it.",
      "id": "s93"
    },
    {
      "text": "Accordingly, the third ground of appeal must fail.",
      "id": "s94"
    },
    {
      "text": "There is no discernable error on the part of the Federal Magistrate in his decision.",
      "id": "s95"
    },
    {
      "text": "Nor is there any discernable jurisdictional error on the part of the Refugee Review Tribunal.",
      "id": "s96"
    },
    {
      "text": "This is a case that throughout has revolved around the credibility of the appellant's claim that he is a genuine Falun Gong practitioner.",
      "id": "s97"
    },
    {
      "text": "The Tribunal found against him in that regard.",
      "id": "s98"
    },
    {
      "text": "The appellant simply says the Tribunal made a wrong decision.",
      "id": "s99"
    },
    {
      "text": "Nonetheless, the basis upon which the credibility of the appellant was rejected were entirely open to the Tribunal.",
      "id": "s100"
    },
    {
      "text": "Where the Tribunal is not affirmatively satisfied that the prerequisites for the grant of a protection visa exists, the Migration Act 1958 requires that the application be dismissed: see SZGZQ v Minister for Immigration and Multicultural Affairs [2007] FCA 62 at [13] --- [14] per Greenwood J.",
      "id": "s101"
    },
    {
      "text": "As noted above, counsel for the first respondent also accepted that on a generous view it may be said that the appellant has also challenged the \"reasonableness\" of the decision of the Tribunal that he was not a genuine Falun Gong practitioner, and the (implied) decision of the Federal Magistrate rejecting his claim of jurisdictional error in that regard.",
      "id": "s102"
    },
    {
      "text": "There is an issue whether what is referred as \"Wednesbury unreasonableness\" (a reference to the principles stated in Associated Provincial Picture Houses Limited v Wednesdbury Corporation [1948] 1 KB 223 at 229 --- 231) are applicable in relation to the decision of the Minister (or delegate) under s 36 and s 65 of the Migration Act 1958 where the Minister must be \"satisfied\" about certain facts: see generally Minister for Immigration and Multicultural Affairs v Eshutu [1999] HCA 21 ; (1999) 197 CLR 611 at [121] --- [145] per Gummow J.",
      "id": "s103"
    },
    {
      "text": "Whether or not one were in fact to ask whether a reasonable person on the basis of the materials before them could have made the decision that the Tribunal made in this case, or whether one seeks to ascertain whether the facts existed to enable the decision-maker to be satisfied of the relevant matters, I do not consider that the Tribunal committed any jurisdictional error or that the Federal Magistrate failed to detect such error.",
      "id": "s104"
    },
    {
      "text": "Having regard to the information before the Tribunal, the way the Tribunal considered all the material before it and the factors the Tribunal took into account in not accepting the evidence of the appellant, it was entitled to be satisfied on review of the delegate's decision that the appellant was not a genuine Falun Gong practitioner and consequently that there was no Convention based reason to grant the protection visa.",
      "id": "s105"
    },
    {
      "text": "CONCLUSION AND ORDER \n For the reasons given above, the primary issue on the appeal, as it was before the Federal Magistrate on judicial review of the decision of the Refugee Review Tribunal, concerned the credibility finding made by the Tribunal.",
      "id": "s106"
    },
    {
      "text": "The appellant, without referring to any particular reasons why jurisdictional error should have been found in the first instance in relation to the decision of the Tribunal, simply maintained his view that the Tribunal had made a wrong decision.",
      "id": "s107"
    },
    {
      "text": "In these circumstances, there is no discernible error in the decision made by the Federal Magistrate below.",
      "id": "s108"
    },
    {
      "text": "Nor is there anything else raised in the course of the appeal before me to disclose discernible error on the part of the magistrate or jurisdictional error on the part of the Tribunal that the Federal Magistrate should have detected.",
      "id": "s109"
    },
    {
      "text": "For these reasons, the appeal of the appellant against the decision of the Federal Magistrate should be dismissed.",
      "id": "s110"
    },
    {
      "text": "The Court therefore orders: The appeal is dismissed.",
      "id": "s111"
    },
    {
      "text": "The appellant to pay the First Respondent's costs, to be taxed.",
      "id": "s112"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s113"
    },
    {
      "text": "Associate:\n \n \nDated: 20 May 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Mr RL Hooker \n \n Counsel for the First Respondent: Australian Government Solicitor \n Date of Hearing: 20 May 2009 \n \n Date of Judgment: 20 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/526.html",
      "id": "s114"
    }
  ]
}