{
  "name": "Priestley v Godwin (No 4) [2009] FCA 560 (28 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/560.html",
  "catchphrases": [
    {
      "text": "application for order pursuant to s 23 of the federal court of australia act 1976 (cth) (federal court act) that the respondent provide a statement of reasons for decision pursuant to s 13(1) of the administrative decisions (judicial review) act 1977 (cth) (adjr act)",
      "id": "c0"
    },
    {
      "text": "respondent seeks summary dismissal pursuant to s 31a of the federal court act",
      "id": "c1"
    },
    {
      "text": "whether alleged decision was made",
      "id": "c2"
    },
    {
      "text": "whether s 23 of the federal court act is a source of jurisdiction pursuant to which the order sought by the applicant can be made",
      "id": "c3"
    },
    {
      "text": "whether the applicant is a person aggrieved",
      "id": "c4"
    },
    {
      "text": "whether s 17 of the adjr act meant that notice given by previous officer holder not valid for the purposes of s 13(3) of the adjr act",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "In his application, Mr Priestley seeks the following: \n ... an Order pursuant to section 23 of the Federal Court of Australia Act 1976 that the Respondent prepare and furnish a statement of reasons pursuant to section 13(1) of the Administrative Decisions (Judicial Review) Act 1977 for decisions of the Acting Parliamentary Service Merit Protection Commissioner dated 17 th October 2007.",
      "id": "s0"
    },
    {
      "text": "Specifically, Mr Priestley seeks a statement in writing setting out the findings on material questions of fact on which decisions dated 17 October 2007 were based, as well as the disclosure of evidence or other material on which the findings of material questions of fact were based.",
      "id": "s1"
    },
    {
      "text": "By notice of motion the respondent, the Parliamentary Service Merit Protection Commissioner ('Ms Godwin'), seeks an order that the application be dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) ('the Federal Court Act') on the basis that the application has no reasonable prospect of success.",
      "id": "s2"
    },
    {
      "text": "Ms Godwin submits that there is no obligation under s 13 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') to provide a statement of reasons because, first, there is no ' decision to which this Act applies ' for the purposes of s 13 of the ADJR Act and, secondly, even if there were a ' decision to which this Act applies ', Mr Priestley is not a person aggrieved by that decision.",
      "id": "s3"
    },
    {
      "text": "She also submits that s 23 of the Federal Court Act is not a source of jurisdiction pursuant to which the Court can grant the relief Mr Priestley seeks.",
      "id": "s4"
    },
    {
      "text": "THE CHRONOLOGY \n On 27 August 2007, Mr Priestley wrote to the then Acting Parliamentary Service Merit Protection Commissioner, Mr Boris Budak, alleging breaches of the Parliamentary Service Code of Conduct ('the Code of Conduct') (as set out in s 13 of the Parliamentary Service Act 1999 (Cth) ('the Parliamentary Service Act ')) by the Parliamentary Service Commissioner and the former Parliamentary Service Merit Protection Commissioner ('the former Merit Protection Commissioner').",
      "id": "s5"
    },
    {
      "text": "That letter was \"a whistleblower's report\" in that it contained allegations by a Parliamentary Service employee of breaches of the Code of Conduct (Schedule 1 of the Parliamentary Service Determination 2003/2 (Cth) ('the Determination')).",
      "id": "s6"
    },
    {
      "text": "On 17 September 2007 Mr Priestley emailed Mr Budak to inquire whether Mr Budak had received his letter of 27 August 2007 and whether he had accepted it pursuant to paragraph (1)(b) and subclause (2) of clause 2.4.3 of the Determination.",
      "id": "s7"
    },
    {
      "text": "Mr Budak replied on 18 September 2007.",
      "id": "s8"
    },
    {
      "text": "After setting out some short conclusions he said ' I do not consider that any further inquiry is warranted into your allegations against the Parliamentary Service Commissioner '.",
      "id": "s9"
    },
    {
      "text": "On 25 September 2007 Mr Priestley wrote to Mr Budak again, requesting that Mr Budak provide a statement of reasons pursuant to s 13 of the ADJR Act for: \n [T] he refusal to accept my report of 27 August 2007 pursuant to paragraph 1(b), and [subclauses] (2) and (3) of clause 2.4.3 of [the Determination] ; \n\n \n [T] he failure to investigate the alleged breaches of the Code of Conduct by the [Parliamentary Service Commissioner] ; and \n\n \n [T] he failure to refer the report concerning alleged breaches of the [Code of Conduct] by the former Merit Protection Commissioner to the relevant office holder.",
      "id": "s10"
    },
    {
      "text": "By covering letter bearing the date 22 September 2007, Mr Budak provided to Mr Priestley a document entitled \"Statement of Reasons under Section 13 of Administrative Decisions (Judicial Review) Act 1977 \".",
      "id": "s11"
    },
    {
      "text": "In that statement Mr Budak set out his decision and findings on material questions of fact.",
      "id": "s12"
    },
    {
      "text": "The statement of reasons was dated 17 October 2007.",
      "id": "s13"
    },
    {
      "text": "It is accepted that the September date on the covering letter was incorrect.",
      "id": "s14"
    },
    {
      "text": "In relation to the first two matters for which Mr Priestley requested reasons, Mr Budak stated that, while he considered the letter of 27 August 2007 ' as potentially being ' a whistleblower's report, as a report pursuant to paragraph (1)(b) of clause 2.4.3 of the Determination, he did not consider that the matter warranted further investigation.",
      "id": "s15"
    },
    {
      "text": "Mr Budak also set out the findings which formed the basis of his decision that the matter did not warrant further investigation.",
      "id": "s16"
    },
    {
      "text": "In relation to the third of the matters for which Mr Priestley requested reasons, Mr Budak stated that Mr Priestley's letter of 27 August 2007 did not contain a request for investigation of the conduct of the former Merit Protection Commissioner.",
      "id": "s17"
    },
    {
      "text": "Instead, Mr Priestley had made reference to the fact that allegations against the former Merit Protection Commissioner had been included in material referred by the Presiding Officers to the Parliamentary Service Commissioner for inquiry and report.",
      "id": "s18"
    },
    {
      "text": "Therefore, the reasons set out by Mr Budak in the 17 October 2007 statement of reasons related only to his decision not to conduct further inquiries into the allegations made by Mr Priestley against the Parliamentary Service Commissioner.",
      "id": "s19"
    },
    {
      "text": "Under the heading \"Reasons for decision\" in his statement of 17 October 2007, Mr Budak said: \n As stated above, I was able to satisfy myself that the letter and attachments that Mr Priestley alleged the Parliamentary Service Commissioner divulged to [the former Merit Protection Commissioner] , prompting his resignation, were received by the [Parliamentary Service Commissioner] after [the former Merit Protection Commissioner's] departure.",
      "id": "s20"
    },
    {
      "text": "Taking this fact into account along with my own knowledge of [the former Merit Protection Commissioner's] circumstances, I formed the view that Mr Priestley's allegations were not sufficiently persuasive to warrant further investigation.",
      "id": "s21"
    },
    {
      "text": "In a further letter to Mr Budak dated 19 November 2007, Mr Priestley accepted that Mr Budak had furnished a statement as required by s 13(2) of the ADJR Act.",
      "id": "s22"
    },
    {
      "text": "However, he added that: ' You correctly concluded that my letter of 27 August 2007 was a whistleblower's report as it was intended by me and as I had indicated in the letter.",
      "id": "s23"
    },
    {
      "text": "In consequence, therefore, you were obliged to reconsider the issue and in so doing [you] came to a new decision and refused to make a decision '.",
      "id": "s24"
    },
    {
      "text": "He requested a statement of reasons pursuant to s 13(1) of the ADJR Act for the alleged further decisions, which he described as decisions: \n [T] o make no further inquiry into the alleged breaches of the Parliamentary Service Code of Conduct by [the Parliamentary Service Commissioner] ; and \n\n \n [T] o receive and not refer the alleged breaches of the Parliamentary Service Code of Conduct by [the former Merit Protection Commissioner] to the appropriate office holder.",
      "id": "s25"
    },
    {
      "text": "Mr Priestley also requested a statement of reasons for what he asserted was a refusal to investigate an alleged separate breach of the Code of Conduct by the Parliamentary Service Commissioner, namely, that she did not refer allegations made against the former Merit Protection Commissioner to the Presiding Officers.",
      "id": "s26"
    },
    {
      "text": "It is apparent from the detailed submissions and assertions in his letter of 19 November 2007 that Mr Priestley considered that there had been a variation or revocation of the original decision.",
      "id": "s27"
    },
    {
      "text": "He asserted that the terms of the original decision showed that there had been a ' fundamental procedural failure ' to consider his letter of 27 August 2007 in accordance with s 48(1) of the Parliamentary Service Act and clause 2.4.3 of the Determination.",
      "id": "s28"
    },
    {
      "text": "It followed, he said, that Mr Budak had been obliged to revisit the issue and in so doing had come to a new decision and refused or failed to make a decision.",
      "id": "s29"
    },
    {
      "text": "THE LEGISLATION AND THE DETERMINATION \n Section 48 of the Parliamentary Service Act sets out the functions of the Parliamentary Service Merit Protection Commissioner.",
      "id": "s30"
    },
    {
      "text": "Section 48 of the Parliamentary Service Act relevantly provides: \n (1) The Merit Protection Commissioner's functions include the following functions: \n\n \n (a) to inquire into reports made to the Merit Protection Commissioner (or to a person authorised by the Merit Protection Commissioner) as mentioned in section 16 ; \n\n \n (b) to inquire into alleged breaches of the Code of Conduct by the [Parliamentary Service Commissioner] and report to the Presiding Officers on the results of such inquiries (including, where relevant, recommendations for sanctions); \n\n \n (c) to inquire into a Parliamentary Service action, at the request of the Presiding Officers, and to report to the Presiding Officers on the results of the inquiry; \n\n \n (d) such functions as are prescribed by determinations made for the purposes of section 33 ; \n\n \n (e) such other functions as are prescribed by the determinations.",
      "id": "s31"
    },
    {
      "text": "Clause 2.4.3 of the Determination relevantly provides: \n (1) A whistleblower's report may be made to an office holder as follows: \n\n \n (a) if the report concerns a non-SES Parliamentary Service employee - to the Secretary of the employee's Department; \n\n \n (b) if the report concerns an SES Parliamentary Service employee or the [Parliamentary Service Commissioner] - to the Merit Protection Commissioner; or \n\n \n (c) if the report concerns a Secretary or a person who is a statutory office holder within the meaning of section 14 of the [Parliamentary Service Act] (other than the [Parliamentary Service Commissioner] ) - to the [Parliamentary Service Commissioner] .",
      "id": "s32"
    },
    {
      "text": "(2) A person who receives a whistleblower's report and is not the office holder mentioned in relation to the report in subclause (1) must refer the report to the office holder.",
      "id": "s33"
    },
    {
      "text": "(3) If an office holder has received a whistleblower's report under subclause (1) or (2), and considers on reasonable grounds that the report would be more appropriately dealt with by another office holder, he or she may refer the report to that other office holder.",
      "id": "s34"
    },
    {
      "text": "(4) Office holders may consult with each other about a whistleblower's report for the purposes of this clause.",
      "id": "s35"
    },
    {
      "text": "(5) A whistleblower's report referred under this clause is taken to have been made to the person to whom it is last referred.",
      "id": "s36"
    },
    {
      "text": "Mr Priestley says that Mr Budak considered allegations of a breach of the Privacy Act 1988 (Cth) ('the Privacy Act ') by the Parliamentary Service Commissioner whereas his allegation against the Parliamentary Service Commissioner was not a breach of the Privacy Act but a breach of the secrecy provision of clause 8.2(2) of the Determination, which provides: \n A person to whom this clause applies must not, directly or indirectly, make a record of, or divulge or communicate to any other person, any information that was: \n\n \n (a) acquired by the person while performing duties as a person described in subclause (1); and \n\n \n (b) disclosed or obtained in the course of investigating a report to which Division 2.4, about whistleblowers' reports, relates.",
      "id": "s37"
    },
    {
      "text": "SUBMISSIONS \n Mr Priestley's position is made clearer in his written submissions.",
      "id": "s38"
    },
    {
      "text": "He says that his application in these proceedings is for an order requiring Ms Godwin, the present Parliamentary Service Merit Protection Commissioner, to prepare and furnish a statement of reasons pursuant to s 13(1) of the ADJR Act ' for the decisions of the Acting Parliamentary Service Merit Protection Commissioner dated 17 October 2007 '.",
      "id": "s39"
    },
    {
      "text": "As set out above, 17 October 2007 is the date of the reasons provided by Mr Budak for the decision of 18 September 2007.",
      "id": "s40"
    },
    {
      "text": "Ms Godwin asserts that the statement of reasons from Mr Budak was precisely what it purported to be: a statement of reasons following a request from Mr Priestley that such a statement be provided for the decision that had been made and which was communicated to Mr Priestley on 18 September 2007.",
      "id": "s41"
    },
    {
      "text": "Mr Budak's response to Mr Priestley's request for a further statement of reasons, dated 14 December 2007, stated that he had considered the contents of Mr Priestley's letter of 27 August 2007 as a potential whistleblower's report, that he did not come to a new decision in explaining the actions he had taken on receipt of the letter and that he did not accept that there was a requirement to provide a further statement of reasons.",
      "id": "s42"
    },
    {
      "text": "Mr Budak also informed Mr Priestley that, as from 19 November 2007, he was no longer the Acting Parliamentary Service Merit Protection Commissioner and that Ms Godwin had commenced in that role.",
      "id": "s43"
    },
    {
      "text": "That is, Mr Budak was acting in the position at the time of the September decision and the October reasons but was not acting in the position when he notified Mr Priestley of his refusal to provide further reasons.",
      "id": "s44"
    },
    {
      "text": "Ms Godwin submits that Mr Priestley has no reasonable prospect of successfully prosecuting the proceeding and that his application ought to be dismissed pursuant to s 31A(2) of the Federal Court Act.",
      "id": "s45"
    },
    {
      "text": "Her factual contention is that no decision of any kind described by Mr Priestley was made on 17 October 2007 and that all that occurred on that occasion was the production of a statement of reasons relating to an unchallenged decision made on 18 September 2007.",
      "id": "s46"
    },
    {
      "text": "Ms Godwin submits that the statement of reasons was specifically drafted in response to the request made by Mr Priestley for such reasons and that the reasons addressed each of the decisions that, in his letter of 25 September 2007, he asserted had been made.",
      "id": "s47"
    },
    {
      "text": "The statement of reasons did not, she says, include any fresh or different decisions from those made previously and recorded in Mr Budak's letter of 18 September 2007.",
      "id": "s48"
    },
    {
      "text": "Ms Godwin submits that Mr Priestley's assertion that Mr Budak reconsidered the decisions that he made on 18 September 2007 and then remade them on 17 October 2007 is a matter of pure speculation on the part of Mr Priestley and that there is no evidence or inference available to support a contrary contention.",
      "id": "s49"
    },
    {
      "text": "WAS THERE A NEW DECISION?",
      "id": "s50"
    },
    {
      "text": "Mr Priestley says that he is entitled to reasons for decisions which he says were made on 17 October 2007.",
      "id": "s51"
    },
    {
      "text": "Before one looks to see whether there is a decision under an enactment, which must be expressly or impliedly required or authorised by the enactment and must confer, alter, or otherwise affect legal rights or obligations ( Griffith University v Tang [2005] HCA 7 ; (2005) 221 CLR 99 at [89] ), a threshold question must be considered: was there a decision made on that date?",
      "id": "s52"
    },
    {
      "text": "An examination of Mr Budak's reasons of 17 October 2007 for his decision of 18 September 2007 discloses that he considered the substance of the allegations against the Parliamentary Service Commissioner, Ms Briggs.",
      "id": "s53"
    },
    {
      "text": "Mr Budak explained in his reasons that he formed the view that Mr Priestley's allegations against Ms Briggs were not sufficiently persuasive to warrant further investigation.",
      "id": "s54"
    },
    {
      "text": "Specifically, Mr Budak said that the letter and attachments that were said by Mr Priestley to have been divulged by Ms Briggs to the former Merit Protection Commissioner, Mr Lamond, were in fact received by Ms Briggs after Mr Lamond's departure for a position in another Department.",
      "id": "s55"
    },
    {
      "text": "Accordingly, the allegation that the documents had been passed by Ms Briggs to Mr Lamond for purposes connected with Mr Lamond's then current position as Parliamentary Service Merit Protection Commissioner was unfounded, as was the allegation that the receipt of the letter and attachments by Mr Lamond had prompted his resignation.",
      "id": "s56"
    },
    {
      "text": "He had already left the position.",
      "id": "s57"
    },
    {
      "text": "Mr Priestley's letter of 27 August 2007 also contained allegations concerning breaches of the Code of Conduct by Mr Lamond himself.",
      "id": "s58"
    },
    {
      "text": "Mr Priestley appears to submit that Mr Budak was obliged to make a decision pursuant to clause 2.4.3 of the Determination to refer the allegations concerning Mr Lamond to the relevant officer holder.",
      "id": "s59"
    },
    {
      "text": "Clause 2.4.3(2) provides that a person who receives a whistleblower's report and is not the office holder mentioned in relation to the report in clause 2.4.3(1) must refer the report to the office holder.",
      "id": "s60"
    },
    {
      "text": "Clause 2.4.3(3) provides that a person who receives a whistleblower's report and considers on reasonable grounds that the report would be more appropriately dealt with by another office holder may refer the report to that office holder.",
      "id": "s61"
    },
    {
      "text": "Mr Budak explained in his reasons that he did not consider that any request for an investigation of the former Merit Protection Commissioner's conduct had been made.",
      "id": "s62"
    },
    {
      "text": "For this reason, Mr Budak did not take any action in respect of Mr Priestley's allegations regarding breaches of the Code of Conduct by Mr Lamond.",
      "id": "s63"
    },
    {
      "text": "To the extent that Mr Budak made a decision not to consider any of the allegations against Mr Lamond further, that decision was implicit in his letter of 18 September 2007, for which reasons were given on 17 October 2007.",
      "id": "s64"
    },
    {
      "text": "In his request of 25 September 2007 for a statement of reasons, Mr Priestley alleges a refusal to accept his report of 27 August 2007 and a failure to investigate the allegations in it.",
      "id": "s65"
    },
    {
      "text": "It is apparent that the report was accepted and, with respect to the allegations against Ms Briggs, the matter was investigated and a decision reached as a result of and flowing from the investigation.",
      "id": "s66"
    },
    {
      "text": "It is quite apparent that the letter of 18 September 2007 communicating the decision and the reasons for that decision of 17 October 2007 referred to the complaints about Ms Briggs and Mr Lamond and to the decision that no further inquiry into Mr Priestley's allegations in relation to Ms Briggs was warranted.",
      "id": "s67"
    },
    {
      "text": "Reasons were given for that decision.",
      "id": "s68"
    },
    {
      "text": "The statement of reasons also made it clear that Mr Budak did not consider that Mr Priestley's letter of 27 August 2007 contained a request for investigation of Mr Lamond's conduct.",
      "id": "s69"
    },
    {
      "text": "Whether or not Mr Priestley considers that the reasons of 17 October 2007 were adequate with respect to the allegations against Ms Briggs and Mr Lamond is not the question.",
      "id": "s70"
    },
    {
      "text": "No challenge has been made to the adequacy of the reasons.",
      "id": "s71"
    },
    {
      "text": "Rather, Mr Priestley says that the statement of reasons of 17 October 2007 contained new decisions for which he seeks a further statement of reasons.",
      "id": "s72"
    },
    {
      "text": "Mr Budak said that, in explaining his reasons for the action that he took on receipt of Mr Priestley's letter dated 27 August 2007, he did not come to a new decision.",
      "id": "s73"
    },
    {
      "text": "Ms Godwin does not accept that there is a requirement to provide Mr Priestley with a further statement of reasons.",
      "id": "s74"
    },
    {
      "text": "No decisions were made by Mr Budak, the Acting Parliamentary Service Merit Protection Commissioner, on 17 October 2007.",
      "id": "s75"
    },
    {
      "text": "There was no fresh decision made, nor was any reconsideration required or undertaken.",
      "id": "s76"
    },
    {
      "text": "The statement of 17 October 2007 provided reasons for the decisions that had been made on 18 September 2007.",
      "id": "s77"
    },
    {
      "text": "As Ms Godwin points out, the assertion that there was a new decision in the statement of reasons is not borne out by the terms of the decision of 18 September 2007, or the statement of reasons dated 17 October 2007.",
      "id": "s78"
    },
    {
      "text": "The reasons given on 17 October 2007 are consistent with the outcomes expressed in the decision of 18 September 2007.",
      "id": "s79"
    },
    {
      "text": "I accept Mr Priestley's contention that he made allegations concerning Ms Briggs and Mr Lamond.",
      "id": "s80"
    },
    {
      "text": "With respect to the allegations concerning Mr Lamond, Mr Budak explained that Mr Priestley's letter of 27 August 2007 did not contain a request for investigation of Mr Lamond's conduct but referred instead to the fact that allegations of a breach of the Code of Conduct by Mr Lamond had been included in material that had been referred by the Presiding Officers to the Parliamentary Service Commissioner.",
      "id": "s81"
    },
    {
      "text": "With respect to the allegations concerning Ms Briggs, Mr Budak made a decision on 18 September 2007 not to investigate those allegations further for reasons that he gave on 17 October 2007, which were based on the chronology of the asserted events.",
      "id": "s82"
    },
    {
      "text": "It is not relevant whether the allegations concerning Ms Briggs were of breaches of the Code of Conduct due to a breach of the Privacy Act or due to a breach of the secrecy provisions of the Determination.",
      "id": "s83"
    },
    {
      "text": "It is clear that the alleged breach of the Code of Conduct by Ms Briggs related to Mr Priestley's allegation that she passed privileged and protected information to Mr Lamond.",
      "id": "s84"
    },
    {
      "text": "The reason for not proceeding further in respect of the allegations against Ms Briggs applied whichever piece of legislation or legislative instrument was alleged to have been breached resulting in a breach of the Code of Conduct.",
      "id": "s85"
    },
    {
      "text": "Mr Budak gave reasons for his decisions and actions concerning the totality of the allegations concerning Ms Briggs and Mr Lamond.",
      "id": "s86"
    },
    {
      "text": "That decision having been communicated in September, there was no new decision in the reasons of 17 October 2007.",
      "id": "s87"
    },
    {
      "text": "SECTION 23 OF THE FEDERAL COURT ACT \n Section 23 of the Federal Court Act provides that the Court has power, in relation to matters in which it has jurisdiction, to make orders of such kinds, including interlocutory orders, and to issue or direct the issue of writs of such kinds, as the Court thinks appropriate.",
      "id": "s88"
    },
    {
      "text": "Section 23 does not invest the Court with jurisdiction.",
      "id": "s89"
    },
    {
      "text": "Jurisdiction is conferred by other statutes ( Thomson Australian Holdings Proprietary Limited v The Trade Practices Commission [1981] HCA 48 ; (1981) 148 CLR 150 at 161).",
      "id": "s90"
    },
    {
      "text": "Relevantly for these proceedings, Parliament has invested the Court with jurisdiction in relation to statements of reasons pursuant to s 13 of the ADJR Act.",
      "id": "s91"
    },
    {
      "text": "Section 13(4A) of the ADJR Act provides that the Court may, on application, make an order declaring that the person who made a request for a statement of reasons was, or was not, entitled to make the request.",
      "id": "s92"
    },
    {
      "text": "That section is the source of the Court's jurisdiction to make orders with respect to statements of reasons and, Ms Godwin submits, limits the Court's powers in granting relief to declaring that a person does, or does not have, an entitlement to make a request for a statement of reasons.",
      "id": "s93"
    },
    {
      "text": "A declaration that a person was entitled to make a request for a statement of reasons then requires the person to whom the request was made to provide such a statement within 28 days (s 13(4) of the ADJR Act).",
      "id": "s94"
    },
    {
      "text": "Ms Godwin points to the procedures in s 13 of the ADJR Act.",
      "id": "s95"
    },
    {
      "text": "Mr Priestley made a request to Mr Budak for reasons for the decisions he says were made on 17 October 2007 (s 13(1)).",
      "id": "s96"
    },
    {
      "text": "Mr Budak formed the opinion that Mr Priestley was not entitled to make the request because there was no decision as alleged and gave Mr Priestley notice in writing of his opinion (purportedly under s 13(3)).",
      "id": "s97"
    },
    {
      "text": "Following the receipt of a s 13(3) notice, the course available to Mr Priestley would have been to apply to the Court for an order declaring that he was or was not entitled to make the request (s 13(4A)).",
      "id": "s98"
    },
    {
      "text": "Accordingly, the ADJR Act provides the mechanism for a person aggrieved to obtain reasons for a decision where no reasons have been given.",
      "id": "s99"
    },
    {
      "text": "However, for the reasons given above, I have concluded that there were no new decisions made on 17 October 2007.",
      "id": "s100"
    },
    {
      "text": "Whether or not Mr Priestley could seek another source of jurisdiction to obtain reasons, he is still faced with the fact that there was no decision.",
      "id": "s101"
    },
    {
      "text": "PERSON AGGRIEVED \n Ms Godwin submits that, if there were a decision for the purposes of s 13 of the ADJR Act, Mr Priestley is not a person aggrieved by that decision.",
      "id": "s102"
    },
    {
      "text": "She submits that there is nothing in Mr Priestley's application which indicates the manner in which Mr Priestley alleges his interests were affected, adversely or otherwise, by the decisions he alleges Mr Budak made on 17 October 2007.",
      "id": "s103"
    },
    {
      "text": "Accordingly, she submits, Mr Priestley is not a person aggrieved within the meaning of s 3(4)(a)(i) of the ADJR Act for the purposes of ss 5 and 13 of that Act.",
      "id": "s104"
    },
    {
      "text": "Ms Godwin submits that Mr Priestley has no special interest as described in Australian Conservation Foundation Incorporated v The Commonwealth of Australia (1980) 146 CLR 493 at 530-531.",
      "id": "s105"
    },
    {
      "text": "She submits that, as the High Court pointed out, a belief that particular conduct should be taken or prevented is not sufficient to give the possessor of that belief locus standi .",
      "id": "s106"
    },
    {
      "text": "Mr Priestley is not, she says, a person interested, in that he is not likely to gain some advantage, other than the satisfaction of righting a wrong, upholding a principle or winning a contest.",
      "id": "s107"
    },
    {
      "text": "Ms Godwin submits that Mr Priestley cannot demonstrate and has not demonstrated an interest in Mr Budak's alleged decision beyond an interest being held by virtue of being a member of the public, albeit a public linked to Parliamentary Service employees ( Tooheys Ltd v Minister for Business and Consumer Affairs [1981] FCA 121 ; (1981) 36 ALR 64).",
      "id": "s108"
    },
    {
      "text": "Mr Priestley asserts a special interest by reason of being a whistleblower and an employee of the Department of Parliamentary Services.",
      "id": "s109"
    },
    {
      "text": "He asserts, without giving specific examples or reasons, that he has an interest under the Parliamentary Service Act relating to his employment.",
      "id": "s110"
    },
    {
      "text": "It is hard to see how the interest Mr Priestley identifies necessarily constitutes an interest other than that as a member of the public within the confines of Parliamentary Service employees.",
      "id": "s111"
    },
    {
      "text": "However, while I accept that Mr Priestley has not demonstrated any particular interest outside his conviction concerning his position as a Parliamentary Service employee, there may be facts that need to be considered.",
      "id": "s112"
    },
    {
      "text": "I would not make an order under s 31A of the Federal Court Act that the proceedings be summarily dismissed on the basis that Mr Priestley is not a person aggrieved for the purposes of the ADJR Act.",
      "id": "s113"
    },
    {
      "text": "For the purposes of this notice of motion, I accept that, had there been a decision as alleged by Mr Priestley, he would have been a person aggrieved.",
      "id": "s114"
    },
    {
      "text": "ADDITIONAL MATTERS \n Mr Priestley raises a number of other matters that are not directly relevant to the determination of this notice of motion.",
      "id": "s115"
    },
    {
      "text": "One such example is his assertion that the reasons that were sent to him on 17 October 2007 were sent under a covering letter signed by a person other than Mr Budak and were not therefore \"furnished\" to him by the person who made the decision as required by s 13(2) of the ADJR Act.",
      "id": "s116"
    },
    {
      "text": "Mr Priestley does not deny that he received the letter containing the reasons of 17 October 2007.",
      "id": "s117"
    },
    {
      "text": "The document was delivered specifically to Mr Priestley.",
      "id": "s118"
    },
    {
      "text": "I am prepared to infer that it was delivered on behalf of Mr Budak ( Australian Foreman Stevedores Association v Crone (1989) 20 FCR 377 at 385).",
      "id": "s119"
    },
    {
      "text": "This leaves open the question whether the requirement in s 13(2) that ' the person who made the decision shall, subject to this section, as soon as practicable, and in any event within 28 days, after receiving the request, prepare the statement and furnish it to the person who made the request ' requires that the decision be furnished personally by the decision-maker.",
      "id": "s120"
    },
    {
      "text": "\"Furnish\" means \"provide or supply\" ( Macquarie Dictionary , Revised 3 rd Edition).",
      "id": "s121"
    },
    {
      "text": "Section 13(2) cannot, in my opinion, be read to preclude, for example, the sending by post.",
      "id": "s122"
    },
    {
      "text": "This itself involves the use of other persons to furnish the reasons.",
      "id": "s123"
    },
    {
      "text": "I see no substantive difference in asking another person to arrange to have the reasons of the decision-maker sent to the person who made the request.",
      "id": "s124"
    },
    {
      "text": "In this case, Mr Budak's reasons were enclosed in a letter signed by Ms Karen Labrum, Acting Regional Director, ACT, Australian Public Service Commission.",
      "id": "s125"
    },
    {
      "text": "The basis of Mr Priestley's application is that he was given no reasons for an alleged decision made on 17 October 2007.",
      "id": "s126"
    },
    {
      "text": "The complaint that he received reasons but that they were not furnished to him by the decision-maker does not seem relevant to this application.",
      "id": "s127"
    },
    {
      "text": "In any event, I do not accept that they were not furnished as required.",
      "id": "s128"
    },
    {
      "text": "In his submissions, Mr Priestley raises various complaints about previous orders made by a judge of the Court.",
      "id": "s129"
    },
    {
      "text": "No appeal or application for leave to appeal was brought against the making of those orders in this Court.",
      "id": "s130"
    },
    {
      "text": "However, it appears that those orders were the subject of consideration by the High Court in Priestley v Godwin (Parliamentary Service Merit Protection Commissioner) (2008) 251 CLR 612.",
      "id": "s131"
    },
    {
      "text": "In that case, French CJ said that Mr Priestley's allegations regarding those previous orders were ' baseless '.",
      "id": "s132"
    },
    {
      "text": "I will not consider them further.",
      "id": "s133"
    },
    {
      "text": "Mr Priestley also provided detailed submissions on the obligation to provide a statement of reasons within the meaning of the ADJR Act.",
      "id": "s134"
    },
    {
      "text": "That obligation is not disputed.",
      "id": "s135"
    },
    {
      "text": "Ms Godwin does not deny that such a general obligation exists as provided by the ADJR Act.",
      "id": "s136"
    },
    {
      "text": "Rather, she says that a decision was made on 18 September 2007, that reasons were given on 17 October 2007 and that no further decisions were made.",
      "id": "s137"
    },
    {
      "text": "SECTION 17 OF THE ADJR ACT \n At the time that Mr Budak wrote to Mr Priestley informing him that he did not come to a new decision in his statement of reasons of 17 October 2007 and did not accept that he was obliged to provide a further statement of reasons, he was no longer the Acting Parliamentary Service Merit Protection Commissioner.",
      "id": "s138"
    },
    {
      "text": "This is of relevance because s 13(3) of the ADJR Act relevantly provides: \n Where a person to whom a request is made under subsection (1) is of the opinion that the person who made the request was not entitled to make the request, the first-mentioned person may, within 28 days after receiving the request: \n\n \n (a) give to the second-mentioned person notice in writing of his or her opinion; or... \n\n The person to whom a request is made under subsection (1) is the person who made the decision.",
      "id": "s139"
    },
    {
      "text": "It is the receipt of such notice that entitles the recipient to make an application to the Court under s 13(4A) of the ADJR Act.",
      "id": "s140"
    },
    {
      "text": "However, it may be noted that s 13(3) of the ADJR Act provides that the person who gives the notice be the person to whom the request for reasons was made.",
      "id": "s141"
    },
    {
      "text": "In this case, Mr Budak was the person who provided the statement of reasons, the person to whom the subsequent request for reasons was made and the person who gave notice that he was of the opinion that Mr Priestley was not entitled to make the request for reasons for the alleged further decisions.",
      "id": "s142"
    },
    {
      "text": "However, by the time that Mr Budak gave the notice, Ms Godwin was the Parliamentary Service Merit Protection Commissioner.",
      "id": "s143"
    },
    {
      "text": "Section 17 of the ADJR Act relevantly provides: \n Where: \n\n \n (a) a person has, in the performance of the duties of an office, made a decision in respect of which an application may be made to the Federal Court or the Federal Magistrates Court under this Act; and \n\n \n (b) the person no longer holds, or, for whatever reason, is not performing the duties of, that office; \n\n \n this Act has effect as if the decision had been made by: \n\n \n (c) the person for the time being holding or performing the duties of that office;... \n\n In short, s 17 provides that where the holder of an office changes, the ADJR Act has effect as if any decision made by the previous office holder was made by the subsequent office holder.",
      "id": "s144"
    },
    {
      "text": "Ms Godwin appears to accept that Mr Priestley's request for a further statement of reasons was made under s 13(1) of the ADJR Act.",
      "id": "s145"
    },
    {
      "text": "While this is so, Ms Godwin says that Mr Priestley was not entitled to make that request because there was no decision made on 17 October 2007 or, in the alternative, because Mr Priestley is not a person aggrieved by any decision made on that date.",
      "id": "s146"
    },
    {
      "text": "Ms Godwin characterises the notice sent by Mr Budak on 14 December 2007 as a notice pursuant to s 13(3) of the ADJR Act.",
      "id": "s147"
    },
    {
      "text": "The available evidence indicates that Mr Budak ceased in the office of Acting Parliamentary Service Merit Protection Commissioner from 19 November 2007.",
      "id": "s148"
    },
    {
      "text": "Mr Priestley asserts that Mr Budak ceased in that role from 30 October 2007 but there is no evidence to support that assertion.",
      "id": "s149"
    },
    {
      "text": "In any event, it does not affect the outcome of this notice of motion.",
      "id": "s150"
    },
    {
      "text": "Mr Priestley requested reasons for the alleged further decisions on 19 November 2007.",
      "id": "s151"
    },
    {
      "text": "It may be the case that the Mr Priestley's request was made to the person who did not then hold the office.",
      "id": "s152"
    },
    {
      "text": "Even if the request were made to the person who then held the office, it may be that the prerequisite for the application under s 13(4A) has not occurred, as the subsequent notice to Mr Priestley of 14 December 2007 was given by Mr Budak and not Ms Godwin.",
      "id": "s153"
    },
    {
      "text": "Section 17 of the ADJR Act was designed to make provision for the case where a person, in performing the duties of office, has made a decision in respect of which an application may be made to the Court and that person has since ceased to hold office (Administrative Decisions (Judicial Review) Bill 1977 (Cth), Explanatory Memorandum).",
      "id": "s154"
    },
    {
      "text": "That is, it is facilitative and provides for continuity in circumstances of changing office holders, including in the effect of the ADJR Act following the making of a decision.",
      "id": "s155"
    },
    {
      "text": "Ms Godwin submits that s 17 of the ADJR Act should be construed so as not to invalidate the notice given by the previous office holder for the purposes of s 13(3) of the ADJR Act because it was given by the decision-maker who was also the person to whom the request was made and who formed the opinion that Mr Priestley, the person who made the request, was not entitled to make it.",
      "id": "s156"
    },
    {
      "text": "She submits that this is consistent with s 15AA of the Acts Interpretation Act 1901 (Cth) ('the Acts Interpretation Act ') which provides that: \n In the interpretation of a provision of an Act, a construction that would promote the purpose or object underlying the Act (whether that purpose or object is expressly stated in the Act or not) shall be preferred to a construction that would not promote that purpose or object.",
      "id": "s157"
    },
    {
      "text": "However, s 17 of the ADJR Act is clear on its face and is consistent with an intention that a change in office holder should not prevent continuity or require decisions or steps to be retaken.",
      "id": "s158"
    },
    {
      "text": "There is no provision in the ADJR Act to which Ms Godwin has drawn attention that suggests the contrary.",
      "id": "s159"
    },
    {
      "text": "The alternative construction contended for by Ms Godwin would result in a \"lacuna\" in the application of the ADJR Act.",
      "id": "s160"
    },
    {
      "text": "For example, if Mr Budak had retired, he could hardly be expected to have provided the notice or, if he retired before forming the opinion that Mr Priestley was not entitled to reasons, to have continued to be involved in dealing with Mr Priestley's request.",
      "id": "s161"
    },
    {
      "text": "Further s 33(2) of the Acts Interpretation Act provides that, where an Act confers a power or imposes a duty on the holder of an office as such then, unless the contrary intention appears, the power may be exercised and the duty shall be performed by the holder for the time being of the office.",
      "id": "s162"
    },
    {
      "text": "It follows that, in this case, by reason of s 17 of the ADJR Act, the person who gave the notice for the purposes of s 13(3) of the ADJR Act should have been Ms Godwin and not Mr Budak.",
      "id": "s163"
    },
    {
      "text": "Mr Priestley submits that, '[u] nless notice under section 13(3) of the [ADJR] Act is given by the person holding the office, an order by the Court requiring reasons in writing for the decision, or an order to make a decision is a nullity '.",
      "id": "s164"
    },
    {
      "text": "This would seem to suggest that his application before this Court is futile.",
      "id": "s165"
    },
    {
      "text": "If the notice under s 13(3) was a nullity, as Mr Priestley appears to submit, he may be precluded from making an application under s 13(4A) for a declaration as to whether he is or is not entitled to reasons.",
      "id": "s166"
    },
    {
      "text": "However, Ms Godwin does not rely on any such argument and I am prepared to assume for the purposes of this notice of motion that Mr Priestley would not have been precluded from making an application under s 13(4A) of the AJDR Act by reason of the fact that it was Mr Budak and not Ms Godwin who gave the purported notice under s 13(3).",
      "id": "s167"
    },
    {
      "text": "In any event, those seeking reasons for a decision require, as a threshold, that there be a decision to which the ADJR Act applies.",
      "id": "s168"
    },
    {
      "text": "There was no such decision and on this basis any application under s 13(4A) by Mr Priestley would be unsuccessful.",
      "id": "s169"
    },
    {
      "text": "CONCLUSION \n Mr Priestley seeks reasons for a decision and material in relation to a decision that was not made.",
      "id": "s170"
    },
    {
      "text": "It follows that there is no prospect of his success, let alone a reasonable prospect of success, in obtaining the orders he seeks.",
      "id": "s171"
    },
    {
      "text": "The proceedings should be dismissed pursuant to s 31A of the Federal Court Act, with costs.",
      "id": "s172"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s173"
    },
    {
      "text": "Associate:\n \n \nDated: 28 May 2009\n \n The Applicant appeared in person.",
      "id": "s174"
    },
    {
      "text": "Counsel for the Respondent: Mr D O'Donovan \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 28 April 2009 \n \n Date of Final Written Submissions: 6 May 2009 \n \n Date of Judgment: 28 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/560.html",
      "id": "s175"
    }
  ]
}