{
  "name": "Cahill v Construction, Forestry, Mining and Energy Union (No 3) [2009] FCA 52 (5 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/52.html",
  "catchphrases": [
    {
      "text": "meetings between union officer and construction company in relation to a construction project",
      "id": "c0"
    },
    {
      "text": "union officer told crane crew to shut down crane and leave the construction site",
      "id": "c1"
    },
    {
      "text": "whether union officer contravened s 43 of the building and construction industry improvement act 2005 (cth) by making threats or taking action with intent to coerce the construction company for a proscribed reason",
      "id": "c2"
    },
    {
      "text": "contraventions made out",
      "id": "c3"
    },
    {
      "text": "union contravened s 43 by virtue of union officer's actions",
      "id": "c4"
    },
    {
      "text": "whether union officer discouraged other crane companies from attending the construction site",
      "id": "c5"
    },
    {
      "text": "whether union officer threatened to organise, or organised, a picket line",
      "id": "c6"
    },
    {
      "text": "alleged contraventions of ss 38 and 43 of the building and construction industry improvement act not made out",
      "id": "c7"
    },
    {
      "text": "industrial law",
      "id": "c8"
    },
    {
      "text": "industrial law",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "THE PROCEEDING \n Chris Cahill is an Australian Building and Construction Inspector appointed under s 57 of the Building and Construction Industry Improvement Act 2005 (Cth).",
      "id": "s0"
    },
    {
      "text": "He brings this proceeding under s 49 for the imposition of penalties against the Construction, Forestry, Mining and Energy Union and Bob Mates for alleged breaches of ss 38 and 43 .",
      "id": "s1"
    },
    {
      "text": "Mr Mates was, at all times material to this proceeding, an employee and officer of the Union.",
      "id": "s2"
    },
    {
      "text": "The alleged breaches relate to conduct in 2006 at a building site at 90-100 Mount Street, Heidelberg, Victoria.",
      "id": "s3"
    },
    {
      "text": "The proceeding has had an eventful history.",
      "id": "s4"
    },
    {
      "text": "The trial began on 14 July 2008.",
      "id": "s5"
    },
    {
      "text": "Numerous rulings were called for and made.",
      "id": "s6"
    },
    {
      "text": "On 17 July 2008, the Union and Mr Mates applied for leave to make a no-case submission and contended that they should not be required to make an election as to the calling of evidence.",
      "id": "s7"
    },
    {
      "text": "On 18 July 2008, they were granted leave to make their no-case submission upon the basis that I deferred ruling on whether they should be put to their election until after I had heard further argument.",
      "id": "s8"
    },
    {
      "text": "The no-case submission made by the Union and Mr Mates related to only part of Mr Cahill's case --- being the contraventions that he alleged because of their conduct on 21 and 22 February 2006 and following.",
      "id": "s9"
    },
    {
      "text": "As discussed below, Mr Cahill also alleged contraventions based on the Union's and Mr Mates' alleged conduct on 15 and 17 February 2006.",
      "id": "s10"
    },
    {
      "text": "These alleged contraventions were not covered by the no-case submission.",
      "id": "s11"
    },
    {
      "text": "The no-case submission had two limbs.",
      "id": "s12"
    },
    {
      "text": "The first limb concerned the proper construction of the definition of \"building industrial action\" in s 36(1) of the Building and Construction Industry Improvement Act .",
      "id": "s13"
    },
    {
      "text": "The Union and Mr Mates argued that, in order to constitute \"building industrial action\" within paras (b) and (c) of the definition in s 36(1) , the action in question must be that of employees in respect of their work.",
      "id": "s14"
    },
    {
      "text": "It followed, so they said, that there was an evidentiary hiatus in Mr Cahill's case because Mr Cahill had not adduced any evidence that any \"ban, limitation or restriction\" had been imposed by employees in respect of the work to which the ban, limitation or restriction related: see below at [9].",
      "id": "s15"
    },
    {
      "text": "For the reasons previously stated, however, the Union and Mr Mates failed to persuade me that their construction should be adopted.",
      "id": "s16"
    },
    {
      "text": "I accepted that, if there was a ban, limitation or restriction on the performance of building work imposed by a union , then the definition of \"building industrial action\" might be satisfied: see Cahill v Construction Forestry Mining and Energy Union (No 2) [2008] FCA 1292 (referred to below as \"the No-case Ruling\") at [59].",
      "id": "s17"
    },
    {
      "text": "Also for the reasons previously given, I was satisfied that it was just and convenient for this ruling to be made without putting the Union and Mr Mates to their election.",
      "id": "s18"
    },
    {
      "text": "In the second limb of their no-case submission, the Union and Mr Mates contended that, taken at its highest from Mr Cahill's point of view, the evidence adduced by him did not make out the contraventions of ss 38 and 43 that he alleged in relation to the events of 21 and 22 February 2006 and following.",
      "id": "s19"
    },
    {
      "text": "For the reasons previously given, I declined to rule on this part of the no-case submission unless the Union and Mr Mates elected to call no further evidence: see the No-case Ruling at [30] and [60].",
      "id": "s20"
    },
    {
      "text": "They were put to their election, and in respect of all causes of action.",
      "id": "s21"
    },
    {
      "text": "On 7 August 2008, the Union and Mr Mates elected not to call any evidence.",
      "id": "s22"
    },
    {
      "text": "At a directions hearing on 8 August 2008, I stated that I proposed to deliver my decision on the second part of the no-case submission at the same time as final judgment.",
      "id": "s23"
    },
    {
      "text": "RELEVANT LEGISLATIVE PROVISIONS \n For the purposes of this proceeding, the two principal provisions of the Building and Construction Industry Improvement Act that fall for consideration and application are ss 38 and 43 .",
      "id": "s24"
    },
    {
      "text": "Although this case was mostly concerned with s 43 , it is convenient to begin with s 38 , which stipulates that: \n A person must not engage in unlawful industrial action.",
      "id": "s25"
    },
    {
      "text": "Note: Grade A civil penalty.",
      "id": "s26"
    },
    {
      "text": "Section 37 describes \"unlawful industrial action\" as follows:\n \n Building industrial action is unlawful industrial action if: \n\n \n (a) the action is industrially-motivated; and\n (b) the action is constitutionally-connected action; and\n (c) the action is not excluded action.",
      "id": "s27"
    },
    {
      "text": "Section 36(1) defines the expressions \"building industrial action\", \"industrially-motivated\", \"constitutionally-connected action\", and \"excluded action\".",
      "id": "s28"
    },
    {
      "text": "It was common ground that the alleged \"action\" was not excluded action.",
      "id": "s29"
    },
    {
      "text": "Mr Cahill relied on paras (b) and (c) of the definition of \"building industrial action\" in s 36(1) , which provide that \"building industrial action\" means: \n ...\n (b) a ban, limitation or restriction on the performance of building work, or on acceptance of or offering for building work, in accordance with the terms and conditions prescribed by an industrial instrument or by an order of an industrial body; or\n (c) a ban, limitation or restriction on the performance of building work, or on acceptance of or offering for building work, that is adopted in connection with an industrial dispute (within the meaning of subsection (4)); ...\n ... \n\nThe parties agreed that the National Building and Construction Industry Award 2000 and the Mobile Crane Hiring Victorian Common Rule Declaration 2005 applied to the building work taking place at the Mount Street site.",
      "id": "s30"
    },
    {
      "text": "Section 36(1) defines the expression \"industrially-motivated\", as used in s 37 , to mean: \n motivated by one or more of the following purposes, or by purposes that include one or more of the following purposes:\n (a) supporting or advancing claims against an employer in respect of the employment of employees of that employer;\n (b) supporting or advancing claims by an employer in respect of the employment of employees of that employer;\n (c) advancing industrial objectives of an industrial association;\n (d) disrupting the performance of work.",
      "id": "s31"
    },
    {
      "text": "The employer referred to in paragraphs (a) and (b) need not be the employer whose employees do the work to which the action relates.",
      "id": "s32"
    },
    {
      "text": "Mr Cahill relied on para (d) of this definition.",
      "id": "s33"
    },
    {
      "text": "At the relevant time, s 36(1) defined the expression \"constitutionally-connected action\" to mean: \n building industrial action that satisfies at least one of the following conditions:\n (a) the action is taken by an organisation;\n (b) the action is taken by a constitutional corporation, or adversely affects a constitutional corporation in its capacity as a building industry participant;\n (c) the action is taken in connection with an industrial dispute;\n (d) the action relates to work that is regulated by an award or certified agreement;\n (e) the action relates to the negotiation or proposed negotiation of an agreement under Division 2 of Part VIB of the Workplace Relations Act;\n (f) the action occurs in a Territory or Commonwealth place.",
      "id": "s34"
    },
    {
      "text": "Mr Cahill relied on paras (a), (b), (c) and (d) of the definition.",
      "id": "s35"
    },
    {
      "text": "It was common ground that the Union was \"an organisation\" for present purposes: see s 4 of the Building and Construction Industry Improvement Act .",
      "id": "s36"
    },
    {
      "text": "The other provision with which this proceeding is principally concerned is s 43 , which relevantly provides: (1) A person (the first person ) must not organise or take action, or threaten to organise or take action, with intent to coerce another person (the second person ): (a) to employ, or not to employ, a person as a building employee; or\n (b) to engage, or not engage, a person as a building contractor; or\n (c) to allocate, or not allocate, particular responsibilities to a building employee or building contractor; or\n (d) to designate a building employee or building contractor as having, or not having, particular duties or responsibilities.",
      "id": "s37"
    },
    {
      "text": "Note: Grade A civil penalty.",
      "id": "s38"
    },
    {
      "text": "(2) Subsection (1) does not apply unless: (a) the first person is an organisation or a constitutional corporation; or\n (b) the second person is a constitutional corporation; or\n (c) the conduct occurs in a Territory or Commonwealth place.",
      "id": "s39"
    },
    {
      "text": "As already noted, for relevant purposes, the Union was \"an organisation\".",
      "id": "s40"
    },
    {
      "text": "The term \"building employee\" is defined in s 4 to mean \"a person whose employment consists of, or includes, building work; or ... a person who accepts an offer of engagement as an employee for work that consists of, or includes, building work\".",
      "id": "s41"
    },
    {
      "text": "A reference to employees includes a reference to future employees: see Schanka v Employment National (Administration) Pty Ltd [2000] FCA 202 ; (2000) 97 FCR 186 at 193 [23] - [24] per Ryan, Lee and Branson JJ.",
      "id": "s42"
    },
    {
      "text": "The maximum pecuniary penalty that may be imposed on a body corporate by reason of s 49(2)(a) of the Act is 1,000 penalty units, while the maximum pecuniary penalty that may be imposed on an individual is 200 penalty units.",
      "id": "s43"
    },
    {
      "text": "This equates to $110,000 in the case of a body corporate and $22,000 in the case of an individual: see Crimes Act 1914 (Cth), s 4AA.",
      "id": "s44"
    },
    {
      "text": "THE ALLEGED CONTRAVENTIONS \n Mr Cahill alleged that, on 15, 17, 21 and 22 February 2006 and following, the Union and/or Mr Mates contravened s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s45"
    },
    {
      "text": "In particular, Mr Cahill alleged that, by their conduct on 15 and 17 February 2006, the Union and/or Mr Mates threatened to take action with the intent to coerce ACN 117 918 064 Pty Ltd trading as Hardcorp: (a) to employ at the Mount Street site the Union's former shop steward (Jason Deans), the former occupational health and safety officer (Roslyn Singleton), and the former FEDFA shop steward (Aengus O'Donnell); and (b) to allocate and/or designate to Ms Singleton the responsibilities or duties of the OH&amp;S officer at the Mount Street site.",
      "id": "s46"
    },
    {
      "text": "Mr Cahill further alleged that, by their conduct on 21 and 22 February 2006 and following, the Union and/or Mr Mates organised and took action with intent to coerce Hardcorp at the Mount Street site to: (a) employ Ms Singleton, Mr Deans and Mr O'Donnell; and (b) allocate and/or designate to Ms Singleton the responsibilities or duties of the OH&amp;S officer.",
      "id": "s47"
    },
    {
      "text": "The conduct alleged on 21 February 2006 was that Mr Mates: (1) demanded the crane crew attending the site that day to shut down the crane and leave; (2) telephoned the office of the crane company and said that its crew were not to work on the project at Mount Street; and (3) telephoned the Union's offices or a representative of the Union and instructed the person he contacted to instruct Maurie Hill (the Union organiser responsible for mobile cranes in Victoria (FEDFA division)) to ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site.",
      "id": "s48"
    },
    {
      "text": "The conduct alleged on 22 February 2006 and following was that Mr Mates organised a picket line at the Mount Street site between 22 February 2006 and 3 March 2006.",
      "id": "s49"
    },
    {
      "text": "The balance of Mr Cahill's case was that the Union and/or Mr Mates had contravened s 38 of the Act.",
      "id": "s50"
    },
    {
      "text": "Mr Cahill alleged that Mr Mates' alleged conduct on 21 February 2006 and in organising a picket line at the Mount Street site between 22 February 2006 and 3 March 2006 constituted \"building industrial action\" within the meaning of paras (b) and (c) of the definition in s 36(1) of the Act.",
      "id": "s51"
    },
    {
      "text": "BACKGROUND FACTS \n At material times, Anthony Goss was the sole director of Emerald Glen Holdings Pty Ltd, Transit Joint Venture Pty Ltd, Melbourne Transit Pty Ltd and ACN 117 918 064 Pty Ltd, trading as Hardcorp.",
      "id": "s52"
    },
    {
      "text": "These companies were related.",
      "id": "s53"
    },
    {
      "text": "Transit Joint Venture was responsible for the construction of 96 residential units on the Mount Street site.",
      "id": "s54"
    },
    {
      "text": "The company began the project in December 2003.",
      "id": "s55"
    },
    {
      "text": "Transit Joint Venture subcontracted its construction activities through Melbourne Transit, which employed the construction workers for the project.",
      "id": "s56"
    },
    {
      "text": "The project at Mount Street was originally to be completed in October 2005.",
      "id": "s57"
    },
    {
      "text": "During construction, however, the design was altered, with the result that the completion date was extended to the end of February/ start of March 2006.",
      "id": "s58"
    },
    {
      "text": "On 22 December 2005, Melbourne Transit made numerous construction employees redundant, including the twenty-six who had been working at Mount Street.",
      "id": "s59"
    },
    {
      "text": "The Mount Street site was closed over part of December 2005 and January 2006.",
      "id": "s60"
    },
    {
      "text": "Hardcorp was incorporated on 17 January 2006.",
      "id": "s61"
    },
    {
      "text": "Melbourne Transit went into voluntary administration on 25 January 2006.",
      "id": "s62"
    },
    {
      "text": "In late January 2006, Transit Joint Venture contracted with Hardcorp regarding the construction work at the Mount Street site.",
      "id": "s63"
    },
    {
      "text": "Hardcorp was to supply the building employees for the project, in the place of Melbourne Transit.",
      "id": "s64"
    },
    {
      "text": "Hardcorp employees began work at the site in late January or early February 2006.",
      "id": "s65"
    },
    {
      "text": "Melbourne Transit went into liquidation on 23 February 2006.",
      "id": "s66"
    },
    {
      "text": "Following the events with which this proceeding is concerned, Hardcorp ceased operating sometime in March 2006.",
      "id": "s67"
    },
    {
      "text": "Emerald Glen went into liquidation on 23 January 2007.",
      "id": "s68"
    },
    {
      "text": "The events of 15 February 2006\n On 15 February 2006, Mr Mates attended a meeting with Mr Goss at the offices of Emerald Glen.",
      "id": "s69"
    },
    {
      "text": "At this meeting, Mr Goss told Mr Mates that the project at the Mount Street site would be recommencing.",
      "id": "s70"
    },
    {
      "text": "The parties agreed that Mr Mates and Mr Goss went on to talk about various related matters, but they disagreed about the exact terms of the conversation that day.",
      "id": "s71"
    },
    {
      "text": "Mr Cahill alleged that, at the meeting on 15 February 2006, the Union and Mr Mates breached s 43(1)(a) , (c) and (d) of the Building and Construction Industry Improvement Act , because, at this meeting, Mr Mates threatened to take action with the intent to coerce Hardcorp: (1) to employ Mr Deans, Mr O'Donnell and Ms Singleton on the project at the site; and (2) allocate and/or designate to Ms Singleton the duties or responsibilities of an OH&amp;S officer: see [17] of the Statement of Claim.",
      "id": "s72"
    },
    {
      "text": "By way of Defence, the Union and Mr Mates denied that Mr Mates made the demands and threats as Mr Cahill alleged: see [14] and [23] of the Defence.",
      "id": "s73"
    },
    {
      "text": "At the trial, Mr Goss and Emerald Glen's then office manager, Angela McDonald, gave evidence about this meeting.",
      "id": "s74"
    },
    {
      "text": "Their evidence was as follows.",
      "id": "s75"
    },
    {
      "text": "In a statement adopted at trial, Mr Goss said that, at this meeting, Mr Mates told him that he wanted the former employees of Melbourne Transit to be re-employed on the Mount Street project.",
      "id": "s76"
    },
    {
      "text": "Mr Goss responded that this would not be economically possible because the project was only recommencing and the size of the workforce at that stage was unknown.",
      "id": "s77"
    },
    {
      "text": "According to Mr Goss, Mr Mates then affirmed that he wanted Hardcorp to employ the Union's former shop steward (Mr Deans), the former OH&amp;S officer (Ms Singleton), and the former FEDFA shop steward (Mr O'Donnell).",
      "id": "s78"
    },
    {
      "text": "Mr Mates added that he wanted the former shop stewards reappointed as shop stewards and Ms Singleton reappointed as the OH&amp;S officer.",
      "id": "s79"
    },
    {
      "text": "According to Mr Goss, Mr Mates said that he would not accept anything less than this arrangement.",
      "id": "s80"
    },
    {
      "text": "Mr Goss said that he told Mr Mates that Hardcorp would not be employing a crane crew because Hardcorp was going to hire a crane, initially with staff, and then have a crane company use its manpower on a crane belonging to Transit Joint Venture.",
      "id": "s81"
    },
    {
      "text": "In this circumstance, there would, so Mr Goss said, be no need for Hardcorp to employ a FEDFA shop steward.",
      "id": "s82"
    },
    {
      "text": "According to Mr Goss, Mr Mates said that, if Hardcorp did not agree to employ Mr Deans, Ms Singleton and Mr O'Donnell, the project was \"not going to happen\".",
      "id": "s83"
    },
    {
      "text": "In cross-examination, Mr Goss affirmed that his recollection was that, at this meeting, Mr Mates singled out Mr Deans, Mr O'Donnell and Ms Singleton to be re-employed on the site, although he allowed that the position with respect to Mr O'Donnell might have altered after Mr Goss explained to Mr Mates what was happening with respect to a crane at the site.",
      "id": "s84"
    },
    {
      "text": "In cross-examination, Mr Goss also said that, as at 15 February 2006, no OH&amp;S officer had been appointed, although management had taken the view that Robert Van Senten (also known as \"Geeza\") should have the position.",
      "id": "s85"
    },
    {
      "text": "He also said that, as at 15 February 2006, there was no shop steward.",
      "id": "s86"
    },
    {
      "text": "As stated above, although not a party to the conversation, Angela McDonald also gave evidence about this meeting.",
      "id": "s87"
    },
    {
      "text": "Ms McDonald's uncontested evidence was that she overheard the conversation since she was at the time seated about three metres away from Mr Goss and Mr Mates in Emerald Glen's open plan office.",
      "id": "s88"
    },
    {
      "text": "Her account substantially corroborated that of Mr Goss.",
      "id": "s89"
    },
    {
      "text": "Her evidence was that Mr Goss began by telling Mr Mates that the project at Mount Street was recommencing, but that only some of the people formerly employed by Melbourne Transit would be required at that stage because the project was just starting up again without there being any need for a full crew.",
      "id": "s90"
    },
    {
      "text": "According to her, when Mr Mates asked whether former shop stewards would be reinstated, Mr Goss replied that, since there were only a few men on the site at that stage, he did not believe that a shop steward was required but that he was not averse to the appointment of a shop steward as work progressed.",
      "id": "s91"
    },
    {
      "text": "According to Ms McDonald, Mr Mates stressed to Mr Goss that he wanted \"my people\" --- Mr Deans, Mr O'Donnell and Ms Singleton --- reinstated as a minimum.",
      "id": "s92"
    },
    {
      "text": "Ms McDonald stated that Mr Goss told Mr Mates, first, that an employee on site was an OH&amp;S officer and there was no need for another OH&amp;S person; and, secondly, that there would be no need for a FEDFA shop steward because he intended to hire a crane with its own crane crew.",
      "id": "s93"
    },
    {
      "text": "It was at this point, on Ms McDonald's account, that Mr Mates said that \"he would not accept anything less than having ' my people' back on the site\".",
      "id": "s94"
    },
    {
      "text": "Ms McDonald stated that Mr Goss would not commit to this, reiterating that he would not rule out having a union shop steward as the employees increased, but he could see no need for a union shop steward at that stage as only preparatory work was being undertaken.",
      "id": "s95"
    },
    {
      "text": "In her statement adopted at trial, Ms McDonald said: \n At this stage in the discussion Mates said 'you and I are never going to be friends, no matter what'.",
      "id": "s96"
    },
    {
      "text": "Mates then told Goss that 'the trouble you've had over the past 12 or so months, you can expect that to keep going for another 8 or 9 months.",
      "id": "s97"
    },
    {
      "text": "Don't think it's going to get better, it's not'.",
      "id": "s98"
    },
    {
      "text": "Ms McDonald said that Mr Mates then told Mr Goss that \"the job is not going to happen\" without his people on site and that the meeting ended shortly afterwards.",
      "id": "s99"
    },
    {
      "text": "In cross-examination, Ms McDonald affirmed that she was able to recollect the conversation notwithstanding the time that had passed because she found parts of the conversation on 15 February 2006 \"intimidating or threatening\" and, in consequence, the conversation made an impression on her.",
      "id": "s100"
    },
    {
      "text": "Ms McDonald stated that she was \"alarmed at what [she] overheard\" and shortly thereafter had volunteered to make a statement.",
      "id": "s101"
    },
    {
      "text": "Her statement dated 9 March 2006, which she had volunteered to a representative of the Australian Building and Construction Commission in February 2006, was in evidence.",
      "id": "s102"
    },
    {
      "text": "This March 2006 statement was consistent with the statement filed in this proceeding.",
      "id": "s103"
    },
    {
      "text": "Counsel for the Union and Mr Mates submitted that the evidence of Mr Goss was unreliable.",
      "id": "s104"
    },
    {
      "text": "In particular, counsel submitted that Mr Goss's evidence as to the threat allegedly made by Mr Mates on 15 February 2006 was not consistent with the evidence of his behaviour on that and the following day, including that Mr Goss agreed to attend a subsequent meeting with Mr Mates.",
      "id": "s105"
    },
    {
      "text": "More generally, counsel for the Union and Mr Mates submitted that Mr Goss was prone to exaggerate in an effort to implicate the Union (for example, in relation to the estimated distance of the coffee shop from the site --- a matter mentioned later).",
      "id": "s106"
    },
    {
      "text": "Counsel also attributed a lack of candour to Mr Goss, especially in relation to the payment of subcontractors.",
      "id": "s107"
    },
    {
      "text": "Furthermore, counsel maintained that Ms McDonald's description of Mr Mates' behaviour should be discounted, since this was not the sort of conversation that she was used to hearing.",
      "id": "s108"
    },
    {
      "text": "Counsel for the Union and Mr Mates argued that the conduct of Mr Goss and Mr Mates was not consistent with the making of a threat.",
      "id": "s109"
    },
    {
      "text": "Amongst other things, counsel referred to their agreement on some matters, their conduct towards one another at the end of the meeting, Mr Goss's agreement to meet with Mr Mates again, and the absence of any complaint about Mr Mates' threats at the subsequent meeting.",
      "id": "s110"
    },
    {
      "text": "Counsel submitted that the Court should treat the discussion on 15 February 2006 as \"no more than a forceful statement from Mates but not one that either Goss or Mates regarded as being an actual threat of action\".",
      "id": "s111"
    },
    {
      "text": "The events that unfolded in February and March 2006 brought Mr Goss into conflict with the Union, Mr Mates and subcontractors.",
      "id": "s112"
    },
    {
      "text": "His business and financial interests were at stake.",
      "id": "s113"
    },
    {
      "text": "The failure of Melbourne Transit in early 2006 and the redundancies in December 2005 emphasised that the future of the project at Mount Street appeared uncertain at this time.",
      "id": "s114"
    },
    {
      "text": "The change in corporate vehicles in early 2006, from Melbourne Transit to Hardcorp, underscored the risks attached to Mr Goss's situation.",
      "id": "s115"
    },
    {
      "text": "Although not a party to the proceeding, it was clear that Mr Goss's interests had been directly and adversely affected by events occurring at the time.",
      "id": "s116"
    },
    {
      "text": "I accept that there were instances in Mr Goss's evidence where he appeared to exaggerate the evidence against the Union and Mr Mates.",
      "id": "s117"
    },
    {
      "text": "In the course of the trial, Mr Goss was shown to give evidence that was imprecise in some aspects.",
      "id": "s118"
    },
    {
      "text": "This imprecision was slanted towards Mr Cahill's case.",
      "id": "s119"
    },
    {
      "text": "Further, I accept that, at certain key points, Mr Goss gave evidence that was contrary to the Union and inconsistent with evidence given by other witnesses or not corroborated by them.",
      "id": "s120"
    },
    {
      "text": "In these circumstances, I have treated Mr Goss's evidence cautiously.",
      "id": "s121"
    },
    {
      "text": "Where, however, his evidence was independently corroborated by other witnesses or contemporaneous documents, it has been more readily accepted.",
      "id": "s122"
    },
    {
      "text": "Broadly speaking, I accept the account that Ms McDonald gave of the meeting of 15 February 2006, for the reasons that follow.",
      "id": "s123"
    },
    {
      "text": "Ms McDonald was a credible witness.",
      "id": "s124"
    },
    {
      "text": "Ms McDonald's recollection of the principal aspects of the conversation of 15 February 2006 was clear and convincing.",
      "id": "s125"
    },
    {
      "text": "I do not consider the fact that she was inexperienced in industrial issues to disqualify her from relating what she heard and remembered about the conversation.",
      "id": "s126"
    },
    {
      "text": "I accept that, as she said, the conversation between Mr Goss and Mr Mates made an impression on her, which assisted her recollection of it.",
      "id": "s127"
    },
    {
      "text": "Further, the notes that Ms McDonald made less than a month after the meeting accorded with her evidence.",
      "id": "s128"
    },
    {
      "text": "Counsel for the Union and Mr Mates did not cross-examine her on these notes.",
      "id": "s129"
    },
    {
      "text": "These notes contained Mr Mates' threats in quotation marks.",
      "id": "s130"
    },
    {
      "text": "For the most part, Mr Goss agreed with Ms McDonald's account.",
      "id": "s131"
    },
    {
      "text": "Some differences in their accounts were to be expected.",
      "id": "s132"
    },
    {
      "text": "Where, however, the evidence of Mr Goss was inconsistent with that of Ms McDonald, I have preferred the evidence of Ms McDonald to that of Mr Goss.",
      "id": "s133"
    },
    {
      "text": "Having regard to the evidence and s 140 of the Evidence Act 1995 (Cth), I find that, at the meeting of 15 February 2006, Mr Mates made demands on Mr Goss that Mr Deans, Mr O'Donnell and Ms Singleton be re-employed at the Mount Street site, and that Mr Deans and Mr O'Donnell be appointed as shop stewards and Ms Singleton be appointed as OH&amp;S officer.",
      "id": "s134"
    },
    {
      "text": "All three individuals had previously been employed at the Mount Street site.",
      "id": "s135"
    },
    {
      "text": "Further, I find that Mr Mates threatened trouble at the site and that the project was \"not going to happen\" if his demands were not met.",
      "id": "s136"
    },
    {
      "text": "These threats constituted threatening to take action with intent to coerce Hardcorp to employ these three persons on the project at Mount Street and, amongst other things, to allocate to Ms Singleton the responsibilities or duties of OH&amp;S officer on the project as it recommenced.",
      "id": "s137"
    },
    {
      "text": "Mr Mates' intent to coerce for a prohibited reason has been established in the manner outlined in the previous decisions of the Court: see Community and Public Sector Union v Telstra Corporation Ltd [2000] FCA 1610 ; (2000) 108 FCR 52 at 61-2 [24] per Ryan J and National Tertiary Education Industry Union v Commonwealth [2002] FCA 441 ; (2002) 117 FCR 114 at 142-143 [102] per Weinberg J.",
      "id": "s138"
    },
    {
      "text": "The Union is and was a \"building association\" within the meaning of s 4 of the Building and Construction Industry Improvement Act .",
      "id": "s139"
    },
    {
      "text": "Pursuant to s 69(1)(b) , \"the following conduct in relation to a building association is taken to be conduct of the building association ... conduct of an officer or agent of the association acting in that capacity\".",
      "id": "s140"
    },
    {
      "text": "Mr Mates was an officer of the association (s 69(3)) and acted in that capacity.",
      "id": "s141"
    },
    {
      "text": "At trial, counsel for the Union and Mr Mates made no argument to the contrary: see also Hanley v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2000] FCA 1188 ; (2000) 100 FCR 530 at [76] - [78] per Ryan, Moore and Goldberg JJ and Leighton Contractors Pty Ltd v Construction, Forestry, Mining and Energy Union (2006) 164 IR 375 at [33] per Le Miere J.",
      "id": "s142"
    },
    {
      "text": "Mr Mates' conduct is therefore taken to be the conduct of the Union.",
      "id": "s143"
    },
    {
      "text": "Should Mr Mates' intent to coerce Hardcorp for a prohibited reason be imputed to the Union?",
      "id": "s144"
    },
    {
      "text": "In order to answer this question, it is necessary to turn to s 826(1) of the Workplace Relations Act 1996 (Cth), which relevantly provides that: \n Where it is necessary to establish, for the purposes of this Act or the [Building and Construction Industry Improvement Act], the state of mind of a body corporate in relation to particular conduct, it is sufficient to show:\n (a) that the conduct was engaged in by an officer, director, employee or agent of the body corporate within the scope of his or her actual or apparent authority; and \n (b) that the officer, director, employee or agent had the state of mind.",
      "id": "s145"
    },
    {
      "text": "I have already found that Mr Mates had the requisite state of mind.",
      "id": "s146"
    },
    {
      "text": "There is a question as to whether Mr Mates engaged in the conduct \"within the scope of his ... actual or apparent authority\".",
      "id": "s147"
    },
    {
      "text": "There is no evidence of the scope of Mr Mates' actual authority.",
      "id": "s148"
    },
    {
      "text": "Having regard to the previous dealings between the Union and Mr Goss and his companies, however, and the admissions made by the Union (see [4] of the Defence), I am satisfied that Mr Mates acted within the scope of his apparent authority in respect of his conduct of 15 February 2006: see Hanley 100 FCR at [79]-[85].",
      "id": "s149"
    },
    {
      "text": "In this regard, counsel for the Union and Mr Mates made no submission to the contrary.",
      "id": "s150"
    },
    {
      "text": "As already noted, the Union was an organisation for the purpose of s 43(2)(a) and therefore a person to whom the prohibition in s 43(1) might apply.",
      "id": "s151"
    },
    {
      "text": "Further, Hardcorp was a constitutional corporation for the purpose of s 43(2)(b) and, therefore, Mr Mates was a person to whom the prohibition in s 43(1) might apply.",
      "id": "s152"
    },
    {
      "text": "The latter would also be an alternative basis for supporting the application of the prohibition to the Union.",
      "id": "s153"
    },
    {
      "text": "Accordingly, I find that Mr Mates, in his own right, and the Union, through Mr Mates' conduct on 15 February 2006, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s154"
    },
    {
      "text": "The events of 16 February 2006\n On 16 February 2006, workers at the Mount Street site elected Mr Van Senten as their OH&amp;S representative and shop steward.",
      "id": "s155"
    },
    {
      "text": "The events of 17 February 2006\n On 17 February 2006, Mr Mates and Mr Goss had another meeting to discuss the project at Mount Street.",
      "id": "s156"
    },
    {
      "text": "This time the meeting was at the Union's Melbourne offices.",
      "id": "s157"
    },
    {
      "text": "The other people at the meeting were Alex Tadic, Bryan Palmer and Michael Malbourne.",
      "id": "s158"
    },
    {
      "text": "Mr Tadic was a CFMEU (FEDFA) organiser.",
      "id": "s159"
    },
    {
      "text": "Mr Palmer was a site manager at Mount Street, and Mr Malbourne was a financial executive concerned with the project.",
      "id": "s160"
    },
    {
      "text": "Mr Cahill alleged that Mr Mates' conduct on 17 February 2006 amounted to a contravention of s 43 because it involved the Union and Mr Mates again making threats to take action with the intent to coerce Hardcorp to employ Mr Deans, Mr O'Donnell and Ms Singleton; and/or (2) allocate and/or designate to Ms Singleton the duties or responsibilities of an OH&amp;S officer: see [18] of the Statement of Claim.",
      "id": "s161"
    },
    {
      "text": "The Union and Mr Mates denied the allegation.",
      "id": "s162"
    },
    {
      "text": "The Union and Mr Mates contested Mr Goss's account of the conversation at the 17 February meeting.",
      "id": "s163"
    },
    {
      "text": "According to their Defence, in response to Mr Mates' question as to whether Mr Goss was going to re-employ some of the former Melbourne Transit employees, Mr Goss replied to the effect that he was not currently in a position to determine how many employees he needed and would not be able to decide at this point in time.",
      "id": "s164"
    },
    {
      "text": "Further, they said that, when Mr Mates raised the issue about the outstanding debts owed by Melbourne Transit to subcontractors, Mr Goss responded that this had nothing to do with him as the debts were owed by Melbourne Transit: see [16] and [24] of the Defence.",
      "id": "s165"
    },
    {
      "text": "Only Mr Goss, Mr Malbourne and Mr Palmer gave evidence about the meeting of 17 February 2006.",
      "id": "s166"
    },
    {
      "text": "During the meeting, according to Mr Goss's statement, Mr Mates said that, if Hardcorp did not agree to employ Mr Deans, Mr O'Donnell and Ms Singleton on the project and to re-appoint them as shop stewards and OH&amp;S officer respectively, then Mr Mates and the Union would: (1) ensure the project never recommenced; and (2) cause trouble on the site.",
      "id": "s167"
    },
    {
      "text": "In cross-examination, Mr Goss rejected the suggestion that there was no discussion at this meeting about the employment of any particular individual.",
      "id": "s168"
    },
    {
      "text": "Mr Goss could not recall whether he told Mr Mates that there was already an OH&amp;S representative and shop steward on site.",
      "id": "s169"
    },
    {
      "text": "In particular, in cross-examination, Mr Goss said that Mr Mates wanted \"his men back on site, his shop steward and his OH&amp;S\".",
      "id": "s170"
    },
    {
      "text": "According to Mr Goss, Mr Mates also said that \"there would be a picket line of subcontractors organised\" at the site.",
      "id": "s171"
    },
    {
      "text": "Mr Goss also said that, when Mr Mates raised a question about the payment of the outstanding debts owed by Melbourne Transit to subcontractors, Mr Goss responded that this had nothing to do with him as the debts were owed by Melbourne Transit, not Hardcorp, although he would nonetheless attempt to have the debts paid sometime in the future.",
      "id": "s172"
    },
    {
      "text": "Mr Malbourne corroborated much of Mr Goss's account.",
      "id": "s173"
    },
    {
      "text": "In a statement adopted at trial, Mr Malbourne corroborated Mr Goss's claim that Mr Mates raised two issues at the meeting on 17 February 2006 --- first, concerning the re-employment of former employees and, secondly, concerning the payment of subcontractors.",
      "id": "s174"
    },
    {
      "text": "Also according to Mr Malbourne, Mr Goss had said that the payment of debts was not possible as they were owed by Melbourne Transit and not Hardcorp.",
      "id": "s175"
    },
    {
      "text": "Mr Malbourne corroborated Mr Goss's evidence that Mr Mates had said the \"project would never recommence\" if Hardcorp did not re-employ the former shop stewards and the former OH&amp;S representative.",
      "id": "s176"
    },
    {
      "text": "In cross-examination, Mr Malbourne's evidence was that the discussion on re-employment had included the Union people, saying: \n Mr Mates stated that unless there was re-employment of shop steward and the health and safety individuals, and that entitlements from previous workers were also met, that precisely in my mind is that those were conditions that either pushed the start button back on the job, or stopped it.",
      "id": "s177"
    },
    {
      "text": "So my recollection is very clear.",
      "id": "s178"
    },
    {
      "text": "Unless previous employees ... compensation [was] brought up to scratch and the shop steward, and health ... people from the [Union] were reinstated, the job would not recommence.",
      "id": "s179"
    },
    {
      "text": "Mr Malbourne agreed that Mr Goss had said that he could not re-employ the people who had formerly worked at Mount Street at that stage because the project was just recommencing.",
      "id": "s180"
    },
    {
      "text": "Mr Malbourne made a contemporaneous note of the meeting on 17 February 2006, which was consistent with his evidence.",
      "id": "s181"
    },
    {
      "text": "The note referred to two issues --- \"re-employment of CFMEU people\" and \"sub-contractor payments\".",
      "id": "s182"
    },
    {
      "text": "The note included the following: \n TWO ISSUES\n RE-EMPLOYMENT OF CFMEU PEOPLE SUBCONTRACTOR PAYMENTS \n\n \n MATES STATEMENT IF HARDCORP DID NOT RE-EMPLOY SHOP STEWARD &amp; HEALTH &amp; SAFETY REP 'PROJECT WOULD NEVER RECOMMENCE'.",
      "id": "s183"
    },
    {
      "text": "Furthermore, Mr Malbourne signed a statement on 20 March 2006, a month after the 17 February 2006 meeting, which was virtually the same as the evidence he gave at trial.",
      "id": "s184"
    },
    {
      "text": "This statement included that Mr Mates said, at the end of the meeting, that \"if Hardcorp did not agree to re-employ as a minimum the shop steward and the health and safety representative, then the Mount Street project would never recommence\".",
      "id": "s185"
    },
    {
      "text": "Mr Palmer's statement, adopted by him at trial, was to much the same effect.",
      "id": "s186"
    },
    {
      "text": "Mr Palmer stated that there was discussion about the debt that Melbourne Transit owed and the re-employment of workers previously employed at Mount Street.",
      "id": "s187"
    },
    {
      "text": "Mr Palmer also stated that \"there was some further discussion about the position of Shop Steward and OH&amp;S representative\" but the issues were not resolved.",
      "id": "s188"
    },
    {
      "text": "Mr Palmer continued: \n This part of the discussion began with Mates stating that he wanted the Shop Stewards and the OH&amp;S representative who were previously employed at the Mount Street site to be re-employed on the Mount Street site as shop stewards and OH&amp;S representative.",
      "id": "s189"
    },
    {
      "text": "Those persons were Roslyn Singleton ..., Jason Deans ... and Aengus O'Donnell ... and another ETU shop steward.",
      "id": "s190"
    },
    {
      "text": "Goss asked whether he wanted all of them re-employed.",
      "id": "s191"
    },
    {
      "text": "Mates replied that the CFMEU did not care about the ETU shop steward, but wanted all the others re-employed.",
      "id": "s192"
    },
    {
      "text": "Goss said that we could not afford to do that.",
      "id": "s193"
    },
    {
      "text": "...\n Goss then asked me what I thought about re-employing O'Donnell.",
      "id": "s194"
    },
    {
      "text": "I replied that I would have to think about it.",
      "id": "s195"
    },
    {
      "text": "While I was considering the pros and cons of re-employing O'Donnell, the meeting was being terminated.",
      "id": "s196"
    },
    {
      "text": "Mates made a comment implying that this would be the end of the involvement of [Transit Joint Venture] and Hardcorp on the project at the Mount Street site.",
      "id": "s197"
    },
    {
      "text": "I can't remember the words Mates used but it was to the effect the there would be action taken by the CFMEU to cause delays at the Mount Street site.",
      "id": "s198"
    },
    {
      "text": "In cross-examination, Mr Palmer said about the meeting of 17 February 2006 that:\n \n When I left that meeting, I was feeling well threatened about my future.",
      "id": "s199"
    },
    {
      "text": "Counsel for the Union and Mr Mates put to Mr Palmer, in cross-examination, that his account of the meeting on 17 February 2006 was a \"concoction\", primarily because there was no reference to feeling threatened in his affidavit of 1 March 2006, which had formed part of the case for interlocutory relief.",
      "id": "s200"
    },
    {
      "text": "Mr Palmer explained that he had included the reference later in response to questioning by the solicitors for Mr Cahill.",
      "id": "s201"
    },
    {
      "text": "The initial omission was perhaps unsurprising, because Mr Palmer could not recall the actual words Mr Mates had used.",
      "id": "s202"
    },
    {
      "text": "Further, as appears below, despite some inconsistencies in his evidence, Mr Palmer was a credible witness.",
      "id": "s203"
    },
    {
      "text": "There is little to support the allegation of concoction and I would reject it.",
      "id": "s204"
    },
    {
      "text": "Counsel for the Union and Mr Mates argued that Mr Goss's evidence about the meeting on 17 February 2006 was unreliable because it was not entirely consistent with the evidence of Mr Malbourne and Mr Palmer.",
      "id": "s205"
    },
    {
      "text": "In particular, Mr Palmer's evidence was that Mr Mates' threat could have related to the payment of money owed to the subcontractors.",
      "id": "s206"
    },
    {
      "text": "Further, only Mr Goss said that Mr Mates threatened a picket line of subcontractors at the Mount Street site.",
      "id": "s207"
    },
    {
      "text": "I deal with this second matter below.",
      "id": "s208"
    },
    {
      "text": "I do not consider that anything turns on the first matter.",
      "id": "s209"
    },
    {
      "text": "I would not regard Mr Palmer's equivocation as sufficient to undermine Mr Goss's evidence as to whether the threats related to the subcontractors or the re-employment of Mr Deans, Mr O'Donnell and Ms Singleton.",
      "id": "s210"
    },
    {
      "text": "Mr Palmer's equivocation showed merely that his recollection of the meeting of 17 February 2006 was incomplete.",
      "id": "s211"
    },
    {
      "text": "Mr Palmer gave his evidence in a measured way, with proper attention to what did and what did not lie within his recollection.",
      "id": "s212"
    },
    {
      "text": "As I have said, he was a credible witness.",
      "id": "s213"
    },
    {
      "text": "Counsel for the Union and Mr Mates also submitted that the Court should view Mr Malbourne's evidence as \"highly partisan and tailored to assist Goss in the legal action and it should not be accepted\".",
      "id": "s214"
    },
    {
      "text": "This is to overstate the deficiencies in Mr Malbourne's evidence.",
      "id": "s215"
    },
    {
      "text": "As counsel for the Union and Mr Mates noted, Mr Malbourne was liaising with Mr Goss about this proceeding at the time he prepared an initial witness statement on or about 10 March 2006 and this statement contained some material that was not in the statement he adopted at trial.",
      "id": "s216"
    },
    {
      "text": "None of this additional material affected the substance of his account, however, and this account is supported by the note that he made in his diary at the time.",
      "id": "s217"
    },
    {
      "text": "Furthermore, I observe that, at the time Mr Malbourne gave his evidence at trial, he was living in Cambodia and no longer working for Mr Goss.",
      "id": "s218"
    },
    {
      "text": "Mr Malbourne gave some of his evidence in a roundabout way, but I did not form the impression that he was untruthful.",
      "id": "s219"
    },
    {
      "text": "Counsel for the Union and Mr Mates have not pointed to any particular instance where Mr Malbourne was untruthful.",
      "id": "s220"
    },
    {
      "text": "Mr Malbourne, Mr Palmer and Mr Goss all gave evidence that, at the 17 February 2006 meeting, Mr Mates referred to the re-employment of former employees and the payment of subcontractors.",
      "id": "s221"
    },
    {
      "text": "I accept that these matters were discussed.",
      "id": "s222"
    },
    {
      "text": "They are also noted in Mr Malbourne's diary note.",
      "id": "s223"
    },
    {
      "text": "Further, I accept that Mr Goss had said that the payment of debts was not possible as they were owed by Melbourne Transit and not Hardcorp.",
      "id": "s224"
    },
    {
      "text": "Whilst there are differences in their evidence, the three witnesses agreed in substance that Mr Mates stated that he wanted the former shop steward or stewards (Mr Deans and Mr O'Donnell) and OH&amp;S officer (Ms Singleton) re-employed and appointed to their former positions.",
      "id": "s225"
    },
    {
      "text": "Mr Malbourne corroborated Mr Goss's evidence that such re-employment was a condition that Mr Mates put on the project's recommencing.",
      "id": "s226"
    },
    {
      "text": "This evidence is also borne out by Mr Malbourne's contemporaneous diary note and his initial witness statement.",
      "id": "s227"
    },
    {
      "text": "Mr Palmer's evidence was broadly consistent.",
      "id": "s228"
    },
    {
      "text": "As counsel for Mr Cahill observed, the position that Mr Mates was apparently taking was consistent with his conduct at the meeting on 15 February 2006.",
      "id": "s229"
    },
    {
      "text": "I am not, however, satisfied that Mr Mates threatened to organise a picket if his demands were not met.",
      "id": "s230"
    },
    {
      "text": "Only Mr Goss gave evidence to this effect and, as previously indicated, I would not regard him as an objective witness on all accounts.",
      "id": "s231"
    },
    {
      "text": "Had a picket been mentioned by Mr Mates, I have little doubt that Mr Malbourne and Mr Palmer would have recalled as much, and Mr Malbourne would have noted it in his diary.",
      "id": "s232"
    },
    {
      "text": "Having regard to the fact that a picket was in fact formed shortly after this meeting and became the catalyst for this proceeding, I think it likely that Mr Goss has re-constructed his memory of the meeting of 17 February 2006 so as to include reference to a picket.",
      "id": "s233"
    },
    {
      "text": "I am not therefore satisfied that, on the balance of probabilities, Mr Mates threatened to organise the picket line, as Mr Cahill has alleged.",
      "id": "s234"
    },
    {
      "text": "Accordingly, having regard to the evidence of Mr Goss, Mr Malbourne and Mr Palmer and s 140 of the Evidence Act , I find that, at the meeting of 17 February 2006, Mr Mates made demands on Mr Goss that the former shop stewards and the former OH&amp;S officer (Mr Deans, Mr O'Donnell and Ms Singleton) be re-employed at the Mount Street site, and be appointed as shop stewards and as OH&amp;S officer.",
      "id": "s235"
    },
    {
      "text": "Further, I find that Mr Mates threatened that the project would never recommence if his demands were not met.",
      "id": "s236"
    },
    {
      "text": "The Union and Mr Mates maintained that this was an unlikely threat given that the project had commenced.",
      "id": "s237"
    },
    {
      "text": "It must, however, be borne in mind that the recommencement was in its infancy.",
      "id": "s238"
    },
    {
      "text": "The purport of Mr Mates' threat was clear: the project would not get going again in any real sense unless Hardcorp met his demands.",
      "id": "s239"
    },
    {
      "text": "These threats on Mr Mates' part constituted threatening to take action with intent to coerce Hardcorp to employ Mr Deans, Mr O'Donnell and Ms Singleton on the project at Mount Street and, amongst other things, to allocate to Ms Singleton the responsibilities or duties of OH&amp;S officer on the recommencing project.",
      "id": "s240"
    },
    {
      "text": "For the reasons stated above, Mr Mates' conduct and intent are to be taken as those of the Union.",
      "id": "s241"
    },
    {
      "text": "Accordingly, I find that Mr Mates, in his own right, and the Union, through Mr Mates' conduct on 17 February 2006, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s242"
    },
    {
      "text": "The events of 21 February 2006\n Between 17 February 2006 and the crane incident on 21 February 2006, there was no further communication between Mr Goss and Mr Mates.",
      "id": "s243"
    },
    {
      "text": "As already noted, the contraventions alleged in respect of the events on site on 21 February 2006 and the picket line on 22 February 2006 and following were the subject of a no case submission.",
      "id": "s244"
    },
    {
      "text": "The question for the Court on a no case submission of the kind made is whether there is evidence upon which the Court could enter judgment for the applicant.",
      "id": "s245"
    },
    {
      "text": "Plainly enough, logically speaking, rejecting a no case submission does not necessarily entail the consequence that the claim succeeds.",
      "id": "s246"
    },
    {
      "text": "The difference between a ruling on a no case submission and final judgment is clear where a judge sits with a jury.",
      "id": "s247"
    },
    {
      "text": "Where a judge sits alone the distinction may be less easily seen.",
      "id": "s248"
    },
    {
      "text": "As Toohey J said in James v Australia and New Zealand Banking Group Ltd (1986) 64 ALR 347 at 400: \n Where a judge is sitting with a jury, the distinction between the arbiter of law and the arbiter of fact is of course apparent.",
      "id": "s249"
    },
    {
      "text": "If the judge decides that there is a case to go to the jury, it is then for the jury to uphold or dismiss the claim.",
      "id": "s250"
    },
    {
      "text": "While there is no logical inconsistency in rejecting a no case submission and thereafter rejecting the claim, the distinction is a fine one when a judge sits without a jury, given that the standard of proof is on the balance of probabilities and that inferences may be drawn by reason of the respondent's failure to adduce evidence.",
      "id": "s251"
    },
    {
      "text": "...",
      "id": "s252"
    },
    {
      "text": "If a defendant elects not to call evidence, the judge has before him all the evidence upon which he is called to make a decision.",
      "id": "s253"
    },
    {
      "text": "Any distinction between the role of the judge in ruling on a no case submission and the role of the judge as an arbiter of fact becomes largely illusory ...",
      "id": "s254"
    },
    {
      "text": "The inconvenience of not putting the defendant to an election is apparent.",
      "id": "s255"
    },
    {
      "text": "If the judge's decision on the no case submission is upset on appeal, there must inevitably be a retrial.",
      "id": "s256"
    },
    {
      "text": "In Residues Treatment &amp; Trading Co Ltd v Southern Resources Ltd (1989) 52 SASR 54 at 73-4, Perry J determined that the defendants should be put to their election and said: \n I realise that by putting the defendants to their election, I have effectively rendered it impracticable for the defendants to make any submission of no case to answer, even if they elect not to call any evidence.",
      "id": "s257"
    },
    {
      "text": "This is so, as if they do not call any evidence, it would not be appropriate for the court then to embark on the artificial exercise of determining whether there was a case to answer.",
      "id": "s258"
    },
    {
      "text": "The orderly disposal of the proceedings in those circumstances would require the defendants to proceed with their final submissions: see Toohey J, James v ANZ Bank at 400.",
      "id": "s259"
    },
    {
      "text": "But those considerations cannot deflect me from ruling in favour of the defendants being put to their election, if it is otherwise proper to do so.",
      "id": "s260"
    },
    {
      "text": "As noted above, this was also the view I came to and the course taken in this case.",
      "id": "s261"
    },
    {
      "text": "Accordingly, I turn to the evidence as it now stands.",
      "id": "s262"
    },
    {
      "text": "On 17 February 2006, Transit Joint Venture booked and paid for a crane crew and a crane from IC Hire Pty Ltd, trading as Independent Cranes, to attend the site on Tuesday, 21 February 2006.",
      "id": "s263"
    },
    {
      "text": "Monday, 20 February 2006, was a rostered day off for workers at the site.",
      "id": "s264"
    },
    {
      "text": "On 21 February 2006, Mr Mates attended Mount Street shortly after the crane and crane crew had come onto the site and begun to set up.",
      "id": "s265"
    },
    {
      "text": "The Union and Mr Mates did not dispute that Mr Mates told the crane crew to shut down the crane and leave.",
      "id": "s266"
    },
    {
      "text": "The crane crew spoke with Mr Mitchell at the office of Independent Cranes and left the site.",
      "id": "s267"
    },
    {
      "text": "Mr Cahill alleged that, by this conduct, the Union and Mr Mates contravened s 43 by taking action with the intent to coerce Hardcorp to employ Mr Deans, Ms Singleton and Mr O'Donnell; and/or (2) allocate and/or designate to Ms Singleton the duties or responsibilities of an OH&amp;S officer: see [13] and [19] of the Statement of Claim.",
      "id": "s268"
    },
    {
      "text": "There was a further related allegation concerning s 38 , which is discussed below.",
      "id": "s269"
    },
    {
      "text": "In their Defence, the Union and Mr Mates denied the case made against them under s 43 (and s 38): see [17] and [25] of the Defence.",
      "id": "s270"
    },
    {
      "text": "The Union and Mr Mates provided particulars, which, as amended, stated that: \n Mates raised safety concerns with a crane operator on the site.",
      "id": "s271"
    },
    {
      "text": "Mates was informed by the crane operator that he had been instructed by his employer to leave the site.",
      "id": "s272"
    },
    {
      "text": "The two site managers at Mount Street at the time, Mr Palmer and Gregory Moresi, gave evidence about the events of 21 February 2006, as did the site engineer, Ryan McMahon, and Steven Mitchell then of Independent Cranes.",
      "id": "s273"
    },
    {
      "text": "Mr Moresi said that he arrived at the site at about 6:00 am and that the crane came on site just after 7:00 am.",
      "id": "s274"
    },
    {
      "text": "About 8:00 am, Mr Palmer told him that Mr Mates had stopped the crane.",
      "id": "s275"
    },
    {
      "text": "Mr Moresi said that he, Mr Palmer and Mr McMahon went to find Mr Mates to ask him what was going on.",
      "id": "s276"
    },
    {
      "text": "They found Mr Mates quite close to the crane.",
      "id": "s277"
    },
    {
      "text": "When asked why he had shut the crane down, Mr Mates replied that this was because there was no OH&amp;S officer, no shop steward and also no first aid.",
      "id": "s278"
    },
    {
      "text": "Mr Moresi reiterated this evidence in cross-examination.",
      "id": "s279"
    },
    {
      "text": "Mr Moresi said that he told Mr Mates that this was wrong and that \"Geeza\" (Mr Van Senten) was the shop steward and OH&amp;S representative on site.",
      "id": "s280"
    },
    {
      "text": "In a diary note around the same time, Mr Moresi recorded that Mr Mates \"then told the crane to pack up and leave the site\".",
      "id": "s281"
    },
    {
      "text": "According to Mr Moresi, as the crane crew were packing up, Mr Mates said \"make sure you write it all down and I will swear by it in Court\".",
      "id": "s282"
    },
    {
      "text": "Further, Mr Moresi said that he was standing about 4 to 5 metres away from Mr Mates, when Mr Moresi overheard Mr Mates say in a mobile phone conversation \"tell Maurie Hill to ring Sergi and all the others to make sure\".",
      "id": "s283"
    },
    {
      "text": "Mr Moresi wrote this down in his diary the same day.",
      "id": "s284"
    },
    {
      "text": "Sergi Cranes Pty Ltd was a well-known crane company from which Transit Joint Venture sometimes hired cranes and Mr Hill was the Union's (FEDFA Division) crane organiser.",
      "id": "s285"
    },
    {
      "text": "According to Mr Moresi's diary note, Mr Mates left the Mount Street site around 9:00 am that day.",
      "id": "s286"
    },
    {
      "text": "Mr Moresi said that he telephoned Mr Goss shortly afterwards to let him know what had happened.",
      "id": "s287"
    },
    {
      "text": "Mr Palmer said that, at about 7:50 am, he and Mr Van Senten set out the location for the crane to commence work and the crane was driven into position and set up on outriggers.",
      "id": "s288"
    },
    {
      "text": "Mr Palmer said that the crane was ready for the first lift at about 8:15 am, when Mr Mates arrived at the site.",
      "id": "s289"
    },
    {
      "text": "Mr Palmer said that he then went to find Mr Moresi and Mr McMahon.",
      "id": "s290"
    },
    {
      "text": "According to Mr Palmer, when the three men found Mr Mates, they asked him why he had shut down the crane and Mr Mates replied that he had done this because there was no shop steward or OH&amp;S representative on the site.",
      "id": "s291"
    },
    {
      "text": "When corrected, Mr Mates replied \"No you don't and I have shut down your crane.",
      "id": "s292"
    },
    {
      "text": "You can write that down in your diary.",
      "id": "s293"
    },
    {
      "text": "\" Mr Palmer and Mr McMahon repeated that the site had a shop steward and OH&amp;S officer.",
      "id": "s294"
    },
    {
      "text": "In response to Mr Mates' question \"who is that?",
      "id": "s295"
    },
    {
      "text": "\", they said it was \"Geeza\" (Mr Van Senten).",
      "id": "s296"
    },
    {
      "text": "According to Mr Palmer, Mr Mates then said \"the crane is not working.",
      "id": "s297"
    },
    {
      "text": "I have sent them (the crew) away\".",
      "id": "s298"
    },
    {
      "text": "A diary note that Mr Palmer made that morning was to the same effect.",
      "id": "s299"
    },
    {
      "text": "Mr Palmer's evidence was that he and Mr McMahon went to meet with the crane crew and that he asked the crew to check with the office of Independent Cranes.",
      "id": "s300"
    },
    {
      "text": "Mr Palmer saw one of the crew finish a phone call and then motion to the other to continue packing.",
      "id": "s301"
    },
    {
      "text": "In a statement adopted at the trial, Mr McMahon stated that he arrived at the site at about 6:50 am on 21 February 2006.",
      "id": "s302"
    },
    {
      "text": "The crane and crane crew from Independent Cranes came on site just after 7:15 am.",
      "id": "s303"
    },
    {
      "text": "Mr McMahon said that he inducted the driver and dogman and then told the crane crew to set up the crane.",
      "id": "s304"
    },
    {
      "text": "Mr McMahon's evidence was that, at about 8:20 am, one of the carpenters told him that Mr Mates had entered the site.",
      "id": "s305"
    },
    {
      "text": "Mr McMahon went to inform Mr Moresi, and they were joined by Mr Palmer.",
      "id": "s306"
    },
    {
      "text": "The three men decided to find Mr Mates to ask him what was happening.",
      "id": "s307"
    },
    {
      "text": "According to Mr McMahon, they found Mr Mates reasonably close to the crane and asked him what he was doing on site.",
      "id": "s308"
    },
    {
      "text": "Mr Mates said that he was shutting down the crane, because there were no OH&amp;S representative and shop steward on site.",
      "id": "s309"
    },
    {
      "text": "Mr McMahon said that Mr Moresi told Mr Mates that \"Geeza\" (Mr Van Senten) had been voted shop steward and OH&amp;S representative.",
      "id": "s310"
    },
    {
      "text": "Mr Mates replied that he \"didn't fucken care\" and that he was shutting down the crane.",
      "id": "s311"
    },
    {
      "text": "Mr McMahon said that Mr Mates walked off from the crane crew followed by Mr Palmer and Mr Moresi, whilst he (Mr McMahon) went to receive a telephone call elsewhere.",
      "id": "s312"
    },
    {
      "text": "According to Mr McMahon, Mr Mates drove off in his car shortly afterwards and the crane crew told Mr Palmer (in Mr McMahon's presence) that Mr Mitchell from Independent Cranes had instructed them to pack up.",
      "id": "s313"
    },
    {
      "text": "In a statement in reply, Mr McMahon added that he subsequently called Mr Mitchell from Independent Cranes.",
      "id": "s314"
    },
    {
      "text": "Mr McMahon made contemporaneous notes of the events of 21 February 2006, which stated: \n Bobby Mates entered the site without seeking management's approval.",
      "id": "s315"
    },
    {
      "text": "Once it became aware he was on site management, Greg, Bryan, Ryan sought him out.",
      "id": "s316"
    },
    {
      "text": "He told us there was no shop steward or [OH&amp;S] on site.",
      "id": "s317"
    },
    {
      "text": "We replied that yes there was.",
      "id": "s318"
    },
    {
      "text": "Geeza was shop steward &amp; cert II qualified.",
      "id": "s319"
    },
    {
      "text": "He told us that he didn't fucken care and then he's shutting us down.",
      "id": "s320"
    },
    {
      "text": "...",
      "id": "s321"
    },
    {
      "text": "I rang Steve [Mitchell] and he said that he had not instructed his boys to pack up but called 5 min later to say that now he had been instructed by the union also to remove the crane from site.",
      "id": "s322"
    },
    {
      "text": "He said he was sorry but he was just the meat in the sandwich and that if he didn't follow instructions they wouldn't be able to work on any other sites.",
      "id": "s323"
    },
    {
      "text": "Crane left at 9:30 am.",
      "id": "s324"
    },
    {
      "text": "Mr Mitchell, at that time employed by Independent Cranes to take and organise customer bookings, made a statement that he adopted at trial in which he said that he received a phone call from one of the crane crew on the morning of 21 February 2006, in which the crew member said: \"Here comes the union now.",
      "id": "s325"
    },
    {
      "text": "We'll talk to him and call straight back.",
      "id": "s326"
    },
    {
      "text": "\" Shortly afterwards, Mr Mitchell received another phone call in which the crew member said: \"The union has knocked the job on the head\".",
      "id": "s327"
    },
    {
      "text": "Mr Mitchell's evidence was that he told the crew to pack up the crane and come back to the yard at Independent Cranes.",
      "id": "s328"
    },
    {
      "text": "Mr Goss was not on site when Mr Mates arrived there on 21 February 2006.",
      "id": "s329"
    },
    {
      "text": "Mr McMahon and Mr Moresi kept him informed by telephone.",
      "id": "s330"
    },
    {
      "text": "When Mr Goss learned that the crane and crane crew had left the site, he instructed Mr McMahon to ask other crane companies about the availability of a crane and crane crew, upon the basis that Transit Joint Venture would pre-pay any booking.",
      "id": "s331"
    },
    {
      "text": "Mr McMahon's evidence was that later on 21 February 2006 he unsuccessfully called about eight crane companies.",
      "id": "s332"
    },
    {
      "text": "Counsel for the Union and Mr Mates submitted that Mr Moresi's account of the events of 21 February 2006 showed that he was not being frank in his evidence.",
      "id": "s333"
    },
    {
      "text": "Counsel referred to one occasion.",
      "id": "s334"
    },
    {
      "text": "Mr Moresi's evidence fell to be considered in its entirety, however, and, so considered, he was a credible witness, who gave his evidence carefully and conscientiously.",
      "id": "s335"
    },
    {
      "text": "Counsel for the Union and Mr Mates argued that Mr McMahon's evidence was unreliable because he exaggerated his evidence in order to implicate the Union.",
      "id": "s336"
    },
    {
      "text": "Mr McMahon was the least experienced person to give evidence, although he begun at Mount Street in early 2004.",
      "id": "s337"
    },
    {
      "text": "There were occasions when he corrected his evidence, when he was shown to be in error, and other occasions when he became confused.",
      "id": "s338"
    },
    {
      "text": "Allowing for these deficiencies, however, he endeavoured to give his evidence as best he could.",
      "id": "s339"
    },
    {
      "text": "I would not regard his evidence as unreliable to the extent that the Union and Mr Mates argued.",
      "id": "s340"
    },
    {
      "text": "What happened on site between 8 and 9 am on the 21 February 2006 was tolerably clear.",
      "id": "s341"
    },
    {
      "text": "By this time, the crane and crane crew had arrived, been inducted by Mr McMahon, and set up the crane.",
      "id": "s342"
    },
    {
      "text": "Shortly before the first lift, Mr Mates arrived on site, found the crane and crane crew and shut the crane down by telling the crew to pack up and leave.",
      "id": "s343"
    },
    {
      "text": "When Mr Moresi, Mr Palmer and Mr McMahon found Mr Mates close by the crane and asked for an explanation, Mr Mates admitted that he had shut the crane down, saying this was because there was no OH&amp;S representative or shop steward on site.",
      "id": "s344"
    },
    {
      "text": "In the presence of Mr Palmer and Mr McMahon, Mr Moresi told him that this was incorrect because Mr Van Senten was shop steward and OH&amp;S representative.",
      "id": "s345"
    },
    {
      "text": "Mr Mates responded that he did not care about this and was in any event shutting the crane down.",
      "id": "s346"
    },
    {
      "text": "Meanwhile the crew, who had already spoken to Mr Mitchell at Independent Cranes once, phoned him again and received Mr Mitchell's instruction to return to Independent Cranes.",
      "id": "s347"
    },
    {
      "text": "Did Mr Mates' action in stopping the crane amount to action taken with the intent to coerce Hardcorp to employ Mr Deans, Mr O'Donnell and Ms Singleton and, in Ms Singleton's case, to allocate OH&amp;S responsibilities to her?",
      "id": "s348"
    },
    {
      "text": "Over the history of the proceeding, the Union and Mr Mates put forward various explanations for Mr Mates' conduct on 21 February 2006, some of which were not pursued at trial and others were not pressed in final submissions, whether because of the Union's and Mr Mates' election not to call evidence or otherwise.",
      "id": "s349"
    },
    {
      "text": "Thus, [17A] of an amended defence dated 17 August 2007 pleaded that the crane was removed because of a malfunction and/or because of concerns about payment.",
      "id": "s350"
    },
    {
      "text": "Neither explanation was pursued at trial.",
      "id": "s351"
    },
    {
      "text": "I reject counsel for Mr Cahill's submission that I should treat this conduct on the Union's and Mr Mates' part as evidence of consciousness of guilt.",
      "id": "s352"
    },
    {
      "text": "I would not regard the relevant principle as applicable in the circumstances shown: compare Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd [2004] FCA 1678 ; (2004) 141 FCR 183 at 215-6 [244] - [248] .",
      "id": "s353"
    },
    {
      "text": "It is undeniable, however, that there is no evidence that might explain Mr Mates' conduct other than that to which I have already referred.",
      "id": "s354"
    },
    {
      "text": "For the reasons that appear below, I would not regard the evidence concerning the events of 22 February 2006 and thereafter as having much, if any, bearing on this incident.",
      "id": "s355"
    },
    {
      "text": "There was no evidence to support a suggestion that safety concerns motivated Mr Mates' conduct: compare [17] of amended defence and further amended defence dated 14 July 2008.",
      "id": "s356"
    },
    {
      "text": "In cross-examination, Mr Moresi, who had 10-15 years experience in the construction industry and with cranes, said that he had not heard Mr Mates or anyone else raise any safety issue when Mr Mates was on site on 21 February 2006.",
      "id": "s357"
    },
    {
      "text": "Mr Moresi said that responsibility for any safety issue affecting the crane lay with the crane crew and the site safety officer, managers and engineer.",
      "id": "s358"
    },
    {
      "text": "Mr Palmer's evidence was to the same effect, including that no safety issues touching the crane were raised with him on 21 February 2006.",
      "id": "s359"
    },
    {
      "text": "Mr McMahon's evidence was that, if there had been a safety issue with the crane, then, as a matter of practice, the crane crew would have immediately notified him as one of the site management personnel.",
      "id": "s360"
    },
    {
      "text": "Mr McMahon added that no-one from Independent Cranes and none of the crane crew had raised any safety, location, or other problem concerning the crane on 21 February 2006.",
      "id": "s361"
    },
    {
      "text": "The evidence established that Mr Mates told Mr Moresi, Mr Palmer and Mr McMahon that he had shut down the crane because there was no shop steward or OH&amp;S representative on site.",
      "id": "s362"
    },
    {
      "text": "When Mr Moresi informed him that Mr Van Senten was shop steward and OH&amp;S representative, Mr Mates persisted, saying he did not care.",
      "id": "s363"
    },
    {
      "text": "There is no reasonable explanation for Mr Mates' conduct once he was given this explanation.",
      "id": "s364"
    },
    {
      "text": "The only tenable explanation is that Mr Mates was carrying out his threats of 15 and 17 February 2006 that the project at Mount Street would not recommence unless Mr Deans, Mr O'Donnell and Ms Singleton were re-employed and took on their former responsibilities, including that Ms Singleton assumed OH&amp;S responsibilities.",
      "id": "s365"
    },
    {
      "text": "It was telling that Mr Mates gave as his reason for his action that there was no shop steward or OH&amp;S representative, because this reflected the demands that he had made to Mr Goss at his earlier meetings with him on 15 and 17 February 2006.",
      "id": "s366"
    },
    {
      "text": "The nature of Mr Mates' demands was reflected in that fact that, when he was told that Mr Van Senten was shop steward and OH&amp;S representative, he said he did not care.",
      "id": "s367"
    },
    {
      "text": "In effect, Mr Mates signalled that he was only interested in his people being appointed to these positions.",
      "id": "s368"
    },
    {
      "text": "This too was consistent with his demands of 15 and 17 February 2006.",
      "id": "s369"
    },
    {
      "text": "Counsel for the Union and Mr Mates contended that the evidence of Mr Mitchell as to what he was told by the crane crew that Mr Mates had said to them showed that Mr Mates' reason for shutting down the crane was not to coerce Hardcorp to employ Mr Deans, Mr O'Donnell or Ms Singleton.",
      "id": "s370"
    },
    {
      "text": "Rather, the shut down was because sub-contractor payments and employee entitlements had not been met.",
      "id": "s371"
    },
    {
      "text": "Even if admissible on this point, I would not regard this evidence as probative of Mr Mates' intent and, even if probative, it would not outweigh the considerations addressed in the preceding paragraph.",
      "id": "s372"
    },
    {
      "text": "Accordingly, having regard to the evidence of Mr Moresi, Mr Palmer, Mr McMahon and Mr Mitchell and s 140 of the Evidence Act , I find that, on the morning of 21 February 2006, Mr Mates demanded that the crane crew from Independent Cranes shut down the crane and leave the site, which they ultimately did after speaking to their own office.",
      "id": "s373"
    },
    {
      "text": "In so doing, Mr Mates was carrying out his threats of 15 and 17 February 2006.",
      "id": "s374"
    },
    {
      "text": "Having regard to this fact and to Mr Mates' statements to Mr Moresi, Mr Palmer and Mr McMahon on the morning of 21 February 2006, I find that his intention in shutting down the crane was to coerce Hardcorp to re-employ Mr Deans, Mr O'Donnell and Ms Singleton at the Mount Street site, and, amongst other things, to have Ms Singleton appointed as OH&amp;S officer on site: compare Telstra Corporation Ltd (2000) 108 FCR at 61 [24] and National Tertiary Education Industry Union (2002) 117 FCR at 142-143 [102].",
      "id": "s375"
    },
    {
      "text": "For the reasons stated above, Mr Mates' conduct and intent are to be taken as that of the Union.",
      "id": "s376"
    },
    {
      "text": "Accordingly, I find that Mr Mates, in his own right, and the Union, through Mr Mates' conduct on 21 February 2006, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s377"
    },
    {
      "text": "Mr Cahill also alleged that, on 21 February 2006, Mr Mates telephoned the office of Independent Cranes and said that its crew were not to work on the Mount Street project.",
      "id": "s378"
    },
    {
      "text": "At trial, this allegation became an allegation that Mr Mates arranged for Mr Tadic and/or Mr Hill to contact Independent Cranes to ensure that the crane left the Mount Street site and did not return.",
      "id": "s379"
    },
    {
      "text": "Mr Cahill further alleged that, around the same time as Mr Mates shut down the crane, Mr Mates telephoned the Union's offices or a representative of the Union (whose identity is unknown) to instruct Mr Hill (the Union organiser responsible for crane services in Victoria (FEDFA Division)) that he should ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site.",
      "id": "s380"
    },
    {
      "text": "Mr Cahill's allegation about Mr Mates' telephone call concerning Mr Hill depended on Mr Moresi's evidence that he overheard Mr Mates say \"tell Maurie Hill to ring Sergi and all the others to make sure\".",
      "id": "s381"
    },
    {
      "text": "I accept that Mr Moresi honestly believed that he heard Mr Mates say these words.",
      "id": "s382"
    },
    {
      "text": "Assuming Mr Mates said them, the evidence does not disclose the identity of the person to whom he was speaking at the time (if in fact he was speaking to anyone).",
      "id": "s383"
    },
    {
      "text": "There was no evidence that Mr Hill or anyone else on the Union side called Sergi Cranes in the relevant period.",
      "id": "s384"
    },
    {
      "text": "Moreover, the statement attributed to Mr Mates does not disclose what was to be made \"sure\".",
      "id": "s385"
    },
    {
      "text": "There is no evidence, or at least no direct evidence, about this matter.",
      "id": "s386"
    },
    {
      "text": "I reject the proposition that I should infer from this statement alone (assuming it were made) that Mr Mates telephoned the Union's offices or a representative of the Union to instruct Mr Hill that he should ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site.",
      "id": "s387"
    },
    {
      "text": "Moreover, having regard to the lack of corroborative evidence, I have some real doubts about whether the statement attributed to Mr Mates was in fact said by him.",
      "id": "s388"
    },
    {
      "text": "Ultimately, I am not satisfied on the balance of probabilities that Mr Mates in fact spoke the words alleged.",
      "id": "s389"
    },
    {
      "text": "Mr Cahill relied on mobile telephone records to support both the warning off allegations.",
      "id": "s390"
    },
    {
      "text": "The telephone records disclosed that, on 21 February 2006: \n(1) Mr Mates called Mr Tadic at 8:26 am (1 minute), 8:35 am (1 minute), 8:48 am (1.5 minutes) and at 1:18 pm (2 minutes); \n \n(2) Mr Mates called Mr O'Donnell at 8:52 am (2 minutes);\n \n(3) Mr Tadic called Independent Cranes at 8:31 am (2 minutes and 8 seconds), 1:25 (46 seconds) and 1:26 pm (1 minute and 22 seconds);\n \n(4) Mr Tadic called Mr Hill at 10:17 am (2 minutes and 31 seconds);\n \n(5) Mr Tadic called Mr Mates at 1:29 pm (duration 23 seconds); \n \n(6) Mr Hill called Independent Cranes at 9:49 am (1 minute);\n \n(7) Mr Hill called Tutt Bryant Crane Hire at 3:18 pm and Jatco Engineering Australia Pty Ltd (a crane company) at 3:39 pm; and\n \n(8) Mr Hill called Mr Mates at 3:44 pm.",
      "id": "s391"
    },
    {
      "text": "Mobile phone records also showed that, on 24 February 2006, Mr Hill called National Crane Hire (at 8:40 am), Rebel Cranes (at 4:01 pm and 5:22 pm) and, on 27 February 2006, he called Independent Cranes (at 1:20 pm).",
      "id": "s392"
    },
    {
      "text": "Mr Mates' mobile phone records did not show that he made any call to the Union's offices when he was on the Mount Street site.",
      "id": "s393"
    },
    {
      "text": "These records indicated that Mr Mates did not call the Union until around 12:08 pm.",
      "id": "s394"
    },
    {
      "text": "Further, the records did not record any call on Mr Mates mobile phone to the offices of Independent Cranes.",
      "id": "s395"
    },
    {
      "text": "Mr Mates' mobile phone records showed that, whilst at Mount Street, Mr Mates made some brief calls from his mobile phone to Mr Tadic and a call to Mr O'Donnell.",
      "id": "s396"
    },
    {
      "text": "The records did not show that Mr Tadic called Mr Hill until about 10:17 am, although the records indicated that Mr Tadic called Independent Cranes shortly after Mr Mates first called him.",
      "id": "s397"
    },
    {
      "text": "There was also evidence that Mr Hill called Independent Cranes very briefly about three-quarters of an hour after Mr Mates had left the site.",
      "id": "s398"
    },
    {
      "text": "Furthermore, as indicated above, there was no evidence that, on 21 February 2006, Mr Hill called Sergi Cranes.",
      "id": "s399"
    },
    {
      "text": "There was little, if anything, to connect Tutt Bryant and Jatco Engineering with the matters at issue in this proceeding and, in consequence, little turned on the evidence that Mr Mates might have called them.",
      "id": "s400"
    },
    {
      "text": "There was no evidence that Mr McMahon rang these companies to inquire about the availability of a crane.",
      "id": "s401"
    },
    {
      "text": "There was no evidence as to what was said in any of these mobile phone calls, many of which were very brief indeed and therefore indicated that very little (if anything) was said.",
      "id": "s402"
    },
    {
      "text": "There was no evidence from any person from any crane company that the Union had warned the company off working at the Mount Street site.",
      "id": "s403"
    },
    {
      "text": "Mr Mitchell was called by Mr Cahill to give evidence, but he gave no evidence that he had received a call from Mr Mates or any other Union representative that day or on any subsequent day.",
      "id": "s404"
    },
    {
      "text": "Indeed, Mr Mitchell was not asked whether Mr Mates or anyone else from the Union had telephoned him at Independent Cranes on 21 February 2006 or any other date.",
      "id": "s405"
    },
    {
      "text": "As counsel for the Union and Mr Mates said, it has to be borne in mind that, at this time, Mr Mitchell was in charge of bookings at Independent Cranes.",
      "id": "s406"
    },
    {
      "text": "If there had been a warning off as alleged, he might reasonably have been expected to know about it.",
      "id": "s407"
    },
    {
      "text": "Counsel for the Union and Mr Mates relied on the rule in Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s408"
    },
    {
      "text": "Counsel argued that the inference that there was no warning off might, in the absence of testimony from Mr Mitchell, be more comfortably drawn.",
      "id": "s409"
    },
    {
      "text": "I accept this submission in part: see Braverus Maritime Inc v Port Kembla Coal Terminal Ltd [2005] FCAFC 256 ; (2005) 148 FCR 68 at 112 [159] - [160] and Australian Securities and Investments Commission v Citigroup Global Markets Australia Pty Ltd (2007) 241 ALR 705 at 758 [384] per Jacobson J.",
      "id": "s410"
    },
    {
      "text": "I accept that, in the absence of any testimony from Mr Mitchell on the subject, it may be more comfortably inferred that, leaving aside what had happened earlier on 21 February 2006, no-one from the Union directly or expressly warned off Independent Cranes.",
      "id": "s411"
    },
    {
      "text": "The mobile phone records established that Mr Mates, Mr Tadic and, to a lesser extent, Mr Hill and Mr O'Donnell were in communication with one or the other on 21 February 2006.",
      "id": "s412"
    },
    {
      "text": "Mr Tadic and Mr Hill were in limited communication with Independent Cranes.",
      "id": "s413"
    },
    {
      "text": "It was, perhaps, to be expected that the Union would be in contact with the crane company and crane organisers and others interested in the site, given what had occurred.",
      "id": "s414"
    },
    {
      "text": "I would not regard this evidence as probative of anything more.",
      "id": "s415"
    },
    {
      "text": "These records established that Mr Hill was in contact with some other crane companies, but this was not shown to be unusual and might be explained by reference to the nature of his responsibilities.",
      "id": "s416"
    },
    {
      "text": "Mr Cahill relied on the fact that that day and subsequently Hardcorp was unable to get a crane to attend the Mount Street site.",
      "id": "s417"
    },
    {
      "text": "Mr Goss gave evidence that, on the basis of his thirty years' experience in the construction industry, it was very unusual to be unable to hire a crane of the kind he was seeking for work the following working day.",
      "id": "s418"
    },
    {
      "text": "However, Hardcorp's inability to obtain a crane and Mr Goss's evidence must be evaluated in light of the attendant circumstances.",
      "id": "s419"
    },
    {
      "text": "Mr McMahon gave evidence that, once the picket formed (see below), he told all the crane companies that he called that there was a picket in place.",
      "id": "s420"
    },
    {
      "text": "Thus, Hardcorp's own representative provided a reason for crane companies not to want to supply a crane to the Mount Street site.",
      "id": "s421"
    },
    {
      "text": "As counsel for Mr Cahill noted, this did not explain Mr McMahon's inability to hire a crane when he called the eight crane companies on 21 February 2006, before the picket formed.",
      "id": "s422"
    },
    {
      "text": "However, Mr McMahon's summary of 1 March 2006, which was faxed to Mr Goss on that date, disclosed some reasonable explanations for his failure to obtain a crane.",
      "id": "s423"
    },
    {
      "text": "The contents of this summary do not entirely bear out the allegation that Mr Cahill made that the Union and Mr Mates took steps to ensure that any crane companies were warned off the Mount Street site.",
      "id": "s424"
    },
    {
      "text": "Furthermore, as counsel for the Union and Mr Mates noted, when Mr McMahon asked Sergi about a crane and crew on 2 March 2006, Sergi agreed to send them for the morning of the next day.",
      "id": "s425"
    },
    {
      "text": "In summary, having regard to s 140 of the Evidence Act and the evidence before me, I reject as unproven Mr Cahill's further allegations that: (1) Mr Mates telephoned the Union's offices or a representative of the Union to instruct Mr Hill to ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site; and (2) Mr Mates arranged for Mr Tadic and/or Mr Hill to contact Independent Cranes to ensure that the crane left the Mount Street site and did not return.",
      "id": "s426"
    },
    {
      "text": "See generally Neat Holdings Pty Ltd v Karajan Holdings Pty Ltd [1992] HCA 66 ; (1992) 110 ALR 449 and Granada Tavern v Smith (2008) 173 IR 328, [2008] FCA 646 at [85] and following.",
      "id": "s427"
    },
    {
      "text": "Further, I am not persuaded that anything that occurred subsequently at the site should lead me to a different conclusion.",
      "id": "s428"
    },
    {
      "text": "The events of 22 February 2006 to 3 March 2006\n On the morning of 21 February 2006, Mr Goss and, amongst numerous others, Mr Mates, Mr O'Donnell and a legal officer from the Union, as well as various Melbourne Transit creditors, attended the second creditors' meeting of Melbourne Transit.",
      "id": "s429"
    },
    {
      "text": "At this meeting, the unsecured creditors of Melbourne Transit were offered 2.4 cents in the dollar.",
      "id": "s430"
    },
    {
      "text": "Doubtless, many (if not all) of these creditors were dissatisfied with this offer and unhappy about the history of the Goss companies: see [17]-[20] above.",
      "id": "s431"
    },
    {
      "text": "From 22 February 2006 until 3 March 2006, there was a picket line outside the Mount Street site.",
      "id": "s432"
    },
    {
      "text": "As already noted, in unsuccessfully seeking to obtain a crane, Mr McMahon advised crane companies of the picket line, but, on 2 March 2006, a representative of Sergi Cranes told him that Sergi Cranes would have a crane at the site in the middle of the following morning, 3 March 2006.",
      "id": "s433"
    },
    {
      "text": "Notwithstanding this, on 3 March 2006, Mr Goss instructed Mr McMahon to cancel the booking, amongst other reasons because Mr Goss did not consider his companies \"could actually get the job done at that stage\".",
      "id": "s434"
    },
    {
      "text": "It may be recalled that his companies were under considerable financial pressure from late 2005.",
      "id": "s435"
    },
    {
      "text": "Mr Cahill claimed that Mr Mates organised the picket line.",
      "id": "s436"
    },
    {
      "text": "This was to be inferred, so Mr Cahill said, from Mr Mates' conduct on 15, 17 and 21 February 2006; the fact that, from time to time, Mr Mates was in attendance in the vicinity of the picket line; and from the fact that, after Mr Palmer complained to Mr Mates on 23 February 2006 about the picketers' conduct in front of kindergarten children, the conduct stopped: see [14] of the Statement of Claim.",
      "id": "s437"
    },
    {
      "text": "Mr Cahill alleged that, by Mr Mates' conduct, the Union and Mr Mates contravened s 43 by taking action with the intent to coerce Hardcorp to employ Mr Deans, Ms Singleton and Mr O'Donnell; and/or allocate and designate to Ms Singleton the duties or responsibilities of an OH&amp;S officer: see [20] of the Statement of Claim.",
      "id": "s438"
    },
    {
      "text": "Mr Cahill relied on the fact that the picket followed the events of 15, 17 and 21 February 2006.",
      "id": "s439"
    },
    {
      "text": "It will be recalled that subcontractors' payments had been an issue at the meeting on 17 February 2006.",
      "id": "s440"
    },
    {
      "text": "The temporal link was, so counsel for Mr Cahill said, \"extremely important\" in assessing the significance of the events of 22 February 2006 and following.",
      "id": "s441"
    },
    {
      "text": "As I explain, I do not consider that the so-called temporal link can make up for a want of evidence.",
      "id": "s442"
    },
    {
      "text": "The Union and Mr Mates denied the allegations.",
      "id": "s443"
    },
    {
      "text": "Amongst other things, they said that the creditors of Mr Goss and his companies had organized the picket.",
      "id": "s444"
    },
    {
      "text": "In an amended pleading filed, with leave, at the close of trial, they also said that the picket line did not constitute conduct in contravention of ss 43 or 38 because it was a lawful picket.",
      "id": "s445"
    },
    {
      "text": "Mr Goss, Mr McMahon and Mr Palmer first saw the picket line in front of the site around 7:00 am on 22 February 2006.",
      "id": "s446"
    },
    {
      "text": "Estimates of its size varied.",
      "id": "s447"
    },
    {
      "text": "Mr Goss said he saw about 30 men.",
      "id": "s448"
    },
    {
      "text": "Mr McMahon said he saw between 25 and 30 people, although this reduced to 6 to 8 men between 9:15-9:30 am.",
      "id": "s449"
    },
    {
      "text": "Mr Palmer said he saw 10 men early in the morning in front of the site, but the number increased to around 20 by 9:00 am.",
      "id": "s450"
    },
    {
      "text": "The witnesses agreed that the picket dispersed by 11:00 am.",
      "id": "s451"
    },
    {
      "text": "They also agreed that this pattern of attendance at the picket was the same for all the days of the picket.",
      "id": "s452"
    },
    {
      "text": "Mr Goss said that he saw about 40 men on the picket at around 7:00 am the following morning.",
      "id": "s453"
    },
    {
      "text": "Mr McMahon said that he saw 30 to 35 men on the picket at about 6:45 am.",
      "id": "s454"
    },
    {
      "text": "Their evidence was not borne out by Mr Palmer, however, who said that, at about 7:00 am on 23 February 2006, he saw only about 7 to 8 picketers, although there were about 10 on the picket later that morning.",
      "id": "s455"
    },
    {
      "text": "I accept that the numbers of picketers varied between 7:00 am and 11:00 am each day.",
      "id": "s456"
    },
    {
      "text": "Both Mr Goss and Mr McMahon were shown to be inexact in aspects of their evidence, however, whilst Mr Palmer was a careful and conscientious witness.",
      "id": "s457"
    },
    {
      "text": "In cross-examination, Mr Goss conceded that he did not make any count of the individuals who made up the picket and accepted that his figure might be wrong.",
      "id": "s458"
    },
    {
      "text": "I prefer Mr Palmer's evidence to that of Mr Goss and Mr McMahon on the issue of the size of the picket.",
      "id": "s459"
    },
    {
      "text": "A video produced on discovery by Mr Cahill and tendered by counsel for the Union and Mr Mates showed that, at the time the video was taken on 24 February 2006, the picket was no more than 2 to 3 people --- all of whom were making demands for the payment of money.",
      "id": "s460"
    },
    {
      "text": "Passers-by were able to walk along the footpath comfortably and a commercial vehicle was apparently entering the site.",
      "id": "s461"
    },
    {
      "text": "When asked about this in cross-examination, Mr McMahon said that, when the picketing died down during the day, they felt that they could open the gates and allow some vehicles to enter.",
      "id": "s462"
    },
    {
      "text": "On 22 and 23 February 2006, Mr Goss saw Mr O'Donnell and workers from creditor companies, including five or six workers from MC Labour, amongst those on the picket line.",
      "id": "s463"
    },
    {
      "text": "On 23 February 2006, Mr Palmer saw Mr O'Donnell on the picket line.",
      "id": "s464"
    },
    {
      "text": "Also on 23 February 2006, Mr Palmer observed that the picketers had handwritten signs referred to \"Goss needing to pay his debts\".",
      "id": "s465"
    },
    {
      "text": "Mr McMahon also recognised Mr O'Donnell on the picket line \"at one point\" within two or three days of the picket commencing.",
      "id": "s466"
    },
    {
      "text": "Mr McMahon also gave evidence that, on 23 February 2006, he saw Mr Mates sitting with four other people outside a shop about 100 metres from the site.",
      "id": "s467"
    },
    {
      "text": "(In their statements, Mr McMahon and Mr Goss estimated that the shop was about 50 metres from the site, but they agreed in cross-examination that the distance was twice this estimate.",
      "id": "s468"
    },
    {
      "text": ") On 24 February 2006, Mr McMahon again saw Mr Mates, this time with Mr O'Donnell and Mr Tadic, at the corner caf&eacute;.",
      "id": "s469"
    },
    {
      "text": "On 3 March 2006, Mr Goss saw Mr Mates, Mr O'Donnell and Mr Tadic sitting together in the caf&eacute;.",
      "id": "s470"
    },
    {
      "text": "Mr Cahill relied on the fact that Mr Mates was seen in the vicinity of the picket but not at the picket to support a contention that Mr Mates was adopting a deliberate strategy to attempt to distance himself from his involvement in the organisation of the picket.",
      "id": "s471"
    },
    {
      "text": "There is no probative evidence of this.",
      "id": "s472"
    },
    {
      "text": "I would infer from Mr Mates' presence at the caf&eacute; that he was interested in the picket.",
      "id": "s473"
    },
    {
      "text": "This is emphasised by Mr Mates being seen there with Mr Tadic and Mr O'Donnell.",
      "id": "s474"
    },
    {
      "text": "I would not infer from this circumstance alone, however, that Mr Mates had organised the picket, or was involved in its organisation.",
      "id": "s475"
    },
    {
      "text": "The suggested clandestine behaviour is not in keeping with Mr Mates' conduct on the previous days.",
      "id": "s476"
    },
    {
      "text": "There was evidence from Mr Goss that he telephoned Mark Lunedei of MC Labour to ask him why his people were there.",
      "id": "s477"
    },
    {
      "text": "Mr Lunedei did not give evidence at trial.",
      "id": "s478"
    },
    {
      "text": "Counsel for Mr Cahill argued that Mr Goss's evidence as to what Mr Lunedei said to him was admissible pursuant to s 87(1)(c) of the Evidence Act .",
      "id": "s479"
    },
    {
      "text": "I doubt that this was so: see Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd (2007) 160 FCR 321 at 339-340 [53]-[54] and Orica Investments Pty Ltd v William McCartney [2007] NSWSC 645 at [53] .",
      "id": "s480"
    },
    {
      "text": "Even if it were admissible, however, I would not accord the evidence any weight, having regard to the fact that I considered Mr Goss exaggerated his evidence from time to time to implicate the Union and Mr Mates.",
      "id": "s481"
    },
    {
      "text": "On 23 February 2006, an episode happened, which Mr Cahill claimed was indicative of Mr Mates' involvement in the picket.",
      "id": "s482"
    },
    {
      "text": "Mr Palmer telephoned Mr Goss to say that a group from the picket line had moved to the rear of the site, which was in the vicinity of a kindergarten, and that the group was abusing Hardcorp's workers in the presence of kindergarten children.",
      "id": "s483"
    },
    {
      "text": "Mr Goss told Mr Palmer he would telephone Mr Mates and Mr Palmer said that he would telephone the police.",
      "id": "s484"
    },
    {
      "text": "Both said that they made the calls as agreed.",
      "id": "s485"
    },
    {
      "text": "According to Mr Palmer (whose evidence I accept) shortly thereafter, and before the police arrived, the picketers moved back to the front of the site and \"then settled down a bit\".",
      "id": "s486"
    },
    {
      "text": "Mr Palmer said that not long afterwards he saw the police.",
      "id": "s487"
    },
    {
      "text": "Counsel for Mr Cahill argued that I should infer from this that Mr Mates had arranged for the picketers' conduct outside the kindergarten to stop and that Mr Mates had significant control of the conduct of the picket line.",
      "id": "s488"
    },
    {
      "text": "I do not consider that Mr Palmer's evidence permitted this inference to be drawn safely.",
      "id": "s489"
    },
    {
      "text": "There is no evidence about Mr Mates' conduct that would support this inference.",
      "id": "s490"
    },
    {
      "text": "Mr Palmer's evidence is consistent with the proposition that the picketers at the back of the site determined of their own accord to return to the front of the site and that, when they rejoined the others, they also \"settled down\" of their own accord.",
      "id": "s491"
    },
    {
      "text": "In support of his case against Mr Mates, Mr Cahill also relied on mobile telephone records.",
      "id": "s492"
    },
    {
      "text": "These records showed that: \n(1) On 22 February 2006, Mr Mates made a number of calls to Mr O'Donnell at 8:03 am (30 seconds), 8:32 am (30 seconds), 8:35 am (30 seconds) and 10:17 am (30 seconds)) and received calls from Mr Tadic at 10:46 am (27 seconds) and 2:58 pm (1 minute 14 seconds).",
      "id": "s493"
    },
    {
      "text": "(2) On 23 February 2006, Mr Mates called Mr Tadic at 11:25 am (4 minutes), Mr Hill at 11:40 am and 3:50 pm, and Mr O'Donnell at 3:58 pm and 4:00 pm.",
      "id": "s494"
    },
    {
      "text": "(3) On 24 February 2006, Mr Mates called Mr Tadic at 7:01 am (3 minutes 30 seconds) and Mr O'Donnell at 11:23 am (3 minutes).",
      "id": "s495"
    },
    {
      "text": "(4) On 27 February 2006, Mr Mates called Mr O'Donnell at 8:11 am (2 minutes 30 seconds); Mr Tadic called Mr Mates at 9:01 am (30 seconds); and Mr Mates called Mr Tadic at 3:01 pm (5 minutes 30 seconds).",
      "id": "s496"
    },
    {
      "text": "(5) On 28 February 2006, Mr O'Donnell called Mr Tadic at 11:23 am (16 seconds).",
      "id": "s497"
    },
    {
      "text": "(6) On 1 March 2006, Mr Mates called Mr Tadic at 6:36 am (4 minutes) and Mr O'Donnell at 3:05 pm (6 minutes and 30 seconds).",
      "id": "s498"
    },
    {
      "text": "(7) On 2 March 2006, Mr Mates called Mr Tadic at 7:58 am (1 minute), 9:02 am (30 seconds), 9:08 am (1 minutes and 30 seconds), 10:06 am (30 seconds) and 5:26 pm (6 minutes and 30 seconds).",
      "id": "s499"
    },
    {
      "text": "Mr Tadic called Mr Mates at 9:06 am (15 seconds), 9:32 am (24 seconds), 11:43 am (56 seconds), 11:48 am (14 seconds) and 12:30 pm (30 seconds).",
      "id": "s500"
    },
    {
      "text": "Mr Mates called Mr O'Donnell at 11:06 am (1 minute 30 seconds).",
      "id": "s501"
    },
    {
      "text": "(8) On 3 March 2006, Mr Tadic called Mr Mates at 9:34 am (34 seconds) and Mr Mates called Mr Tadic at 12:05 pm (8 minutes 30 seconds).",
      "id": "s502"
    },
    {
      "text": "Mr O'Donnell called Mr Tadic at 3:44 pm.",
      "id": "s503"
    },
    {
      "text": "Mr Cahill contended that the mobile telephone records demonstrated a high level of contact between Mr Mates, Mr O'Donnell and Mr Tadic, who were seen in, or in the vicinity of, the picket, from time to time.",
      "id": "s504"
    },
    {
      "text": "Mr Cahill contended that the early morning calls were consistent with arrangements being put in place for the picket that day.",
      "id": "s505"
    },
    {
      "text": "I accept that Mr Mates, Mr Tadic and Mr O'Donnell (in one instance, Mr Hill) were in communication with one another from 22 February until 3 March 2006.",
      "id": "s506"
    },
    {
      "text": "There is no evidence to show that these communications were out of the ordinary.",
      "id": "s507"
    },
    {
      "text": "Presumably, on account of their responsibilities, Mr Mates, Mr Tadic and Mr Hill had occasion to speak with one another about various work-related matters.",
      "id": "s508"
    },
    {
      "text": "Furthermore, each of Mr Mates, Mr Tadic and Mr O'Donnell had reason to be interested in the events at Mount Street.",
      "id": "s509"
    },
    {
      "text": "Mr O'Donnell's presence on the picket line on one occasion established as much, but I do not consider that it established much more than this.",
      "id": "s510"
    },
    {
      "text": "The mobile phone record evidence did not establish that Mr Mates organised the picket line.",
      "id": "s511"
    },
    {
      "text": "Further, since there is no evidence as to the contents of their communications, it does not seem to me that the inferences that Mr Cahill invites me to draw can be safely drawn.",
      "id": "s512"
    },
    {
      "text": "Mr Cahill's case that Mr Mates organised the picket line depended on inferences drawn from a number of circumstances, particularly from his conduct on 15, 17 and 21 February 2006.",
      "id": "s513"
    },
    {
      "text": "It will be apparent that I regard his case at this point as insufficiently persuasive.",
      "id": "s514"
    },
    {
      "text": "As counsel for the Union and Mr Mates noted, Mr Mates was not seen at the picket.",
      "id": "s515"
    },
    {
      "text": "There was no evidence that the picket displayed Union flags, signs or other Union paraphernalia.",
      "id": "s516"
    },
    {
      "text": "There was no evidence that the Union endorsed or otherwise approved the picket in any way.",
      "id": "s517"
    },
    {
      "text": "If the picket was directed to the re-employment of Mr Deans, Mr O'Donnell and Ms Singleton, it did not convey that message.",
      "id": "s518"
    },
    {
      "text": "There was ample evidence that the picket was directed to recovering payments for sub-contractors and others to whom the Goss companies owed money.",
      "id": "s519"
    },
    {
      "text": "The picket followed immediately after the second creditors' meeting of Melbourne Transit (at which 2.4 cents in the dollar was offered to unsecured creditors).",
      "id": "s520"
    },
    {
      "text": "As noted above, on 23 February 2006, Mr Palmer observed that the picketers had handwritten signs that referred to \"Goss needing to pay his debts\".",
      "id": "s521"
    },
    {
      "text": "The picket line included creditors of Melbourne Transit.",
      "id": "s522"
    },
    {
      "text": "For reasons already indicated, I would accord little weight to Mr McMahon's uncorroborated evidence that he recognized only a \"small percentage\" on the picket line as subcontractors.",
      "id": "s523"
    },
    {
      "text": "The video evidence of the picket on 24 February 2006 showed that the then picketers were concerned with the repayment of debts.",
      "id": "s524"
    },
    {
      "text": "The evidence establishes that, on the balance of probabilities, the reason for the picket line was to pressure Mr Goss to make a better offer for the payment of debts than that made at the creditor's meeting on 21 February 2006.",
      "id": "s525"
    },
    {
      "text": "Apart from the fact that Mr Mates had stopped the crane the day before, there would have been very little reason for supposing that the picket was being organised so as to coerce Hardcorp to re-employ anyone or to allocate OH&amp;S responsibilities to any particular individual.",
      "id": "s526"
    },
    {
      "text": "I do not consider that the reason for stopping the crane can, without more, be treated as the reason for the picket, especially when the creditors' meeting had intervened and there was evidence to the contrary.",
      "id": "s527"
    },
    {
      "text": "Mr Cahill has therefore failed to establish that the reason proscribed in s 43 was a substantial or operative reason (or a substantial and operative reason) for the organising of the picket: see Hanley 100 FCR at 541 [44]-[45] and National Tertiary Education Union 117 FCR at 139 [98]; and compare General Motors Holden Pty Ltd v Bowling (1976) 12 ALR 605 at 616 per Mason J.",
      "id": "s528"
    },
    {
      "text": "Further, the evidence failed to establish that, on the balance of probabilities, Mr Mates organised the picket.",
      "id": "s529"
    },
    {
      "text": "There was no direct evidence that this was his role.",
      "id": "s530"
    },
    {
      "text": "Mr Cahill's case depended, as noted already, on inferences.",
      "id": "s531"
    },
    {
      "text": "Having regard to the evidence as a whole and s 140 of the Evidence Act , I am not satisfied that these inferences can be safely drawn.",
      "id": "s532"
    },
    {
      "text": "There was evidence of connection at an earlier time between the Union and one creditor (Wellington Carpets) but this is not determinative.",
      "id": "s533"
    },
    {
      "text": "The evidence also showed that the Union had an interest in the payment of moneys owed by Melbourne Transit, besides that evident at the meeting on 17 February 2006.",
      "id": "s534"
    },
    {
      "text": "For example, in cross-examination, Mr Goss acknowledged Melbourne Transit's creditors included a previous employee and shop steward (to whom an amount of $13,806.75 was owed in respect of a WorkCover claim), C+BUS Superannuation (in an amount of $120,370.30 by way of compulsory superannuation contributions) and Incolink (in an amount of $35,867.55 in respect of redundancy insurance payments and the like).",
      "id": "s535"
    },
    {
      "text": "This might perhaps explain the presence of Mr Mates, Mr Tadic and Mr O'Donnell at the caf&eacute; and Mr O'Donnell's presence at the picket.",
      "id": "s536"
    },
    {
      "text": "The evidence fails to establish that, on the balance of probabilities, Mr Mates was responsible for organising it, or was relevantly involved in its organisation.",
      "id": "s537"
    },
    {
      "text": "SECTION 38 \n A further question arises as to whether the Union and Mr Mates engaged in unlawful industrial action in contravention of s 38 of the Building and Construction Industry Improvement Act .",
      "id": "s538"
    },
    {
      "text": "In his Statement of Claim, Mr Cahill alleged that the Union and Mr Mates breached s 38 by Mr Mates: (1) demanding the shut down of the crane; (2) telephoning the office of Independent Cranes and saying the crane crew were not to work on site; (3) telephoning the offices of the Union or a representative of the Union and instructing that Mr Hill be told to warn off Sergi Cranes and other crane companies from the Mount Street site; and (4) organising a picket line at the Mount Street site.",
      "id": "s539"
    },
    {
      "text": "Mr Cahill alleged that this conduct constituted \"building industrial action\" within the meaning of that term in s 36 because this conduct constituted: (b) a ban, limitation or restriction on the performance of building work ... in accordance with the terms and conditions prescribed by the industrial instruments (see s 36(1)(b)) ; or (c) a ban, limitation or restriction on the performance of building work ... that is adopted in connection with an industrial dispute (see s 36(1)(c)).",
      "id": "s540"
    },
    {
      "text": "See [13], [14], [22] and [23]-[30] of the Statement of Claim.",
      "id": "s541"
    },
    {
      "text": "The Statement of Claim defined the building work to be \"[t]he building and construction work performed or to be performed in connection with the project at the Mount Street site\": see [8].",
      "id": "s542"
    },
    {
      "text": "In final written submissions, Mr Cahill contended that: \n 105.",
      "id": "s543"
    },
    {
      "text": "The [Union] and Mates have also engaged in unlawful industrial action in contravention of s 38 of the [Building and Construction Industry Improvement] Act by reason of the matters set out below.",
      "id": "s544"
    },
    {
      "text": "106.",
      "id": "s545"
    },
    {
      "text": "Pursuant to s 37 of the [Building and Construction Industry Improvement] Act, the [Union] and Mates have engaged in unlawful industrial action if the following elements are met:\n (a) they are involved in building industrial action;\n (b) such action is industrially motivated;\n (c) such action is constitutionally-connected action; and\n (d) such action is not excluded action ---\n as those terms are defined in s 36 of the [Building and Construction Industry Improvement] Act.",
      "id": "s546"
    },
    {
      "text": "... \n\n \n Building industrial action \n\n \n 107.",
      "id": "s547"
    },
    {
      "text": "Mates and, through him, the [Union], have engaged in a course of conduct from 21 February in order to prevent:\n (a) any crane coming on to the Mount Street site;\n (b) there being construction work associated with that crane, including any work that could subsequently be performed after the necessary crane work has been completed; and/or\n (c) the construction work at the Mount Street site otherwise progressing.",
      "id": "s548"
    },
    {
      "text": "108.",
      "id": "s549"
    },
    {
      "text": "This conduct involved:\n (a) the removal of the crane on 21 February 2006;\n (b) the discouragement of other crane operators from attending the Mount Street site; and\n (c) being involved in the organisation of the picket line at the Mount Street site, such picket line being a discouragement or hindrance from work proceeding on the Mount Street site.",
      "id": "s550"
    },
    {
      "text": "109.",
      "id": "s551"
    },
    {
      "text": "Mates and the [Union's] conduct constituted \"building industrial action\" as that term is defined in s 36 of the [Building and Construction Industry Improvement] Act.",
      "id": "s552"
    },
    {
      "text": "Mr Cahill failed to make out the contravention of s 38 that he pleaded in his Statement of Claim or as argued in final submissions.",
      "id": "s553"
    },
    {
      "text": "This is because he failed to establish that Mr Mates: (1) (whether directly or through Mr Tadic and/or Mr Hill) telephoned the office of Independent Cranes and said the crane crew were not to work on site; (2) telephoned the offices of the Union or a representative of the Union and instructed that Mr Hill be told to warn off Sergi Cranes and other crane companies from the Mount Street site; and (3) organised a picket line at the Mount Street site.",
      "id": "s554"
    },
    {
      "text": "That is, whilst he established that Mr Mates had stopped the crane on 21 February 2006, he failed to establish the whole of the conduct, which, as pleaded and argued, was said to be \"building industrial action\" for the purpose of ss 37 and 38.",
      "id": "s555"
    },
    {
      "text": "Mr Cahill did not plead that stopping the crane on 21 February 2006 was in and of itself \"building industrial action\": contrast Duffy v Construction, Forestry, Mining &amp; Energy Union [2008] FCA 1804 at [23] .",
      "id": "s556"
    },
    {
      "text": "Nor did he argue to this effect in final submissions, although, for forensic reasons, counsel for the Union and Mr Mates sought to dissect each element of the s 38 case pleaded against them in this way and, in [126] of his closing submissions, Mr Cahill sought declarations in terms that, on one view and contrary to the case as pleaded and argued by him, assumed that a finding about each alleged event (stopping the crane, discouraging crane operators and organising a picket line) had been sought and was therefore open to be made.",
      "id": "s557"
    },
    {
      "text": "Had Mr Cahill established the case he pleaded and argued --- that not only had Mr Mates stopped the crane from Independent Cranes on 21 February, he had also discouraged other crane operators from coming on site and had organised a picket discouraging or hindering work on the project --- Mr Cahill would have been in a position to say that the Union and Mr Mates had engaged in conduct in order to prevent any crane coming on site, construction work associated with the crane, and work at the site from progressing, as he alleged.",
      "id": "s558"
    },
    {
      "text": "If this were accepted, Mr Cahill would have had a basis for saying that the conduct of which he complained constituted a \"ban, limitation or restriction on the performance of the building work\" at the site.",
      "id": "s559"
    },
    {
      "text": "Mr Goss's evidence --- that most of the work to be done on the site at the stage the project had reached required a crane --- would have been pertinent.",
      "id": "s560"
    },
    {
      "text": "Since he did not prove the case as alleged, Mr Cahill failed to establish the case that he sought to make against Mr Mates and the Union under s 38, including the basis for his pleading that Mr Mates' and the Union's alleged conduct amounted to a \"ban, limitation or restriction on the performance of building work\" at the site.",
      "id": "s561"
    },
    {
      "text": "Mr Cahill failed to establish that there was the \"building industrial action\", as alleged in his pleading and advanced in his final submissions.",
      "id": "s562"
    },
    {
      "text": "Accordingly, Mr Cahill's case under s 38 fails.",
      "id": "s563"
    },
    {
      "text": "Had he proven his case as alleged, further questions would arise as to whether par (b) or (c) of the definition of \"building industrial action\" was satisfied.",
      "id": "s564"
    },
    {
      "text": "In the circumstances, it is, however, unnecessary to decide these questions.",
      "id": "s565"
    },
    {
      "text": "DISPOSITION \n For the reasons stated, I would declare that: \n(1) by reason of the findings made in [37] above, the Union and Mr Mates contravened s 43 of the Building and Construction Industry Improvement Act on 15 February 2006;\n \n(2) by reason of the findings made in [58] above, the Union and Mr Mates contravened s 43 of the Building and Construction Industry Improvement Act on 17 February 2006;\n \n(3) by reason of the findings made in [86] above, the Union and Mr Mates contravened s 43 of the Building and Construction Industry Improvement Act on 21 February 2006.",
      "id": "s566"
    },
    {
      "text": "With respect to penalties, costs and any other remaining issue, there should be a directions hearing later this month.",
      "id": "s567"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-six (126) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s568"
    },
    {
      "text": "Associate:\n \n \nDated: 5 February 2009\n \n Counsel for the Applicant: Mr J Bourke \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: Mr H Bornenstein SC with Mr C Dowling \n \n Solicitor for the Respondents: Construction Foresty Mining and Energy Union\n(CFMEU) \n Date of Final Submissions: 12 August 2008 \n \n Date of Judgment: 5 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/52.html",
      "id": "s569"
    }
  ]
}