{
  "name": "Pearson v Deputy Commissioner of Taxation [2009] FCA 558 (27 May 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/558.html",
  "catchphrases": [
    {
      "text": "penalties",
      "id": "c0"
    },
    {
      "text": "appeal against objection decision",
      "id": "c1"
    },
    {
      "text": "whether commission's decision to remit was correctly raised",
      "id": "c2"
    },
    {
      "text": "whether behaviour of the appellant constituted recklessness",
      "id": "c3"
    },
    {
      "text": "held not competent for the court to conduct a merits review of the exercise of the discretion to remit",
      "id": "c4"
    },
    {
      "text": "held recklessness not established",
      "id": "c5"
    },
    {
      "text": "parties to provide short minutes of order giving effect to the reasons for judgment",
      "id": "c6"
    },
    {
      "text": "taxation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "On 16 March 2005, I gave judgment in three proceedings, Q 264, 265 and 266 of 1999, which were appeals pursuant to s 14ZZ of the Taxation Administration Act 1953 (Cth), against appellable objection decisions in respect of the 1992, 1993, and 1994 financial years of income of Janette Ann Pearson (the appellant) advised to her by notices of decisions on objections dated 9 September, 14 September, and 14 September 1999 respectively.",
      "id": "s0"
    },
    {
      "text": "The appellant sought in those applications to have the decisions varied by allowing the objections to the extent of reducing the taxable income for each year to $392,183.00, $199.00, and $7,260.00 respectively by the remission of all additional tax and the re-calculation of the Medicare levy in each year.",
      "id": "s1"
    },
    {
      "text": "On 5 July 2006, the Full Court of the Federal Court (Dowsett, Allsop and Edmonds JJ) allowed the appellant's appeals in part: Pearson v Commissioner of Taxation [2006] FCAFC 111.",
      "id": "s2"
    },
    {
      "text": "In my reasons of 16 March 2005, I said, at [22]: \n There is no dispute in these proceedings as to the Commissioner's power to issue amended assessments and his approach to the quantification of additional tax payable by the appellant, should his contentions concerning the income and the asserted disclaimers be accepted.",
      "id": "s3"
    },
    {
      "text": "And, at [92], I said: \n The parties are agreed that if I should find for the Commissioner in respect of the issues concerning the trust income of [Corplan Financial Network Unit Trust (CFNUT)] and [Corplan Financial Group Unit Trust (CFGUT)] in the relevant years and find against the appellant on the question of disclaimers, the monetary amounts should be as in the table annexed to these reasons.",
      "id": "s4"
    },
    {
      "text": "This table was set out as Appendix 1 of the Full Court's reasons, and is Appendix 1 to these reasons.",
      "id": "s5"
    },
    {
      "text": "The judgment of Edmonds J (with whom Dowsett and Allsop JJ agreed) said concerning this issue: On the hearing of the appeal, Senior Counsel for the appellant accepted that [22] and [92] accurately reflect what his Honour was asked to do.",
      "id": "s6"
    },
    {
      "text": "He also accepted, although as it subsequently transpired he should not have, that no submission, written or oral, was put below as to the absence of a basis for recklessness and moreover, that he did not even draw his Honour's attention to the allegedly live question of additional tax.",
      "id": "s7"
    },
    {
      "text": "He said that the matter was raised as an issue in the initiating application to the Court, although it seems it was not raised as an issue in the statement of facts, issues and contentions filed by the parties as part of the interlocutory processes.",
      "id": "s8"
    },
    {
      "text": "If these were the only facts then, in my opinion, by the time the case came on for hearing before his Honour below, the issue of additional tax was no longer a live discrete issue; it may have remained an issue in name, but only on the basis that it stood or fell by reference to the outcome of the substantive issue.",
      "id": "s9"
    },
    {
      "text": "While, on the hearing of the appeal, Senior Counsel for the appellant did not accept this view of the matter, he did accept that it would be more appropriately framed as an application for leave to agitate the issue rather than as a challenge to his Honour's disposition of the matter.",
      "id": "s10"
    },
    {
      "text": "I tend to agree and on those facts and concessions, I would not be prepared to grant leave.",
      "id": "s11"
    },
    {
      "text": "However, following the hearing of the appeal, papers, including transcript below, were filed with the Court which indicate that the factual basis of the imposition of additional tax, namely recklessness, was still an issue so far as the appellant was concerned, even if the respondent and the Court thought otherwise....\n However further material then came to be filed subsequent to the hearing of the appeal (as to which see Carr v Finance Corporation of Australia (No 1) [1981] HCA 20 ; (1981) 147 CLR 246 per Mason J, as he then was, at 257-8 and Jackson v Conway [2000] FCA 1530 per Branson J at [29].",
      "id": "s12"
    },
    {
      "text": "The transcript of closing submissions of the trial of the matter, make it plain that it was contended for the appellant that there had been neither recklessness on her part, nor hindrance of the Commissioner on her part.",
      "id": "s13"
    },
    {
      "text": "Hence the remission to me to enable discrete findings concerning additional tax to be made, independently of the substantive issues in the appellable objection decision applications.",
      "id": "s14"
    },
    {
      "text": "Consent orders were made for the filing of submissions, and the matter was to be determined on the papers.",
      "id": "s15"
    },
    {
      "text": "Written submissions by the appellant and the Deputy Commissioner of Taxation were filed in accordance with those directions, but at that time, the matter was not recorded as \"judgment reserved\" and remained recorded in the Casetrack as \"adjourned pre-hearing\".",
      "id": "s16"
    },
    {
      "text": "For this reason, the matter remained dormant until the status of the remitted matters was brought to my attention only at the end of March this year.",
      "id": "s17"
    },
    {
      "text": "The parties are agreed as to the factual matters presently in issue: \n Factual Matters \n\n This matter relates to re-assessments of income tax assessments made by the Commissioner for the years ended 30 June 1992, 1993 and 1994.",
      "id": "s18"
    },
    {
      "text": "The relevant entities were found by the Court to be the following: \n (a) Corplan Financial Group Unit Trust (\"CFGUT\");\n (b) Corplan Financial Network Unit Trust (\"CFNUT\"); and\n (c) Jancy Trust (\"Jancy\").",
      "id": "s19"
    },
    {
      "text": "Jancy, in its capacity as trustee of the Jancy Trust, is the holder of all of the units in CFGUT as well as being the holder of all the issued \"B\" class income units in CFNUT.",
      "id": "s20"
    },
    {
      "text": "In respect of the 1992 financial year, Jancy, by minutes signed by the Applicant's husband, Cyril Pearson, resolved that the income be distributed equally between Cyril John Pearson and Jeanette Ann Pearson (\"the Appellant\").",
      "id": "s21"
    },
    {
      "text": "In the 1993 financial year the minutes of Jancy were unsigned and the unsigned copy distributed $9,000.00 to Jeanette Ann Pearson and the balance equally between Cyril John Pearson and Jeanette Ann Pearson.",
      "id": "s22"
    },
    {
      "text": "In the 1994 financial year the minutes gave 100% of the income to Jeannette Anne Pearson and were signed by the Appellant.",
      "id": "s23"
    },
    {
      "text": "The tax returns for the CFNUT were not signed by the appellant for any of the applicable financial years.",
      "id": "s24"
    },
    {
      "text": "The CFGUT return is only applicable with respect to the 1992 year and it also is not signed by the Appellant.",
      "id": "s25"
    },
    {
      "text": "The Jancy income tax returns were not signed by the Appellant.",
      "id": "s26"
    },
    {
      "text": "The Appellant was a director of Jancy Pty Ltd as was her husband, Cyril John Pearson, in each of the relevant tax years.",
      "id": "s27"
    },
    {
      "text": "The Appellant signed her income tax returns in respect of each of the three financial years in question.",
      "id": "s28"
    },
    {
      "text": "... \n\n The parties are further agreed that the legal considerations are: \n Additional Tax 1992 \n\n The legislative provision with respect to penalty for a false or misleading statement for the 1992 financial year was Section 223 of the Income Tax Assessment Act 1936 [(the Act)] and is in the following terms:-\n \n \"223(1) [Penalty for false or misleading statement in a material particular] Where --- \n\n \n (a) a taxpayer --- \n\n \n (i) makes a statement to a taxation officer, or to a person other than a taxation officer for a purpose in connection with the operation of this Act or the regulations, that is false or misleading in a material particular; or \n\n \n (ii) omits from a statement made to a taxation officer, or to a person other than a taxation officer for a purpose in connection with the operation of this Act or the regulations, any matter or thing without which the statement is misleading in a material particular; and \n (b) the tax properly payable by the taxpayer exceeds the tax that would have been payable by the taxpayer if it were assessed on the basis that the statement were not false or misleading, as the case may be, \n\n \n the taxpayer is liable to pay, by way of penalty, additional tax equal to double the amount of the excess.",
      "id": "s29"
    },
    {
      "text": "\" \n\n The Commissioner issued Ruling No.",
      "id": "s30"
    },
    {
      "text": "IT2141 as to how the Department would apply Section 223 in paragraph 14 set out below:-\n \n \" 14.",
      "id": "s31"
    },
    {
      "text": "A statement as to a particular view of the proper operation of the law is not false or misleading even though it may be inaccurate.",
      "id": "s32"
    },
    {
      "text": "In context, and as a matter of the proper interpretation of the expression 'false or misleading statement', it is clear that the legislature is directing its attention to statements of fact that are false or misleading and not to statements as to the application or interpretation of the law.",
      "id": "s33"
    },
    {
      "text": "A taxpayer who claims a deduction under a particular description, and who does so in a way that is not, having regard to the disclosure made, false or misleading in relation to the facts, will not incur a penalty even though the amount may not be deductible as a matter of law.",
      "id": "s34"
    },
    {
      "text": "While there will be some situations where the distinction is not entirely clear, it is unlikely to be difficult to make in the vast majority of practical situations.",
      "id": "s35"
    },
    {
      "text": "Where there is some doubt, fine distinction s are not to be made and the statement should be treated as one of law and not penalisable.",
      "id": "s36"
    },
    {
      "text": "\" \n\n \n ...\n Additional Tax 1993 and 1994 \n\n The legislative provisions with respect to penalty where there is a shortfall are: \n (a) section 226G --- where shortfall caused by lack of reasonable care;\n (b) section 226H --- where shortfall caused by recklessness;\n (c) section 226J --- where shortfall caused by intentional disregard of law.",
      "id": "s37"
    },
    {
      "text": "12.",
      "id": "s38"
    },
    {
      "text": "Section 222F of the Income Tax Assessment Act is in the following terms:- \n\n \n \" 222F If a person omits from a return given under this Act or the regulations, being a return of income derived by the person, a partnership or a trust estate during a period, any assessable income derived by the person, the partnership or the trust estate during the period, the person is taken, for the purpose of this Part, to have made a statement in the return to the effect that the person, the partnership or the trust estate did not derive the assessable income during that period.",
      "id": "s39"
    },
    {
      "text": "\" \n The Appellant's submissions\n In relation to the 1992 income tax year, penalty tax is imposed under the former s 223 of the Act.",
      "id": "s40"
    },
    {
      "text": "223(1) [Additional tax] \n\n \n Where ---\n (a) a taxpayer --- \n\n \n (i) makes a statement to a taxation officer, or to a person other than a taxation officer for a purpose in connection with the operation of this Act or the regulations, that is false or misleading in a material particular; or \n\n \n (ii) omits from a statement made to a taxation officer, or to a person other than a taxation officer for a purpose in connection with the operation of this Act or the regulations, any matter or thing without which the statement is misleading in a material particular; and \n\n \n the tax properly payable by the taxpayer exceeds the tax that would have been payable by the taxpayer if it were assessed on the basis that the statement were not false or misleading, as the case may be, the taxpayer is liable to pay, by way of penalty, additional tax equal to double the amount of the excess.",
      "id": "s41"
    },
    {
      "text": "... \n\n \n 223(7) [Commissioner of assessable income from return] \n\n \n Where a person omits from a return furnished under or pursuant to this Act or the regulations, being a return of income derived by the person, a partnership or a trust estate during a period, any assessable income derived by the person, the partnership or the trust estate, as the case may be, during the period, the person shall, for the purposes of this section, be taken to have made a statement in the return to the effect that the person, the partnership or the trust estate, as the case requires, did not derive the assessable income during the period.",
      "id": "s42"
    },
    {
      "text": "4.",
      "id": "s43"
    },
    {
      "text": "The Commissioner has a power to remit, which is contained in s.227(3):\n \n 227(3) [Commissioner's discretion to remit] \n\n \n The Commissioner may, in the Commissioner's discretion, remit the whole or any part of the additional tax payable by a person under a provision of this Part, but, for the purposes of the application of sub-section 33(1) of the Acts Interpretation Act 1901 to the power of remission conferred by this sub-section, nothing in this Act shall be taken to preclude the exercise of the power at a time before an assessment is made under sub-section (1) of the additional tax.",
      "id": "s44"
    },
    {
      "text": "In relation to the 1993 and 1994 income years, the relevant legislative provisions were amended.",
      "id": "s45"
    },
    {
      "text": "The relevant provision for these years is s.226H, which provides: \n 226H \n\n \n Subject to this Part, if:\n (a) a taxpayer has a tax shortfall for a year; and\n (b) the shortfall or part of it was caused by the recklessness of the taxpayer or of a registered tax agent with regards to the correct operation of this Act or the regulations;\n the taxpayer is liable to pay, by way of penalty, additional tax equal to 50% of the amount of the shortfall or part.",
      "id": "s46"
    },
    {
      "text": "Additional tax may be imposed under s.226X, which provided during the relevant period: \n 226X \n\n \n If: \n\n \n (a) under a shortfall section, a taxpayer is liable to pay additional tax because of a tax shortfall or part of a tax shortfall; and \n\n \n (b) one or more of the following applies:\n (i) the taxpayer took steps to prevent or hinder the Commissioner form becoming aware of the shortfall or part: ...\n (iii) if the additional tax is payable under section 226G, 226J or 226J --- the taxpayer was liable to pay additional tax under any of those sections in respect of an earlier year of income; ... \n\n \n the taxpayer is liable to pay, byway of penalty, further additional tax equal to 20% of the amount of the additional tax.",
      "id": "s47"
    },
    {
      "text": "For the Commissioner of Taxation, it was submitted that the actions of the appellant show a sufficient disregard of caution so as to meet the definition of \"reckless\" for the purposes of s 226H of the Act, and provide a basis for the imposition of additional tax under s 226X.",
      "id": "s48"
    },
    {
      "text": "The contention by the appellant in relation to the remitted matters is: There is no factual basis presented to the Court by any documentation or evidence whatsoever by which the Commissioner might impose the additional 20% under Section 226X.",
      "id": "s49"
    },
    {
      "text": "Indeed, the history of this matter clearly indicates that the taxpayer had no knowledge of the matters upon which the assessable income of either CFGUT, CFNUT or Jancy was increased.",
      "id": "s50"
    },
    {
      "text": "A consequence of the Full Court decision is that it is now only the penalty tax applicable to the increase in the CFNUT assessable income which is relevant.",
      "id": "s51"
    },
    {
      "text": "The adjustment in the taxable income arises not from any action or omission whatsoever on the part of the Appellant.",
      "id": "s52"
    },
    {
      "text": "In supporting its argument for the additional tax based on recklessness, the Commissioner relied upon the decisions of Reed (Albert E) and Co Ltd v London &amp; Rochester Trading Co Ltd [1954] 2 Lloyds Report 463 at 465 and Shawinigan Ltd v Vokins &amp; Co Ltd (1961) 3 All ER 396 at 403.",
      "id": "s53"
    },
    {
      "text": "These identify that the requisite recklessness be gross recklessness.",
      "id": "s54"
    },
    {
      "text": "The result of the orders of the Full Federal Court was that the appellant's assessable income was increased by the following amounts: \n Year Increase to Assessable Income Tax Shortfall Amount\n \n \n 1992 $276,958.00 $130,931.02\n \n \n 1993 $210,418.00 $96,983.24\n \n \n 1994 $201,651.00 $92,412.56\n \n Contrary to the appellant's submission that, as a consequence of the Full Court decision, it is now only the penalty tax applicable to the increase in the CFNUT assessable income which is relevant, the appellant also failed to disclose other income of the Jancy Trust which was unrelated to additional income from the CFNUT.",
      "id": "s55"
    },
    {
      "text": "At the trial, there were several items for each of the income years in question entitled \"Increase in Proprietorship Account\" for Jancy, which was conceded by the appellant as being correctly assessed.",
      "id": "s56"
    },
    {
      "text": "The increase in the proprietorship account attributable to the appellant was: \n Year Increase in proprietorship account attributable to Appellant \n 1992 $32,359.00\n 1993 $11,977.00\n 1994 $4,741.00\n The 1992 Income Year\n For the appellant, it was contended in relation to the 1992 income year: \n There was no action on the part of the taxpayer which was false or misleading ... she made no statement with respect to the re-assessed income.",
      "id": "s57"
    },
    {
      "text": "It was submitted that it was not false for the taxpayer to submit a return which is found to be incorrect by the Commissioner where liability for tax arose from the Commissioner reassessing the income of the trusts, and applying the default provision in the minutes to make the appellant liable for the increased income so derived.",
      "id": "s58"
    },
    {
      "text": "Having regard to the provisions of s 223(7), an omission of assessable income from a return is taken to be a statement that the income was not derived.",
      "id": "s59"
    },
    {
      "text": "In omitting to make a statement about income, the appellant was making a statement that she did not receive such income.",
      "id": "s60"
    },
    {
      "text": "The word \"false\" in the former s 223 means \"wrong\": Reliance Finance Corporation Pty Ltd v FCT (1987) 87 FLR 305.",
      "id": "s61"
    },
    {
      "text": "It is not necessary for the respondent to show that the statement was deliberate or fraudulent: Federal Commissioner of Taxation v Turner (1984) 15 ATR 379.",
      "id": "s62"
    },
    {
      "text": "In my opinion, the omission of assessable income derived by the appellant (including the CFNUT income) is to be treated as a false statement within the meaning of s 223(1)(a)(i).",
      "id": "s63"
    },
    {
      "text": "The statutory scheme set up by the former s 223 was the automatic imposition of 200% penalty tax, following which the Commissioner could exercise a discretion to remit some or all of the additional tax payable.",
      "id": "s64"
    },
    {
      "text": "Here the Commissioner decided to remit the penalty to 70%.",
      "id": "s65"
    },
    {
      "text": "The provisions of s 223 apply even if the appellant was ignorant of the accounting matters giving rise to the additional income of the Jancy Trust: Kajewski v FCT (2003) ATC 4375.",
      "id": "s66"
    },
    {
      "text": "In my opinion, it is not competent for the Federal Court to conduct a merits review of the exercise of the discretion by the Commissioner to remit.",
      "id": "s67"
    },
    {
      "text": "As my reasons at first instance indicate, the appellant was actively involved with Jancy Pty Ltd, the trustee of the Jancy Trust, of which she was the primary beneficiary.",
      "id": "s68"
    },
    {
      "text": "She had extensive involvement in the refinancing of property owned by Jancy Pty Ltd with the ANZ Bank.",
      "id": "s69"
    },
    {
      "text": "By the operation of the former s 223, the appellant falsely stated her income in her tax returns for the years 1992 to 1994.",
      "id": "s70"
    },
    {
      "text": "In respect of the income distributed to her by the Jancy Trust (putting to one side the CFNUT distributions), the appellant failed to disclose those distributions.",
      "id": "s71"
    },
    {
      "text": "That failure was the result of negligence in attending to the affairs of the trustee company, or alternatively, in accepting without any inquiry the documents her husband and tax agent placed before her.",
      "id": "s72"
    },
    {
      "text": "In all the circumstances, the appellant has not shown that the discretion of the Commissioner to remit the penalty from 200% penalty tax to 70% miscarried.",
      "id": "s73"
    },
    {
      "text": "In my opinion, this additional tax was correctly raised.",
      "id": "s74"
    },
    {
      "text": "1993 and 1994 Income Years\n In respect of the personal income tax returns for the 1993 and 1994 years, the question is whether the conduct was correctly characterised as being reckless for the purpose of imposing additional tax under s 226H, and further penalty in the form of additional tax under s 226X.",
      "id": "s75"
    },
    {
      "text": "In relation to recklessness in the context of s 226H, Cooper J observed in BRK (Bris) Pty Ltd v FCT [2001] FCA 164 ; (2001) ATC 4111 at 4129: \n Recklessness means to include a tax statement material upon which the Act or regulations are to operate, knowing that there is a real, as opposed to a fanciful, risk that the material may be incorrect, or be grossly indifferent as to whether or not the material is true and correct, and that a reasonable person in the position of the statement-maker would see there was a real risk that the Act and the regulations may not operate correctly to lead to the assessment of the proper tax payable because of the content of the tax statement.",
      "id": "s76"
    },
    {
      "text": "So understood, the proscribed conduct is more than mere negligence and must amount to gross carelessness.",
      "id": "s77"
    },
    {
      "text": "For the Commissioner, it was contended that recklessness was established by the following considerations: \n 34.1 the Applicant's signing of commercial documents without understanding the general effect that signing those documents would have; \n\n \n 34.2 the Applicant's acceptance of her husband's advice to take certain actions, without independent enquiry of the effect of those actions; \n\n \n 34.3 the applicant's accepting appointment as a director of a company which was trustee for a trust of which she was a beneficiary, the operations of which she professed little knowledge; \n\n \n 34.4 her swearing of affidavit material without personal knowledge of the factual matters contained therein; \n\n \n 34.5 vesting of trust assets of the Jancy Trust into a separate trust, without informing audit officers of that transaction.",
      "id": "s78"
    },
    {
      "text": "I am not prepared to infer that the appellant was reckless for the purposes of the imposition of additional tax under s 226H having regard to these considerations.",
      "id": "s79"
    },
    {
      "text": "In the light of the way the issues were in fact litigated, it seems to me inappropriate now to consider whether some penalty interest should be imposed on the basis of a failure to exercise reasonable care pursuant to s 226G of the Act.",
      "id": "s80"
    },
    {
      "text": "Finally, on the question of whether the appellant took steps to hinder the Commissioner, the Commission relies on a critical lack of documentation available to the auditors to enable them to complete the audit process.",
      "id": "s81"
    },
    {
      "text": "The Commissioner contends: \n The Applicant's agent took steps to prevent or hinder the audit process in not disclosing those documents, and consequently prevent or hinder the Commissioner becoming aware of the shortfall.",
      "id": "s82"
    },
    {
      "text": "The conduct by Mr Pearson in hindering the audit by the concealing of documents was not done in any way as the agent of Mrs Pearson, and I am not satisfied that the appellant took steps to prevent or hinder the Commissioner becoming aware of the shortfall under s 226X.",
      "id": "s83"
    },
    {
      "text": "As to the appropriate orders that should be made, I direct the parties to bring in short Minutes of Order to give effect to these reasons for judgment for each of the income years 1992, 1993, and 1994.",
      "id": "s84"
    },
    {
      "text": "I will hear the parties on costs.",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender .",
      "id": "s86"
    },
    {
      "text": "Associate:\n \n \nDated: 27 May 2009\n \n Counsel for the Appellant: Mr R Bain QC with Mr BG Cronin \n \n Solicitor for the Applicant: Johnsons Solicitors \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: (Heard on the papers) \n \n Date of Judgment: 27 May 2009 \n \n \nAPPENDIX 1\n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/558.html",
      "id": "s87"
    }
  ]
}