{
  "name": "Rural Export &amp; Trading (WA) Pty Ltd v Hahnheuser [2009] FCA 678 (23 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/678.html",
  "catchphrases": [
    {
      "text": "conduct hindering or preventing trade or commerce involving the movement of goods between australia and places outside australia",
      "id": "c0"
    },
    {
      "text": "contamination of feed for sheep intended for live export",
      "id": "c1"
    },
    {
      "text": "export of all sheep delayed and export of some sheep prevented",
      "id": "c2"
    },
    {
      "text": "damages",
      "id": "c3"
    },
    {
      "text": "whether party not engaged in trade or commerce involving movement of goods between australia and places outside australia entitled to claim damages",
      "id": "c4"
    },
    {
      "text": "whether providing services to party engaged in such trade or commerce gave rise to entitlement to damages",
      "id": "c5"
    },
    {
      "text": "damages",
      "id": "c6"
    },
    {
      "text": "whether party not engaged in trade or commerce involving movement of goods between australia and places outside australia entitled to claim damages",
      "id": "c7"
    },
    {
      "text": "whether providing services to party engaged in such trade or commerce gave rise to entitlement to damages",
      "id": "c8"
    },
    {
      "text": "damages",
      "id": "c9"
    },
    {
      "text": "causation",
      "id": "c10"
    },
    {
      "text": "whether loss and damage proved",
      "id": "c11"
    },
    {
      "text": "evidence suggesting party claiming damages reimbursed by overseas holding company on whose behalf it acted",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    },
    {
      "text": "trade practices",
      "id": "c14"
    },
    {
      "text": "trade practices",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding\n In a judgment delivered on 4 October 2007, Rural Export &amp; Trading (WA) Pty Ltd v Hahnheuser [2007] FCA 1535 (2007) 243 ALR 356 , I dismissed the application of both applicants in this proceeding.",
      "id": "s0"
    },
    {
      "text": "Each of the applicants claimed relief of a declaratory and injunctive nature, as well as damages, in respect of an alleged contravention by the respondent, Mr Hahnheuser, of s 45DB of the Trade Practices Act 1974 (Cth) (\"the Trade Practices Act \").",
      "id": "s1"
    },
    {
      "text": "When the proceeding was instituted, there was a second respondent, Animal Liberation SA Inc.",
      "id": "s2"
    },
    {
      "text": "I also dismissed by consent claims by both applicants against the second respondent, leaving Mr Hahnheuser as the only respondent.",
      "id": "s3"
    },
    {
      "text": "Both applicants' claims were in respect of a delay in the export of a shipment of live sheep from the Port of Portland aboard the MV Al Shuwaikh , destined for the Middle East.",
      "id": "s4"
    },
    {
      "text": "The delay occurred because Mr Hahnheuser, in concert with other people, entered a feedlot in which the sheep were held prior to being loaded on the vessel, and placed shredded ham in food and water containers, from which the sheep were intended to feed and drink.",
      "id": "s5"
    },
    {
      "text": "This caused a delay in the grant of a permit for the export of the sheep.",
      "id": "s6"
    },
    {
      "text": "The Full Court in Rural Export &amp; Trading (WA) Pty Ltd v Hahnheuser [2008] FCAFC 156 (2008) 169 FCR 583 allowed an appeal from my judgment.",
      "id": "s7"
    },
    {
      "text": "The Full Court substituted for my orders dismissing the application with costs orders in the following terms: \n (a) it be declared that on or about 18 and 19 November 2003 at Portland, Victoria, the first respondent, in concert with another person or persons, engaged in conduct for the purpose and which had the effect of preventing and substantially hindering the second applicant from engaging in trade or commerce involving the movement of goods on the vessel MV Al Shuwaikh, being a cargo of live sheep, between Australia and places outside Australia in the Middle East, in contravention of s 45DB(1) of the Trade Practices Act 1974 (Cth) ; \n\n \n (b) the first respondent pay the second applicant's costs.",
      "id": "s8"
    },
    {
      "text": "The Full Court also remitted the matter to me for further hearing \"in accordance with these reasons.",
      "id": "s9"
    },
    {
      "text": "\"\n In my reasons for judgment of 4 October 2007, at [37]-[45], I concluded that I was unable to say that the trade or commerce of the first applicant, Rural Export &amp; Trading (WA) Pty Ltd (\"Rural Export\") was hindered, whether substantially or otherwise.",
      "id": "s10"
    },
    {
      "text": "At [46]-[57], I came to the conclusion that the trade or commerce of Rural Export, particularly that of supplying feed to the sheep whilst they were in the feedlot, which ceased when the sheep were loaded onto trucks for carriage to the wharf, was not protected by s 45DB(1) of the Trade Practices Act .",
      "id": "s11"
    },
    {
      "text": "The appeal was conducted on the basis that, as I had found, the second applicant, Samex Australian Meat Co Pty Ltd (\"Samex\") was engaged in trade or commerce involving the movement of goods between Australia and places outside Australia, within the meaning of s 45DB(1).",
      "id": "s12"
    },
    {
      "text": "Rural Export did not press any separate argument.",
      "id": "s13"
    },
    {
      "text": "It therefore did not challenge my conclusions that its trade or commerce had not been hindered, and was not itself trade or commerce involving the movement of goods between Australia and places outside Australia.",
      "id": "s14"
    },
    {
      "text": "The Full Court did not find that my conclusions in those respects were in error.",
      "id": "s15"
    },
    {
      "text": "The terms of the declaration made by the Full Court are specific as to the trade or commerce that was hindered or prevented, namely the trade or commerce of the second applicant.",
      "id": "s16"
    },
    {
      "text": "At [5] of the Full Court's reasons for judgment, the Full Court said that, if Samex's appeal were to succeed, it would be necessary for me to consider Rural Export's claim under s 82 of the Trade Practices Act , for damages.",
      "id": "s17"
    },
    {
      "text": "At [43], the Full Court said: \n Rural Export and Samex asked that if Samex succeeded the matter be remitted to the primary judge for determination of the questions of damages.",
      "id": "s18"
    },
    {
      "text": "The appeal should be allowed, a declaration should be made reflecting the fact that Mr Hahnheuser contravened s 45DB(1) and he should be ordered to pay the costs of the proceedings below and on appeal.",
      "id": "s19"
    },
    {
      "text": "I therefore act on the basis that the Full Court's order, remitting the case to me \"for further hearing in accordance with these reasons\" is an order remitting to me questions of damages in respect of the claims of both Rural Export and Samex.",
      "id": "s20"
    },
    {
      "text": "After the Full Court's judgment was delivered, I conducted a further directions hearing.",
      "id": "s21"
    },
    {
      "text": "On that occasion, Mr Hahnheuser was represented, on a pro bono basis, by a solicitor.",
      "id": "s22"
    },
    {
      "text": "Although pro bono counsel and solicitors had been available to him, Mr Hahnheuser had elected not to be represented, and not to take part, in the original trial of the proceeding.",
      "id": "s23"
    },
    {
      "text": "At the directions hearing, counsel for Rural Export and Samex stated his intention to rely only on the evidence that had been given at the original trial.",
      "id": "s24"
    },
    {
      "text": "I indicated to him that I had found that evidence \"far from clear\".",
      "id": "s25"
    },
    {
      "text": "Subsequently, I conducted a further hearing on the questions of damages, as the Full Court had ordered me to do.",
      "id": "s26"
    },
    {
      "text": "Counsel for Rural Export and Samex relied only on the evidence that had been given at the original trial.",
      "id": "s27"
    },
    {
      "text": "Mr Hahnheuser was represented, on a pro bono basis, by senior and junior counsel, and tendered some additional documentary evidence.",
      "id": "s28"
    },
    {
      "text": "In relation to the claim for damages of Rural Export, two distinct questions arise.",
      "id": "s29"
    },
    {
      "text": "The first is whether, in the light of the findings that Rural Export's trade or commerce was not hindered, and that it was not engaged in trade or commerce involving the movement of goods between Australia and places outside Australia, it fell within the class of persons entitled to damages by s 82 of the Trade Practices Act in consequence of a contravention of s 45DB in relation to the trade or commerce of Samex.",
      "id": "s30"
    },
    {
      "text": "The second question is whether Rural Export had succeeded in proving that it had suffered loss and damage by reason of the conduct of Mr Hahnheuser and the persons with whom he acted in concert.",
      "id": "s31"
    },
    {
      "text": "In relation to the claim of Samex, the only substantial question that arises is as to the quantum of its loss established by the evidence.",
      "id": "s32"
    },
    {
      "text": "The entitlement of Rural Export\n Section 82(1) of the Trade Practices Act provides relevantly: \n a person who suffers loss or damage by conduct of another person that was done in contravention of a provision of Part IV...may recover the amount of the loss or damage by action against that other person \n\n In Marks v GIO Australia Holdings Ltd [1998] HCA 69 (1998) 196 CLR 494 at [95] Gummow J said: \n Section 82 has at least five discrete elements.",
      "id": "s33"
    },
    {
      "text": "First, it identifies the legal norms for contravention of which the action under the section is given.",
      "id": "s34"
    },
    {
      "text": "Secondly, it identifies those by and against whom that action lies.",
      "id": "s35"
    },
    {
      "text": "Thirdly, the section specifies the injury for which the action lies as the suffering of loss or damage.",
      "id": "s36"
    },
    {
      "text": "Fourthly, it stipulates a causal requirement that the plaintiff's injury must be sustained \"by\" the contravention.",
      "id": "s37"
    },
    {
      "text": "Finally, the measure of compensation is \"the amount of\" the loss or damage sustained.",
      "id": "s38"
    },
    {
      "text": "For present purposes, the crucial one of those five elements is the second, particularly the identification of the person by whom the claim for damages can be brought.",
      "id": "s39"
    },
    {
      "text": "That is a question on which there is remarkably little authority, except in the case of one application of the misleading and deceptive conduct provisions of the Trade Practices Act , found in s 52 and the following sections.",
      "id": "s40"
    },
    {
      "text": "In relation to the various provisions of Pt IV of the Trade Practices Act , which include s 45DB , I have been unable to find any case in which a person not directly affected by the proscribed conduct, but only affected by reason of conducting dealings with a person directly affected, has made a claim for damages, much less succeeded in one.",
      "id": "s41"
    },
    {
      "text": "Further, the principal authorities in which the High Court of Australia has pronounced upon the meaning and effect of s 82 of the Trade Practices Act have been concerned with questions of causation and the measure of damages, the fourth and fifth elements identified by Gummow J.",
      "id": "s42"
    },
    {
      "text": "That description applies to Marks itself, as well as to Wardley Australia Limited v Western Australia [1992] HCA 55 ; (1992) 175 CLR 514 , Henville v Walker [2001] HCA 52 (2001) 206 CLR 459 , I &amp; L Securities Pty Ltd v HTW Valuers (Brisbane) Pty Ltd [2002] HCA 41 (2002) 210 CLR 109 and HTW Valuers (Central Qld) Pty Ltd v Astonland Pty Ltd [2004] HCA 54 (2004) 217 CLR 640.",
      "id": "s43"
    },
    {
      "text": "Care must be taken in applying statements made in the judgments in those cases, concerning the fourth or fifth elements identified by Gummow J, to a case concerning the second element, the identification of the person who is entitled to claim.",
      "id": "s44"
    },
    {
      "text": "The great majority of cases concerning claims for damages pursuant to s 82 of the Trade Practices Act have been cases brought in reliance on the provisions relating to misleading and deceptive conduct, particularly s 52 , which is found in Pt V of the Trade Practices Act .",
      "id": "s45"
    },
    {
      "text": "Those cases fall into two classes.",
      "id": "s46"
    },
    {
      "text": "The first class concerns claims by people to whom representations amounting to misleading and deceptive conduct have been made.",
      "id": "s47"
    },
    {
      "text": "In such cases, the principal issue is often that of reliance.",
      "id": "s48"
    },
    {
      "text": "The question is whether the recipient of the representations relied on the truth of them in acting to his or her detriment, and suffered damage.",
      "id": "s49"
    },
    {
      "text": "In the second class of cases, the person claiming is not the person to whom the representations have been made, but a competitor of the person making the representations.",
      "id": "s50"
    },
    {
      "text": "This class of cases appears to have developed by analogy with the tort of passing off.",
      "id": "s51"
    },
    {
      "text": "A competitor of the person engaging in the misleading and deceptive conduct is permitted to claim profits lost by reason of sales of the competitor's products being diverted to those who have relied on the representations, and been misled by them into purchasing the first person's products instead of the competitor's.",
      "id": "s52"
    },
    {
      "text": "The existence of this class of cases might be said to be consistent with the proposition that, in determining who is entitled to claim damages pursuant to s 82 of the Trade Practices Act , that section is to be construed literally, so that no limit is to be imposed on the classes of persons who can trace loss and damage to some contravention by the person they sue of any of the provisions of Pt IV or Pt V of the Trade Practices Act .",
      "id": "s53"
    },
    {
      "text": "This is not necessarily the case.",
      "id": "s54"
    },
    {
      "text": "There do not appear to have been cases in which the net has been cast any wider than the class of competitors in the quasi-passing off situation.",
      "id": "s55"
    },
    {
      "text": "For instance, there appears to be no case in which a supplier of materials to the competitor has claimed for diminution of profits on the basis that, because the competitor lost sales, it ordered from the supplier less by way of materials to manufacture its products than it would have otherwise have done.",
      "id": "s56"
    },
    {
      "text": "In addition, it appears from Harris v Milfull [2002] FCAFC 442 that the principles relating to claims by shareholders that are derivative of those by the corporation in which they hold shares apply in relation to claims in respect of misleading and deceptive conduct.",
      "id": "s57"
    },
    {
      "text": "If it were the case that s 82 of the Trade Practices Act should be read as placing no limits on the classes of persons who can claim, it would surely be read as permitting claims by the shareholders, without regard to the principles barring derivative claims.",
      "id": "s58"
    },
    {
      "text": "One of the earliest cases in which a competitor of the person engaging in misleading and deceptive conduct was successful in claiming damages pursuant to s 82 of the Trade Practices Act is Janssen-Gilag Pty Limited v Pfizer Pty Limited [1992] FCA 437 ; (1992) 37 FCR 526.",
      "id": "s59"
    },
    {
      "text": "In dealing with s 82 , Lockhart J said at 529-530: \n Section 82 is the vehicle for the recovery of loss or damage for multifarious forms of contravention of the provisions of Pts IV and V of the Act.",
      "id": "s60"
    },
    {
      "text": "It is important that rules laid down by the courts to govern entitlement to damages under s 82 are not unduly rigid, since the ambit of activities that may cause contraventions of the diverse provisions of Pts IV and V is large and the circumstances in which damage therefrom may arise will vary considerably from case to case.",
      "id": "s61"
    },
    {
      "text": "What emerges from an analysis of the cases (and there are many of them) is that they do not impose some general requirement that damage can be recovered only where the applicant himself relies upon the conduct of the respondent constituting the contravention of the relevant provision.",
      "id": "s62"
    },
    {
      "text": "Also, a perusal of the provisions of Pts IV and V, the contravention of which gives rise to an entitlement to an applicant for compensation for loss or damage, points to the conclusion that applicants may claim compensation when the contravener's conduct caused other persons to act in a way that led to loss or damage to the applicant.",
      "id": "s63"
    },
    {
      "text": "Examples are s 46 which concerns the misuse of market power by corporations; s 47 relating to the practice of exclusive dealing; also s 48 which is concerned with resale price maintenance.",
      "id": "s64"
    },
    {
      "text": "As to s 47(1) and (6) relating to third line forcing see Castlemaine Tooheys Ltd v Williams and Hodgson Transport Pty Ltd [1986] HCA 72 ; (1986) 162 CLR 395 (High Court) and (1985) 7 FCR 509 (Full Federal Court).",
      "id": "s65"
    },
    {
      "text": "See Hubbards Pty Ltd v Simpson Ltd [1982] FCA 57 ; (1982) 60 FLR 430 and [1982] FCA 210 ; (1983) 69 FLR 392 (on appeal) with respect to s 48.",
      "id": "s66"
    },
    {
      "text": "See also Australasian Meat Industry Employees' Union v Mudginberri Station Pty Ltd (1987) 18 IR 355 where contraventions of s 45 of the Act were involved and they concerned contracts, arrangements or understandings or restrictive dealings which adversely affected competition.",
      "id": "s67"
    },
    {
      "text": "It is by no means clear that the cases to which his Honour referred support the proposition that an applicant may claim compensation when the contravener's conduct caused other persons to act in a way that led to loss or damage to the applicant.",
      "id": "s68"
    },
    {
      "text": "Castlemaine Tooheys Ltd v Williams &amp; Hodgson Transport Pty Ltd [1986] HCA 72 ; (1986) 162 CLR 395 , to which his Honour referred, was a claim in respect of alleged exclusive dealing, because a brewery insisted on deliveries to the premises of its retail customers being conducted by its nominated carrier.",
      "id": "s69"
    },
    {
      "text": "As the report of the case in the Full Court of this Court in Castlemaine Tooheys Ltd v Williams &amp; Hodgson Transport Pty Ltd (1985) 7 FCR 509 demonstrates, the party claiming damages was itself a transport company, ie one of the very parties excluded by the alleged exclusive dealing requirement.",
      "id": "s70"
    },
    {
      "text": "(On appeal in Castlemaine Tooheys , the High Court held that no contravention of s 47 of the Trade Practices Act occurred.",
      "id": "s71"
    },
    {
      "text": ") The case did not test, for instance, whether a retailer of beer who insisted on using an excluded transport company for its deliveries would be entitled to claim damages under s 82 of the Trade Practices Act .",
      "id": "s72"
    },
    {
      "text": "Hubbards Pty Ltd v Simpson Ltd [1982] FCA 57 ; (1982) 60 FLR 430 and Simpson Ltd v Hubbard Pty Ltd [1982] FCA 210 ; (1982) 69 FLR 392 involved a claim in respect of resale price maintenance, brought by the very dealer whose resale prices the contravening party had attempted to maintain.",
      "id": "s73"
    },
    {
      "text": "It did not test the question whether, for instance, a customer of a dealer whose prices had been forced up by a third party engaging in resale price maintenance could sue the contravener directly for loss suffered by the customer.",
      "id": "s74"
    },
    {
      "text": "Australasian Meat Industry Employees' Union v Mudginberri Station Pty Ltd (1987) 18 IR 355 was a case in which the applicant was the party against whom the primary boycott was mounted, in contravention of s 45 of the Trade Practices Act .",
      "id": "s75"
    },
    {
      "text": "That case did not test the question whether a customer of the party boycotted would have been entitled to claim damages from the boycotting parties in respect of its loss of profits through being unable to obtain supplies from the boycotted party.",
      "id": "s76"
    },
    {
      "text": "With the single exception of the competitor category, relating to s 52 of the Trade Practices Act and other related sections, I have been unable to find any case in which a party whose interest is not protected directly by a provision of Pt IV or Pt V of the Trade Practices Act has been held to be entitled to claim damages pursuant to s 82 of the Trade Practices Act as a result of a contravention of a provision in relation to another party's protected interest.",
      "id": "s77"
    },
    {
      "text": "With the possible exception of Harris v Milfull (referred to in [10] above), I have not been able to find a case in which such a party has attempted to claim.",
      "id": "s78"
    },
    {
      "text": "The category of competitors in relation to misleading and deceptive conduct can be regarded as exceptional, because of the analogy with the tort of passing off, rather than as representative of any principle that s 82 applies to entitle any person who can trace loss or damage to a contravention of one of the relevant provisions to claim damages.",
      "id": "s79"
    },
    {
      "text": "To hold that s 82 , in conjunction with a provision of Pt IV , has such a broad reach would be a pioneering step.",
      "id": "s80"
    },
    {
      "text": "Before taking it, careful consideration of a number of factors would be necessary.",
      "id": "s81"
    },
    {
      "text": "I did not have the benefit of full argument about those factors.",
      "id": "s82"
    },
    {
      "text": "One of the important factors must be the purpose of the legislation.",
      "id": "s83"
    },
    {
      "text": "In my reasons for judgment published on 4 October 2007, at [46]-[57], I discussed the question whether the trade and commerce of Rural Export was trade and commerce \"involving the movement of goods between Australia and places outside Australia\".",
      "id": "s84"
    },
    {
      "text": "I reached the conclusion that it was not.",
      "id": "s85"
    },
    {
      "text": "In doing so, I followed the views expressed by Hely J in Australian Wool Innovation Ltd v Newkirk (No.",
      "id": "s86"
    },
    {
      "text": "2) [2005] FCA 1307 , and relied on the passages from the parliamentary debates, on which his Honour relied at [60]-[61].",
      "id": "s87"
    },
    {
      "text": "It is unnecessary to set out again the passages from the parliamentary debates.",
      "id": "s88"
    },
    {
      "text": "They lead to the conclusion, which Hely J adopted and I followed, that s 45DB of the Trade Practices Act is directed very specifically at the protection of a narrow form of trade or commerce, namely that of which the movement of goods between Australia and places outside Australia is a part.",
      "id": "s89"
    },
    {
      "text": "On appeal in the present case, the Full Court did not say anything to suggest that this view is incorrect.",
      "id": "s90"
    },
    {
      "text": "If Rural Export, whose trade and commerce does not involve the movement of goods between Australia and places outside Australia, were entitled to recover damages, the result would be to expand dramatically the nature of the trade or commerce protected by s 45DB.",
      "id": "s91"
    },
    {
      "text": "This would be beyond the purpose of the legislation, as discerned by Hely J and by me, based on the relevant extrinsic materials.",
      "id": "s92"
    },
    {
      "text": "Such an extension would mean that trade or commerce not involving the relevant movement of goods would be protected, simply by reason of the existence of another party in respect of whom a contravention had occurred, and whose trade and commerce did involve the movement of goods between Australia and places outside Australia.",
      "id": "s93"
    },
    {
      "text": "Such an extension of protection is not warranted by the terms of s 82(1) of the Trade Practices Act , given the limited protection afforded by s 45DB.",
      "id": "s94"
    },
    {
      "text": "For these reasons, Rural Export is not entitled to recover damages in the present proceeding, because its trade or commerce is not itself protected by s 45DB of the Trade Practices Act .",
      "id": "s95"
    },
    {
      "text": "It is unnecessary to deal with the question whether the finding that Rural Export's trade or commerce was not hindered or prevented (a finding also not overturned by the Full Court) would also lead to the conclusion that Rural Export is not entitled to damages.",
      "id": "s96"
    },
    {
      "text": "Rural Export's claimed loss and damage\n In case I am wrong in the conclusion I have expressed in [15] above, I turn to the evidence in relation to loss and damage suffered by Rural Export.",
      "id": "s97"
    },
    {
      "text": "The principal item of damages claimed by Rural Export is the total sum of $414,871.60, as the cost of additional feed for the sheep in the feedlot at Cape Nelson, as well as other sheep in another feedlot called Kobo.",
      "id": "s98"
    },
    {
      "text": "As a result of Mr Hahnheuser's conduct, in concert with others, in placing pig products in the feed and water containers at the Cape Nelson feedlot, no licence for the export of the entire consignment of sheep due to be carried by the Al Shuwaikh was issued until 4 December 2003.",
      "id": "s99"
    },
    {
      "text": "There was therefore a delay between 20 November 2003, when the sheep were originally scheduled to be loaded, until their loading could take place on 4 and 5 December 2003.",
      "id": "s100"
    },
    {
      "text": "The sheep remained in the two feedlots, and needed to be fed.",
      "id": "s101"
    },
    {
      "text": "Rural Export ordered quantities of pellets and hay.",
      "id": "s102"
    },
    {
      "text": "Quantities of pellets were delivered to both feedlots on a daily basis.",
      "id": "s103"
    },
    {
      "text": "Two invoices were sent to Rural Export in respect of these pellets, one for a total of $402,507.78 and the other for $81,376.41.",
      "id": "s104"
    },
    {
      "text": "The supplier was Heywood Stockfeeds Pty Ltd. Of the total amount in the first invoice, some was in respect of pellets delivered prior to 20 November 2003, during the time when the sheep were being adjusted to eating pellets, in preparation for being placed on board the ship.",
      "id": "s105"
    },
    {
      "text": "The total amount for pellets delivered during the period of delay was $319,844.80.",
      "id": "s106"
    },
    {
      "text": "Rural Export also organised deliveries of additional hay during the period of delay.",
      "id": "s107"
    },
    {
      "text": "The supplier was E J Cameron.",
      "id": "s108"
    },
    {
      "text": "There were two invoices, one for $43,226.04 and the other for $61,303.44.",
      "id": "s109"
    },
    {
      "text": "As was the case with pellets, some of the hay for which the first of these invoices was rendered was in respect of the period prior to 20 November 2003.",
      "id": "s110"
    },
    {
      "text": "The total of the amounts invoiced in respect of hay during the period of delay was $95,026.80.",
      "id": "s111"
    },
    {
      "text": "Rural Export also claimed an amount of $9,547.01 by way of additional berth hire and $12,389.72, described as \"supervision costs\".",
      "id": "s112"
    },
    {
      "text": "The former amount arose because it was said that the Al Shuwaikh was berthed in the port of Portland for a longer time than it would have been if loading had taken place in November 2003 as expected.",
      "id": "s113"
    },
    {
      "text": "Following the failure of Samex to obtain an export licence for any of the sheep in the consignment, instructions were given to the Master of the Al Shuwaikh that the vessel was to remain at sea, drifting, but in a state of readiness to dock at Portland as soon as an instruction was given to do so.",
      "id": "s114"
    },
    {
      "text": "As it turned out, the instruction was given earlier than it might have been.",
      "id": "s115"
    },
    {
      "text": "The Al Shuwaikh docked at Portland on 3 December, whereas the necessary licence to export most of the sheep was not granted until 4 December, so loading could not begin until that day.",
      "id": "s116"
    },
    {
      "text": "Once loading began, it was slower than normal.",
      "id": "s117"
    },
    {
      "text": "There was a shortage of trucks to bring sheep from the feedlots to the wharf, and a shortage of stevedoring labour, so that only one of two possible loading ramps could be used.",
      "id": "s118"
    },
    {
      "text": "The ship was berthed for a total of 87.75 hours and incurred total charges of $54,853.04.",
      "id": "s119"
    },
    {
      "text": "Mr Kiely, the general manager of Rural Export at the time, gave evidence that Rural Export regarded 45.8 hours as being additional to what would have been necessary if the vessel had been loaded in November 2003 as planned.",
      "id": "s120"
    },
    {
      "text": "This amounted to $9,547.01 for the hire of the berth.",
      "id": "s121"
    },
    {
      "text": "To the extent to which this amount was incurred by reason of the miscalculation in bringing the Al Shuwaikh into port earlier than necessary, and by reason of the slower than usual loading, it cannot be said that those factors amounted to independent or intervening events, so that the loss could be attributed solely to them.",
      "id": "s122"
    },
    {
      "text": "The uncertainty as to when an export licence would be granted, which arose from the conduct of Mr Hahnheuser and the others with whom he acted in concert, contributed to the miscalculation.",
      "id": "s123"
    },
    {
      "text": "That uncertainty also contributed to the unavailability of the necessary road transport and the necessary stevedoring labour to load the ship at the normal rate.",
      "id": "s124"
    },
    {
      "text": "In this way, the whole of the additional amount incurred could be said to have been caused by the conduct in contravention of s 45DB of the Trade Practices Act .",
      "id": "s125"
    },
    {
      "text": "The third element of Rural Export's claim, supervision costs, was initially in respect of Mr Kiely's presence in Portland and in respect of additional veterinarian charges.",
      "id": "s126"
    },
    {
      "text": "Counsel for the applicants conceded that there was no evidence as to the latter element.",
      "id": "s127"
    },
    {
      "text": "This element of the claim was therefore confined to $2,589.72, made up of: a return airfare between Perth and Melbourne of $2,338.68; taxi fares of $35 and $41 respectively for travel from Mr Kiely's home in Scarborough to the airport in Perth and for travel from the airport to his home; car hire of $210.62 from Melbourne Airport, so that Mr Kiely could drive to Portland; petrol totalling $66.80; and accommodation at the Hotel Bentinck in Portland, at $100 and $49 for a meal.",
      "id": "s128"
    },
    {
      "text": "Although Mr Kiely gave evidence, neither the reasons for his trip to Portland nor the tasks he undertook when he got there were explained clearly.",
      "id": "s129"
    },
    {
      "text": "It appears that he was given some instruction to travel to Portland, presumably by Rural Export's parent company.",
      "id": "s130"
    },
    {
      "text": "His principal concern appears to have been that the parent company had another ship, the Al Messilah , on its way to Portland to take another consignment of sheep and that, as a result of the delay due to the conduct of Mr Hahnheuser and others in contravention of s 45DB , there might be a clash of those ships.",
      "id": "s131"
    },
    {
      "text": "It is not clear why this situation necessitated Mr Kiely being in Portland, rather than dealing with it from Perth.",
      "id": "s132"
    },
    {
      "text": "Other than the possible clash of ships, there does not seem to have been any particular reason for Mr Kiely to be in Portland.",
      "id": "s133"
    },
    {
      "text": "By his own evidence, Rural Export was well served by those with whom it dealt in Portland in relation to the berthing and loading of ships.",
      "id": "s134"
    },
    {
      "text": "Mr Kiely attended an unrelated meeting in Melbourne.",
      "id": "s135"
    },
    {
      "text": "On his return journey, he stopped off at Adelaide to inspect holding pens, in case it was necessary to divert the Al Messilah to Adelaide and load it there.",
      "id": "s136"
    },
    {
      "text": "There is no evidence as to whether there was any actual clash of the two ships, or whether it was necessary to divert the Al Messilah to Adelaide.",
      "id": "s137"
    },
    {
      "text": "The only causal connection between the various items of supervision costs and Mr Hahnheuser's conduct appears to be that, without the delay caused by the conduct, the decision would not have been taken that Mr Kiely should go to Portland and the expense would not have been incurred.",
      "id": "s138"
    },
    {
      "text": "On the application of a \"but for\" test, Rural Export would be able to justify a claim for any loss it suffered.",
      "id": "s139"
    },
    {
      "text": "On the application of any stricter test, it would be found to have engaged in fruitless expenditure that should not be visited upon Mr Hahnheuser.",
      "id": "s140"
    },
    {
      "text": "Reimbursement to Rural Export \n Whatever might have been the true situation as to the costs occasioned by the delay in loading the Al Shuwaikh , there is an overall question as to whether Rural Export itself suffered any loss in consequence of that delay.",
      "id": "s141"
    },
    {
      "text": "Rural Export was a subsidiary of a Kuwaiti corporation, named Livestock Transport and Trading (\"LTT\" or \"KLTT\").",
      "id": "s142"
    },
    {
      "text": "LTT owned and operated ships to carry sheep, including the Al Shuwaikh and the Al Messilah .",
      "id": "s143"
    },
    {
      "text": "Mr Kiely was general manager of Rural Export, but was also marine superintendent.",
      "id": "s144"
    },
    {
      "text": "In the latter capacity, he was responsible to the fleet manager of LTT.",
      "id": "s145"
    },
    {
      "text": "In his evidence on 2 April 2007, Mr Kiely was unclear about whether charges in relation to the collection and export of the sheep were borne by Rural Export itself or by LTT.",
      "id": "s146"
    },
    {
      "text": "In particular, he was unclear about who paid for the feed.",
      "id": "s147"
    },
    {
      "text": "At one point, he said \"Rural Export pay all the hay costs\".",
      "id": "s148"
    },
    {
      "text": "At another point, he said that: \n the invoice of pellets must be submitted to Rural Exports [ sic ] in seven days, 'cause the actual payment is made from overseas.",
      "id": "s149"
    },
    {
      "text": "The hay payment is paid by an Australian bank by Rural Export.",
      "id": "s150"
    },
    {
      "text": "At the hearing on 25 February 2009, counsel for Mr Hahnheuser tendered the financial report of Rural Export for the year ended 31 December 2003, lodged as part of Rural Export's annual return on the basis that it was a small proprietary company, controlled by a foreign company and requested by the Australian Securities and Investment Commission to prepare and lodge statements and reports.",
      "id": "s151"
    },
    {
      "text": "In that financial report, Rural Export described its principal activity as follows: \n The company's principal activity is to act as facilitator for the parent entity in procuring the purchase of livestock, shipping arrangement and goods on its behalf.",
      "id": "s152"
    },
    {
      "text": "In addition the company, in partnership with CITIC Australia Industrial Trading Pty Ltd, operates a stock feed pellet plant in Victoria, Australia.",
      "id": "s153"
    },
    {
      "text": "In its statement of cash flows, Rural Export recorded that it had received \"Loan advances from parent entity\" in the sum of $10,515,331 and made \"Loan repayments to parent entity\" of $2,117,977 and \"Payments on behalf of parent entity\" of $9,435,791.",
      "id": "s154"
    },
    {
      "text": "In the notes to the financial statements concerning revenue, there appear the items \"Expense reimbursement\" of $166,665 and \"Feedlot handling reimbursement\" of $431,154.",
      "id": "s155"
    },
    {
      "text": "The detailed profit and loss statement, part of Rural Export's financial statements, contains items for \"Pellet sales - non KLTT\" of $2,427,978, \"Pellet sales - KLTT\" of $2,460,535, \"Hay sales - KLTT\" of $86,930, \"Feedlot Handling Revenue - KLTT\" of $431,154 and \"Expense reimbursement\" of $166,665.",
      "id": "s156"
    },
    {
      "text": "Under the heading \"EXPENSES\" are items for \"Feedlot expenses\" of $630,008, \"Pellet cost of sales - non KLTT\" of $2,018,665, \"Pellet cost of sales - KLTT\" of $2,051,492, \"Hay cost of sales - non KLTT\" of $73,626, \"Hay cost of sales - KLTT\" of $86,930.",
      "id": "s157"
    },
    {
      "text": "Prior to the hearing on 25 February 2009, Mr Hahnheuser's solicitors wrote to the applicants' solicitors concerning the adequacy of discovery of documents, and requesting details of payment of the relevant invoices and whether Rural Export received any reimbursement for such payments.",
      "id": "s158"
    },
    {
      "text": "Despite the fact that it was on notice of the possible inadequacy of its evidence, from the Court (in consequence of the warning referred to in [5] above, that the evidence was \"far from clear\") and from Mr Hahnheuser's solicitors, Rural Export elected not to lead any further evidence at the hearing on 25 February 2009.",
      "id": "s159"
    },
    {
      "text": "Counsel for Rural Export claimed that it was sufficient that invoices for the additional sheep feed were addressed to Rural Export.",
      "id": "s160"
    },
    {
      "text": "This fact, by itself, would not necessarily make out a claim for damages in any situation.",
      "id": "s161"
    },
    {
      "text": "In the present case, the question of reimbursement by LTT is raised squarely.",
      "id": "s162"
    },
    {
      "text": "Given Rural Export's status as a wholly owned subsidiary of LTT, acting as a facilitator for a transaction under which LTT purchased and shipped to the Middle East the sheep, it is improbable that Rural Export would be left to take responsibility on its own account for costs incurred as a result of delay in loading the sheep onto the designated vessel.",
      "id": "s163"
    },
    {
      "text": "LTT was purchasing the sheep from Samex, for resale in the country of destination on its own account.",
      "id": "s164"
    },
    {
      "text": "Its contract with Samex was expressed to be on a \"cost plus\" basis.",
      "id": "s165"
    },
    {
      "text": "It would make little commercial sense for Rural Export to have no recourse to LTT in respect of extra costs it incurred on LTT's behalf.",
      "id": "s166"
    },
    {
      "text": "The situation called for clear evidence that Rural Export did sustain the loss, if that were the case.",
      "id": "s167"
    },
    {
      "text": "The financial statement and some of the oral evidence of Mr Kiely suggest that Rural Export received reimbursement from LTT of expenses it incurred in relation to the export of sheep.",
      "id": "s168"
    },
    {
      "text": "If it were the case that, in respect of this particular consignment of sheep, there was no reimbursement of the expenses that resulted from the delay, evidence to this effect could have been given.",
      "id": "s169"
    },
    {
      "text": "The obvious difficulty about awarding damages to Rural Export if it suffered no loss, and LTT did suffer loss, arises from the possibility that the party actually suffering the loss could sue subsequently and claim entitlement to damages in its own right.",
      "id": "s170"
    },
    {
      "text": "For these reasons, in addition to, those in [7]-[15] above, I am of the view that Rural Export is not entitled to judgment for damages in the present case.",
      "id": "s171"
    },
    {
      "text": "It has failed to prove that it suffered loss and damage in the amounts claimed or at all.",
      "id": "s172"
    },
    {
      "text": "Samex's loss and damage\n In consequence of the conduct of Mr Hahnheuser, in concert with others, Samex was left with 1,694 sheep, which it had purchased for export and sale to LTT, but which it could not export because they were the sheep in the pen excluded from the export licence granted on 4 December 2003.",
      "id": "s173"
    },
    {
      "text": "Samex's claim for damages is calculated by reference to the average purchase price per head of sheep, plus the costs of transporting, slaughtering, processing, packing and selling the sheep as meat, less the proceeds of sale of the meat.",
      "id": "s174"
    },
    {
      "text": "As it turned out, these costs were considerable.",
      "id": "s175"
    },
    {
      "text": "It probably would have been cheaper for Samex simply to have resold the sheep.",
      "id": "s176"
    },
    {
      "text": "The fact is, however, that Samex sought to mitigate its loss in an appropriate way.",
      "id": "s177"
    },
    {
      "text": "This way turned out to involve more expense than Samex could have anticipated, and it is not to be taken to have failed to mitigate its loss simply because it might have chosen another way to dispose of the sheep that was potentially more beneficial.",
      "id": "s178"
    },
    {
      "text": "Counsel for Mr Hahnheuser attempted to argue that Samex could have taken steps to replace the 1,694 sheep in the shipment to LTT on board the Al Shuwaikh .",
      "id": "s179"
    },
    {
      "text": "There is no evidence that such a course was open to Samex.",
      "id": "s180"
    },
    {
      "text": "Indeed, it is unlikely that alternative sheep would have been available for the voyage, because five days in the feedlot is necessary to accustom sheep to eating the pellets on which they will be fed during the voyage.",
      "id": "s181"
    },
    {
      "text": "In any event, simply replacing the sheep would still have left Samex with the difficult task of disposing of the 1,694 sheep which it owned and could not export.",
      "id": "s182"
    },
    {
      "text": "The purchase price per sheep, the starting point of Samex's claim, has been calculated at $63.36.",
      "id": "s183"
    },
    {
      "text": "This is the average price per head paid by Samex to purchase the whole of the consignment of sheep intended for export on the Al Shuwaikh .",
      "id": "s184"
    },
    {
      "text": "It is on the conservative side, because all or almost all of the 1,694 sheep remaining were heavy wethers, which were generally more expensive than light wethers, lambs and ewes, which made up part of the consignment.",
      "id": "s185"
    },
    {
      "text": "Heavy wethers generally fetched a higher price because they contained more meat.",
      "id": "s186"
    },
    {
      "text": "The total purchase price of the 1,694 sheep was therefore calculated at $107,331.84.",
      "id": "s187"
    },
    {
      "text": "Having decided to send the sheep for slaughtering, processing, packing and sale as meat, Samex needed to find an abattoir.",
      "id": "s188"
    },
    {
      "text": "The nearest abattoir to Portland was an abattoir at Warrnambool, operated by Midfield Meat International Pty Ltd (\"Midfield\").",
      "id": "s189"
    },
    {
      "text": "Samex incurred a cost of $1,695 to transport the sheep from the feedlot at Cape Nelson to the Midfield abattoir at Warrnambool.",
      "id": "s190"
    },
    {
      "text": "Midfield had a licence to slaughter animals for the halal market at its Warrnambool abattoir.",
      "id": "s191"
    },
    {
      "text": "While the sheep were in transit, the Australian Quarantine Inspection Service (\"AQIS\") advised Midfield that it would lose its halal licence if it slaughtered the Samex sheep.",
      "id": "s192"
    },
    {
      "text": "This led to some negotiation between Samex, Midfield and the religious authorities concerned.",
      "id": "s193"
    },
    {
      "text": "The result was that Midfield surrendered its licence for a single day in order to slaughter Samex's sheep.",
      "id": "s194"
    },
    {
      "text": "The surrender of the licence resulted in the abattoir being unavailable to slaughter any sheep other than Samex's on that day, although it had the capacity to slaughter a considerably greater number.",
      "id": "s195"
    },
    {
      "text": "Midfield charged a higher fee than it would normally have done.",
      "id": "s196"
    },
    {
      "text": "The killing fees totalled $25,365 (not including GST).",
      "id": "s197"
    },
    {
      "text": "The total amount was reduced by $10,484.20 (not including GST), for the value of the skins of the slaughtered sheep.",
      "id": "s198"
    },
    {
      "text": "The carcasses of the slaughtered sheep then had to be removed from the Warrnambool abattoir.",
      "id": "s199"
    },
    {
      "text": "They were transferred to a boning room in Melbourne, conducted by Liberty Meat Exports (Aust.",
      "id": "s200"
    },
    {
      "text": ") Pty Ltd (\"Liberty\").",
      "id": "s201"
    },
    {
      "text": "The cost of this transport of the carcasses, which had to be kept chilled, was $1,748.71.",
      "id": "s202"
    },
    {
      "text": "At the boning room, the carcasses were processed as boneless mutton, to the standards required for export to Japan.",
      "id": "s203"
    },
    {
      "text": "This was done on Saturday, 6 December 2003, and those who performed the processing were paid at higher rates than would have been paid on a weekday.",
      "id": "s204"
    },
    {
      "text": "On the following Monday morning, AQIS ruled that the meat could not be exported to Japan, because of the possibility that the sheep had ingested pork products, and to avoid the risk of a scare similar to that arising from the outbreak of Bovine Spongiform Encephalopathy in Britain.",
      "id": "s205"
    },
    {
      "text": "As a result, the meat was required to be frozen.",
      "id": "s206"
    },
    {
      "text": "Liberty charged Samex $41,500 for processing the carcasses.",
      "id": "s207"
    },
    {
      "text": "This was higher than usual, not only because of higher rates for Saturday work, but also because the ruling of AQIS meant that all of the boning room by-products, including rendering, were of no commercial value.",
      "id": "s208"
    },
    {
      "text": "Those by-products were not available for normal use, but had to be disposed of as waste.",
      "id": "s209"
    },
    {
      "text": "The cost of storing the meat in a freezer totalled $7,809.80.",
      "id": "s210"
    },
    {
      "text": "Samex was only able to sell it in small quantities in many places throughout the world, with specific permission from AQIS for each sale.",
      "id": "s211"
    },
    {
      "text": "Selling this way resulted in further expense on insurance, freight and carriage, totalling $6,398.17.",
      "id": "s212"
    },
    {
      "text": "The total amount recouped from sale was $110,322.92.",
      "id": "s213"
    },
    {
      "text": "In addition to these items, Samex claimed for the travel expenses of two of its representatives, who went to Canberra from Adelaide on 26 and 27 November 2003, to make representations for the grant of an export licence for the whole Al Shuwaikh consignment, notwithstanding the contamination of the feed and water for some of the sheep in that consignment.",
      "id": "s214"
    },
    {
      "text": "The total amount incurred for this travel was $1,832.33, not including GST.",
      "id": "s215"
    },
    {
      "text": "There was also a claim for travel to Perth, but no evidence led to support it, so I have not allowed it.",
      "id": "s216"
    },
    {
      "text": "Samex did not claim GST on the amounts it paid to others, because it was entitled to recoup any GST paid in respect of services supplied to it.",
      "id": "s217"
    },
    {
      "text": "The total loss and damage incurred by Samex as a result of the conduct of Mr Hahnheuser, in concert with others, was therefore calculated as follows: \n Cost of purchasing 1,694 sheep at $63.36 $107,331.84\n \nTransport from Cape Nelson to Warrnambool $ 1,695.00\n \nKilling fees (less value of skins) $ 14,880.80\n \nTransport from Warrnambool to Melbourne $ 1,748.71\n \nBoning room processing fees $ 41,500.00\n \nFreezer storage $ 7,809.80\n \nCosts of resale of meat $ 6,398.17\n \nTravel expenses to Canberra $ 1,832.33 \n \nTotal expenses $183,196.65\n \nLESS: Proceeds of sale of meat $110,322.92 \n \nTotal loss $ 72,873.73\n There was a claim for interest on any amount awarded by way of damages.",
      "id": "s218"
    },
    {
      "text": "No submission was made in support of the claim, and there was no evidence of any calculation.",
      "id": "s219"
    },
    {
      "text": "Such a calculation would be complex, because the final figure for damages involves the balancing of outgoings against income, when various items of each were paid and received at different dates.",
      "id": "s220"
    },
    {
      "text": "In the absence of any submission or evidence, I do not propose to award any sum by way of interest.",
      "id": "s221"
    },
    {
      "text": "Conclusion and orders\n For the reasons I have given, Rural Export's claim for damages must be dismissed.",
      "id": "s222"
    },
    {
      "text": "There will be judgment for Samex against Mr Hahnheuser for damages in the sum of $72,873.73.",
      "id": "s223"
    },
    {
      "text": "The applicants' claim for declaratory relief has been satisfied by para 2(a) of the orders made by the Full Court on 22 August 2008.",
      "id": "s224"
    },
    {
      "text": "The claim for injunctive relief was not pursued.",
      "id": "s225"
    },
    {
      "text": "In any event, the injunctions sought were expressed in terms that were far too broad and imprecise.",
      "id": "s226"
    },
    {
      "text": "That claim must also be dismissed.",
      "id": "s227"
    },
    {
      "text": "For reasons I have given in [33], the claim for interest must be dismissed.",
      "id": "s228"
    },
    {
      "text": "The question of costs is difficult.",
      "id": "s229"
    },
    {
      "text": "The two applicants were represented by the same solicitors and the same counsel.",
      "id": "s230"
    },
    {
      "text": "In para 2(b) of its orders made on 22 August 2008, the Full Court ordered that Mr Hahnheuser pay Samex's costs of the proceeding.",
      "id": "s231"
    },
    {
      "text": "Because it has succeeded in its application for damages, Samex is entitled to its costs since that date.",
      "id": "s232"
    },
    {
      "text": "It is unclear from the orders made by the Full Court whether it regarded Rural Export as a successful applicant for a declaration.",
      "id": "s233"
    },
    {
      "text": "The terms of the declaration and the fact that the Full Court limited the costs order to Samex, suggest that it regarded Samex's claim, but not Rural Export's, as having been made out.",
      "id": "s234"
    },
    {
      "text": "Accordingly, it is appropriate to regard Rural Export as having failed to obtain any relief in the proceeding.",
      "id": "s235"
    },
    {
      "text": "No order should be made for Rural Export's costs.",
      "id": "s236"
    },
    {
      "text": "In ordinary circumstances, Mr Hahnheuser might have had a claim for costs against Rural Export, to the extent to which he was put to extra expense by the involvement of Rural Export in the proceeding.",
      "id": "s237"
    },
    {
      "text": "Mr Hahnheuser had pro bono representation, not consequent upon the grant of a certificate under O 80 of the Federal Court Rules , up to the beginning of the first trial.",
      "id": "s238"
    },
    {
      "text": "He did not contest the first trial.",
      "id": "s239"
    },
    {
      "text": "He was then represented by pro bono lawyers, again not consequent upon any O 80 certificate, for the further hearing.",
      "id": "s240"
    },
    {
      "text": "In these circumstances, it is not appropriate to make any order for costs in favour of Mr Hahnheuser.",
      "id": "s241"
    },
    {
      "text": "In the result, the orders should be that there be judgment for Samex against Mr Hahnheuser for damages in the sum of $72,873.73.",
      "id": "s242"
    },
    {
      "text": "Mr Hahnheuser should be ordered to pay Samex's costs of the proceeding incurred since 22 August 2008.",
      "id": "s243"
    },
    {
      "text": "Save for these orders, and for the orders made by the Full Court on 22 August 2008 in para 2 of its order, the application should be dismissed.",
      "id": "s244"
    },
    {
      "text": "There should be no order as to the costs of Rural Export or the costs of Mr Hahnheuser.",
      "id": "s245"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s246"
    },
    {
      "text": "Associate:\n \n \nDated: 23 June 2009\n \n Counsel for the applicants: Mr C Northrop \n \n Solicitor for the applicants: Harwood Andrews \n \n Counsel for the respondent: Mr A Broadfoot \n \n Solicitor for the respondent: Herbert Geer \n Date of hearing: 25 February 2009 \n \n Date of judgment: 23 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/678.html",
      "id": "s247"
    }
  ]
}