{
  "name": "Borcherdt v Department of Families, Housing, Community Service and Indigenous Affairs [2009] FCA 62 (3 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/62.html",
  "catchphrases": [
    {
      "text": "appeal on a question of law",
      "id": "c0"
    },
    {
      "text": "nature of an appeal pursuant to s 44 of administrative appeals tribunal act 1975 (cth)",
      "id": "c1"
    },
    {
      "text": "where purported questions seek to characterise a question of fact as a question of law",
      "id": "c2"
    },
    {
      "text": "where purported questions invite court to examine evidence and other material before the tribunal and conduct a rehearing on aspects of the controversy determined by the tribunal",
      "id": "c3"
    },
    {
      "text": "appeal dismissed.",
      "id": "c4"
    },
    {
      "text": "settlement of personal injury claim",
      "id": "c5"
    },
    {
      "text": "whether lump sum preclusion period applies",
      "id": "c6"
    },
    {
      "text": "whether appellant precluded from receipt of centrelink benefits",
      "id": "c7"
    },
    {
      "text": "whether settlement included payment in respect of incapacity for work.",
      "id": "c8"
    },
    {
      "text": "administrative law",
      "id": "c9"
    },
    {
      "text": "social security",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "This is, or at least purports to be, an appeal from a decision of the Administrative Appeals Tribunal (\"the Tribunal\") instituted pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act\").",
      "id": "s0"
    },
    {
      "text": "It is necessary to make the qualification \"purported\" because the respondent Secretary has, by notice of motion, heard together with the appeal proper, put in issue whether, truly, the appeal is one on a question of law.",
      "id": "s1"
    },
    {
      "text": "Before embarking upon a consideration of that point it is convenient to set out some background facts as they appear to have been found in the proceedings below by the Tribunal.",
      "id": "s2"
    },
    {
      "text": "Mr Borcherdt, who appeared for himself in this proceeding as the Applicant, had the misfortune to be injured in a collision with a bus in 2001.",
      "id": "s3"
    },
    {
      "text": "The sequel to that, materially, was the institution of proceedings by him for damages in the Supreme Court.",
      "id": "s4"
    },
    {
      "text": "Initially in those proceedings and, indeed, for some time he was represented by a series of solicitor's firms.",
      "id": "s5"
    },
    {
      "text": "In the final result he came to represent himself.",
      "id": "s6"
    },
    {
      "text": "On 27 November 2007 a pre-trial settlement conference was held.",
      "id": "s7"
    },
    {
      "text": "At that time Mr Borcherdt was legally represented.",
      "id": "s8"
    },
    {
      "text": "A sequel to that settlement conference was the signing by Mr Borcherdt on 27 November 2007 of a document entitled Release Discharge and Indemnity (\"the Discharge\").",
      "id": "s9"
    },
    {
      "text": "Pursuant to that, he acknowledged that he had: \n agreed to accept from the dischargees named in the scheduled, I interpolate - the schedule does not appear to have been reproduced in the documents before the Tribunal - end interpolation.",
      "id": "s10"
    },
    {
      "text": "The sum of $250,000 inclusive of all statutory refunds, inclusive of all costs, and inclusive of all outlays, in full satisfaction and discharge of all actions, suits, claims and demands brought by me against the dischargees, which I, my executors or administrators, now or could afterwards have against the dischargees, and/or their heirs, executors, administrators or successors in title arising directly or indirectly out of an accident which occurred on the date and place specified in the schedule, and in which I suffered bodily injury and other loss and damage.",
      "id": "s11"
    },
    {
      "text": "There are other terms in the Discharge which it is not necessary to set out, save for one.",
      "id": "s12"
    },
    {
      "text": "That is the final clause, which provides: \n And I further agree that the discharge amount will not be payable until 21 days after receipt by the dischargees of a clearance or notice of charge from Workcover Queensland and Centrelink and the Health Insurance Commission, or any other statutory authorities.",
      "id": "s13"
    },
    {
      "text": "It might also be added the Discharge recites the payment of the discharge amount, being one which would be made with a denial of liability and to obviate the expense of litigation.",
      "id": "s14"
    },
    {
      "text": "The finding of fact the Tribunal made (see para 7 of its reasons) was that Mr Borcherdt accepted an offer that he sign a document called a Release Discharge and Indemnity that waived his rights against the defendant in return for a payment of $250,000.",
      "id": "s15"
    },
    {
      "text": "That is, with respect, an accurate recitation of the effect of the document from which I have just quoted.",
      "id": "s16"
    },
    {
      "text": "The Tribunal noted that the Discharge did not refer to any portion of the money being set aside in respect of economic loss or in respect of any other aspect of the claim for damages (see para 9 of the Tribunal's reasons).",
      "id": "s17"
    },
    {
      "text": "The Tribunal continued at (para 10): \n The defendant's solicitor provided a copy of the discharge agreement to Centrelink.",
      "id": "s18"
    },
    {
      "text": "Centrelink wrote to the parties on 3 December 2007 to advise that a preclusion period would be imposed, and that an amount of $31,610.45 would be recovered.",
      "id": "s19"
    },
    {
      "text": "Mr Borcherdt told me at the hearing that he became aware of Centrelink's view decision during the course of December or January 2008 [sic].",
      "id": "s20"
    },
    {
      "text": "The Tribunal further continued (at para 11): \n Mr Borcherdt waited for his money.",
      "id": "s21"
    },
    {
      "text": "He said he expected to have a cheque by Christmas.",
      "id": "s22"
    },
    {
      "text": "The cheque did not arrive.",
      "id": "s23"
    },
    {
      "text": "He said his solicitors did not appear to be on top of the matter.",
      "id": "s24"
    },
    {
      "text": "He decided to contact the defendant's lawyers by telephone on or about 6 February 2008.",
      "id": "s25"
    },
    {
      "text": "The lawyer handling the case for the defendant quite properly refused to discuss the matter, given Mr Borcherdt was legally represented.",
      "id": "s26"
    },
    {
      "text": "Mr Borcherdt had a subsequent telephone conversation with his own lawyers where it appears he made a number of allegations about the quality of his representation.",
      "id": "s27"
    },
    {
      "text": "The firm terminated the retainer on 7 February.",
      "id": "s28"
    },
    {
      "text": "It was at that stage that Mr Borcherdt came to represent himself on 7 February, and as the Tribunal found, he came to send a letter to the solicitors acting for the defendant.",
      "id": "s29"
    },
    {
      "text": "In that, he purported to rescind the agreement that had been entered into on 27 November 2007.",
      "id": "s30"
    },
    {
      "text": "His explanation, as the Tribunal found, was that he considered that the defendant had breached an essential term of the agreement, that the payment would be made 21 days after receiving the clearance or notice of charge from the relevant authorities.",
      "id": "s31"
    },
    {
      "text": "The Tribunal (at para 12) recites some parts of that letter.",
      "id": "s32"
    },
    {
      "text": "It is necessary, having regard to the way in which the argument developed before me, to recite a little more than just those portions of the letter which the Tribunal chose to cite.",
      "id": "s33"
    },
    {
      "text": "The letter is addressed to Mr Rawlinson of Sparke Helmore Lawyers, the solicitors acting for the defendant.",
      "id": "s34"
    },
    {
      "text": "Having made reference to his rescission of the agreement, \"as written and endorsed on 27 November 2007\", Mr Borcherdt stated, inter alia , in that letter: \n Should your client still wish to resolve this matter by agreement, I would be willing to accept an ex gratia payment of $250,000 in effort to obviate the expense for trial to your client.",
      "id": "s35"
    },
    {
      "text": "Please note that whether it be now or in the future, I shall only accept such a consensual settlement if that payment does not include any component for economic loss.",
      "id": "s36"
    },
    {
      "text": "In full consideration for such a payment, I would be willing to discharge all actions, suits, and demands brought by me against your client arising out of an accident that occurred on 27 March 2001, in Brisbane, in which I suffered personal injury.",
      "id": "s37"
    },
    {
      "text": "I am willing to indemnify your client against any possible claims against your client for unpaid legal bills and any possible charges from statutory authorities, and that the amount will be paid within seven days of the agreement being reached.",
      "id": "s38"
    },
    {
      "text": "Should my personal indemnity not be acceptable to your client, I am willing to agree that the following amounts be paid into court: \n\n \n (1) Murphy Schmidt Solicitors, $12,573.18.",
      "id": "s39"
    },
    {
      "text": "(2) Hollingsworth and Spencer Solicitors, $12,721.39.",
      "id": "s40"
    },
    {
      "text": "(3) Hall Payne Lawyers, $23,711.83.",
      "id": "s41"
    },
    {
      "text": "(4) Medicare, $233.30.",
      "id": "s42"
    },
    {
      "text": "(5) Centrelink, $31,610.45.",
      "id": "s43"
    },
    {
      "text": "Total paid into court: $80,850.15.",
      "id": "s44"
    },
    {
      "text": "In such a case, the balance of $169,149.85 would be payable within seven days.",
      "id": "s45"
    },
    {
      "text": "Should no agreement be reached within 14 days, I propose that the matter proceed to trial without further delay.",
      "id": "s46"
    },
    {
      "text": "The Tribunal found (in para 13) that the Defendant's solicitors did not respond to this letter.",
      "id": "s47"
    },
    {
      "text": "Instead, so the Tribunal found, the settlement moneys were paid into court so that the entitlements of the various claimants could be determined: \n The bulk of that money has now been released, although a dispute over legal costs appears to be rumbling on.",
      "id": "s48"
    },
    {
      "text": "As a result of that dispute, the compensation proceedings have not been formally withdrawn.",
      "id": "s49"
    },
    {
      "text": "The Tribunal dealt with the submission that Mr Borcherdt had made before it, that his payment should be assessed having regard to the terms of the fresh offer in his letter of 7 February 2008, and that the defendant in the compensation proceedings had failed to discharge its obligations under the Discharge embodying an agreement made on 27 November 2007.",
      "id": "s50"
    },
    {
      "text": "The Tribunal was of the view that Mr Borcherdt was in error in his conception of the conclusions to be drawn from the events which had transpired.",
      "id": "s51"
    },
    {
      "text": "The Tribunal noted: \n The original agreement provided that the payment would not be forthcoming until at least 21 days had elapsed after the clearances were obtained.",
      "id": "s52"
    },
    {
      "text": "In the absence of an express time limit, it was presumably required to pay within a reasonable time after 21 days had elapsed.",
      "id": "s53"
    },
    {
      "text": "There was admittedly a delay in finalising a payment, which was unfortunate, but the delay was not such as to render the defendant in breach of its obligations.",
      "id": "s54"
    },
    {
      "text": "It follows that the arrangement embodied in the original discharge document remained on foot.",
      "id": "s55"
    },
    {
      "text": "Mr Borcherdt's attempts to rescind that agreement, strike a fresh one, and expressly excluded a payment in respect of economic loss, is a cheeky attempt to avoid any obligation to repay Centrelink.",
      "id": "s56"
    },
    {
      "text": "The Tribunal continued (at para 16): \n I am satisfied that at least a portion of the compensation payment was made in respect of economic loss, because the payment was made to settle a claim that included a claim for economic loss.",
      "id": "s57"
    },
    {
      "text": "Nothing was said in the documents to rebut that assumption.",
      "id": "s58"
    },
    {
      "text": "It is unsurprising, although perhaps unfortunate, that parties to settlement negotiations often focus on the final figure without documenting the amount that would be paid in respect of each aspect of the claim.",
      "id": "s59"
    },
    {
      "text": "And then a little later in that same paragraph:\n \n I note the defendant's solicitor took the view (expressed in an email to Centrelink) that the settlement included a component in respect of economic loss.",
      "id": "s60"
    },
    {
      "text": "The Tribunal then concluded that the decision of the Secretary which was under review, to impose a preclusion period on the basis of the receipt of a lump sum compensation payment that included an economic component, was not in error and therefore affirmed the decision under review.",
      "id": "s61"
    },
    {
      "text": "In so doing, the Tribunal made express reference to s 17(2), and particularly s 17(2)(c) of Social Security Act 1991 (Cth).",
      "id": "s62"
    },
    {
      "text": "Against that background, Mr Borcherdt's notice of appeal to this Court is in the following terms: THE QUESTIONS OF LAW raised on appeal are --- (specify each question of law).",
      "id": "s63"
    },
    {
      "text": "The applicant says that:\n \n The tribunal erred in the application of Section 17 of the Social Security Act 1991 (Cth) ('the Act'), as applied to the facts of the matter as presented and in accordance with the applicable standard of proof.",
      "id": "s64"
    },
    {
      "text": "Tthe tribunal failure to apply law of contact to the facts of the matter he objects to the tribunal in paragraph 14 denying the applicant his legal right to contact freely, and to conduct his affairs in a manner to maximise his benefit, and to minimise his liabilities.",
      "id": "s65"
    },
    {
      "text": "Furthermore, the applicant objects to the tribunal's 'cheeky' comment in denying his legal right.",
      "id": "s66"
    },
    {
      "text": "There is no legal basis for assuming that because a statement of claim includes a claim for economic loss, that an out of settlement therefore includes a component for economic loss.",
      "id": "s67"
    },
    {
      "text": "he seeks an fit and proper explanation to the applicant's submission questions as handed up to the tribunal at the hearing.",
      "id": "s68"
    },
    {
      "text": "Whether the settlement received was an ex gratia settlement and if not whether a component for economic loss was included?",
      "id": "s69"
    },
    {
      "text": "(a) RE: AGREEMENT --- 24 November 2007\n \n \n(1) Whether the pre-contractual statements made at pre-trail settlement conference can be considered as a term or a bipartite collateral contract to the Release Discharge and Indemnity (the agreement) as endorsed by the applicant on 27 November 2007.",
      "id": "s70"
    },
    {
      "text": "(2) Whether the surety given by the defendants at pre-trial settlement conference on 27 November 2007 that the applicant 'would have his money by Christmas' can be relied up on as collateral to the Release Discharge and Indemnity entered into and whether such was an essential term;\n \n(3) Whether the Release Discharge and Indemnity was an agreement that lacked certainty;\n \n(4) Whether that Release Discharge and Indemnity can be relied upon as an ex gratia settlement or agreement to settle without a component for economic loss;\n \n(5) Whether the defendants' breached an essential term of the Release Discharge and Indemnity by non performance; and \n \n(6) Whether the applicant was entitled to terminate the Release Discharge and Indemnity for breach of an essential term in not paying the consideration 'before Christmas'\n \n \n(b) RE: SETTLEMENT 29 February 2008\n \n \n(1) Whether the Release Discharge and Indemnity entered into on 27 November 2007 was at an end upon the applicant serving a termination notice upon the defendants on 7 February 2008 for non-performance.",
      "id": "s71"
    },
    {
      "text": "(2) Whether the settlement reached by consent on 29 February 2008 was late completion of the Release Discharge and Indemnity entered into on 27 November 2007, acceptance of the applicant's offer made to the defendants on 7 February 2008, or payment received without formal agreement;\n \n(3) Whether the form of the settlement was in accordance with the Release Discharge and Indemnity entered into on 27 November 2007, the Applicant's offer dated 7 February 2008 or neither; and\n \n[sic]\n It is not surprising, having regard to the way in which para 2 of the notice of appeal has been cast, that the Secretary has raised for consideration whether or not there is a question of law in the appeal.",
      "id": "s72"
    },
    {
      "text": "The appeal has as its central feature, as s 44 provides, that it must be on a question of law.",
      "id": "s73"
    },
    {
      "text": "If it is not on a question of law, then there is no jurisdiction to entertain the proceeding.",
      "id": "s74"
    },
    {
      "text": "One thing which s 44 does not confer upon this Court is jurisdiction to embark upon an appeal by way of a rehearing of the merits or otherwise of conclusions of fact to which the Tribunal came in its assessment of the material before it.",
      "id": "s75"
    },
    {
      "text": "A series of decisions of the Full Court of this Court earlier this decade have emphasised the centrality of the need for a question of law for there to be jurisdiction to entertain a proceeding under s 44 of the AAT Act.",
      "id": "s76"
    },
    {
      "text": "I refer in that regard to the decisions of the Full Court in Birdseye v Australian Securities and Investments Commission (2003) 76 ALD 321 and Comcare v Etheridge [2006] FCAFC 27 ; (2006) 149 FCR 522.",
      "id": "s77"
    },
    {
      "text": "When one turns to examine the so-called questions of law in para 2 of the notice of appeal those which appear immediately under the heading \"The applicant says that\", save perhaps for the first dot point, do not, it seems to me, raise a question of law.",
      "id": "s78"
    },
    {
      "text": "Neither, for that matter, do any of the other propositions which appear in the balance of para 2.",
      "id": "s79"
    },
    {
      "text": "Rather, they seem to me to have a quality which was described in Etheridge's case at para 29 in these terms: \n The invitation which is inherent in the above question, to examine the evidence and other material before the Tribunal is sufficient to show that it is not a question of law within the meaning of s 44(1) of the AAT Act (see Birdseye at para 18).",
      "id": "s80"
    },
    {
      "text": "It is at best a mixed question of law and fact.",
      "id": "s81"
    },
    {
      "text": "Looked at more critically, it is open to be understood as an invitation to the Court to conduct a rehearing with respect to important aspects of the controversy that came before the Tribunal for determination.",
      "id": "s82"
    },
    {
      "text": "This is not an invitation that the Court may accept on an appeal under s 44(1) of the AAT Act.",
      "id": "s83"
    },
    {
      "text": "The first dot point does not, in terms, pose a question but rather makes a statement: \n The Tribunal erred in the application of s 17 of the Social Security Act as applying to the facts of the matter as presented and in accordance with the applicable standard of proof.",
      "id": "s84"
    },
    {
      "text": "In what has proved to be an influential decision, a Full Court of this Court, in Collector of Customs v Pozzolanic Enterprises Pty Ltd (1993) 43 FCR 280 at 287, set out five general propositions which emerge from the cases as to what can amount to a question of law.",
      "id": "s85"
    },
    {
      "text": "The fifth of those propositions was this: \n The only question whether facts fully found fall within the provisions of a statutory enactment properly construed is generally a question of law.",
      "id": "s86"
    },
    {
      "text": "Authority is then cited for that proposition.",
      "id": "s87"
    },
    {
      "text": "Their Honours then qualify that fifth proposition by reference to remarks that Fullagar J made in Hayes v Federal Commissioner of Taxation [1956] HCA 21 ; (1956) 96 CLR 47 and, at page 288 observe:\n \n This principle is qualified when a statute uses words according to their ordinary meaning and the question is whether the facts found fall within those words.",
      "id": "s88"
    },
    {
      "text": "Where it is reasonably open to hold that they do then the question whether they do or not is one of fact.",
      "id": "s89"
    },
    {
      "text": "The facts found by the Tribunal included a finding (at para 4) that in respect of the proceeding instituted by Mr Borcherdt in the Supreme Court, \"the statement of claim includes a claim in respect of economic loss\".",
      "id": "s90"
    },
    {
      "text": "The statement of claim itself does not appear to have been in the material before the Tribunal.",
      "id": "s91"
    },
    {
      "text": "Equally though, there does not appear to have been any controversy before the Tribunal concerning the accuracy of that particular feature of the proceeding.",
      "id": "s92"
    },
    {
      "text": "Mr Borcherdt advanced a number of arguments directed to propositions in contract law concerning the characterisation of the payment that came to be made by court order in the proceedings in the Supreme Court.",
      "id": "s93"
    },
    {
      "text": "That order does appear in the material before the Tribunal.",
      "id": "s94"
    },
    {
      "text": "It was made by Fryberg J on 29 February 2008.",
      "id": "s95"
    },
    {
      "text": "It provided for payments to various firms of solicitors, to Centrelink, to Medicare, and to Mr Borcherdt, as well as for a sum to remain in court.",
      "id": "s96"
    },
    {
      "text": "The sums payable, pursuant to that order, to Centrelink and to Medicare correspond with those set out in Mr Borcherdt's letter of 7 February 2008; that which is expressed to be payable to him, to Murphy Schmidt Solicitors and to Hollingsworth and Spencer Lawyers, does not.",
      "id": "s97"
    },
    {
      "text": "Mr Borcherdt gave by way of affidavit evidence something of an account, as he saw it, as to the background to that court order.",
      "id": "s98"
    },
    {
      "text": "So, too, did the solicitors for the defendant in the email to which the Tribunal referred in its reasons.",
      "id": "s99"
    },
    {
      "text": "That email was authored by Mr Rawlinson and, materially, was in these terms: \n We confirm that the claim for personal injuries made by Hendrikus Borcherdt against Brisbane City Council and Insurance Australia Limited included a claim for economic loss, past and future.",
      "id": "s100"
    },
    {
      "text": "The settlement reached included an allowance for economic loss, past and future.",
      "id": "s101"
    },
    {
      "text": "In the way in which the first dot point in para 2 is cast, and having regard to what was said in Pozzolanic in relation to the fifth principle and its qualification, it seems to me that there is not a raised question of law.",
      "id": "s102"
    },
    {
      "text": "There was material before the Tribunal which admitted of a conclusion that the payment that came to be made to Mr Borcherdt, pursuant to the order of the court, was one which was made in respect of economic loss.",
      "id": "s103"
    },
    {
      "text": "The Tribunal's reasoning in that regard does not seem to me to be in any way illogical, or made unreasonably in the sense of being unsupported by any material before it.",
      "id": "s104"
    },
    {
      "text": "Mr Borcherdt's contract arguments depended, in the end, on an acceptance by the Tribunal of the proposition that, irrespective of whether or not he had validly rescinded an agreement struck on 27 November, there had nonetheless been an acceptance of a repudiation by the defendant and its representatives and a payment pursuant to an offer which he had made in that letter.",
      "id": "s105"
    },
    {
      "text": "That is not an inference which necessarily arises as the only inference to be drawn.",
      "id": "s106"
    },
    {
      "text": "The Tribunal was not, in any way, obliged to accept that as a necessary conclusion of fact on the material at hand.",
      "id": "s107"
    },
    {
      "text": "It is to be noted that there is an absence of correspondence between the terms of Mr Borcherdt's letter as to bases of payment and payees and the form in which the order of the court, on 29 February, came to be made.",
      "id": "s108"
    },
    {
      "text": "Even then if my conclusion, that there is not raised in the notice of appeal a question of law is incorrect, and that the case is to be viewed as one in which the question propounded is whether the Tribunal was entitled to conclude on the evidence before it that the payment was one within the terms of the statute, it seems to me that the Tribunal was reasonably entitled to reach that conclusion.",
      "id": "s109"
    },
    {
      "text": "Something should be said of the provisions which fell for consideration by the Tribunal.",
      "id": "s110"
    },
    {
      "text": "Section 17 of the Social Security Act 1991 (Cth) provides, by subsection (1), that \"compensation\" has the meaning given by subsection (2).",
      "id": "s111"
    },
    {
      "text": "A \"compensation affected payment\" is defined by way of reference to particular types of pensions, benefits and allowances, in s 17(1).",
      "id": "s112"
    },
    {
      "text": "Section 17(2) is in these terms: \n (2) Subject to subsection (2B), for the purposes of this Act, compensation means: \n\n \n(a) a payment of damages; or \n \n(b) a payment under a scheme of insurance or compensation under a Commonwealth, State or Territory law, including a payment under a contract entered into under such a scheme; or \n \n(c) a payment (with or without admission of liability) in settlement of a claim for damages or a claim under such an insurance scheme; or \n \n(d) any other compensation or damages payment; \n \n \n(whether the payment is in the form of a lump sum or in the form of a series of periodic payments and whether it is made within or outside Australia) that is made wholly or partly in respect of lost earnings or lost capacity to earn resulting from personal injury.",
      "id": "s113"
    },
    {
      "text": "Also to be noted are the terms of s 1169 , which provides as follows: \n Compensation affected payment not payable during lump sum preclusion period \n\n \n (1) If: \n\n \n (a) a person receives or claims a compensation affected payment; and \n\n(b) the person receives a lump sum compensation payment; \n \nthe compensation affected payment is not payable to the person in relation to any day or days in the lump sum preclusion period.",
      "id": "s114"
    },
    {
      "text": "(2) In this section: \n\n \"lump sum compensation payment\" does not include a lump sum payment: \n \n(a) to which section 1164 applies; or \n \n(b) that relates only to arrears of periodic compensation payments.",
      "id": "s115"
    },
    {
      "text": "The definition of \"compensation\" is thus important, in that it interplays with the operation of s 1169.",
      "id": "s116"
    },
    {
      "text": "In turn, s 1170 provides for the calculation of the lump sum preclusion period referred to in s 1169.",
      "id": "s117"
    },
    {
      "text": "A mischief to which s 1169 and s 1170 , read in conjunction with the definitions of \"compensation\" and \"compensation affected payment\" is directed, was stated by reference to an earlier, but nonetheless analogous, regime in social security legislation by von Doussa J in Secretary of the Department of Social Security v A'Beckett [1990] FCA 332 ; (1990) 26 FCR 349 at 359-360 in these terms: \n In my opinion, the intention of the scheme for preclusion and recovery is to prevent double payments from arising from that part of a payment by way of compensation, which is fairly to be characterised as damages or compensation for an incapacity for work.",
      "id": "s118"
    },
    {
      "text": "The intention of the scheme, in my opinion, remains to prevent double payments arising from payments which are to be characterised as compensation affected payments, and in that way, not to burden the revenue, ie, the Australian taxpayer, with the making of payments to an individual who has already received a compensation affected payment from another source.",
      "id": "s119"
    },
    {
      "text": "The Tribunal was, in my opinion, well entitled, having regard to the facts that it found, to reach the conclusion that the payment received by Mr Borcherdt was a compensation affected payment.",
      "id": "s120"
    },
    {
      "text": "In particular, the Tribunal was, in my opinion, well entitled to reach the conclusion that the payment was one that fell within the terms of s 17(2)(c) , and that it was one which was made wholly or partly \"in respect of\" lost earnings or lost capacity to earn, resulting from personal injury.",
      "id": "s121"
    },
    {
      "text": "Those words, \"in respect of,\" as they appear in s 17(2) , have a role to play.",
      "id": "s122"
    },
    {
      "text": "In that regard, reference might usefully be had to earlier decisions of this Court in respect of words used in an analogous way in earlier statutory regimes and, in particular, the observation made by von Doussa J in A'Beckett's case as to the policy which lies behind the statutory regime is instructive.",
      "id": "s123"
    },
    {
      "text": "In the absence of very singular evidence as to the construction of a settlement payment and the heads of damage for which it is made, where one sees a payment made in the course of either compensation or personal injuries proceedings, which is made as a result of those proceedings having been brought, it would ordinarily be an unremarkable conclusion, where the proceedings have included a claim in respect of loss of earning capacity or incapacity to undertake work, to reach a conclusion that the payment was one which had been made wholly or partly \"in respect\" of earnings or lost capacity to earn, resulting from personal injury.",
      "id": "s124"
    },
    {
      "text": "However one approaches this case, either on the basis that it is not truly an appeal on the question of law, or even if, perhaps, with respect, charitably, one approaches it on the basis that raised for consideration is whether the Tribunal was entitled on the facts that it found to reach the conclusion that it did, there is no merit in the appeal.",
      "id": "s125"
    },
    {
      "text": "It follows, necessarily, that it must be dismissed.",
      "id": "s126"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s127"
    },
    {
      "text": "Associate:\n \n \nDated: 10 February 2009\n \n Counsel for the Appellant: The Appellant appeared in person \n \n Solicitor for the Respondent: Minter Ellison \n Date of Hearing: 3 February 2009 \n \n Date of Judgment: 3 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/62.html",
      "id": "s128"
    }
  ]
}