{
  "name": "Singleton, in the matter of Mad Canoe Advertising Pty Ltd (in Liq) [2009] FCA 625 (9 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/625.html",
  "catchphrases": [
    {
      "text": "application for termination of voluntary winding up",
      "id": "c0"
    },
    {
      "text": "company trustee of unit trust",
      "id": "c1"
    },
    {
      "text": "voluntary liquidation disqualified company trustee from being trustee",
      "id": "c2"
    },
    {
      "text": "discussion of question whether termination of winding up would have effect that company would automatically resume office as trustee",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The first plaintiffs are the liquidators of the second plaintiff, Mad Canoe Advertising Pty Ltd (in liquidation) (MCA).",
      "id": "s0"
    },
    {
      "text": "I will call the first plaintiffs \"the Liquidators\".",
      "id": "s1"
    },
    {
      "text": "The plaintiffs applied for an order terminating the winding up.",
      "id": "s2"
    },
    {
      "text": "On 29 May 2009 I ordered that the winding up be terminated on and from that date and that the Liquidators' costs of the proceeding be an expense in the winding up.",
      "id": "s3"
    },
    {
      "text": "The following are the reasons why I made those orders.",
      "id": "s4"
    },
    {
      "text": "LEGISLATION \n Section 482(1) of the Corporations Act 2001 (Cth) (the Act) provides that at any time during the winding up of a company, the Court may, on application, make an order terminating the winding up on a day specified in the order.",
      "id": "s5"
    },
    {
      "text": "The application may be made by, relevantly, the liquidator or the company.",
      "id": "s6"
    },
    {
      "text": "Section 482 occurs in Pt 5.4B of the Act, headed \"Winding up in insolvency or by the Court\".",
      "id": "s7"
    },
    {
      "text": "The present winding up, however, is a voluntary winding up.",
      "id": "s8"
    },
    {
      "text": "Part 5.5 of the Act is headed \"Voluntary winding up\".",
      "id": "s9"
    },
    {
      "text": "Within that Part, s 511(1)(b) provides:\n \n The liquidator, or any contributory or creditor, may apply to the Court:\n (a) ...\n (b) to exercise all or any of the powers that the Court might exercise if the company were being wound up by the Court.",
      "id": "s10"
    },
    {
      "text": "The Liquidators have applied to the Court to exercise the Court's power under s 482 in respect of MCA.",
      "id": "s11"
    },
    {
      "text": "FACTS \n MCA carries on business exclusively as trustee of a unit trust, the Mad Canoe Advertising Unit Trust (the Trust).",
      "id": "s12"
    },
    {
      "text": "Michael Anthony Den Boer is the sole director and secretary of MCA.",
      "id": "s13"
    },
    {
      "text": "The sole shareholder in MCA is Reading Skills Workshop Pty Ltd (RSW).",
      "id": "s14"
    },
    {
      "text": "Mr Den Boer and his wife own the shares in RSW and they are its directors, while Mrs Den Boer is also its secretary.",
      "id": "s15"
    },
    {
      "text": "The Trust was constituted by a deed dated 23 July 2007.",
      "id": "s16"
    },
    {
      "text": "The unit holders were RSW, Michael McInerney Investments Pty Ltd (MMI) (whose sole director is Michael McInerney), and Studio Cain Pty Ltd (SC), a company associated with Bradley Shawn Cain.",
      "id": "s17"
    },
    {
      "text": "Mr Cain was also employed by MCA.",
      "id": "s18"
    },
    {
      "text": "Another company associated with the Den Boers is Kookaburra Productions Australia Pty Ltd (Kookaburra) which is a creditor of MCA (see [25] below).",
      "id": "s19"
    },
    {
      "text": "The business of MCA (that is, of the Trust) is that of an advertising agency.",
      "id": "s20"
    },
    {
      "text": "Its major client is Tony Ferguson Licensing Pty Ltd (Tony Ferguson Licensing).",
      "id": "s21"
    },
    {
      "text": "Indeed that company accounts for approximately 99% of MCA's turnover.",
      "id": "s22"
    },
    {
      "text": "On 17 April 2009, it was resolved at a meeting of the \"members\" of MCA (as noted above, there was only one member, RSW) that MCA be wound up voluntarily and that the Liquidators be appointed joint and several liquidators of the company.",
      "id": "s23"
    },
    {
      "text": "There were two circumstances that led to the winding up.",
      "id": "s24"
    },
    {
      "text": "They arose from the fact that Tony Ferguson Licensing and Mr Cain did not enjoy a cordial relationship.",
      "id": "s25"
    },
    {
      "text": "Mr Den Boer believed that MCA was about to lose the business of Tony Ferguson Licensing unless Mr Cain left MCA.",
      "id": "s26"
    },
    {
      "text": "This led to disputation between Mr Den Boer and Mr McInerney on the one hand and Mr Cain on the other, in or around December 2008, resulting in Mr Cain ceasing to be employed in MCA's business, although SC remained a unit holder of the Trust.",
      "id": "s27"
    },
    {
      "text": "Because Mr Den Boer and Mr McInerney believed that MCA was about to fail due to the apparent imminent loss of business from Tony Ferguson Licensing, they decided that Mr Den Boer (through MCA's sole shareholder, RSW) should cause MCA to go into voluntary liquidation.",
      "id": "s28"
    },
    {
      "text": "As explained below, since the commencement of the winding up on 17 April 2009, an accommodation has been reached between Mr Cain, Mr Den Boer and Mr McInerney.",
      "id": "s29"
    },
    {
      "text": "As at 17 April 2009, the units in the Trust were divided between the three unit holders as follows: RSW\nMMI\nSC\n 5,000 units\n5,000 units\n 5,000 units \n 15,000 units \n As well, MCA was indebted to each of the unit holders.",
      "id": "s30"
    },
    {
      "text": "There are some inconsistencies in the evidence as to the amounts of their loan accounts.",
      "id": "s31"
    },
    {
      "text": "At para 25 of their affidavit of 12 May 2009, the Liquidators state that MCA owed the unit holders the following amounts on loan account: RSW\nMMI\nSC\n $147,703.00\n$147,703.00\n $147,703.00 \n $443,109.00 \n \nThere is subsequent evidence, however, that is different.",
      "id": "s32"
    },
    {
      "text": "First, there is evidence that MMI's loan account is for only $132,394.",
      "id": "s33"
    },
    {
      "text": "At para 3 of the affidavit of Mr Den Boer sworn 29 May 2009, it is stated that the figure $147,703 was an estimate contained in the draft accounts and that subsequent to the Liquidators' calculation, Mr Den Boer was informed by MCA's accountant that MMI was actually owed an amount of $132,394.",
      "id": "s34"
    },
    {
      "text": "Mr McInerney accepted this as set out in para 3(d) of his affidavit sworn 29 May 2009.",
      "id": "s35"
    },
    {
      "text": "Similarly, since the Liquidators' gave the figures in their affidavit, the amounts owed by MCA to RSW and SC has been revised to $149,394 and $161,321 respectively.",
      "id": "s36"
    },
    {
      "text": "The total of the unit holders' loan account balances, however, remains $443,109.",
      "id": "s37"
    },
    {
      "text": "In the discussion that follows, I will refer to the revised figures as the amounts owed by MCA to the three unit holders.",
      "id": "s38"
    },
    {
      "text": "In his Declaration of Solvency (Form 520) made pursuant to s 494 of the Act, Mr Den Boer showed the assets and liabilities of MCA as at 16 April 2009 as follows: Assets \n Cash at bank\nTrade debtors\nPlant and machinery\nTOTAL $300,000\n$310,000\n $20,000 \n $630,000 Liabilities \n Estimated expenses of winding up\nUnsecured creditors in the form of trade accounts\nLoan accounts\nTOTAL $20,000\n$260,000\n $350,000 \n $630,000 \n Since the commencement of the liquidation, there have been three major developments.",
      "id": "s39"
    },
    {
      "text": "First, RSW and MMI have agreed to capitalise their loan accounts by applying them to the issue of further units in the Trust.",
      "id": "s40"
    },
    {
      "text": "Second, the Den Boer and McInerney interests have reached a settlement with the Cain interests under which SC will sell its units in the Trust to RSW and MMI in equal shares (2,500 units to each of them) and release the debt owed to it by MCA.",
      "id": "s41"
    },
    {
      "text": "There is certainly evidence that SC has agreed to release MCA from this liability.",
      "id": "s42"
    },
    {
      "text": "Mr Den Boer states in para 12 of his affidavit of 12 May 2009 that the effect of the settlement was that SC would release MCA from all of its claims.",
      "id": "s43"
    },
    {
      "text": "Also, clause 2 of a document in evidence entitled \"Terms of Settlement\" dated 29 April 2009 (by which SC contracts to sell its units to RSW and MMI) states that Mr McInerney, Mr Den Boer, MMI and RSW will jointly and severally \"mutually release each other from all claims, liabilities and obligations in connection with Mad Canoe Advertising Unit Trust\".",
      "id": "s44"
    },
    {
      "text": "However, the evidence is expressed in general terms and one wonders why SC would give up MCA's indebtedness to it in a sum as large as $161,321.",
      "id": "s45"
    },
    {
      "text": "It should be noted, however, that even without the release of MCA from its debt owed to SC, MCA would still be solvent.",
      "id": "s46"
    },
    {
      "text": "Accordingly, any vagueness in the evidence touching this question did not dissuade me from ordering a termination of the winding up.",
      "id": "s47"
    },
    {
      "text": "Third, with one exception (see [27] below), the independent trade creditors have indicated that they do not oppose a termination of the winding up.",
      "id": "s48"
    },
    {
      "text": "The first and second steps referred to above are subject to the winding up being terminated.",
      "id": "s49"
    },
    {
      "text": "That is to say, they will be implemented immediately following a termination of the winding up.",
      "id": "s50"
    },
    {
      "text": "The change in the assets and liabilities' position of MCA is shown in the following table as at 25 May 2009:\n \n \n Cash at Bank $ Trade Debtors $ Furniture &amp; Fittings $ Total Assets $ Trade Creditors $ Loan Accounts $ Estimated expenses of winding up $ Total Creditors $ Estimated Surplus Position as per Form 520 300,000 310,000 20,000 630,000 (260,000) (350,000) (20,000) (630,000) 0 Unit Holder Loans 93,000 \n \n \n \n (93,109) \n \n \n Production deposit (136,423) \n \n \n \n \n \n \n \n Creditors (135,786) \n \n \n \n \n \n \n \n Debtors Invoiced \n 249,181 \n \n 135,786 \n \n \n \n Operating Expenses (112,649) \n \n \n \n \n \n \n \n Debtors Receipts 52,435 (52,435) \n \n \n \n \n \n \n Position as at 17 April 2009 60,577 506,746 20,000 587,323 (124,214) (443,109) (20,000) (587,323) 0 Debtors Receipts 261,760 (261,760) \n \n \n \n \n \n \n Operating Expenses \n (37) \n \n \n \n \n \n \n \n Liquidators' fees (50,000) \n \n \n \n \n \n \n \n Cash at Bank as at 25 May 2009 272,300 244,986 20,000 537,286 (124,214) (161,321) 0 (285,535) 251,751 \n In relation to \"Cash at Bank\" it should be noted that MCA had two accounts at St George Bank.",
      "id": "s51"
    },
    {
      "text": "The credit balance in them at the date of the Liquidators' appointment on 17 April 2009 was $60,577.",
      "id": "s52"
    },
    {
      "text": "Since then, there have been further receipts from trade debtors which have increased the credit balance.",
      "id": "s53"
    },
    {
      "text": "In addition, the Liquidators have transferred $50,000 to a liquidation bank account to meet their costs and expenses.",
      "id": "s54"
    },
    {
      "text": "As at 25 May 2009, the \"Cash at Bank\" was $272,300.",
      "id": "s55"
    },
    {
      "text": "As at the date of the Liquidators' appointment, MCA was owed debts totalling $506,746.",
      "id": "s56"
    },
    {
      "text": "Mr Den Boer advised the Liquidators that these debts were fully recoverable.",
      "id": "s57"
    },
    {
      "text": "The Liquidators subsequently received a payment of $261,760, leaving a balance of $244,986 owing by debtors.",
      "id": "s58"
    },
    {
      "text": "The Liquidators have also expressed the opinion that this amount is fully recoverable.",
      "id": "s59"
    },
    {
      "text": "The Liquidators accepted Mr Den Boer's value of $20,000 for the office furniture and equipment.",
      "id": "s60"
    },
    {
      "text": "The trade creditors of MCA as at 17 April 2009 were as follows: Harbour Radio Pty Ltd\nHutchison 3G Australia Pty Ltd (Hutchison)\nScreen Australia\nTelstra Corporation Ltd (Telstra)\nKookaburra Productions Australia Pty Ltd\nAustralian Taxation Office (ATO)\nWestpac Banking Corporation (Westpac)\nTotal Creditors\nContingency\nTotal Creditors 8,811\n864\n5,340\n1,031\n61,315\n25,753\n 20,000 \n123,115\n 1,099 \n 125,245 \n \n As noted earlier, Kookaburra is a company associated with Mr Den Boer; Mr Den Boer is its sole director and secretary, and he and his wife own the shares in it.",
      "id": "s61"
    },
    {
      "text": "The debt of $61,315 owed to Kookaburra is for services provided by it to MCA.",
      "id": "s62"
    },
    {
      "text": "The amount of approximately $20,000 owed to Westpac is owed pursuant to a hire purchase agreement which is secured by a registered fixed charge over specific items of office equipment.",
      "id": "s63"
    },
    {
      "text": "Harbour Radio Pty Ltd, Screen Australia, ATO and Westpac have written letters to the effect that they consent, or do not object, to the termination of the winding up of MCA.",
      "id": "s64"
    },
    {
      "text": "Telstra has indicated that it is not willing to provide a letter to that effect.",
      "id": "s65"
    },
    {
      "text": "There is absent from evidence any letter from Hutchison.",
      "id": "s66"
    },
    {
      "text": "However, Telstra is owed only $1,031 and Hutchison only $864, and they have not sought to play any part in the proceeding.",
      "id": "s67"
    },
    {
      "text": "Further, Mr Den Boer has undertaken to the Court that as a director of Kookaburra he will ensure that MCA's trade creditors are paid.",
      "id": "s68"
    },
    {
      "text": "As noted at [13] above, the total of the unit holders' loan account balances at the date of the Liquidators' appointment was $443,109 and the revised total remains that figure.",
      "id": "s69"
    },
    {
      "text": "Mr Den Boer and Mr McInerney have both given undertakings to the Court that they will cause MCA to convene a meeting of unit holders, the result of which will be that 149,394 units of $1.00 each fully paid will be issued to RSW and 132,394 units of $1.00 each fully paid will be issued to MMI.",
      "id": "s70"
    },
    {
      "text": "After those two loan accounts have been applied in subscription for the additional units, the only loan owing to a unit holder that will be outstanding will be $161,321 owed to SC.",
      "id": "s71"
    },
    {
      "text": "I have referred to the evidence in this respect at [17] above.",
      "id": "s72"
    },
    {
      "text": "The Liquidators state that based on the position as at 25 May 2009, there is an estimated surplus of at least $250,000.",
      "id": "s73"
    },
    {
      "text": "They express the opinion that MCA was solvent and continues to be solvent, and that there is no information available to the Liquidators suggesting that MCA was or is otherwise than solvent.",
      "id": "s74"
    },
    {
      "text": "The Liquidators estimate their costs and expenses as Liquidators at $50,000 which they have received out of MCA's St George Bank account as mentioned at [21] above.",
      "id": "s75"
    },
    {
      "text": "In any event, in his affidavit made on 12 May 2009 Mr Den Boer undertakes to ensure that the Liquidators' costs and expenses are paid.",
      "id": "s76"
    },
    {
      "text": "By the document entitled \"Terms of Settlement\" noted at [17] above, SC contracts to sell to RSW and MMI SC's units for $260,000 payable by instalments throughout May 2009.",
      "id": "s77"
    },
    {
      "text": "There were in evidence two unit transfer forms signed on behalf of SC as transferor, one being to RSW of 2,500 units for $115,000, and the other being to MMI of 2,500 units for $115,000.",
      "id": "s78"
    },
    {
      "text": "I was satisfied that MCA was solvent and that the Trust was also solvent.",
      "id": "s79"
    },
    {
      "text": "There is no relevant distinction between the two, and if MCA somehow managed to pay its debts and liabilities, all of which it incurred as trustee of the Trust, out of non-Trust assets, it would be entitled to full indemnity out of the assets of the (solvent) Trust.",
      "id": "s80"
    },
    {
      "text": "One potential difficulty came to light, namely, that cl 11.2.2 of the Unit Trust Deed provides that a trustee is disqualified from holding office if, being a company, it goes into liquidation.",
      "id": "s81"
    },
    {
      "text": "It follows that MCA became disqualified from holding office as trustee of the Trust upon its going into voluntary liquidation on 17 April 2009.",
      "id": "s82"
    },
    {
      "text": "Until the winding up is terminated, MCA remains disqualified.",
      "id": "s83"
    },
    {
      "text": "The question arises whether the termination of the winding up, without more, has the effect that MCA again assumes the role of trustee.",
      "id": "s84"
    },
    {
      "text": "The correct analysis seems to be that while MCA is in liquidation, it is disqualified from performing its duties and exercising its powers under the Unit Trust Deed, but continues to hold the property of the Trust upon a constructive trust by the operation of general law principles.",
      "id": "s85"
    },
    {
      "text": "It is an interesting question what the terms of the constructive trust are.",
      "id": "s86"
    },
    {
      "text": "It may be that MCA simply holds the property upon a passive constructive trust for these unit holders in equal shares.",
      "id": "s87"
    },
    {
      "text": "It may also be that upon termination of the winding up, MCA again assumes the role of trustee under the express terms of the Unit Trust Deed: cf O'Reilly v Alderson [1849] EngR 680 ; (1849) 8 Hare 101 (68 ER 289).",
      "id": "s88"
    },
    {
      "text": "I am not called upon to decide these questions.",
      "id": "s89"
    },
    {
      "text": "In one way or another, it is clear that MCA will resume its position as trustee under the express terms of the Unit Trust Deed.",
      "id": "s90"
    },
    {
      "text": "Clause 11.4.3 of that Deed provides that with the unanimous consent of the unit holders in writing or by special resolution of the unit holders in general meeting, the unit holders are entitled to appoint a trustee in place of any trustee who is disqualified.",
      "id": "s91"
    },
    {
      "text": "It would not be in the interests of any of the unit holders to obstruct the passing of such a resolution if it should be thought necessary.",
      "id": "s92"
    },
    {
      "text": "Moreover, RSW and MMI have paid SC the purchase price for its units, and could compel SC to join with them in reappointing MCA as trustee, if this should be thought necessary in order to enable the unit transfers to be registered.",
      "id": "s93"
    },
    {
      "text": "CONCLUSION \n It was for the above reasons that I was satisfied that MCA was solvent and that I ordered the winding up should be terminated.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s95"
    },
    {
      "text": "Associate:\n \n \nDated: 9 June 2009\n \n Solicitor for the Plaintiffs: Mr D M Crompton of Church &amp; Grace Date of Hearing: 29 May 2009 Date of Judgment: 29 May 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/625.html",
      "id": "s96"
    }
  ]
}