{
  "name": "Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union v Luxottica Retail Australia Pty Ltd [2009] FCA 608 (9 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/608.html",
  "catchphrases": [
    {
      "text": "ballot process to adopt new workplace agreement",
      "id": "c0"
    },
    {
      "text": "whether employees had a 'reasonable opportunity to decide whether to accept'",
      "id": "c1"
    },
    {
      "text": "whether statements made by employer were misleading",
      "id": "c2"
    },
    {
      "text": "whether likely effect of statements would be that employees were misled such as to deny 'reasonable opportunity to decide'",
      "id": "c3"
    },
    {
      "text": "whether votes from one part of business would be diluted resulting in 'no reasonable opportunity to decide'",
      "id": "c4"
    },
    {
      "text": "ballot process to adopt new workplace agreement",
      "id": "c5"
    },
    {
      "text": "whether business single business or multiple-business",
      "id": "c6"
    },
    {
      "text": "whether business was required to seek approval to lodge multiple-business agreement",
      "id": "c7"
    },
    {
      "text": "industrial law",
      "id": "c8"
    },
    {
      "text": "industrial law",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "The applicants claim that the conduct of the first respondent ('Luxottica') in seeking to implement an enterprise agreement with its employees involves conduct in breach of the Workplace Relations Act 1996 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "The applicants therefore apply pursuant to ss 405 , 408 , 409 and 414 of the Act and ss 21 and 23 of the Federal Court of Australia Act 1976 (Cth) for declarations and other relief in respect of conduct allegedly engaged in by Luxottica in contravention of ss 332, 340(2), 341(1) and 343(1) of the Act.",
      "id": "s1"
    },
    {
      "text": "The second respondent ('the Commission') submits to any order the Court might make, save as to costs.",
      "id": "s2"
    },
    {
      "text": "FACTS \n The first named applicant, the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union, is an employee organisation registered pursuant to Schedule 1 --- Registration and Accountability of Organisations of the Act and is also a registered organisation of employees pursuant to Regulation of State Industrial Organisations in Part 4 of Chapter 5 of the Industrial Relations Act 1996 (NSW).",
      "id": "s3"
    },
    {
      "text": "The second applicant is an employee of Luxottica and is a member and workplace representative of the first applicant.",
      "id": "s4"
    },
    {
      "text": "The applicants will henceforth collectively be referred to as 'the AMWU.",
      "id": "s5"
    },
    {
      "text": "' Luxottica is engaged in the business of the manufacture, supply and retail of optical products.",
      "id": "s6"
    },
    {
      "text": "The manufacturing activities of Luxottica are conducted under the business name of Eyebiz in laboratories situated at Unit 2, 41-43 Riverside Road, Chipping Norton, New South Wales ('the laboratory').",
      "id": "s7"
    },
    {
      "text": "At these premises spectacle prescriptions are made in accordance with orders submitted by numerous retail outlets operated by Luxottica.",
      "id": "s8"
    },
    {
      "text": "The manufacturing activities engaged in at the laboratory include the cutting, grinding and polishing of the raw product to produce a lens which is made to prescription, and the fitting of those lenses to spectacle frames in fulfilment of orders.",
      "id": "s9"
    },
    {
      "text": "The AMWU has 77 members employed in the laboratory as optical technicians, tradespersons, process workers, maintenance employees and administrative employees.",
      "id": "s10"
    },
    {
      "text": "Approximately 257 employees are engaged at the laboratory.",
      "id": "s11"
    },
    {
      "text": "Luxottica also conducts retail operations at approximately 600 retail stores ('the retail outlets') under various trade names such as OPSM, Budget Eyewear, Laubman and Pank, Sunglass Hut and Oakley stores.",
      "id": "s12"
    },
    {
      "text": "Approximately 1,571 employees are engaged in Luxottica's retail operations.",
      "id": "s13"
    },
    {
      "text": "The Luxottica Retail Australia Optical Enterprise Agreement 2006-2009 ('the Retail Agreement') governs the industrial relations of the employees engaged at the laboratory and in most of the retail outlets.",
      "id": "s14"
    },
    {
      "text": "Such agreement expires on 30 September 2009.",
      "id": "s15"
    },
    {
      "text": "Luxottica conducts a distribution centre at its warehouse located at Unit 2, 31-33 Mavis Street, Revesby.",
      "id": "s16"
    },
    {
      "text": "Approximately 64 employees are engaged in such premises.",
      "id": "s17"
    },
    {
      "text": "In respect of their employment, the Luxottica Retail Distribution Centre Enterprise Agreement 2006 ('the Distribution Agreement') is operative.",
      "id": "s18"
    },
    {
      "text": "Such agreement expires on 30 June 2009.",
      "id": "s19"
    },
    {
      "text": "In February 2009 Luxottica proposed the making of a new industrial agreement to commence in 2009 to be known as the Luxottica Retail Australia Enterprise Agreement 2009-2012 ('the proposed agreement') in respect of all of its employees engaged at the laboratory; the Revesby distribution centre; and the various retail outlets.",
      "id": "s20"
    },
    {
      "text": "The proposed agreement was considered by all employees at information sessions or ' road shows ' held on 5 and 6 March 2009 and in early May 2009.",
      "id": "s21"
    },
    {
      "text": "Jason Green, an employee who works in the laboratory, and other employees attended the ' road show ' in early May 2009.",
      "id": "s22"
    },
    {
      "text": "During the meeting he recalls the question being asked ' what happens if we vote no?",
      "id": "s23"
    },
    {
      "text": "[to the agreement]'.",
      "id": "s24"
    },
    {
      "text": "Mr Green recalls that Ms Victoria Mackenzie-Andrew, the Senior Human Recourses Operations Manager of Luxottica, allegedly responded ' We don't want to go down that path, but if you vote no you'll go back to the award '.",
      "id": "s25"
    },
    {
      "text": "Ms Mackenzie-Andrew has no recollection of such question being asked and denies making such statement, but the Court will proceed on the assumption that the statement was made.",
      "id": "s26"
    },
    {
      "text": "A pamphlet entitled ' Frequently Asked Questions and Answers ' ('the information sheet') was simultaneously distributed to employees in respect of the proposed agreement.",
      "id": "s27"
    },
    {
      "text": "For those engaged at the laboratory, the information sheet entitled ' Frequently Asked Questions and Answers for Eyebiz ' contained a question in respect of the proposed agreement as follows: \n Q: What happens if we don't get a 'Yes' vote?",
      "id": "s28"
    },
    {
      "text": "A: We really want to provide you with an EA that you want to vote 'Yes' for however in the case of a 'No' vote, we would revert to the relevant Industry Award to determine the employment conditions for the relevant employees.",
      "id": "s29"
    },
    {
      "text": "This answer, together with the answer provided by Ms Mackenzie-Andrew will be referred to as 'the statements'.",
      "id": "s30"
    },
    {
      "text": "On 15 May 2009 the proposed agreement was distributed to Luxottica's employees.",
      "id": "s31"
    },
    {
      "text": "On 18 May 2009 the Commission forwarded ballot papers, including the above information sheet, by post to employees of Luxottica in Western Australia and other remote locations and to all other employees who would be subject to the proposed agreement on 19 May 2009.",
      "id": "s32"
    },
    {
      "text": "Due to a delay in the process, the voting period was extended to 10 am on 29 May 2009.",
      "id": "s33"
    },
    {
      "text": "These proceedings were commenced by an application seeking urgent injunctive relief on 26 May 2009.",
      "id": "s34"
    },
    {
      "text": "The proceedings were returnable before the Court on 28 May 2009.",
      "id": "s35"
    },
    {
      "text": "On that day the application was set down for hearing to commence on Monday 1 June 2009 for a final hearing.",
      "id": "s36"
    },
    {
      "text": "At the same time the Commission was directed, by consent of the parties, to refrain from opening the ballot votes submitted for the ballot.",
      "id": "s37"
    },
    {
      "text": "Because of certain time constraints, the parties seek an early determination.",
      "id": "s38"
    },
    {
      "text": "The AMWU seeks to restrain the continuation of the ballot on two grounds.",
      "id": "s39"
    },
    {
      "text": "Firstly, it claims that employees have not had a ' reasonable opportunity to decide whether they want to approve the agreement ' as required by s 340(2) of the Act.",
      "id": "s40"
    },
    {
      "text": "Secondly, the AMWU claims that Luxottica's business is a multiple-business within s 331 of the Act and accordingly the Commission cannot approve the proposed agreement since it is not a single business agreement as defined in s 328 of Act.",
      "id": "s41"
    },
    {
      "text": "ISSUE 1: 'NO REASONABLE OPPORTUNITY' \n AMWU's submissions\n The AMWU claims that contrary to s 340(2) of the Act, the employees have not had a ' reasonable opportunity to consider ' the agreement.",
      "id": "s42"
    },
    {
      "text": "Section 340(2) of the Act relevantly provides: \n (2) An employee collective agreement or union collective agreement is approved if: \n (a) the employer has given all of the persons employed at the time whose employment will, or would but for the operation of an ITEA that has passed its nominal expiry date, be subject to the agreement a reasonable opportunity to decide whether they want to approve the agreement; and ... \n The AMWU submits that the information provided to the employees relating to the vote has been misleading.",
      "id": "s43"
    },
    {
      "text": "The AMWU claims that the statements inferred that if a 'no' vote resulted from the ballot, it would follow as a direct and immediate consequence of such vote that award conditions would operate in respect of Luxottica employees.",
      "id": "s44"
    },
    {
      "text": "The AMWU submits that, contrary to the statements, if a 'no' vote resulted it would have the direct and immediate consequence that the extant Retail Agreement and Distribution Agreement would continue to operate.",
      "id": "s45"
    },
    {
      "text": "The Retail Agreement and the Distribution Agreement which currently regulate the industrial relations between the employees and Luxottica are each employee collective agreements made in accordance with s 327 of the Act.",
      "id": "s46"
    },
    {
      "text": "As such, each agreement will continue to operate until it is terminated in accordance with s 381 of the Act.",
      "id": "s47"
    },
    {
      "text": "Even though each agreement has a nominal expiry date, they will continue in force unless action is taken to have the agreement terminated, it is replaced by another agreement, it is found not to pass the no-disadvantage test or the Court declares it to be void.",
      "id": "s48"
    },
    {
      "text": "It follows that the existing Retail Agreement and Distribution Agreement remain current until one of the events referred to in s 347(4) occurs.",
      "id": "s49"
    },
    {
      "text": "The AMWU submits that the award rates of pay for employees are substantially less than those contained in the proposed agreement.",
      "id": "s50"
    },
    {
      "text": "Accordingly, the AMWU submits that the statements are misleading and have deprived employees of ' a reasonable opportunity to decide whether they want to approve the agreement '.",
      "id": "s51"
    },
    {
      "text": "As an alternate submission that a ' reasonable opportunity ' has not been provided, the AMWU claim that those employees engaged by Luxottica at the laboratory are being denied such opportunity because their vote would be subsumed by the majority of other employees who are engaged in the retail outlets of Luxottica.",
      "id": "s52"
    },
    {
      "text": "A petition was circulated and signed by 209 persons at the laboratory, indicating a preference to have a separate proposed agreement.",
      "id": "s53"
    },
    {
      "text": "The evidence in support of the AMWU claim in respect of the alleged misleading statements rests entirely upon the affidavit of Mr Green who deposed: \n I believed that what Ms McKenzie-Andrew [sic] told me and what was said in [the information sheet], regarding going back to the award if the vote went down was true and I had regard to this when I voted on the Proposed Agreement.",
      "id": "s54"
    },
    {
      "text": "The existing award for the laboratory employees is the Mechanical Opticians (State) Award ('the Award'), which currently operates as a notional agreement preserving State awards pursuant to Part 3 Division 1 of the Act.",
      "id": "s55"
    },
    {
      "text": "The most generous rates of pay fixed by the Award in respect of an optical mechanic vary between $630.40 and $658.",
      "id": "s56"
    },
    {
      "text": "In contrast, the rates of pay for such classification of employees under the Retail Agreement are approximately $772.47 to $886.51.",
      "id": "s57"
    },
    {
      "text": "Accordingly the Award rates in respect of such employees are less than that prescribed by the Retail Agreement.",
      "id": "s58"
    },
    {
      "text": "Under the proposed agreement the wage rates for the same classification would increase to between $908.67 and $956.75, but the new rates would not take effect (assuming the proposed agreement is adopted and found valid) until 1 March 2010.",
      "id": "s59"
    },
    {
      "text": "The AMWU submits that the Court can treat as self-evident the fact that the statements would convey the impression to the employees that in the event of a 'no' vote they would fall back onto the relevant Award and that the pay and conditions thereof are less advantageous to them.",
      "id": "s60"
    },
    {
      "text": "Luxottica's submissions\n Luxottica denies that the statements contained in the information sheet or made by Ms Mackenzie-Andrew were misleading.",
      "id": "s61"
    },
    {
      "text": "It submits that the evidence does not establish that there is any falsehood in the statements because it has not been shown that the company does not have the intention to revert to Award conditions in the event of a 'no' vote.",
      "id": "s62"
    },
    {
      "text": "As to the AMWU's claim of the direct and immediate effect of the vote, Luxottica submits that the AMWU has not proven that there is any temporal scope to the statements.",
      "id": "s63"
    },
    {
      "text": "Given this circumstance and since it cannot be shown that Luxottica did not intend to revert to award conditions, the AMWU is unable to establish that the statements were misleading.",
      "id": "s64"
    },
    {
      "text": "Further, Luxottica submits that there has been no evidence provided by the AMWU to establish that any employees were misled by the statements.",
      "id": "s65"
    },
    {
      "text": "Finding\n Misleading statements\n In Shop Distributive and Allied Employees' Association v Karellas Investments Pty Ltd [2008] FCAFC 42 ; (2008) 166 FCR 562 ( Karellas No.",
      "id": "s66"
    },
    {
      "text": "2 ) the Full Court (Moore, Marshall and Tracey JJ) said at [54]: \n His Honour had regard to the likely effect of the information on employees.",
      "id": "s67"
    },
    {
      "text": "We consider that his Honour was correct to do so.",
      "id": "s68"
    },
    {
      "text": "An employee who is given false and misleading information that may affect his or her decision on whether to approve an agreement is, by the very provision of that information, denied a reasonable opportunity to decide whether to approve the agreement.",
      "id": "s69"
    },
    {
      "text": "That is, because there is information available to the employee which has the capacity to distract him or her on voting on the agreement and from considering its actual effect.",
      "id": "s70"
    },
    {
      "text": "A decision that is capable of being affected by false and misleading information is not a decision about approving the agreement, but a decision about extraneous matters not given effect to by the agreement.",
      "id": "s71"
    },
    {
      "text": "In applying such principle, it is necessary to consider the evidential onus upon the AMWU.",
      "id": "s72"
    },
    {
      "text": "That is, whether, on the balance of probabilities, the inference is established that the statements were inaccurate.",
      "id": "s73"
    },
    {
      "text": "In Ricochet Pty Ltd and Others v Equity Trustees Executor and Agency Company Ltd [1993] FCA 99 ; (1993) 41 FCR 229 Lockhart, Gummow and French JJ rejected the submission that, in accordance with the observations of Wilson J in Gould v Vaggelas (1985) 157 CLR 215 at 236-238 the trial judge was bound to infer, in the absence of evidence to the contrary, that the appellants had been induced by the representations to enter into the lease in question.",
      "id": "s74"
    },
    {
      "text": "Their Honours said at 234: \n On the question of proof of inducement, the judgment of Wilson J in Gould v Vaggelas makes the point that a combination of factors may, if unanswered, lead to the conclusion that a person was induced by the representation of another to make the relevant decision.",
      "id": "s75"
    },
    {
      "text": "The first issue for consideration is whether the statements were misleading.",
      "id": "s76"
    },
    {
      "text": "Whether they are misleading depends on the scope of the question ' what happens if I vote no?",
      "id": "s77"
    },
    {
      "text": "'.",
      "id": "s78"
    },
    {
      "text": "If the question is to be construed as referring only to the immediate outcome of the vote, then the statements made were misleading, in view of the fact that if the vote failed the extant Retail Agreement and Distribution Agreement would continue to apply.",
      "id": "s79"
    },
    {
      "text": "However, both the Retail Agreement and the Distribution Agreement are due to expire within three months, by 30 June 2009 and 30 September 2009 respectively.",
      "id": "s80"
    },
    {
      "text": "Upon expiry Luxottica is entitled to apply to terminate both Agreements unilaterally pursuant s 392 of the Act.",
      "id": "s81"
    },
    {
      "text": "After such termination the relevant Award will apply to laboratory employees.",
      "id": "s82"
    },
    {
      "text": "Therefore, while Luxottica must initiate positive steps to cause the Award to apply, such course is available to the company.",
      "id": "s83"
    },
    {
      "text": "It follows that if the question ' what happens if I vote no?",
      "id": "s84"
    },
    {
      "text": "' is directed to the future regulation of the industrial relations between the employees and Luxottica, the answer is not misleading.",
      "id": "s85"
    },
    {
      "text": "Mr Green provided no evidence of the effect of the statement contained in the information sheet or of the statement made to him by Ms Mackenzie-Andrew other than his belief that the Award would apply.",
      "id": "s86"
    },
    {
      "text": "He did not refer to having any knowledge whatsoever of the conditions contained in the Award.",
      "id": "s87"
    },
    {
      "text": "Nor does he state that he would be disadvantaged if the Award conditions applied, and that this belief caused him to vote in favour of the proposed agreement.",
      "id": "s88"
    },
    {
      "text": "It is not even apparent whether he was influenced to vote in favour or against the proposed agreement.",
      "id": "s89"
    },
    {
      "text": "Nor, more significantly, did Mr Green specifically say that he understood that statements to say that the reversion to the Award would be direct and immediate.",
      "id": "s90"
    },
    {
      "text": "Ms Mackenzie-Andrew was cross-examined on various issues, but no questions were directed to her concerning the accuracy of the statements, nor were any questions asked of her relating to Luxottica's intention if a 'no' vote resulted.",
      "id": "s91"
    },
    {
      "text": "Whilst the AMWU submits that the statement conveyed that a reversion to the Award was a direct and immediate consequence of a 'no' vote, such proposition was never put to Ms Mackenzie-Andrew.",
      "id": "s92"
    },
    {
      "text": "The AMWU has not adduced any evidence that the stated intention of Luxottica is not genuine.",
      "id": "s93"
    },
    {
      "text": "In these circumstances there is no reason for the Court to doubt the accuracy of the statements made by Luxottica.",
      "id": "s94"
    },
    {
      "text": "Luxottica and its employees were engaged in the formulation of a new industrial relationship which would operate in the future.",
      "id": "s95"
    },
    {
      "text": "In this context the Court infers that it is more likely than not that the question contained in the information sheet and the question asked of Ms Mackenzie-Andrew were directed towards the future industrial relationship between the parties, rather than the direct and immediate outcome of a 'no' vote in the ballot.",
      "id": "s96"
    },
    {
      "text": "In these circumstances the Court finds that the statements were not misleading.",
      "id": "s97"
    },
    {
      "text": "If, contrary to this finding, the statements were misleading the Court would be required to consider the ' likely effect ' of such misleading statement.",
      "id": "s98"
    },
    {
      "text": "The onus of proof in establishing the employees would have been ' distracted ' by such statements or that the ' likely effect ' would have been that employees were misled must be established to the reasonable satisfaction of the Court: see Dixon CJ in Jones v Dunkel and Another [1959] HCA 8 ; (1959) 101 CLR 298 at 304-305, adopted by Stephen, Mason, Aickin and Wilson JJ in West v Government Insurance Office of New South Wales [1981] HCA 38 ; (1981) 148 CLR 62 at 66.",
      "id": "s99"
    },
    {
      "text": "Mr Green's statement contained at paragraph seven of his affidavit, reproduced at [19] above, is the only evidence that any employee might have been misled, assuming the statements to be wrong.",
      "id": "s100"
    },
    {
      "text": "The Court is mindful of the finding of Graham J at [49] in Shop, Distributive and Allied Employees' Association v Karellas Investments Pty Ltd (No.",
      "id": "s101"
    },
    {
      "text": "2) (2007) 166 IR 51 (' Karellas No.",
      "id": "s102"
    },
    {
      "text": "1 ') where his Honour said: \n In the absence of any evidence whatsoever as to the effect of any of the matters or alleged misinformation on the minds of any of the Karellas' employees, the likely effect of such alleged misinformation has to be considered.",
      "id": "s103"
    },
    {
      "text": "The Court is required to consider whether the statements are likely to have misled the employees.",
      "id": "s104"
    },
    {
      "text": "The Court could conclude, upon a review and comparison between the Award and the current or proposed agreement that the rates of pay presented by the Award are clearly less advantageous to the employees of Luxottica, and that if employees believed that Luxottica would revert to the Award, they would be likely to be misled into voting for the agreement proposed.",
      "id": "s105"
    },
    {
      "text": "However, the Court must have some evidence before it that the employees were aware that the proposed agreement was clearly more advantageous to the Award, that is, whether the employees were aware of the content of the Award.",
      "id": "s106"
    },
    {
      "text": "In Karellas No.",
      "id": "s107"
    },
    {
      "text": "1 the information provided to the employees was sufficient to enable the Court to find that it was misleading and was likely to ' distract ' the employees.",
      "id": "s108"
    },
    {
      "text": "For example, the employees were told the agreement would provide a pay rise over the previous agreement when it did not.",
      "id": "s109"
    },
    {
      "text": "Graham J had before him all the evidence necessary to decide the ' likely effect ' of such misinformation upon the minds of the employees.",
      "id": "s110"
    },
    {
      "text": "It was self-evident that the misinformation was likely to have provided an incentive to vote for the agreement.",
      "id": "s111"
    },
    {
      "text": "Without similar evidence the Court is unable find the ' likely effect ' of the alleged misinformation, since any such finding would be wholly speculative.",
      "id": "s112"
    },
    {
      "text": "The evidence is inadequate to warrant a finding that the statements caused employees to be distracted in their voting.",
      "id": "s113"
    },
    {
      "text": "In short, the Court is, on the evidence, unable to find that ' there is information available to the employee which has the capacity to distract him or her on voting on the agreement and from considering its actual effect ' (see Karellas No 2 at [54]) without knowing whether the employees knew of the content of the Award.",
      "id": "s114"
    },
    {
      "text": "More than mere conjecture is required to establish the facts relied upon in order that the Court might grant relief: see TNT Management Pty Limited v Brooks (1979) 23 ALR 345 per Gibbs CJ at 350; West v Government Insurance Office of NSW at 66.",
      "id": "s115"
    },
    {
      "text": "Mr Green's affidavit merely makes reference to the Award without any indication of his knowledge of its contents.",
      "id": "s116"
    },
    {
      "text": "This vital aspect is left entirely to speculation.",
      "id": "s117"
    },
    {
      "text": "For the above reasons, the claim that the information provided by Luxottica to its employees was misleading thereby failing to provide them a ' reasonable opportunity to decide ' fails.",
      "id": "s118"
    },
    {
      "text": "Dilution of votes\n As a second basis for the claim that the employees were not afforded a ' reasonable opportunity ' it is submitted that the voting power of those at the laboratory would be overwhelmed by the votes of other employees engaged in other activities of Luxottica, namely the distribution warehouse and the retail outlets.",
      "id": "s119"
    },
    {
      "text": "That is, their vote would be diluted in consequence of the votes of the other employees.",
      "id": "s120"
    },
    {
      "text": "Whilst this submission was not advanced to any significant degree, the Court observes that in National Union of Workers v Coles CDC Eastern Creek Pty Limited [2009] FCA 523 Graham J considered a submission to the same effect.",
      "id": "s121"
    },
    {
      "text": "His Honour at [50] dismissed the fact that certain employees engaged at a particular location would not have a ' reasonable opportunity to decide ' because of their voting power.",
      "id": "s122"
    },
    {
      "text": "His Honour found such claim lacked any substance.",
      "id": "s123"
    },
    {
      "text": "No authority has been quoted in support of such proposition, nor is there any evidence to support the submission that Luxottica had, as asserted by the AMWU, ' deliberately ' structured the proposed agreement to deny the laboratory employees a ' reasonable opportunity ' to decide to approve or to reject the proposed agreement.",
      "id": "s124"
    },
    {
      "text": "The claim that the vote of the laboratory employees would be completely irrelevant because they comprised a minority of the total number of employees is without evidential foundation.",
      "id": "s125"
    },
    {
      "text": "Pursuant to s 340(2)(b) of the Act an employee collective agreement may be made provided it is approved by a majority of employees.",
      "id": "s126"
    },
    {
      "text": "The vote of each member is of equal value and pursuant to s 340(2)(b)(i) of the Act the majority of those persons who vote will determine whether the agreement is to be made.",
      "id": "s127"
    },
    {
      "text": "For the above reason the Court rejects the submissions that a reasonable opportunity has not been afforded to the employees of Luxottica to vote in respect of the proposed agreement.",
      "id": "s128"
    },
    {
      "text": "ISSUE 2: 'SINGLE BUSINESS' \n AMWU's submissions\n The AMWU submits that the activities conducted by Luxottica do not comprise a 'single business' for the purpose of s 328 of the Act.",
      "id": "s129"
    },
    {
      "text": "Section 328 provides that an employer may make an agreement with one or more organisations of employees if each organisation: \n (a) has at least one member whose employment in a single business (or part of a single business) of the employer will be subject to the agreement; and \n (b) is entitled to represent the industrial interests of the member in relation to work that will be subject to the agreement.",
      "id": "s130"
    },
    {
      "text": "Section 322 of the Act relevantly defines 'single business' as follows: \n (1) For the purposes of this Part, a single business is: \n (a) a business, project or undertaking that is carried on by an employer; or... \n The AMWU points to the text of s 322(1) of the Act which refers to a single business comprising ' a business, project or undertaking... ' and submits that the use of the indefinite article, 'a' before each noun indicates that it is a singular business, project or undertaking which must be considered.",
      "id": "s131"
    },
    {
      "text": "The AMWU accordingly submits that the business of Luxottica is in effect three businesses comprising the laboratory, the distribution centre and the retail outlets.",
      "id": "s132"
    },
    {
      "text": "As a consequence, the AMWU submits that the proposed agreement cannot be submitted to the Workplace Authority Director as a ' single business agreement ' in accordance with s 342 of the Act.",
      "id": "s133"
    },
    {
      "text": "The AMWU further submits that if Luxottica is held not to be a 'single business' for the purpose of s 328 of the Act and the proposed agreement is not a 'single business agreement', it cannot be made and lodged without authorisation of the Workplace Authority Director.",
      "id": "s134"
    },
    {
      "text": "Instead a multiple-business agreement authorisation would be required as provided for in s 332 of the Act.",
      "id": "s135"
    },
    {
      "text": "Luxottica's submissions\n Luxottica denies that its business is a multiple-business.",
      "id": "s136"
    },
    {
      "text": "It relies upon the oral evidence of Michael Glenn Fretwell, Group Manufacturing Manager for Luxottica, and of Ms Mackenzie-Andrew and documents produced by Luxottica being a profit and loss spreadsheet ('the spreadsheet') dated December 2008, a financial forecast and a financial summary relating to the laboratory.",
      "id": "s137"
    },
    {
      "text": "Such documents and evidence are relied upon as establishing that Luxottica conducts a single business.",
      "id": "s138"
    },
    {
      "text": "Finding\n Section 331 relevantly provides: \n Multiple-business agreements \n (1) A multiple-business agreement is an agreement that: \n (a) relates to any combination or combinations of the following: \n (i) one or more single businesses; \n (ii) one or more parts of single businesses; \n carried on by one or more employers; and... \n Section 332 of the Act authorises an employer to apply to the Workplace Authority Director for authorisation to make or vary a multiple-business agreement.",
      "id": "s139"
    },
    {
      "text": "In National Union of Workers v Coles CDC Graham J considered the prospect of a multiple-business at [44].",
      "id": "s140"
    },
    {
      "text": "His Honour said: \n ...one might contemplate an employer which, within one company, carried on a media business, a pastoral business and a gambling business.",
      "id": "s141"
    },
    {
      "text": "Would those together constitute a single business, each being 'part of a single business' or, would they be three separate single businesses?",
      "id": "s142"
    },
    {
      "text": "Whilst it may be arguable that the three businesses were, for the purposes of the Act, a single business, with the answer to the question depending upon the unique facts of the given case, I am inclined to the view that there would be three separate 'single businesses' for the purposes of the Act.",
      "id": "s143"
    },
    {
      "text": "Mr Fretwell testified that the laboratory maintains a record of the costs of its operations including expenses, wages, rent, waste, electricity and other general costs.",
      "id": "s144"
    },
    {
      "text": "A record is also maintained relating to service and material charges made against a particular order received from a retail outlet.",
      "id": "s145"
    },
    {
      "text": "The material costs relate to the provision of spectacles and lenses which are ground, coated, edged and assembled to frames.",
      "id": "s146"
    },
    {
      "text": "The spreadsheet records all items of expenditure and notional income.",
      "id": "s147"
    },
    {
      "text": "Luxottica produced a budget forecast entitled ' Eyebiz Q2 Forecast ' which was a forecast and budget for labour costs and unit costs being the costs incurred in the processing of each order.",
      "id": "s148"
    },
    {
      "text": "The laboratory does not maintain any bank account and if cash is required for its operations it is supplied by a Luxottica retail cheque which is then cashed by the laboratory.",
      "id": "s149"
    },
    {
      "text": "No cash transactions take place between the retail outlets and the laboratory.",
      "id": "s150"
    },
    {
      "text": "Instead, an electronic record is maintained by the laboratory of the charges made for each order fulfilled by the laboratory.",
      "id": "s151"
    },
    {
      "text": "Mr Fretwell said that there was no pricing on any document which might accompany the order returned to the retail outlet.",
      "id": "s152"
    },
    {
      "text": "Rather, the costing is internal and nominal, and is used for ensuring that the laboratory is meeting its performance targets by matching its expenses to a notional 'profit' for the service provided to the retailer.",
      "id": "s153"
    },
    {
      "text": "Further, the laboratory only services orders placed from retail outlets operated by Luxottica or by one franchised retail outlet.",
      "id": "s154"
    },
    {
      "text": "That is, the laboratory does not provide any service to, and derives no profit from, eyewear retailers not owned or franchised by Luxottica.",
      "id": "s155"
    },
    {
      "text": "In Minister for Employment and Workplace Relations v Gribbles Radiology Pty Ltd and Another; Gribbles Radiology Pty Ltd v Heath Services Union of Australia and Another [2005] HCA 9 ; (2005) 222 CLR 194 at [39] the High Court said: \n The \"business\" of an employer may be constituted by a number of different assets, both tangible and intangible, that are used in the particular pursuit, whether of profit (if the \"business\" is a commercial enterprise) or other ends (if the activity is charitable or the \"business\" of government).",
      "id": "s156"
    },
    {
      "text": "In the case of a commercial enterprise, identifying the employer's \"business\" will usually require identification both of the particular activity that is pursued and of the tangible and intangible assets that are used in that pursuit.",
      "id": "s157"
    },
    {
      "text": "The \"business\" of an employer will be identified as the assets that the employer uses in the pursuit of the particular activity.",
      "id": "s158"
    },
    {
      "text": "It is the assets used in that way that can be assigned or transmitted and it is to the assets used in that way that an employer can be a successor.",
      "id": "s159"
    },
    {
      "text": "In Bilfinger Berger Services (Australia) Pty Ltd v Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia (2008) 176 IR 121 the Full Court of the Australian Industrial Relations Commission considered whether an employer's business comprised one or more business.",
      "id": "s160"
    },
    {
      "text": "At [3] the Full Bench observed that the evidence revealed that each of the five businesses conducted by the employer had separate resources, budgets, profits, employees, cost centres and billing centres.",
      "id": "s161"
    },
    {
      "text": "The respondent contended that the business of the employer was 'a multiple-business '.",
      "id": "s162"
    },
    {
      "text": "The Full Bench observed several obstacles with the respondent's submission.",
      "id": "s163"
    },
    {
      "text": "At [21] it stated: \n The first difficulty is that despite the fact that s 331 has been in the Act in one form or another since 1993, the construction has apparently never been adopted.",
      "id": "s164"
    },
    {
      "text": "Counsel were unable to point to a single instance of a multiple-business agreement applying to only one employer.",
      "id": "s165"
    },
    {
      "text": "The Full Bench continued at [22]-[23]: \n A further difficulty with the interpretation is that it gives rise to the possibility of a multiplicity of single businesses, and collective agreements, depending upon how an employer chooses to structure its operations.",
      "id": "s166"
    },
    {
      "text": "It would also introduce an element of unpredictability and caprice into the application of the agreement-making provisions depending upon the operating structure used by the employer.",
      "id": "s167"
    },
    {
      "text": "The interpretation would also give rise to a conflict between the operation of the multiple-business provisions and the definition of single business in s 322(1)(a).",
      "id": "s168"
    },
    {
      "text": "The terms \"business, project or undertaking\" in s 322(1)(a) should not be given a technical meaning.",
      "id": "s169"
    },
    {
      "text": "We think that the term \"business\" and perhaps also the term \"undertaking\" are capable of referring to the whole of the operations of one employer.",
      "id": "s170"
    },
    {
      "text": "While management jargon might support a narrower view, we think it is consistent with normal usage to describe the disparate operations of a single employer as that employer's business.",
      "id": "s171"
    },
    {
      "text": "In the present circumstances the facts establish that the laboratory maintains a record of its costs for product used in its operations, services, expenses and revenue solely for internal purposes.",
      "id": "s172"
    },
    {
      "text": "The laboratory is entirely dependent upon Luxottica for payment of such expenses on a daily basis and the laboratory has no separate bank account.",
      "id": "s173"
    },
    {
      "text": "There is no evidence that the laboratory has a separate management structure to that of the other operations conducted by Luxottica.",
      "id": "s174"
    },
    {
      "text": "Nor are there any financial records to suggest that it is a separate employer having a personality of its own.",
      "id": "s175"
    },
    {
      "text": "In these circumstances the Court concludes that the laboratory operates, for administrative purposes, as an internal division of Luxottica's business and that Luxottica operates as a single business.",
      "id": "s176"
    },
    {
      "text": "For these reasons the AMWU's submission that the proposed agreement would not constitute an employee collective agreement within a single business within the meaning of s 327 of the Act does not succeed.",
      "id": "s177"
    },
    {
      "text": "RELIEF \n Luxottica submits that the Court would have no jurisdiction to make orders of the kind sought by the AMWU since the vote for the collective agreement has not been taken and nor has Luxottica taken any steps to submit the agreement to the Workplace Authority Director for approval pursuant to s 340 of the Act.",
      "id": "s178"
    },
    {
      "text": "In particular, the respondents relied upon the observations of Dawson J in Oil Basins Limited v The Commonwealth of Australia and Other [1993] HCA 60 ; (1993) 178 CLR 643 at 649.",
      "id": "s179"
    },
    {
      "text": "In view of the findings of the Court made above it is unnecessary for the Court to consider the question whether the Court would, if either of the AMWU's submissions had been upheld, have had power either under the Act or pursuant to the Federal Court of Australia Act to grant injunctive or declaratory relief.",
      "id": "s180"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s181"
    },
    {
      "text": "Associate:\n \n \nDated: 9 June 2009\n \n Counsel for the Applicants: Mr Pearce \n \n Solicitor for the Applicants: Turner Freeman Lawyers \n \n Counsel for the First Respondent: Mr Moses SC with Mr Shariff \n \n Solicitor for the First Respondent: Deacons \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n Date of Hearing: 1-2 June 2009 \n \n Date of Judgment: 9 June 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/608.html",
      "id": "s182"
    }
  ]
}