{
  "name": "Markethaven Pty Ltd (subject to Deed of Company Arrangement) v Commonwealth of Australia [2009] FCA 694 (29 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/694.html",
  "catchphrases": [
    {
      "text": "application for transfer of proceeding to other registry of court",
      "id": "c0"
    },
    {
      "text": "similar proceedings, including representative proceeding, commenced in registry after this proceeding commenced",
      "id": "c1"
    },
    {
      "text": "whether choice of place to commence proceeding capricious",
      "id": "c2"
    },
    {
      "text": "whether sound reason to direct that proceeding be conducted and continued elsewhere",
      "id": "c3"
    },
    {
      "text": "balance of convenience",
      "id": "c4"
    },
    {
      "text": "relevant matters",
      "id": "c5"
    },
    {
      "text": "significance of proceedings in other registry",
      "id": "c6"
    },
    {
      "text": "place where events forming basis of claim occurred",
      "id": "c7"
    },
    {
      "text": "location of parties",
      "id": "c8"
    },
    {
      "text": "location of witnesses",
      "id": "c9"
    },
    {
      "text": "location of documents",
      "id": "c10"
    },
    {
      "text": "location of legal representatives",
      "id": "c11"
    },
    {
      "text": "delay",
      "id": "c12"
    },
    {
      "text": "relationship between this proceeding and representative proceeding",
      "id": "c13"
    },
    {
      "text": "practice and procedure",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "This is an application by the Commonwealth of Australia for an order pursuant to s 48 of the Federal Court of Australia Act 1976 (Cth) and O 10 r 1(2)(f) of the Federal Court Rules that the proceeding between Markethaven Pty Ltd (subject to Deed of Company Arrangement) (\"Markethaven\") and the Commonwealth of Australia (\"the Commonwealth\") and Rita Maclachlan, Pio Cesarin, Terry Slater, Robert Tribe and Noel Fraser (\"the personal respondents\") (SAD 130 of 2008) be conducted and continued in the New South Wales District Registry of this Court.",
      "id": "s0"
    },
    {
      "text": "The application is opposed by Markethaven but is supported by the personal respondents.",
      "id": "s1"
    },
    {
      "text": "The nature of Markethaven's claim\n Markethaven claims damages from the Commonwealth of Australia and the personal respondents.",
      "id": "s2"
    },
    {
      "text": "The following allegations appear in the Amended Statement of Claim (\"ASOC\") filed by Markethaven on 19 December 2008.",
      "id": "s3"
    },
    {
      "text": "Markethaven is subject to a deed of company arrangement.",
      "id": "s4"
    },
    {
      "text": "It is a body corporate which was registered in the State of Queensland on 22 March 1989.",
      "id": "s5"
    },
    {
      "text": "The Commonwealth by and through the Minister of the Department of Health and Ageing is responsible for the administration of the Therapeutic Goods Act 1989 (Cth) (\" Therapeutic Goods Act \").",
      "id": "s6"
    },
    {
      "text": "The complementary health care industry in Australia is governed by the Therapeutic Goods Act , which is an Act of the Commonwealth providing for a national system of controls relating to the quality, safety, efficacy and timely availability of therapeutic goods in Australia.",
      "id": "s7"
    },
    {
      "text": "The Department of Health and Ageing (\"the Department\") is a department of the Commonwealth of Australia.",
      "id": "s8"
    },
    {
      "text": "The Therapeutic Goods Administration (\"the TGA\") is a division of the Department and it has day to day responsibility for administering the Therapeutic Goods Act .",
      "id": "s9"
    },
    {
      "text": "At all material times, Mr Terry Slater (the fourth respondent) was the National Manager of the TGA.",
      "id": "s10"
    },
    {
      "text": "Ms Rita Maclachlan (the second respondent) was a delegate of the Secretary of the Department and the Director of the Office of Devices, Blood and Tissue.",
      "id": "s11"
    },
    {
      "text": "That office was a branch of the TGA which was responsible for licensing of participants within the therapeutic products industry and administered the application of the Goods Manufacturing Principles (\"GMP\") to manufacturers of such products.",
      "id": "s12"
    },
    {
      "text": "Mr Robert Tribe (the fifth respondent) was Chief GMP Auditor of the GMP Audit and Licensing Section, Conformity Assessment Branch, of the TGA.",
      "id": "s13"
    },
    {
      "text": "Mr Noel Fraser (the sixth respondent) was Lead Auditor of the GMP Audit and Licensing Section, Conformity Assessment Branch of the TGA.",
      "id": "s14"
    },
    {
      "text": "Mr Pio Cesarin (the third respondent) was an officer of the TGA and a delegate of the Secretary of the Department.",
      "id": "s15"
    },
    {
      "text": "Pan Pharmaceuticals Ltd (\"Pan\") was the holder of a licence issued under Pt 3 - 3 of the Therapeutic Goods Act to carry out steps in the manufacture of therapeutic goods and it manufactured therapeutic goods for supply to distributors of such products.",
      "id": "s16"
    },
    {
      "text": "The distributors of such products are referred to in the ASOC as \"sponsors\".",
      "id": "s17"
    },
    {
      "text": "Prior to 28 April 2003, Pan was the dominant manufacturer and supplier to distributors of approximately 70 per cent of therapeutic products known as complementary medicines sold in Australia.",
      "id": "s18"
    },
    {
      "text": "Markethaven was a sponsor in respect of therapeutic goods supplied to it by Pan listed on the register and until about 28 April 2003 distributed complementary medicines supplied by Pan as its principal business.",
      "id": "s19"
    },
    {
      "text": "The Minister of Health and Ageing was the Minister of the Department and the Minister responsible for the administration of the Therapeutic Goods Act .",
      "id": "s20"
    },
    {
      "text": "Ms Jane Halton was the Executive Secretary of the Department and was the Secretary for the purposes of the Therapeutic Goods Act .",
      "id": "s21"
    },
    {
      "text": "Prior to 28 November 2008, Markethaven traded in the complementary health care industry in Australia under the name \"Vita Gold Products\" and purchased vitamins and complementary medicines from suppliers, repackaged them under the Vita Gold label and sold those products on a wholesale basis.",
      "id": "s22"
    },
    {
      "text": "Prior to 28 April 2003, Markethaven's primary supplier of vitamins and complementary medicines was Pan, and in the period immediately prior to April 2003, Pan supplied in excess of half of Markethaven's products.",
      "id": "s23"
    },
    {
      "text": "Therapeutic products manufactured and supplied by Pan to Markethaven were listed on the register as required by the Therapeutic Goods Act .",
      "id": "s24"
    },
    {
      "text": "On 30 and 31 January 2003, staff of the TGA conducted an audit of Pan's premises to investigate possible causes of a consumer level recall of five batches of two formulations of the over-the-counter motion sickness tablets known as \"Travacalm\" (a micro-dose product) manufactured by Pan.",
      "id": "s25"
    },
    {
      "text": "This audit is referred to in the ASOC as \"the January Audit\".",
      "id": "s26"
    },
    {
      "text": "The January audit reported that test data relating to Travacalm had been manipulated at Pan.",
      "id": "s27"
    },
    {
      "text": "After the January audit, Pan's licence was amended to prohibit it from manufacturing micro-dose products and Pan ceased to manufacture micro-dose products.",
      "id": "s28"
    },
    {
      "text": "On 24 and 25 February 2003, staff of the TGA conducted another audit of Pan's premises.",
      "id": "s29"
    },
    {
      "text": "This audit is referred to in the ASOC as \"the February Audit\".",
      "id": "s30"
    },
    {
      "text": "The TGA prepared a detailed written report of the February audit.",
      "id": "s31"
    },
    {
      "text": "The February report was prepared at some point between 25 February 2003 and 21 March 2003, and it identified five deficiencies which were reported as critical.",
      "id": "s32"
    },
    {
      "text": "The February audit was never provided to Pan and it did not conclude or provide evidence of any imminent risk of death, serious illness or serious injury.",
      "id": "s33"
    },
    {
      "text": "It is alleged by Markethaven that, between 26 March 2003 and 7 April 2003, the TGA formulated a strategy whereby the February report would not be provided to Pan, Pan's licence should be suspended or revoked, Pan would not be given 28 days' notice of the Secretary's intention to suspend or cancel its licence and an unannounced audit of Pan would be conducted with the intention of finding evidence so as to enable the Secretary to suspend or cancel Pan's licence immediately and without notice and require a recall of all Pan products.",
      "id": "s34"
    },
    {
      "text": "This strategy is referred to in the ASOC as \"the Pan Strategy\".",
      "id": "s35"
    },
    {
      "text": "It is alleged by Markethaven that, at all material times, the TGA knew that: the effect of not providing the February report to Pan denied Pan the opportunity to correct any deficiencies identified in the report; the effect of not providing the February report to Pan denied Pan the opportunity to make submissions to the TGA about the inaccuracy or non-existence of any deficiencies reported in the report; and that for the TGA to identify critical deficiencies in a person's operations and withhold those deficiencies from that person would be a reckless exercise of the TGA's responsibilities under the Therapeutic Goods Act .",
      "id": "s36"
    },
    {
      "text": "It is alleged by Markethaven that the TGA's standard operating procedure required that when it identified deficiencies it was to bring those deficiencies to the prompt attention of the relevant person.",
      "id": "s37"
    },
    {
      "text": "It is alleged by Markethaven that the TGA, in formulating the Pan strategy, took into account the fact that, if given notice of the findings and conclusions of the February report or an intention to suspend or revoke its licence, Pan would have the opportunity to commence legal proceedings seeking an injunction preventing the TGA from suspending or revoking Pan's licence.",
      "id": "s38"
    },
    {
      "text": "The TGA wanted to deny Pan the opportunity to commence proceedings seeking an order restraining the suspension or revocation of Pan's licence.",
      "id": "s39"
    },
    {
      "text": "Between 7 and 14 April 2003, and in furtherance of the Pan strategy, staff of the TGA conducted an audit of Pan's premises.",
      "id": "s40"
    },
    {
      "text": "This audit is referred to in the ASOC as \"the April Audit\".",
      "id": "s41"
    },
    {
      "text": "On 15 April 2003, the TGA decided to convene an expert committee to advise the TGA whether Pan's manufacturing operation represented an imminent risk of death, serious illness or serious injury.",
      "id": "s42"
    },
    {
      "text": "On 23 April 2003, the TGA convened a meeting of an expert advisory group, which meeting was referred to by the TGA as an emergency meeting.",
      "id": "s43"
    },
    {
      "text": "The expert advisory group was provided with information regarding Travacalm and the findings of the January audit, the manipulation of test data in relation to Travacalm, and a product associated with Pan in which shark cartilage had been substituted for bovine cartilage.",
      "id": "s44"
    },
    {
      "text": "It was also provided with a document which was purportedly a copy of the TGA auditor's report concerning audits of Pan.",
      "id": "s45"
    },
    {
      "text": "Markethaven alleges that there were serious deficiencies in relation to the deliberations of the expert advisory group.",
      "id": "s46"
    },
    {
      "text": "I will not set out those alleged deficiencies.",
      "id": "s47"
    },
    {
      "text": "They involve the expert advisory group not being provided with certain information, the meeting of the expert advisory group being conducted in an environment created by the TGA in which the group was pressured to reach an immediate conclusion and the expert advisory group not being properly informed by the TGA as to the correct applicable GMP code under the Therapeutic Goods Act .",
      "id": "s48"
    },
    {
      "text": "Markethaven alleges that, prior to the meeting of the expert advisory group, the TGA had formulated a plan for the recall of the entire Pan product range, including the suspension of Pan's licence without notice, the removal of Pan's products from the register manufactured after a certain date without notice, the requirement that Pan recall all of its products manufactured after a certain date, the imposition of a condition on sponsors without notice preventing them from supplying products manufactured by Pan after a certain date, and strongly encouraging sponsors to participate in a voluntary product recall.",
      "id": "s49"
    },
    {
      "text": "Markethaven alleges that, when the expert advisory group met on 23 April 2003, the TGA knew that, unless there was a conclusion of imminent risk as required by s 41(2) of the Therapeutic Goods Act , the Act required notice to be given to Pan of the suspension of its licence.",
      "id": "s50"
    },
    {
      "text": "Markethaven alleges that the expert advisory group did not find that there was an imminent risk of death, serious illness or serious injury, and did not recommend a product recall of products manufactured and/or supplied by Pan.",
      "id": "s51"
    },
    {
      "text": "Markethaven alleges that, on 23 April 2003, the TGA issued a written report which purported to be a report on the outcomes of the February audit and the April audit and that that audit report was not provided to the expert advisory group and did not identify any non-compliance which was materially worse than the February report and did not conclude or provide credible evidence of an imminent risk of death, serious injury or serious illness.",
      "id": "s52"
    },
    {
      "text": "Markethaven alleges that, as at 28 April 2003, the TGA had no reliable evidence from appropriately qualified persons that there was an imminent risk of death, serious illness or serious injury in relation to all or any of Pan's products or the products supplied by Pan to Markethaven.",
      "id": "s53"
    },
    {
      "text": "On 28 April 2003, Ms Maclachlan gave notice to Pan that she had suspended Pan's licence to manufacture therapeutic goods for six months with immediate effect pursuant to s 41 of the Therapeutic Goods Act .",
      "id": "s54"
    },
    {
      "text": "This notice is referred to in the ASOC as \"the suspension notice\".",
      "id": "s55"
    },
    {
      "text": "On the same day, Mr Cesarin, on the basis of information provided by, and at the request of, Ms Maclachlan, gave notice to Pan that he had cancelled the listing of all products manufactured by Pan and listed in Attachment 1 to the Notice from the Register pursuant to s 30(1)(a) of the Therapeutic Goods Act and required Pan to take steps to recover immediately all goods listed in the attachment and manufactured and supplied by Pan since 1 May 2002.",
      "id": "s56"
    },
    {
      "text": "This notice is referred to in the ASOC as \"the Recall Notice\".",
      "id": "s57"
    },
    {
      "text": "Also on 28 April 2003, Mr Cesarin, on the basis of information provided by, and at the request of, Ms Maclachlan, gave Markethaven a notice under s 28 and s 31 of the Therapeutic Goods Act .",
      "id": "s58"
    },
    {
      "text": "This notice is referred to in the ASOC as \"the Markethaven Sponsor Notice\".",
      "id": "s59"
    },
    {
      "text": "In paragraph 42 of the ASOC, Markethaven alleges the following: \n \"The Markethaven Sponsor Notice: \n\n advised that Pan's licence had been suspended to 'avoid imminent risk of death, serious illness or serious injury', and that Markethaven was therefore unable to use Pan to manufacture products; pursuant to section 28(3) of the Act, imposed a condition of a product's listing or registration on the Register that '[a]ny further supply of products manufactured by Pan Pharmaceuticals Ltd since 1 May 2002 must cease ... to prevent imminent risk of death, serious illness or serious injury'; pursuant to section 31 of the Act, required Markethaven to provide information to the TGA about all of its products listed on the Register which were manufactured by Pan; strongly encouraged Markethaven to initiate a voluntary safety related consumer level recall of all batches of product manufactured by Pan Pharmaceuticals since 1 May 2002; set out the consequences of a failure to comply with the condition imposed on the listing of Markethaven's products on the Register.",
      "id": "s60"
    },
    {
      "text": "represented ( the Safety Representation ) that: \n 6.1 the basis for the need for the voluntary recall were [sic] serious safety concerns held by the TGA about products manufactured by Pan;\n 6.2 any further supply of Pan products would result in an imminent risk of death, serious illness or serious injury.",
      "id": "s61"
    },
    {
      "text": "\" \n\n On 28 April 2003, a notice in materially the same terms as the Markethaven Sponsor Notice was given to all sponsors of Pan products.",
      "id": "s62"
    },
    {
      "text": "This notice is referred to in the ASOC as \"the other Sponsors' Notice\".",
      "id": "s63"
    },
    {
      "text": "Markethaven alleges that, as at 28 April 2003, the TGA, Ms Maclachlan and Mr Cesarin, knew that a probable outcome of the Suspension Notice, the Recall Notice, the Markethaven Sponsor Notice and the Other Sponsors' Notices, was that Pan's business would be seriously and irreparably damaged and that it would be placed into liquidation and that the business of sponsors including Markethaven would suffer serious loss and damage.",
      "id": "s64"
    },
    {
      "text": "Markethaven alleges that the TGA did not test any products manufactured by Pan after 1 May 2002 prior to issuing the Markethaven Sponsor Notice, and any of Pan's products prior to issuing the Suspension Notice and the Recall Notice to determine which product should be the subject of the Recall Notice.",
      "id": "s65"
    },
    {
      "text": "On 30 April 2003, Markethaven agreed to participate in the voluntary product recall and Markethaven participated in the voluntary product recall, inter alia, as a result of the Safety Representation (see paragraph 42 of the ASOC set out in [24] above).",
      "id": "s66"
    },
    {
      "text": "Markethaven alleges that, as a result of its participation in the voluntary recall, it was unable to sell stock on hand and was required to make refunds to retailers and purchasers of Markethaven's products.",
      "id": "s67"
    },
    {
      "text": "Markethaven alleges that, by reason of the foregoing, it was unable from 28 April 2003 to obtain supply of, and therefore distribute, Pan's products, and consequently suffered a catastrophic loss of business and revenue.",
      "id": "s68"
    },
    {
      "text": "By reason of its financial position, on 28 November 2003, Mr Sid Sarantis, the sole director and shareholder of Markethaven, resolved to appoint administrators to Markethaven pursuant to s 436A of the Corporations Act 2001 (Cth).",
      "id": "s69"
    },
    {
      "text": "Markethaven makes a series of allegations to the effect that the Commonwealth had control over it, knew of Markethaven's reliance on representations made by the TGA and knew that Markethaven was unable to protect itself from the consequences of the acts of the Secretary or the TGA.",
      "id": "s70"
    },
    {
      "text": "Markethaven alleges that, by reason of the allegations relating to these matters, the Commonwealth, acting by and through the TGA, owed the following duties to Markethaven: \n(1) a duty to act with reasonable care when exercising its statutory powers and functions under the Therapeutic Goods Act ;\n \n(2) a duty to exercise its statutory powers and functions under the Therapeutic Goods Act in accordance with the requirements of the Act; and\n \n(3) a duty to act with reasonable care in making representations to Markethaven in connection with the exercise of statutory powers and functions in the Therapeutic Goods Act .",
      "id": "s71"
    },
    {
      "text": "Markethaven alleges that the Commonwealth, acting by and through the TGA, breached each of these duties.",
      "id": "s72"
    },
    {
      "text": "Markethaven also alleges that the personal respondents were public officers who committed the tort of misfeasance in public office.",
      "id": "s73"
    },
    {
      "text": "It is unnecessary for me to set out the particular allegations made against the personal respondents.",
      "id": "s74"
    },
    {
      "text": "Markethaven alleges that, by reason of the breaches of duty or misfeasance or both, it suffered loss and damage in an amount of at least $3,317,746.88.",
      "id": "s75"
    },
    {
      "text": "The major component of Markethaven's claim for loss and damage is loss of future profits of $2 million.",
      "id": "s76"
    },
    {
      "text": "Evidence on the application\n The Commonwealth tendered six affidavits on the application.",
      "id": "s77"
    },
    {
      "text": "Each affidavit is an affidavit sworn by Mr Ian Leslie Dallen, who is a legal practitioner and a partner of Corrs Chambers Westgarth.",
      "id": "s78"
    },
    {
      "text": "That firm acts for the Commonwealth.",
      "id": "s79"
    },
    {
      "text": "The Commonwealth also tendered some documents on the hearing of the application.",
      "id": "s80"
    },
    {
      "text": "Mr Dallen's affidavits establish the following matters: \n(1) Markethaven is subject to a deed of company arrangement.",
      "id": "s81"
    },
    {
      "text": "The company's registered office is in Queensland and its director and secretary, Mr Sid Sarantis, resides in that State.",
      "id": "s82"
    },
    {
      "text": "The one shareholder of the company, Ms Lynette Sarantis, also resides in Queensland.",
      "id": "s83"
    },
    {
      "text": "The administrators under the deed of company arrangement are Mr Ian Lock and Mr John Sheahan, who are members of the firm Sheahan Lock Partners.",
      "id": "s84"
    },
    {
      "text": "In the records provided to the Australian Securities and Investments Commission, Mr Lock's address is an address in South Australia and Mr Sheahan's address is an address in New South Wales.",
      "id": "s85"
    },
    {
      "text": "(2) The public office of the TGA is an address in the Australian Capital Territory.",
      "id": "s86"
    },
    {
      "text": "The TGA does not have any other public offices in Australia.",
      "id": "s87"
    },
    {
      "text": "It does have auditors based in Commonwealth Government offices in Sydney, Melbourne, Brisbane and Adelaide.",
      "id": "s88"
    },
    {
      "text": "(3) The second, third, fourth and fifth respondents reside in the Australian Capital Territory and the sixth respondent resides in Victoria.",
      "id": "s89"
    },
    {
      "text": "(4) On 7 April 2004, the liquidators of Pan commenced a proceeding (NSD 489 of 2004) in this Court against Mr Selim alleging breaches of his duties under s 180 of the Corporations Act 2001 (Cth) and under his contract of employment with Pan.",
      "id": "s90"
    },
    {
      "text": "Mr Selim brought cross-claims against the Commonwealth.",
      "id": "s91"
    },
    {
      "text": "In the fourth cross-claim, Mr Selim alleged that the Commonwealth had made a number of negligent misrepresentations during the course of audits and investigations into Pan's conduct by the TGA in the period from January to April 2003.",
      "id": "s92"
    },
    {
      "text": "The thrust of the representations was that the TGA, in carrying out certain conduct, was acting with one purpose in mind whereas in fact it had quite a different purpose in mind.",
      "id": "s93"
    },
    {
      "text": "It was also alleged by Mr Selim that the Commonwealth acted negligently in taking administrative action to suspend Pan's licence and cause a recall of all its products on 28 April 2003, and that it relied on inadequate and incorrect materials.",
      "id": "s94"
    },
    {
      "text": "In the fifth cross-claim, Mr Selim alleged that Ms Maclachlan, Mr Slater, Mr Tribe and Mr Fraser had engaged in the tort of misfeasance in public office in exercising powers during the conduct of the audits and investigations of Pan from January to April 2003 in a way which was knowingly in excess of their powers and done with malicious intent to injure Pan and Mr Selim.",
      "id": "s95"
    },
    {
      "text": "Mr Selim alleged that the Commonwealth was vicariously liable for the tortious conduct of Ms Maclachlan, Mr Slater, Mr Tribe and Mr Fraser.",
      "id": "s96"
    },
    {
      "text": "On 15 April 2008, the liquidator of Pan and Mr Selim reached a settlement of the action by Pan against Mr Selim.",
      "id": "s97"
    },
    {
      "text": "As part of the settlement, the liquidator of Pan assigned to Mr Selim certain causes of action held by Pan against the Commonwealth.",
      "id": "s98"
    },
    {
      "text": "Mr Selim's cross-claims against the Commonwealth proceeded.",
      "id": "s99"
    },
    {
      "text": "It is convenient to refer to these cross-claims as the Selim proceeding.",
      "id": "s100"
    },
    {
      "text": "The hearing of the Selim proceeding commenced on 30 June 2008 before Emmett J, and was adjourned part-heard on or about 30 July 2008.",
      "id": "s101"
    },
    {
      "text": "At the time of the adjournment, seven witnesses had given evidence on behalf of Mr Selim and eight witnesses had given evidence on behalf of the Commonwealth, including the second, fifth and sixth respondents.",
      "id": "s102"
    },
    {
      "text": "The Commonwealth had not called all of its witnesses and had as proposed witnesses an additional seven persons, including the third and fourth respondents.",
      "id": "s103"
    },
    {
      "text": "A substantial number of the witnesses and proposed witnesses of the Commonwealth resided in the Australian Capital Territory.",
      "id": "s104"
    },
    {
      "text": "Before the hearing resumed, Mr Selim reached a settlement with the Commonwealth.",
      "id": "s105"
    },
    {
      "text": "The Selim proceeding settled on terms requiring the Commonwealth to pay Mr Selim the sum of $50 million.",
      "id": "s106"
    },
    {
      "text": "(5) The Suspension Notice and the Recall Notice were issued to Pan during a meeting between representatives of Pan and the TGA that took place at Pan's premises in Sydney, New South Wales, on 28 April 2003, and the Markethaven Sponsor Notice was issued by the TGA from its Canberra office to Markethaven at its premises in Queensland.",
      "id": "s107"
    },
    {
      "text": "(6) On 23 December 2008, proceedings were commenced against the Commonwealth and the personal respondents under Pt IVA of the Federal Court of Australia Act 1976 (Cth) by Pharm-a-care Laboratories Pty Ltd.",
      "id": "s108"
    },
    {
      "text": "It is convenient to refer to this proceeding as the representative proceeding.",
      "id": "s109"
    },
    {
      "text": "The application in the representative proceeding states:\n \n \"1.",
      "id": "s110"
    },
    {
      "text": "This application is brought by the applicant as a representative party.",
      "id": "s111"
    },
    {
      "text": "2.",
      "id": "s112"
    },
    {
      "text": "The group members to whom the proceeding relates are persons who: \n (a) had on 28 April 2003 an economic interest in Pan Pharmaceuticals Ltd continuing to manufacture and supply certain classes of goods, principally vitamins, health supplements and complementary medicines;\n (b) suffered loss by reason of or as a consequence of the conduct of the Therapeutic Goods Administration in relation to regulatory action purportedly taken against Pan Pharmaceuticals on and from 28 April 2003; and\n (c) have, as at the date of commencement of this proceeding, entered into a litigation funding agreement with IMF (Australia) Ltd in relation to this proceeding.",
      "id": "s113"
    },
    {
      "text": "\" \n\n \nIn the representative proceeding, Pharm-a-care claims, for itself and the group, damages, exemplary damages, interest pursuant to s 51A of the Federal Court of Australia Act 1976 (Cth), costs, and such further or other relief as the Court determines is appropriate.",
      "id": "s114"
    },
    {
      "text": "The application in the representative proceeding sets out what are alleged to be questions of law or fact which are common between the claims of the applicant and the group members.",
      "id": "s115"
    },
    {
      "text": "(7) The representative proceeding is being funded by IMF (Australia) Ltd (\"IMF\").",
      "id": "s116"
    },
    {
      "text": "On 5 September 2008, IMF made the following release to the Australian Securities Exchange:\n \n \"The Board of Directors of IMF (Australia) Ltd announces that it proposes to fund a claim against the Commonwealth of Australia by certain persons who have suffered losses as a result of regulatory action against Pan Pharmaceuticals (in liquidation) ('Pan') in April 2003.",
      "id": "s117"
    },
    {
      "text": "The claim, to be filed in the Federal Court of Australia by McLachlan Thorpe Partners relate [sic] to regulatory action taken by the Therapeutic Goods Administration ('TGA') against Pan in April 2003 which caused Pan to fail and had a material impact on a range of parties, including Pan's shareholders, customers and creditors.",
      "id": "s118"
    },
    {
      "text": "The claim will allege misfeasance in public office and negligence by the TGA and its officers.",
      "id": "s119"
    },
    {
      "text": "\" \n\n \nAt the annual general meeting of IMF held on 7 November 2008, the chief executive officer of IMF made a presentation to shareholders during the course of which he referred to the representative proceeding and said that the proceeding had a maximum claim value of $150 million.",
      "id": "s120"
    },
    {
      "text": "That is also the estimate of the value of the claim given in IMF's summary of the representative proceeding available on its website.",
      "id": "s121"
    },
    {
      "text": "(8) The statement of claim in the representative proceeding is a very lengthy document.",
      "id": "s122"
    },
    {
      "text": "For present purposes it is sufficient for me to adopt the description of the proceeding given by the Commonwealth in its written outline of submissions.",
      "id": "s123"
    },
    {
      "text": "This description is accurate.",
      "id": "s124"
    },
    {
      "text": "\"In the representative proceedings -\n (a) Pharm-a-care makes allegations of misfeasance in public office against Ms Maclachlan, Mr Cesarin, Mr Tribe, Mr Fraser and Mr Slater in connection with the investigation and audit of Pan culminating in the issue of the suspension notice, the recall notice and the sponsors notice of the same general nature as Markethaven does in these proceedings and alleges that the Commonwealth is vicariously liable for the tortious conduct of those persons.",
      "id": "s125"
    },
    {
      "text": "(b) Pharm-a-care, like Markethaven, alleges a breach of a duties of care [sic] by the Commonwealth, Ms Maclachlan, Mr Cesarin, Mr Tribe, Mr Fraser and Mr Slater in connection with the issue of the suspension notice, the recall notice and the sponsors notice.",
      "id": "s126"
    },
    {
      "text": "Additionally, Pharm-a-care pleads causes of action in deceit, for inducing breach of contract, the tort in James v Commonwealth (1939) 64 CLR 562 and for trespass to goods.",
      "id": "s127"
    },
    {
      "text": "\" \n\n \n(9) On 16 July 2004, Mr Sheahan, a joint and several administrator of Markethaven, applied to the Federal Court for orders under s 596B and s 597(9) of the Corporations Act 2001 (Cth) for the purpose of examining three TGA officers, including Ms Maclachlan and Mr Fraser, and one TGA consultant, in order to obtain information relating to the TGA's suspension of Pan's licence under the Therapeutic Goods Act .",
      "id": "s128"
    },
    {
      "text": "That application was made in the New South Wales District Registry of this Court.",
      "id": "s129"
    },
    {
      "text": "On 24 July 2004, a Registrar of this Court made a series of orders under s 596B and s 597(9) for examination summonses to issue and books and documents to be produced.",
      "id": "s130"
    },
    {
      "text": "Those persons who were subject to the orders sought the discharge of the orders.",
      "id": "s131"
    },
    {
      "text": "Their application was heard by Emmett J, who, on 8 October 2004, made orders discharging the examination summonses and orders for production of documents: Commonwealth of Australia v Sheahan, in the matter of Markethaven Pty Ltd (subject to a deed of company arrangement) [2004] FCA 1301.",
      "id": "s132"
    },
    {
      "text": "In the course of his reasons, Emmett J said (at [103], [104]):\n \n \"I have already indicated that the Challenged Orders could not stand in the form in which they were made.",
      "id": "s133"
    },
    {
      "text": "That is to say, orders could only be supported on the basis that the documents to be produced by the Commonwealth would be as described in the amended schedules agreed by the parties.",
      "id": "s134"
    },
    {
      "text": "Accordingly, the orders for production addressed to the Document Recipients and to the Commonwealth should be discharged in any event.",
      "id": "s135"
    },
    {
      "text": "However, I consider that none of the Challenged Orders should stand, having regard to the want of full, frank and candid disclosure by Mr Sheahan.",
      "id": "s136"
    },
    {
      "text": "The discharge of the examination summonses and orders for production would not, however, necessarily preclude a fresh application.",
      "id": "s137"
    },
    {
      "text": "In any such fresh application, the precise relationship between Mr Sheahan and Mr Selim and the circumstances in which Mr Sheahan came to be involved with Markethaven, together with possible difficulties with the putative cause of action, would have to be disclosed in full, to enable the Court to make an informed decision as to how the discretion should be exercised.",
      "id": "s138"
    },
    {
      "text": "\" \n\n \nNo fresh application for examination summonses and orders for production was made.",
      "id": "s139"
    },
    {
      "text": "It is not necessary for me to set out in detail the events which occurred in 2004.",
      "id": "s140"
    },
    {
      "text": "In so far as they are known, they are set out in Emmett J's reasons at [38]-[63].",
      "id": "s141"
    },
    {
      "text": "It seems that Mr Andrew Thorpe of McLachlan Thorpe Partners, solicitors, acted for Mr Selim in the Selim proceeding.",
      "id": "s142"
    },
    {
      "text": "McLachlan Thorpe Partners are the solicitors for the applicant in the representative proceeding.",
      "id": "s143"
    },
    {
      "text": "It seems that, in January 2004, Mr Sheahan was corresponding with Mr Thorpe with a view to assisting Mr Selim in acquiring Pan's cause of action \"against the TGA\".",
      "id": "s144"
    },
    {
      "text": "It seems that Mr Selim paid the costs of the Markethaven meeting which appointed Messrs Sheahan and Lock as joint and several administrators of the deed of company arrangement of Markethaven in place of the then deed administrators.",
      "id": "s145"
    },
    {
      "text": "It seems that a company called Markethaven Funding Company Limited was formed on 25 June 2004 and that the sole director of that company was Mr Selim's wife, Ms June Selim.",
      "id": "s146"
    },
    {
      "text": "On 12 August 2004, the company entered into an Investigation Funding Deed with Markethaven and Messrs Sheahan and Lock.",
      "id": "s147"
    },
    {
      "text": "(10) Mr Dallen is of the view that Mr Selim and others who gave evidence on his behalf in the Selim proceedings may be called as witnesses by Markethaven and by the applicant in the representative proceedings.",
      "id": "s148"
    },
    {
      "text": "(11) A database containing approximately 18,249 documents and compiled for the purpose of the Commonwealth giving discovery in the Selim proceeding is held by Mr Dallen's firm in Sydney, New South Wales.",
      "id": "s149"
    },
    {
      "text": "To the extent that there are other relevant documents in the Commonwealth's possession, custody or control, those documents are likely to be held by the TGA in its offices in the Australian Capital Territory.",
      "id": "s150"
    },
    {
      "text": "(12) It seems that Markethaven has a substantial excess of liabilities over assets.",
      "id": "s151"
    },
    {
      "text": "In November 2008, its solicitors said that the company's assets were worth $33,000 and its liabilities totalled $671,032.54.",
      "id": "s152"
    },
    {
      "text": "At about that time, the Commonwealth's solicitors raised with Markethaven's solicitors the question of whether Markethaven should provide security for costs.",
      "id": "s153"
    },
    {
      "text": "In the course of correspondence which passed between the Commonwealth's solicitors and Markethaven's solicitors, the latter indicated that Markethaven was not receiving funding for the conduct of the proceeding from any third party, nor did any third party stand to benefit from the proceeding.",
      "id": "s154"
    },
    {
      "text": "After I had heard submissions on the Commonwealth's application, a sixth affidavit of Mr Dallen was filed.",
      "id": "s155"
    },
    {
      "text": "The parties were in agreement that I could have regard to that affidavit.",
      "id": "s156"
    },
    {
      "text": "The affidavit was sworn on 13 May 2009.",
      "id": "s157"
    },
    {
      "text": "Mr Dallen deposes to the fact that, since submissions on the Commonwealth's application were heard in March 2009, two new Federal Court proceedings against the Commonwealth and the personal respondents in relation to the suspension of the licence of Pan to manufacture therapeutic goods under the Therapeutic Goods Act had been commenced in the New South Wales District Registry of this Court.",
      "id": "s158"
    },
    {
      "text": "On 24 April 2009, Vita Health Laboratories (Australia) Pty Ltd and other applicants listed in a schedule to the application commenced proceedings against the Commonwealth and the personal respondents.",
      "id": "s159"
    },
    {
      "text": "I will refer to these proceedings as the Vita Health proceeding.",
      "id": "s160"
    },
    {
      "text": "Vita Health Laboratories (Australia) Pty Ltd (\"Vita Health\") and one of the other applicants, Supplements World Pte Ltd (in Liquidation) (\"Supplements World\"), were sponsors of therapeutic goods supplied to them by Pan, and the other applicants were entities related to Vita Health and Supplements World.",
      "id": "s161"
    },
    {
      "text": "Mr Dallen expresses the view that many of the issues that are in dispute in the Markethaven proceeding are raised in the statement of claim in the Vita Health proceeding and that there will be a substantial overlap in the matters that will be the subject of the Vita Health proceeding and this proceeding.",
      "id": "s162"
    },
    {
      "text": "The Vita Health proceeding is in the docket of Flick J.",
      "id": "s163"
    },
    {
      "text": "I have read the statement of claim in the Vita Health proceeding and, generally speaking, it is fair to say that the same events are the subject of the Vita Health proceeding as are the subject of this proceeding.",
      "id": "s164"
    },
    {
      "text": "The same causes of action are pleaded, although there are some additional causes of action pleaded in the Vita Health proceeding.",
      "id": "s165"
    },
    {
      "text": "On 28 April 2009, Australian Naturalcare Products Pty Ltd instituted proceedings against the Commonwealth and the personal respondents.",
      "id": "s166"
    },
    {
      "text": "I will refer to these proceedings as the Australian Naturalcare proceeding.",
      "id": "s167"
    },
    {
      "text": "Mr Dallen states that the statement of claim in the Naturalcare proceeding is very similar to the ASOC in the Markethaven proceeding and that he believes that there will be a substantial overlap in the matters that will be the subject of the proceeding and the matters which are the subject of this proceeding.",
      "id": "s168"
    },
    {
      "text": "The Australian Naturalcare proceeding is also in the docket of Flick J.",
      "id": "s169"
    },
    {
      "text": "I have read the statement of claim in the Australian Naturalcare proceeding and the allegations therein are very similar to the allegations in the statement of claim in this proceeding.",
      "id": "s170"
    },
    {
      "text": "It is very clear that a large number of issues of fact in this proceeding are also issues of fact in the Vita Health proceeding and the Australian Naturalcare proceeding.",
      "id": "s171"
    },
    {
      "text": "There also appear to be common issues of law in the three proceedings.",
      "id": "s172"
    },
    {
      "text": "Markethaven relied on an affidavit sworn by Mr Paul Neil Dugan.",
      "id": "s173"
    },
    {
      "text": "Mr Dugan is a legal practitioner and partner of DMAW Lawyers, which is the firm of solicitors which acts for Markethaven.",
      "id": "s174"
    },
    {
      "text": "Mr Dugan deposes to the following matters: \n(1) Sheahan Lock Partners has its head office and operational staff in relation to this matter in Adelaide.",
      "id": "s175"
    },
    {
      "text": "The firm also has an office in Sydney.",
      "id": "s176"
    },
    {
      "text": "(2) DMAW Lawyers has acted for Markethaven and its administrators since 2004 and the firm is located in Adelaide and does not have offices in any other State.",
      "id": "s177"
    },
    {
      "text": "DMAW has, since January 2002, acted for Mr Sheahan and Mr Lock and associated entities in various matters.",
      "id": "s178"
    },
    {
      "text": "(3) Sheahan Lock Partners has retained Mr R J Whitington QC on a number of matters in the past 10 years and he is their preferred senior counsel in litigation matters.",
      "id": "s179"
    },
    {
      "text": "(4) DMAW Lawyers was instructed to commence proceedings against the Commonwealth of Australia on 18 August 2008, and the proceedings were commenced on 29 August 2008.",
      "id": "s180"
    },
    {
      "text": "(5) Mr Whitington QC was retained on 5 September 2008 and Mr B J Doyle was retained on 9 September 2008.",
      "id": "s181"
    },
    {
      "text": "The chambers of Mr Whitington QC and Mr Doyle are located in South Australia.",
      "id": "s182"
    },
    {
      "text": "(6) Prior to being placed in administration, Markethaven supplied products to customers throughout Australia.",
      "id": "s183"
    },
    {
      "text": "(7) The Markethaven Sponsor Notice was created in Canberra and the applicant received the notice in Queensland.",
      "id": "s184"
    },
    {
      "text": "The events leading up to the issuing of Markethaven's Sponsor Notice took place in Canberra and those events which took place in New South Wales were audits and meetings conducted at the premises of Pan in Sydney and a one day meeting of the expert advisory group which took place at Sydney Airport.",
      "id": "s185"
    },
    {
      "text": "(8) It is likely that the applicant will call as witnesses Mr Sarantis and Mr Tony Patrick (a former employee of Markethaven), both of whom reside in the Gold Coast region of Queensland.",
      "id": "s186"
    },
    {
      "text": "(9) The majority of the records of the applicant, in so far as they are relevant to these proceedings, are located in the offices of DMAW Lawyers.",
      "id": "s187"
    },
    {
      "text": "The records of the administrators in relation to the applicant are located either at the offices of DMAW Lawyers or in the offices of Sheahan Lock Partners.",
      "id": "s188"
    },
    {
      "text": "(10) Mr Dugan sets out his instructions as to the reasons Mr Sheahan and Mr Lock decided not to join in the representative proceeding and the reasons they commenced this proceeding in the South Australia District Registry of this Court.",
      "id": "s189"
    },
    {
      "text": "(11) Mr Dugan states his opinion as to the status of the applicant's preparation for hearing at the date of the application.",
      "id": "s190"
    },
    {
      "text": "Mr Dugan also expresses the opinion that this proceeding will be ready for hearing within three months after the completion of discovery.",
      "id": "s191"
    },
    {
      "text": "(12) Mr Dugan refers to the settlement reached in the Selim proceeding and states that in his opinion the Selim proceeding and this proceeding involve factually very similar contentions concerning the acts and state of mind of the various officers of the TGA.",
      "id": "s192"
    },
    {
      "text": "Mr Dugan goes on to say:\n \n \"The principal difference between the within proceedings and the Selim proceedings is the legal question of whether Markethaven, as a sponsor under the TG Act, has a legal claim against the Commonwealth and its officers arising out of the same circumstances relied upon by Pan and Mr Selim; and \n\n \n Having regard to the above, and the matters deposed to in paragraphs 16 to 19 of Mr Dallen's affidavit of 19 February 2009 there is unlikely to be any serious dispute about many of the factual allegations made by the applicant in these proceedings, and I expect that, consistent with the terms of the model litigant rules, a trial in these proceedings should involve principally the determination of the legal issue referred to above.",
      "id": "s193"
    },
    {
      "text": "\" \n\n \n(13) Mr Dugan sets out in some detail the additional costs, in terms of counsel, solicitors and experts, which will be incurred by Markethaven should this proceeding be transferred to the New South Wales District Registry of this Court.",
      "id": "s194"
    },
    {
      "text": "(14) Mr Dugan expresses the opinion that there exists in the case of the representative proceeding potential for extensive interlocutory dispute, intensive judicial management of the proceeding and management of that proceeding in stages.",
      "id": "s195"
    },
    {
      "text": "Issues on the application\n The leading authority dealing with the operation of s 48 of the Federal Court of Australia Act 1976 (Cth) is National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155.",
      "id": "s196"
    },
    {
      "text": "In that case, Bowen CJ, Woodward and Lockhart JJ said (at 162): \n \"The power conferred on the Court or a judge by s 48 is in terms wholly unfettered.",
      "id": "s197"
    },
    {
      "text": "It should be exercised flexibly having regard to the circumstances of the particular case.",
      "id": "s198"
    },
    {
      "text": "It would be regrettable and unwise if the Court were to circumscribe the general power conferred by s 48 with inflexible rules or impose inelastic constraints upon its exercise.",
      "id": "s199"
    },
    {
      "text": "As the power may be exercised subject to conditions, the Court or a judge is in a position to mould orders under the section to take account of the many and varied circumstances that arise in particular cases.",
      "id": "s200"
    },
    {
      "text": "The power conferred by s 48 recognises the national character of this Court.",
      "id": "s201"
    },
    {
      "text": "The factors which the Court is entitled to take into account in considering whether one city is more appropriate than another for interlocutory hearings or for the trial itself are numerous.",
      "id": "s202"
    },
    {
      "text": "The Court must weigh those factors in each case.",
      "id": "s203"
    },
    {
      "text": "Residence of parties and of witnesses, expense to parties, the place where the cause of action arose and the convenience of the Court itself are some of the factors that may be relevant in particular circumstances.",
      "id": "s204"
    },
    {
      "text": "The balance of convenience will generally be a relevant consideration, but not necessarily determinative of each case.",
      "id": "s205"
    },
    {
      "text": "A party commences a proceeding by filing an application in a particular registry of the Court.",
      "id": "s206"
    },
    {
      "text": "If that party or another party wishes to have the proceeding conducted or continued in another place he may apply to the Court for an order under s 48 or O 10, r 1(2)(f) or O 30, r 6 as the case may be.",
      "id": "s207"
    },
    {
      "text": "There is no onus of proof in the strict sense to be discharged by the party seeking to conduct or continue the proceedings elsewhere.",
      "id": "s208"
    },
    {
      "text": "It should be noted that the Court may exercise its powers under O 30, r 6 either on the application of a party or of its own motion.",
      "id": "s209"
    },
    {
      "text": "The Court must, however, be satisfied, after considering all relevant matters, that there is sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s210"
    },
    {
      "text": "Its starting point is that the proceeding has been commenced at a particular place.",
      "id": "s211"
    },
    {
      "text": "Why should it be changed?",
      "id": "s212"
    },
    {
      "text": "On the one hand, if the party who commenced the proceeding chose that place capriciously the Court would be justified in giving no weight to the choice of place.",
      "id": "s213"
    },
    {
      "text": "At the other end of the scale, a proceeding may have continued for some time at the place of commencement with many steps having been taken there, for example, filing of pleadings and affidavits, discovery and inspection.",
      "id": "s214"
    },
    {
      "text": "Due weight would be given by the Court to such matters before directing that the proceeding should continue at a different place.",
      "id": "s215"
    },
    {
      "text": "The balance of convenience is important, but its weight must vary from case to case.",
      "id": "s216"
    },
    {
      "text": "Ultimately the test is: where can the case be conducted or continued most suitably bearing in mind the interests of all the parties, the ends of justice in the determination of the issues between them, and the most efficient administration of the Court.",
      "id": "s217"
    },
    {
      "text": "It cannot and should not, in our opinion, be defined more closely or precisely.",
      "id": "s218"
    },
    {
      "text": "\" \n\n In Cycles &amp; Wheelman Pty Ltd v Beltech Corporation Ltd (1988) 80 ALR 279 , Gummow J (as a judge of this Court) said (at 281): \n \"It is not, in my view, simply a question of the court locating the balance of convenience, because the court must be satisfied by the applicant that there be a change in the status quo and in the identity of the 'proper place' and that transfer be ordered.",
      "id": "s219"
    },
    {
      "text": "\" \n\n(See also my reasons in Rafferty v Time 2000 West Pty Limited [2008] FCA 1925 at [3] - [5] .",
      "id": "s220"
    },
    {
      "text": ")\n The fact that there are related proceedings in the other Registry and that it would be convenient for one judge to manage and possibly hear the two cases together is a relevant consideration and, depending on the circumstances, may be decisive.",
      "id": "s221"
    },
    {
      "text": "In Accfin International Securities Co Ltd v National Trustee Executors and Agency Co of Australasia Ltd (1990) 99 FLR 432 , a case involving an application under the Jurisdiction of Courts (Cross-vesting) Act 1987 (Qld), MacKenzie J said (at 435): \n \"I have finally concluded that the balance is tilted in favour of the Queensland proceedings being dealt with in the Victorian Supreme Court because it is desirable that the issues that will, on the pleadings, be litigated in the Queensland proceedings as between the defendants and the third parties be litigated only once, if possible.",
      "id": "s222"
    },
    {
      "text": "That result will more likely be achieved if the issues in the Queensland proceedings, which appear to be only one aspect of the Victorian proceedings, are litigated in or in conjunction with those proceedings.",
      "id": "s223"
    },
    {
      "text": "\" \n\n Markethaven does not accept that this proceeding should be tried together with the representative proceeding.",
      "id": "s224"
    },
    {
      "text": "The decision to bring this proceeding in the South Australia District Registry was not a capricious decision.",
      "id": "s225"
    },
    {
      "text": "It may be explained by the matters Mr Dugan sets out in his affidavit and, in particular, the facts that the administrators' head office and operational staff are in Adelaide and its solicitors and counsel practise, primarily at least, in this State.",
      "id": "s226"
    },
    {
      "text": "However, for the reasons set out below, there is a sound reason to make the order sought by the Commonwealth and that is the advantages of this proceeding being dealt with in the New South Wales District Registry in conjunction with the three proceedings already in that Registry.",
      "id": "s227"
    },
    {
      "text": "The balance of convenience clearly favours an order that this proceeding be conducted and continued in the New South Wales District Registry of this Court.",
      "id": "s228"
    },
    {
      "text": "Relevant matters\n 1.",
      "id": "s229"
    },
    {
      "text": "The significance of the other proceedings in the New South Wales District Registry\n There are three proceedings already in the New South Wales District Registry: the representative proceeding, the Vita Health proceeding and the Australian Naturalcare proceeding.",
      "id": "s230"
    },
    {
      "text": "Markethaven accepts that this proceeding and the representative proceeding arise out of substantially the same substratum of facts, at least as far as liability is concerned.",
      "id": "s231"
    },
    {
      "text": "The same may be said of the proceedings commenced after submissions were made on the Commonwealth's application.",
      "id": "s232"
    },
    {
      "text": "I have no doubt that there are many common issues of fact in the four proceedings and, it would seem, some common issues of law.",
      "id": "s233"
    },
    {
      "text": "The fact that proceedings raise common issues of fact and law is a reason, perhaps a strong reason depending on the circumstances, for concluding that they should be heard in the same District Registry.",
      "id": "s234"
    },
    {
      "text": "First, there are advantages in terms of pre-trial management and the resolution of interlocutory disputes about matters concerning pleadings, discovery and the like.",
      "id": "s235"
    },
    {
      "text": "Common issues can be dealt with at the same time and in the same way.",
      "id": "s236"
    },
    {
      "text": "Secondly, the Court is better placed to determine in a way which advances the interests of justice questions as to how the trials should be conducted and whether they are to be tried at the same time or one after the other or stayed until after the determination of one of them (see O 29 r 5 of the Federal Court Rules ).",
      "id": "s237"
    },
    {
      "text": "Thirdly, there are obvious efficiencies for the Court and for those parties who are parties to more than one proceeding (in this case, the Commonwealth and the personal respondents) and are represented by the same solicitors and counsel.",
      "id": "s238"
    },
    {
      "text": "Of course, there are potential disadvantages.",
      "id": "s239"
    },
    {
      "text": "For example, delay in one action may potentially lead to delay in another action.",
      "id": "s240"
    },
    {
      "text": "However, the judge managing all actions will be in a position to deal with those types of problems.",
      "id": "s241"
    },
    {
      "text": "Markethaven sought to deal in two ways with the fact the proceedings raise common issues of fact and law.",
      "id": "s242"
    },
    {
      "text": "First, it submitted that this was an application under s 48 of the Federal Court of Australia Act 1976 (Cth), and not an application by the Commonwealth under O 29 r 5 of the Federal Court Rules for consolidation or an order that the proceedings be tried at the same time.",
      "id": "s243"
    },
    {
      "text": "Markethaven submitted that the fate of an application under O 29 r 5 is quite uncertain.",
      "id": "s244"
    },
    {
      "text": "It follows that some of the advantages advanced by the Commonwealth, such as the avoiding of inconsistent findings, are far from guaranteed.",
      "id": "s245"
    },
    {
      "text": "It seems to me that the answers to this submission are as follows.",
      "id": "s246"
    },
    {
      "text": "First, the advantages in terms of the pre-trial management of the four proceedings remain.",
      "id": "s247"
    },
    {
      "text": "Secondly, the four proceedings are complex and involve claims for large sums of money.",
      "id": "s248"
    },
    {
      "text": "It seems to me that, leaving aside negligible prospects, any prospect of a course being adopted that will result in the trials being conducted efficiently in terms of time and cost is desirable and that that is more likely to be achieved where all of the proceedings are before the one judge in the same District Registry.",
      "id": "s249"
    },
    {
      "text": "Secondly, Markethaven contended that it is likely that the Commonwealth will not contest liability, and that therefore there was no significant advantage in all the proceedings being before the one judge in the same District Registry.",
      "id": "s250"
    },
    {
      "text": "It was submitted that the principal issue was likely to be a legal one, namely, whether a sponsor can claim from the Commonwealth in relation to conduct which in its direct effect involves another party (that is, Pan).",
      "id": "s251"
    },
    {
      "text": "To support its contention that it is likely the Commonwealth will not contest liability, Markethaven referred to the following matters: \n(1) The Commonwealth settled the Selim proceeding by a payment of $50 million.",
      "id": "s252"
    },
    {
      "text": "(2) Certain passages in the cross-examination of Commonwealth witnesses at the hearing of the Selim proceeding wherein, so it was submitted, important admissions were made.",
      "id": "s253"
    },
    {
      "text": "(3) The model litigant rules contained in Appendix B of the Legal Services Directions 2005 (made under s 55ZF of the Judiciary Act 1903 (Cth)) and, in particular, the following:\n \n \" Appendix B The Commonwealth's obligation to act as a model litigant \n The obligation \n Consistently with the Attorney-General's responsibility for the maintenance of proper standards in litigation, the Commonwealth and its agencies are to behave as model litigants in the conduct of litigation.",
      "id": "s254"
    },
    {
      "text": "Nature of the obligation \n The obligation to act as a model litigant requires that the Commonwealth and its agencies act honestly and fairly in handling claims and litigation brought by or against the Commonwealth or an agency by: \n ...\n (c) acting consistently in the handling of claims and litigation\n (d) endeavouring to avoid, prevent and limit the scope of legal proceedings wherever possible, including by giving consideration in all cases to alternative dispute resolution before initiating legal proceedings and by participating in alternative dispute resolution processes where appropriate\n (e) where it is not possible to avoid litigation, keeping the costs of litigation to a minimum, including by:\n (i) not requiring the other party to prove a matter which the Commonwealth or the agency knows to be true\n (ii) not contesting liability if the Commonwealth or the agency knows that the dispute is really about quantum\" \n\n The Commonwealth's response to this submission was that I should proceed on the basis that it \"will defend the Markethaven proceedings at every level and that they will necessarily involve a substantial trial\".",
      "id": "s255"
    },
    {
      "text": "The settlement in the Selim proceeding is a very substantial settlement, but other than the fact of the settlement, I know virtually nothing about the circumstances surrounding the settlement.",
      "id": "s256"
    },
    {
      "text": "I have perused the extracts of the transcript of the Selim proceeding exhibited to Mr Dugan's affidavits.",
      "id": "s257"
    },
    {
      "text": "Having regard to the nature and complexity of the four proceedings and the amounts claimed, it is simply not possible to say that ultimately the Commonwealth will not contest liability.",
      "id": "s258"
    },
    {
      "text": "I have had regard to the model litigant principles in reaching that conclusion.",
      "id": "s259"
    },
    {
      "text": "Note 4 to the above obligations makes it clear that the Commonwealth is entitled to act firmly and properly to protect its interests and it is entitled to take legitimate steps to test or defend claims against it.",
      "id": "s260"
    },
    {
      "text": "It seems to me that to negate the advantages of all four proceedings being dealt with in the New South Wales District Registry, Markethaven would need to show that it is likely the Commonwealth will admit liability.",
      "id": "s261"
    },
    {
      "text": "Having regard to the size and complexity of the four proceedings and the amounts claimed, I am simply not satisfied of that.",
      "id": "s262"
    },
    {
      "text": "It is possible, indeed likely, that some issues will not be contested but I do not think any stronger finding is open.",
      "id": "s263"
    },
    {
      "text": "In my opinion, the advantages of this proceeding being dealt with in conjunction with the other three proceedings already in the New South Wales District Registry is a powerful reason for making the order sought by the Commonwealth.",
      "id": "s264"
    },
    {
      "text": "2.",
      "id": "s265"
    },
    {
      "text": "The place where events forming the basis of Markethaven's claim occurred\n It seems clear that none of the relevant events occurred in South Australia.",
      "id": "s266"
    },
    {
      "text": "The key events, being the issue of the Suspension Notice, the Recall Notice and the Markethaven Sponsor Notice and the audits and investigations which preceded them all took place in either New South Wales or the Australian Capital Territory.",
      "id": "s267"
    },
    {
      "text": "The Suspension Notice and the Recall Notice were issued to Pan during a meeting between representatives of Pan and of the TGA that took place at Pan's premises in Sydney, New South Wales, on 28 April 2003.",
      "id": "s268"
    },
    {
      "text": "The Markethaven Sponsor Notice was issued by the TGA from its Canberra offices to Markethaven at its premises in Queensland.",
      "id": "s269"
    },
    {
      "text": "Markethaven's centre of business was Queensland, with its director and shareholder (Mr Sid Sarantis and Ms Lynette Sarantis respectively) residing in that State.",
      "id": "s270"
    },
    {
      "text": "The audits and investigations into Pan between January and April 2003 occurred at Pan's premises at Moorebank, Sydney, and the expert advisory group met at Sydney Airport.",
      "id": "s271"
    },
    {
      "text": "3.",
      "id": "s272"
    },
    {
      "text": "Location of the parties\n As I have said, Markethaven's registered office is in Queensland and its director and shareholder reside in that State.",
      "id": "s273"
    },
    {
      "text": "Its original administrators were located in Queensland.",
      "id": "s274"
    },
    {
      "text": "Its present administrators are located in South Australia, or at least Mr Lock is located here.",
      "id": "s275"
    },
    {
      "text": "Of the personal respondents, the second, third, fourth and fifth reside in the Australian Capital Territory and the sixth respondent resides in Victoria.",
      "id": "s276"
    },
    {
      "text": "4.",
      "id": "s277"
    },
    {
      "text": "Location of witnesses\n I am satisfied on the evidence that most of the likely witnesses at a trial of this proceeding reside in New South Wales or the Australian Capital Territory.",
      "id": "s278"
    },
    {
      "text": "I am able to reach this conclusion because of the similarities between this proceeding and the Selim proceeding, and because I have been provided with details of the witnesses who gave, and were to give, evidence in the Selim proceeding and where they reside.",
      "id": "s279"
    },
    {
      "text": "There is a fair chance that Mr Selim, and possibly Mr Kenneth Baxter, will be called as witnesses by Markethaven.",
      "id": "s280"
    },
    {
      "text": "Mr Baxter was a non-executive director of Pan and he resides in New South Wales.",
      "id": "s281"
    },
    {
      "text": "Markethaven states that it is likely to call as witnesses, Mr Sarantis and Mr Patrick.",
      "id": "s282"
    },
    {
      "text": "Mr Sarantis and Mr Patrick reside in Queensland.",
      "id": "s283"
    },
    {
      "text": "The public office of the TGA is in the Australian Capital Territory, although it has auditors based in Commonwealth Government offices in Sydney, Melbourne, Brisbane and Adelaide.",
      "id": "s284"
    },
    {
      "text": "5.",
      "id": "s285"
    },
    {
      "text": "Location of documents\n I do not think this is a significant issue in this case.",
      "id": "s286"
    },
    {
      "text": "For the purposes of the Selim proceeding, the Commonwealth, \"processed the Commonwealth's documents onto an electronic database\".",
      "id": "s287"
    },
    {
      "text": "The database contains about 18,249 documents.",
      "id": "s288"
    },
    {
      "text": "I do not understand the Commonwealth to seek to support its application by relying on location of the documents.",
      "id": "s289"
    },
    {
      "text": "The majority of Markethaven's documents are held at the offices of DMAW Lawyers in Adelaide, and the administrators' documents in relation to Markethaven are either held by DMAW Lawyers or at the offices of Sheahan Lock Partners.",
      "id": "s290"
    },
    {
      "text": "As I have said, that firm's head office is in Adelaide, although it has an office in Sydney.",
      "id": "s291"
    },
    {
      "text": "6.",
      "id": "s292"
    },
    {
      "text": "Location of legal representatives\n The Commonwealth contends that this factor is irrelevant.",
      "id": "s293"
    },
    {
      "text": "Markethaven contends that it is a relevant matter and that its solicitors and counsel practise in Adelaide and that it has a pre-existing relationship with them.",
      "id": "s294"
    },
    {
      "text": "The authorities suggest that this is not a matter to be accorded great weight: Australian Competition and Consumer Commission v Fila Sport Oceania Pty Ltd [2003] FCA 430 at [8] and [25] per Hill J; Australian Competition &amp; Consumer Commission v Pauls Ltd [2002] FCA 71 at [13] per O'Loughlin J.",
      "id": "s295"
    },
    {
      "text": "I have taken into account Mr Dugan's evidence about the costs associated with counsel, solicitors and experts travelling to Sydney.",
      "id": "s296"
    },
    {
      "text": "No doubt, there would be costs associated with instructing new solicitors and counsel in Sydney.",
      "id": "s297"
    },
    {
      "text": "No doubt, there is a disparity of resources as between Markethaven and the Commonwealth, although, without evidence as to how Markethaven is funding the litigation (it appears to be insolvent), it is not possible to be precise about the extent of the disparity.",
      "id": "s298"
    },
    {
      "text": "7.",
      "id": "s299"
    },
    {
      "text": "Delay\n The applicant contended that the Commonwealth had delayed in bringing the application.",
      "id": "s300"
    },
    {
      "text": "I do not agree.",
      "id": "s301"
    },
    {
      "text": "It was foreshadowed at an early stage and brought shortly after the representative proceeding was commenced.",
      "id": "s302"
    },
    {
      "text": "The applicant contended that the hearing of its proceeding will be delayed if it is transferred to the New South Wales District Registry.",
      "id": "s303"
    },
    {
      "text": "The Commonwealth countered by pointing to the fact that the administrators had waited four years before bringing the proceeding.",
      "id": "s304"
    },
    {
      "text": "Whilst the estimates of Markethaven's solicitor as to a trial date appear overly optimistic, I accept that there may well be delay if this proceeding is transferred and is managed in conjunction with the three proceedings.",
      "id": "s305"
    },
    {
      "text": "It is a matter to be taken into account, but in the circumstances it is not sufficiently strong to tip the balance of convenience in favour of Markethaven.",
      "id": "s306"
    },
    {
      "text": "8.",
      "id": "s307"
    },
    {
      "text": "The relationship between this proceeding and the representative proceeding\n It is not necessary for me to address a submission by the Commonwealth that this proceeding and the representative proceeding was what counsel for the Commonwealth called \"but two parts of a single phalanx of litigation being promoted against the Commonwealth\".",
      "id": "s308"
    },
    {
      "text": "Conclusion\n I accept that the decision to institute this proceeding in the South Australia District Registry was not a capricious one.",
      "id": "s309"
    },
    {
      "text": "Nevertheless, the advantages of all four proceedings being dealt with in the New South Wales District Registry provide a sound reason for making the order sought by the Commonwealth and the balance of convenience favours that course.",
      "id": "s310"
    },
    {
      "text": "I will make an order that this proceeding be conducted and continued in the New South Wales District Registry of this Court.",
      "id": "s311"
    },
    {
      "text": "I will hear the parties as to costs.",
      "id": "s312"
    },
    {
      "text": "I certify that the preceding seventy-one (71) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s313"
    },
    {
      "text": "Associate: \nDated: 29 June 2009\n \n Counsel for the Applicant: Mr R J Whitington QC with Mr B J Doyle \n \n Solicitor for the Applicant: DMAW Lawyers \n \n Counsel for the First Respondent: Mr W J N Wells QC with Mr M J O'Meara \n \n Solicitor for the First Respondent: Corrs Chambers Westgarth Lawyers \n \n Counsel for the Second, Third, Fourth, Fifth and Sixth Respondents: Mr S J Doyle \n \n Solicitor for the Second, Third, Fourth, Fifth and Sixth Respondents: Moray &amp; Agnew Solicitors \n Date of Hearing: 16, 18, 23 March 2009 \n \n Date of Judgment: 29 June 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/694.html",
      "id": "s314"
    }
  ]
}