{
  "name": "Mars Australia Pty Ltd v Sweet Rewards Pty Ltd [2009] FCA 606 (5 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/606.html",
  "catchphrases": [
    {
      "text": "allegations of passing off, misleading conduct, false representations and infringement of trade marks",
      "id": "c0"
    },
    {
      "text": "whether ordinary consumer could be misled by respondent's product",
      "id": "c1"
    },
    {
      "text": "whether meaningful to speak of respondent's get-up",
      "id": "c2"
    },
    {
      "text": "intellectual property",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Introduction\n Maltesers are a well known confectionary consisting of chocolate covered malt balls.",
      "id": "s0"
    },
    {
      "text": "They first appeared in the United Kingdom in 1936 when they were sold both in a cellophane tube and in a box.",
      "id": "s1"
    },
    {
      "text": "Since that time, apart from an interruption resulting from World War II, they have steadily grown in popularity spreading across Europe, the United States and Asia.",
      "id": "s2"
    },
    {
      "text": "They appear to have arrived in Australia in about 1953.",
      "id": "s3"
    },
    {
      "text": "The applicant Mars Australia Pty Ltd (\"Mars\") has manufactured, distributed, marketed and sold Maltesers in Australia since 1989.",
      "id": "s4"
    },
    {
      "text": "The marketing of Maltesers is a serious business reflecting the very large revenues at stake in the bite-size confectionary market in this country.",
      "id": "s5"
    },
    {
      "text": "That marketing has, unsurprisingly, varied since its inception.",
      "id": "s6"
    },
    {
      "text": "For quite some time, however, a typical packet of Maltesers has looked like this: \n Maltesers in such packaging have been sold in numerous locations throughout Australia and have been marketed extensively on television, in print and at cinemas.",
      "id": "s7"
    },
    {
      "text": "They are, as was accepted by both parties in the present case, a famous product.",
      "id": "s8"
    },
    {
      "text": "The respondent (\"Sweet Rewards\") is an importer of confectionary products.",
      "id": "s9"
    },
    {
      "text": "Since about the middle of 2005, Sweet Rewards has distributed a chocolate covered malt ball product known as \"Malt Balls\".",
      "id": "s10"
    },
    {
      "text": "The Malt Balls product has been sold principally through Target and Kmart but also through a number of other discount stores.",
      "id": "s11"
    },
    {
      "text": "The Malt Balls product distributed through Target and the other discount stores looked like this: \n For convenience I will refer to the above packaging as the red jar.",
      "id": "s12"
    },
    {
      "text": "The Malt Balls product distributed through Kmart looked like this: \n It is convenient to refer to this product as the orange jar.",
      "id": "s13"
    },
    {
      "text": "Mars says that it is aggrieved by both the red and orange jars and makes four claims about them: first, it alleges that their distribution is unlawful because, broadly speaking, the jars wrongly suggest a connexion between the Malt Balls product and the Maltesers product which does not exist; secondly , it contends that both jars represent to consumers that their contents are the same as Maltesers when, in fact, they are not; thirdly , it argues that the use on the jars of a label with floating chocolate balls, some of which are sliced through showing a yellow filling, misleadingly suggests to consumers much the same thing; finally , it complains that the jars infringe two registered trade marks owned by it.",
      "id": "s14"
    },
    {
      "text": "For the reasons which follow, each of Mars' allegations should be rejected and its application dismissed with costs.",
      "id": "s15"
    },
    {
      "text": "Maltesers --- a little history\n The evidence did not disclose the identity of the person who invented the Malteser or the nature of the insight which led to its invention.",
      "id": "s16"
    },
    {
      "text": "However, there was put in evidence a report prepared in 1995 from within the Mars group into the brand history of the Malteser.",
      "id": "s17"
    },
    {
      "text": "The author of this work, Ms Harford, freely admitted the report's limitations which related principally to the passage of time and the sheer number of markets in which the Malteser had prospered.",
      "id": "s18"
    },
    {
      "text": "Despite that, there is no reason to doubt the correctness of the basic point it makes.",
      "id": "s19"
    },
    {
      "text": "The Malteser was first marketed in the United Kingdom in November 1936 in a cellophane tube and also in a box.",
      "id": "s20"
    },
    {
      "text": "At the time it was marketed with a \"unique selling point\" being the words \"the Dri-Drink\" emblazoned on what appears to be a tea cup.",
      "id": "s21"
    },
    {
      "text": "What this meant, how it might have been said and who might have said it are all questions regrettably no longer susceptible to an answer.",
      "id": "s22"
    },
    {
      "text": "What is clear, however, is that Maltesers were rapidly successful.",
      "id": "s23"
    },
    {
      "text": "By 1941 annual sales in the United Kingdom exceeded 3,800 tons.",
      "id": "s24"
    },
    {
      "text": "The war, of course, transformed chocolate into a luxury item and the Malteser appears to have vanished, unsurprisingly, whilst that war was being waged.",
      "id": "s25"
    },
    {
      "text": "Following the war a marketing campaign was begun which centred on promoting the Malteser as a chocolate with a less fattening centre.",
      "id": "s26"
    },
    {
      "text": "It was during that period, in about 1953, that it first appears to have arrived in this country.",
      "id": "s27"
    },
    {
      "text": "By 1963, in a way which sounds provocative to the modern ear, the marketing of the Malteser began to be directed towards \"weight conscious women\" using the line \"Chocolates?",
      "id": "s28"
    },
    {
      "text": "MALTESERS\".",
      "id": "s29"
    },
    {
      "text": "Again, what this meant is now obscure.",
      "id": "s30"
    },
    {
      "text": "It may connote two weight conscious women discussing what one of them is eating; it may also suggest that one could easily be forgiven for mistaking Maltesers for ordinary chocolates.",
      "id": "s31"
    },
    {
      "text": "In any event, there is no need to resolve that question.",
      "id": "s32"
    },
    {
      "text": "A brief dalliance with a mint equivalent product known as the Minteser came to an end in 1964.",
      "id": "s33"
    },
    {
      "text": "At some point, the Australian production of Maltesers was taken over by the Cadbury Schweppes interests under a licence which persisted until 1989.",
      "id": "s34"
    },
    {
      "text": "Packaging of the kind referred to in the first paragraph of these reasons has been in the market since the middle of the 1990s.",
      "id": "s35"
    },
    {
      "text": "The Maltesers get-up\n Mars put its case on the basis that it had acquired a reputation in the get-up of the Maltesers packaging.",
      "id": "s36"
    },
    {
      "text": "Sweet Rewards did not dispute this.",
      "id": "s37"
    },
    {
      "text": "However, this apparent consensus concealed a real dispute between the parties about what constituted that get-up.",
      "id": "s38"
    },
    {
      "text": "For Mars it was said that the get-up consisted of the following elements: \n(a) a red background;\n \n(b) floating brown balls superimposed over the red background, with some in cross section showing a yellow filling;\n \n(c) the floating brown balls being scattered across an area of greater width than height;\n \n(d) a brand name in cursive style on a diagonal angle from bottom left to top right; and\n \n(e) an overall red, white, brown and yellow colour scheme.",
      "id": "s39"
    },
    {
      "text": "On the other hand, Sweet Rewards argued that Mars had consistently promoted and sold its Maltesers products in Australia by using the following essential features in combination: \n(a) a predominantly bright red background;\n \n(b) the brand name \"Maltesers\" prominently displayed across that background in white stylised script; and\n \n(c) a number of brown balls with one or a small number halved to reveal their contents.",
      "id": "s40"
    },
    {
      "text": "These competing descriptions of the Maltesers packaging are both correct statements about its visual features.",
      "id": "s41"
    },
    {
      "text": "The dispute as to the identification of the get-up is not, however, a disagreement about the differing ways in which packaging may be described.",
      "id": "s42"
    },
    {
      "text": "Rather, the identification of the get-up focuses attention on the need to ascertain those features of the packaging which, taken together, have a reputation in the public mind.",
      "id": "s43"
    },
    {
      "text": "It follows that examination of, and disputation about, the elements of the packaging are, by themselves, conceptually incapable of yielding answers to the questions which the identification of get-up necessarily invites.",
      "id": "s44"
    },
    {
      "text": "Those questions direct attention away from a sole emphasis on analysis of the packaging and, instead, towards an assessment of the attitude of the public mind to that packaging.",
      "id": "s45"
    },
    {
      "text": "The identification of a trade reputation and the discernment of the features of a product in which that reputation inheres may be proved in a number of ways.",
      "id": "s46"
    },
    {
      "text": "In Reckitt &amp; Colman Products Ltd v Bordern Inc (1987) 10 IPR 21 Walton J received detailed evidence about the reputation and get-up of Jif lemon juice.",
      "id": "s47"
    },
    {
      "text": "That material consisted of evidence from brand specialists as well as evidence about the reactions of randomly selected shoppers to the brands in question.",
      "id": "s48"
    },
    {
      "text": "In this case the evidence about the reputation of Maltesers and the elements of the packaging in which that reputation was said to inhere was more indirect.",
      "id": "s49"
    },
    {
      "text": "It came principally from Mr West who gave evidence for Mars.",
      "id": "s50"
    },
    {
      "text": "Mr West is the general manager of Mars Snackfood Australia which is the division within Mars responsible for its business of manufacturing, distributing, marketing and selling snack foods in Australia.",
      "id": "s51"
    },
    {
      "text": "In this context, snack food means chocolate confectionary.",
      "id": "s52"
    },
    {
      "text": "Mr West has an extensive background in the marketing of such items.",
      "id": "s53"
    },
    {
      "text": "He gave evidence about the manner in which the Maltesers products have been marketed.",
      "id": "s54"
    },
    {
      "text": "However, this evidence was of little assistance in determining which elements of the Maltesers packaging were the ones that, in the public mind, had a reputation.",
      "id": "s55"
    },
    {
      "text": "Mr West did give evidence that the manner in which the Maltesers products were marketed was strictly controlled which suggests, at least, that Mars believes a reputation inheres in the packaging.",
      "id": "s56"
    },
    {
      "text": "He referred to a document generated within the Mars group which provided very precise guidelines on the use of the Maltesers brand.",
      "id": "s57"
    },
    {
      "text": "This document, entitled \"Maltesers Guidelines\", was prepared in consultation with Mars' advertising agencies, Brandhouse WTS, AMV BBDO, One Graphics and De Schutter.",
      "id": "s58"
    },
    {
      "text": "I would infer from its provenance that it was prepared by experts in the business of branding confectionaries.",
      "id": "s59"
    },
    {
      "text": "It referred to a concept of the Maltesers \"brand flag\".",
      "id": "s60"
    },
    {
      "text": "This was said to consist of five elements: \n(a) the \"Logotype\", consisting of the word Maltesers written stylistically from bottom left to top right and receding;\n \n(b) six Maltesers balls, five being whole and one half shot;\n \n(c) \"the magic\" being a small sparkling motif towards the bottom right of the packet;\n \n(d) the shadows, being shadows beneath the Maltesers word and one or more of the balls and apparently cast by them; and\n \n(e) the background, being the red background.",
      "id": "s61"
    },
    {
      "text": "The guidelines identified the \"main constituent element\" of the brand flag as the logotype with its shadow --- that is, the word Maltesers apparently suspended in the air and proceeding cursively from the bottom left to the receding top right.",
      "id": "s62"
    },
    {
      "text": "The guidelines permitted the angle on which the logotype hung to vary slightly but did not permit any variation from the general structure.",
      "id": "s63"
    },
    {
      "text": "Mr West was cross-examined about the significance of these branding matters.",
      "id": "s64"
    },
    {
      "text": "He conceded that the \"magic\" was of no importance.",
      "id": "s65"
    },
    {
      "text": "Mr West also gave evidence, which I accept, in these terms: \nWhat did you mean by packaging design?",
      "id": "s66"
    },
    {
      "text": "--- Yes, so I would say chocolate confectionary, unlike sugar confectionary, most brands are defined by their product form or shape so, you know, if you think of --- if someone says M&amp;Ms you know the shape of an M&amp;M or if it's Maltesers the shape of the Malteser and so within this, you know, I think Maltesers has built the reputation of having the combination which is the brand name, the red packaging but also the product depiction and you could take the product out and put it in front of people and they all say that's a Malteser and then when they see it in the combination of the red and the product they depict it as Maltesers.",
      "id": "s67"
    },
    {
      "text": "(Emphasis added.",
      "id": "s68"
    },
    {
      "text": ")\n All of this evidence leads me to conclude that the get-up of the Maltesers packaging, being the elements of the packaging in which a reputation inheres, is as follows: \n(a) Principally, the use of the brand name \"Maltesers\" written in a stylised script moving from the bottom left to the top right in the manner referred to in the guidelines as the logotype.",
      "id": "s69"
    },
    {
      "text": "Although the guidelines refer to the significance of the shadow to the logotype Mars did not advance that as part of the get-up and Mr West did not refer to it in his overview of the get-up.",
      "id": "s70"
    },
    {
      "text": "I find that no particular reputation inheres in the shadow.",
      "id": "s71"
    },
    {
      "text": "(b) The red background.",
      "id": "s72"
    },
    {
      "text": "This aspect of the get-up was accepted by both parties.",
      "id": "s73"
    },
    {
      "text": "(c) Floating chocolate balls, some of which are cut through.",
      "id": "s74"
    },
    {
      "text": "Again, this was not disputed between the parties.",
      "id": "s75"
    },
    {
      "text": "I reject the proposition advanced by Mars that the get-up included a red, white, brown and yellow colour scheme.",
      "id": "s76"
    },
    {
      "text": "Mr West gave no evidence to that effect and it was not said to be one of the five elements of the brand flag set out in the guidelines (although clearly the colour red was one of those elements).",
      "id": "s77"
    },
    {
      "text": "I reject also the idea that any reputation inhered in the shadow.",
      "id": "s78"
    },
    {
      "text": "In any event, neither party contended that it did.",
      "id": "s79"
    },
    {
      "text": "The get-up of the Malt Balls products\n Mars alleges that Sweet Rewards has committed the tort of passing off and breached ss 52 and 53 of the Trade Practices Act 1974 (Cth) by marketing and distributing its Malt Balls product in the red and orange jars.",
      "id": "s80"
    },
    {
      "text": "Mars put its case on the basis that the red jar incorporated the five features of the Maltesers get-up described at paragraph 10 of these reasons.",
      "id": "s81"
    },
    {
      "text": "Sweet Rewards disputed this.",
      "id": "s82"
    },
    {
      "text": "It said that the relevant features of the red jar were as follows: \n(a) a red background;\n \n(b) the word \"DELFI\" on the top front centre of the label;\n \n(c) a logo consisting of a picture of a skier in a circle on the top front centre of the label;\n \n(d) pictorial representations of the Malt Balls product in the form of images of floating brown balls with some in cross-section showing a bright yellow filling; and\n \n(e) the words \"Malt Balls\" written in a bold script that covers only a small portion of the label.",
      "id": "s83"
    },
    {
      "text": "The resolution of this debate is pointless.",
      "id": "s84"
    },
    {
      "text": "In cases such as the present it is, of course, necessary to identify the features of the applicant's packaging in which a reputation is said to inhere for it is the existence of that reputation which the tort protects.",
      "id": "s85"
    },
    {
      "text": "So too, in the context of the corresponding claim under s 52 it is the reputation in those features which is the springboard for the argument that consumers are deceived by a particular imitation.",
      "id": "s86"
    },
    {
      "text": "Thus although the interests protected by the two actions are different both indispensably require the identification of features known to the public mind.",
      "id": "s87"
    },
    {
      "text": "The expression \"get-up\" is a convenient shorthand for that concept but can be apt to mislead if one loses sight of the necessary connexion between the get-up and reputation.",
      "id": "s88"
    },
    {
      "text": "For that reason the identification of a get-up by an applicant in a passing off action or a claim under s 52 is both coherent and necessary.",
      "id": "s89"
    },
    {
      "text": "That, however, cannot be said in the case of the respondent's packaging or labelling.",
      "id": "s90"
    },
    {
      "text": "No reputation need be established in any feature of the respondent's product in order to show that the applicant's goodwill is being misappropriated or that consumers are, thereby, being misled.",
      "id": "s91"
    },
    {
      "text": "The making of an allegation by an applicant that a respondent's product has a particular get-up, beyond and above it having particular features, serves no purpose.",
      "id": "s92"
    },
    {
      "text": "The situation in the present case illustrates the point.",
      "id": "s93"
    },
    {
      "text": "Both Mars' and Sweet Rewards' competing descriptions of the red jar are correct differing, as they do, only in matters of emphasis and degree.",
      "id": "s94"
    },
    {
      "text": "What metric then is to be applied to distinguish them?",
      "id": "s95"
    },
    {
      "text": "To answer that question one would need to know the reason it was being asked, an inquiry which, in the context of the applicant's get-up, readily permits of the answer \"reputation\".",
      "id": "s96"
    },
    {
      "text": "But in the case of a respondent's get-up there is no reason to be asking the question and hence no way of answering it either.",
      "id": "s97"
    },
    {
      "text": "Despite that, there is some support for the idea that the identification of a respondent's get-up might be a useful endeavour.",
      "id": "s98"
    },
    {
      "text": "In Reckitt &amp; Colman Products Ltd v Borden Inc (1990) 17 IPR 1 Lord Oliver restated (at 8) his previous explication of the relevant test in terms which included this statement: \n(2) If the answer to that question is in the affirmative, does the get-up under which the appellants proposed to market their lemon juice in all or any of the Mark I, Mark II or Mark III versions amount to a representation by the appellants that the juice which they sell is Jif lemon juice?",
      "id": "s99"
    },
    {
      "text": "This passage refers to what appears to be the competitor's get-up.",
      "id": "s100"
    },
    {
      "text": "It was referred to with approval by a Full Court of this Court in Vieright Pty Ltd v Myer Stores Ltd (1995) 31 IPR 361 at 371 per Beaumont, Branson and Lindgren JJ.",
      "id": "s101"
    },
    {
      "text": "However, I do not think that too much should be read into that for three reasons.",
      "id": "s102"
    },
    {
      "text": "First , it is apparent that in Reckitt Lord Oliver was only restating a test he had formulated two pages before at 17 IPR 7.",
      "id": "s103"
    },
    {
      "text": "That more detailed formulation of the test makes plain that the question is whether the defendant has made a representation to the public, not whether it has a get-up.",
      "id": "s104"
    },
    {
      "text": "Secondly , the Full Court in Vieright referred to both passages with approval: 31 IPR 361 at 369, 371.",
      "id": "s105"
    },
    {
      "text": "Thirdly , several other Full Courts have referred with approval to Lord Oliver's first formulation of the test which lacks the reference to the respondent's get-up: TGI Friday's Australia Pty Ltd v TGI Friday's Inc (1999) 45 IPR 43 at 50 [25] per Wilcox, Kiefel and Emmett JJ; Conagra Inc v McCain Foods (Aust) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302 at 327 per Lockhart J, 355 per Gummow J and 361 per French J.",
      "id": "s106"
    },
    {
      "text": "In those circumstances, neither authority nor common sense require the identification of the Malt Balls get-up which, so it seems to me, is a sterile exercise the resolution of which will confer no benefit on anyone.",
      "id": "s107"
    },
    {
      "text": "The first passing off claim --- representations about source and origin\n Passing off protects the goodwill of the applicant.",
      "id": "s108"
    },
    {
      "text": "Section 52 , by contrast, protects consumers from being misled or deceived.",
      "id": "s109"
    },
    {
      "text": "In a passing off case, the existence of conduct which damages the applicant's goodwill by wrongly suggesting a connexion between the respondent's wares and the applicant's will often also be misleading and deceptive.",
      "id": "s110"
    },
    {
      "text": "It is usual therefore in such cases for there to be an overlap between the passing off claim and the claim under s 52.",
      "id": "s111"
    },
    {
      "text": "This was so in the present case.",
      "id": "s112"
    },
    {
      "text": "Each of the representations relied upon by Mars as giving rise to passing off was also said to constitute misleading and deceptive conduct.",
      "id": "s113"
    },
    {
      "text": "Broadly speaking, the representations were to the effect that the red and orange jars conveyed a representation that the Malt Balls products were associated with Maltesers products or had the same source or origin.",
      "id": "s114"
    },
    {
      "text": "Other similar representations were alleged but there is no present need to set them out.",
      "id": "s115"
    },
    {
      "text": "The question then becomes whether either of the jars could suggest to an ordinary consumer of chocolate confectionary the existence of a connexion between the Malt Balls products and the Maltesers products (or Mars).",
      "id": "s116"
    },
    {
      "text": "I am of the clear view that they could not.",
      "id": "s117"
    },
    {
      "text": "The orange jar does not remotely resemble the Maltesers packaging or use all of the essential features of the Maltesers get-up.",
      "id": "s118"
    },
    {
      "text": "I do not think that the ordinary consumer of chocolate confectioneries could possibly mistake the orange jar for Maltesers.",
      "id": "s119"
    },
    {
      "text": "In my opinion, this claim by Mars is wholly unmeritorious.",
      "id": "s120"
    },
    {
      "text": "The situation with the Delfi red jar is more complex but the result is likewise clear.",
      "id": "s121"
    },
    {
      "text": "Because the principal component in the Maltesers get-up is the word \"Maltesers\", it is highly unlikely that any ordinary consumer of chocolate confectionary could mistake something which is not called a Malteser for a Malteser.",
      "id": "s122"
    },
    {
      "text": "In that sense, Mars is a victim of its own success.",
      "id": "s123"
    },
    {
      "text": "The fact that the Delfi jars carry the name \"Malt Balls\" and use slightly different visual features is sufficiently clear to distinguish them from the Maltesers products.",
      "id": "s124"
    },
    {
      "text": "Cases may well be imagined --- the present is not one --- where two product names might be deceptively similar because of the names used and the manner in which those names are presented.",
      "id": "s125"
    },
    {
      "text": "For example, the use of the fictional word \"Mallesers\" amongst visual features that are otherwise identical to those of the Maltesers products would be likely to confuse some people, even some ordinary consumers of chocolate confectionary, into thinking they were buying Maltesers.",
      "id": "s126"
    },
    {
      "text": "Similarly, the use of the word \"Maltballs\" in the script and style denoted in the Maltesers brand flag, and amongst visual features that are otherwise identical to those of the Maltesers products, might also be a source of confusion, And, of course, in that context, shape and form may have a part to play.",
      "id": "s127"
    },
    {
      "text": "But no ordinary person could think that the Malt Balls products in their current form misleadingly resemble the Maltesers products.",
      "id": "s128"
    },
    {
      "text": "Quite apart from that consideration, there are three other obstacles to Mars' claim.",
      "id": "s129"
    },
    {
      "text": "First , the word \"Delfi\" with a skier motif next to it is emblazoned on the label in print half the size of the words \"Malt Balls\" themselves --- a significant feature which finds no counterpart in the Maltesers get-up.",
      "id": "s130"
    },
    {
      "text": "Secondly , the red of the Maltesers products is quite different to the red of the red jar.",
      "id": "s131"
    },
    {
      "text": "Thirdly , whilst I accept that there is some limited similarity between the red jar and the Maltesers products in that both are festooned with floating chocolate balls, this condition is not sufficient to overcome the effect of the words \"Malt Balls\", the Delfi mark or the different red colouring.",
      "id": "s132"
    },
    {
      "text": "The relevance of intention\n I reject therefore the principal passing off and s 52 complaints.",
      "id": "s133"
    },
    {
      "text": "Mars argued that it should be found that Sweet Rewards intended to misappropriate the reputation of the Maltesers products.",
      "id": "s134"
    },
    {
      "text": "Intention, of course, is not part of the necessary elements of either passing off or s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s135"
    },
    {
      "text": "However, where a party intends to misappropriate another's goodwill the demonstration of that intention may well make it easier to draw an inference that the impugned conduct was misleading.",
      "id": "s136"
    },
    {
      "text": "Maltesers and Malt Balls are so different that I would not regard Sweet Rewards' intention as having any relevant impact on the issue.",
      "id": "s137"
    },
    {
      "text": "However, lest that conclusion prove erroneous, I should record that I reject Mars' argument that Sweet Rewards deliberately misappropriated the goodwill associated with the Maltesers products.",
      "id": "s138"
    },
    {
      "text": "To understand why that is so, it is necessary to say a little about the background to the Malt Balls product in Australia.",
      "id": "s139"
    },
    {
      "text": "Evidence was given on behalf of Sweet Rewards by Mr Dray, one of its directors and the owner of 50% of its share capital.",
      "id": "s140"
    },
    {
      "text": "Evidence was also given by Mr Tan who was the graphic artist engaged by Mr Dray to design the labels for the jars.",
      "id": "s141"
    },
    {
      "text": "Their evidence explained the background to, and the reasons for, the release of the Malt Balls product in Australia.",
      "id": "s142"
    },
    {
      "text": "Mr Dray gave the following evidence which I accept.",
      "id": "s143"
    },
    {
      "text": "In or around 2002, he worked for Petra Foods Ltd (\"Petra\") which is a significant producer of confectionary listed on the Singapore Stock Exchange.",
      "id": "s144"
    },
    {
      "text": "In September 2002 he became its commercial director in Singapore.",
      "id": "s145"
    },
    {
      "text": "A major part of his job was introducing and developing new markets for Petra's confectionary products.",
      "id": "s146"
    },
    {
      "text": "In particular, he was responsible for managing the branded confectionary export business.",
      "id": "s147"
    },
    {
      "text": "At the end of 2002, he decided to move back to Australia for family reasons.",
      "id": "s148"
    },
    {
      "text": "Shortly before he did so, however, he met with the chief executive officer of Petra, Mr John Chuang.",
      "id": "s149"
    },
    {
      "text": "At that time Petra did not distribute in Australia.",
      "id": "s150"
    },
    {
      "text": "Mr Dray suggested, and Mr Chuang agreed, that it would be beneficial for Petra to have a distributor in Australia and for Mr Dray to investigate the setting up of such a business.",
      "id": "s151"
    },
    {
      "text": "Sweet Rewards was set up in 2003 and began to trade in January 2004.",
      "id": "s152"
    },
    {
      "text": "Its owners and sole initial employees were Mr Dray and an acquaintance of his from the chocolate trade, Mr Stephen Anderson.",
      "id": "s153"
    },
    {
      "text": "From the beginning Sweet Rewards' business was the importation and distribution of products manufactured overseas by Petra.",
      "id": "s154"
    },
    {
      "text": "The products thus distributed included both products branded with Petra's own brands and products produced to be sold under the house brands of various retailers (such as Coles Farmland products).",
      "id": "s155"
    },
    {
      "text": "Sweet Rewards' initial focus was on seasonal products, that is, confectionary sold for occasions such as Valentine's Day, Easter, Christmas and so on.",
      "id": "s156"
    },
    {
      "text": "The reason for this was that lesser known chocolate products were more easily sold at these times for consumers generally tended to buy products well-known to them for their year round purchases of chocolate.",
      "id": "s157"
    },
    {
      "text": "Further, seasonal products required less marketing, had longer lead times and were therefore easier on Sweet Rewards' cash flow.",
      "id": "s158"
    },
    {
      "text": "By May 2005, Sweet Rewards was providing Petra products to major retailers such as Kmart, Coles, Franklins, Priceline and BI-LO, a number of smaller independent chains such as IGA, value for money shops such as Dimmeys and other smaller outlets and repackagers.",
      "id": "s159"
    },
    {
      "text": "Amongst the Petra products sold by Sweet Rewards were a range of products under the \"Delfi\" brand which was one of Petra's brands.",
      "id": "s160"
    },
    {
      "text": "That range included biscuits, chocolate-coated wafers, block chocolate, chocolate bars and, importantly, bite size chocolate products.",
      "id": "s161"
    },
    {
      "text": "The bite size chocolate products included malt balls, chocolate balls and sugar-coated chocolate lentils (which some people, including some ordinary consumers of chocolate confectionary, would recognise as being similar to smarties or M&amp;Ms).",
      "id": "s162"
    },
    {
      "text": "These bite size chocolates were initially sold under the name \"Choc a Block\".",
      "id": "s163"
    },
    {
      "text": "Sweet Rewards, in fact, had applied for registration of that name as a trade mark.",
      "id": "s164"
    },
    {
      "text": "The Choc a Block range was blue and bore a product descriptor depending upon which bite size confectionary happened to be in the package.",
      "id": "s165"
    },
    {
      "text": "That is, there were Choc a Block choc balls, Choc a Block malt balls, Choc a Block wafer bites and Choc a Block \"cha cha\" (chocolate lentils).",
      "id": "s166"
    },
    {
      "text": "The Choc a Block malt balls looked like this: \n The Choc a Block range was not sold to major retailers but instead to smaller stores such as IGA.",
      "id": "s167"
    },
    {
      "text": "The packaging was designed in Singapore by Lynx Design.",
      "id": "s168"
    },
    {
      "text": "The chocolate products depicted on the packaging for the Choc a Block range are frequently 'cut through'.",
      "id": "s169"
    },
    {
      "text": "Mr Dray thought, and I accept, that such a 'cut through' gives a consumer an idea of what is inside the particular chocolate-coated product.",
      "id": "s170"
    },
    {
      "text": "Mr Dray dealt with Mr Tan at Lynx Design initially by sending an email.",
      "id": "s171"
    },
    {
      "text": "That email is no longer available.",
      "id": "s172"
    },
    {
      "text": "At the same time as the Choc a Block range was being developed, Sweet Rewards set about producing another range known as \"Satellite\" which was to be sold in discount stores.",
      "id": "s173"
    },
    {
      "text": "The Satellite range was coloured red apparently to differentiate it from the Choc a Block range.",
      "id": "s174"
    },
    {
      "text": "It included the same products as the Choc a Block range.",
      "id": "s175"
    },
    {
      "text": "An example of Satellite malt balls was in evidence: \n Again it was Mr Tan from Lynx Design who designed this packaging.",
      "id": "s176"
    },
    {
      "text": "The Satellite range was sold only once and only through BI-LO which purchased 2000 cartons of Satellite wafer bites and malt balls.",
      "id": "s177"
    },
    {
      "text": "Satellite products have not been available to consumers since 2007.",
      "id": "s178"
    },
    {
      "text": "Mr Tan finalised the packaging for the Satellite and Choc a Block ranges in December 2004.",
      "id": "s179"
    },
    {
      "text": "Subsequently, the Delfi brand was added to the Choc a Block range but not to the Satellite range.",
      "id": "s180"
    },
    {
      "text": "The apparent reason for its omission was the fact that the Satellite range was to be sold in the less reputable discount stores.",
      "id": "s181"
    },
    {
      "text": "I turn then to the creation by Sweet Rewards of the Delfi jar range which included both the orange and red jar Malt Balls products.",
      "id": "s182"
    },
    {
      "text": "Both Mr Dray and Mr Tan gave evidence about the events giving rise to the creation of this range which evidence, if accepted, would necessarily mean that Sweet Rewards could not have had the intention to misappropriate the reputation of Maltesers.",
      "id": "s183"
    },
    {
      "text": "Mars submitted that I should disbelieve both.",
      "id": "s184"
    },
    {
      "text": "For reasons I will shortly give I reject that submission and accept their evidence.",
      "id": "s185"
    },
    {
      "text": "I find that early in 2005 Sweet Rewards decided to create an alternative version of its chocolate coated bite sized product range to be marketed to large retailers for sale as a seasonal product range.",
      "id": "s186"
    },
    {
      "text": "It decided to sell the products in clear plastic jars which were readily available from Petra.",
      "id": "s187"
    },
    {
      "text": "At the time, no similar confectioneries were being provided in the grocery trade or in this \"route\" trade (that is, sales in places such as petrol stations).",
      "id": "s188"
    },
    {
      "text": "There were a number of advantages associated with clear plastic jars: first , Coles had previously bought products from Sweet Rewards in such jars so that it was known, in advance, that clear jars were acceptable to it; secondly , they reduced printing costs since there was no need for print on the clear portion; and finally , the consumer could more readily see the product which was being purchased.",
      "id": "s189"
    },
    {
      "text": "At the start of 2005 Sweet Rewards provided a miscellany of clear plastic jars to potential purchasers (that is, large retailers) which were provided to it by Petra.",
      "id": "s190"
    },
    {
      "text": "Sweet Rewards also asked whether the purchasers had their own home brand or whether they wanted a brand designed by Sweet Rewards.",
      "id": "s191"
    },
    {
      "text": "Any such brand could not, however, be too similar to the Choc a Block range.",
      "id": "s192"
    },
    {
      "text": "Kmart and Target both expressed interest.",
      "id": "s193"
    },
    {
      "text": "Kmart wanted malt malls, as well as wafer bites, choc balls and both milk chocolate and peanut cha chas; Target only wanted malt balls.",
      "id": "s194"
    },
    {
      "text": "Both wanted Sweet Rewards to develop a label and branding.",
      "id": "s195"
    },
    {
      "text": "Mr Dray then sent an email to the in-house design team at Petra resulting in a chain of emails which was in evidence.",
      "id": "s196"
    },
    {
      "text": "The first email said: \nKris, Geroge, HC,\n \nthe Christmas orders are starting to come in now, at last.",
      "id": "s197"
    },
    {
      "text": "They will be forwarded thru asap.",
      "id": "s198"
    },
    {
      "text": "One product range that Kris developed for Australia was PET Jars of Cha\n \nCha's, Malt Balls ect.",
      "id": "s199"
    },
    {
      "text": "We have an oders for 5 different SKU's\n \nall in the same size canister (TBG 1001)\n \nThe range and quantities are;\n \nCha Cha Milk 850g - 3000\n \nCha Cha Peanut 725g - 3000\n \nMalt Balls 400g - 4000\n \nChoco Balls 725g - 3000\n \nWafer Pops 475g - 3000\n \n \nThese will be under the Delfi Brand, we will need a label designed and printed for each.",
      "id": "s200"
    },
    {
      "text": "Who will do this?,\n \nGeorge is this a job for you?",
      "id": "s201"
    },
    {
      "text": "Roger\n \"George\" from Petra replied: \nRoger, do you want to discuss what this is about ... do you want the pops\n \nlogo, for example.",
      "id": "s202"
    },
    {
      "text": "The Chic Choc logo?",
      "id": "s203"
    },
    {
      "text": "Do want it to look like a generic\n \nline under the Delfi line.",
      "id": "s204"
    },
    {
      "text": "This about this in specifics.",
      "id": "s205"
    },
    {
      "text": "Thanks.",
      "id": "s206"
    },
    {
      "text": "George\n Mr Dray replied: \nGeorge,\n \nhappy to discuss the details, what my e-mail was to confirm is who do I\n \nwork with.",
      "id": "s207"
    },
    {
      "text": "My preference is with you\n \n \nAs for the label;\n \nuse the Delfi brand,\n \ngeneric product description and\n \nstrong colourful graphics,\n \nfollow the CAB concept,\n \nRoger\n I interpolate that CAB stands for Choc a Block.",
      "id": "s208"
    },
    {
      "text": "George replied: \nyou mean no Cha Cha, no chic choc, no pops ... like that?",
      "id": "s209"
    },
    {
      "text": "Mr Dray replied: \nyes, wafer bites, malt balls, choco balls.",
      "id": "s210"
    },
    {
      "text": "The only exception being Cha Cha, we want to build this name as an\n \nalternative to Smarties and M&amp;M's.",
      "id": "s211"
    },
    {
      "text": "So Cha Cha appears on the CAB range, and the Delefi range.",
      "id": "s212"
    },
    {
      "text": "Roger\n George agreed: \nRoger, wouldn't it be faster for our design house in S'pore to do this as\n \nthey have done these other ranges like Satellite and so forth, and last\n \nyear's jars.",
      "id": "s213"
    },
    {
      "text": "We would be strating from scratch, and I would basically have\n \nto do it personally.",
      "id": "s214"
    },
    {
      "text": "If it were using the brands, it would be easy.",
      "id": "s215"
    },
    {
      "text": "Butit's\n \ncreating a new line of Delfi dragees.",
      "id": "s216"
    },
    {
      "text": "If it were for local we would assign\n \nit to Red Design.",
      "id": "s217"
    },
    {
      "text": "What do you think?",
      "id": "s218"
    },
    {
      "text": "Mr Dray replied: \nGeorge,\n \nI'm happy to be guided by you however this isn't a big job.",
      "id": "s219"
    },
    {
      "text": "A Defli logo, with the product description and the illistrations is fairly\n \nstraight forward.",
      "id": "s220"
    },
    {
      "text": "Then just the nutrition panel and other text.",
      "id": "s221"
    },
    {
      "text": "I just don't want ot pay loads of money for this.",
      "id": "s222"
    },
    {
      "text": "If you think this is better with Chris Tan then OK.",
      "id": "s223"
    },
    {
      "text": "I'll manage this with Hong Chang, but we will get it printed in Indonesia,\n \nyes?",
      "id": "s224"
    },
    {
      "text": "Roger\n George replied: \nOkay, That's fine Roger.",
      "id": "s225"
    },
    {
      "text": "George\n Mr Dray then contacted Mr Hong Chiang (the regional business manager at Petra) by email and said: \nHC,\n \nGeorge wants Chris Tan to do the labels on the TBG1001 jars as listed in\n \nthe bottom of these series of e-mails.",
      "id": "s226"
    },
    {
      "text": "Can you brief Chris Tan to do them.",
      "id": "s227"
    },
    {
      "text": "The concept is very straight forward, a Delfi logo, using the descriptions\n \nthe same as the ChocAblock, same font same color\n \nwafer bites,\n \nchoco balls,\n \nmalt balls,\n \nCha Cha milk &amp; peanut.",
      "id": "s228"
    },
    {
      "text": "If we just use the same font as those and put them over the illistrations\n \nwe already has and give it a red delfi background.",
      "id": "s229"
    },
    {
      "text": "Easy job, can I see the first draft next Thursday?",
      "id": "s230"
    },
    {
      "text": "Do we need one label of two is the question?",
      "id": "s231"
    },
    {
      "text": "Does the labeling machine put on two labels or just one,\n \nplease advise\n \nRoger\n On 15 June 2005 Petra forwarded to Sweet Rewards initial labels for the Delfi product range.",
      "id": "s232"
    },
    {
      "text": "The labels looked like this: \n Sweet Rewards made some minor alterations.",
      "id": "s233"
    },
    {
      "text": "Subsequently they were sent to Kmart and Target for their approval.",
      "id": "s234"
    },
    {
      "text": "Target wished its malt balls product to be distinguished from Kmart's malt balls product.",
      "id": "s235"
    },
    {
      "text": "Accordingly, its label was changed to a bright orange colour.",
      "id": "s236"
    },
    {
      "text": "Additionally, in keeping with the seasonal nature of the product, Kmart wished to put a money box, apparently in the form of Santa Claus, on top of the jars.",
      "id": "s237"
    },
    {
      "text": "Apart from Target and Kmart, the Delfi Malt Balls range in jars was sold from mid-2005 to November 2006 to a number of retailers including Pantry Fresh, Spectrum, Renn Brokerage, Priceline, Eversweet and Dimmeys.",
      "id": "s238"
    },
    {
      "text": "Finally, it is to be noted that the Malt Balls jars have not been sold by Sweet Rewards since 8 November 2006.",
      "id": "s239"
    },
    {
      "text": "Mr Tan was brought from Singapore to give evidence about the creation of the red Malt Balls jar.",
      "id": "s240"
    },
    {
      "text": "I accept his evidence.",
      "id": "s241"
    },
    {
      "text": "It was apparent that English was not Mr Tan's first language.",
      "id": "s242"
    },
    {
      "text": "On many occasions it seemed that the full meaning of some of the questions being asked by the cross-examiner eluded him; but I draw no negative inferences from the obvious language difficulties which existed.",
      "id": "s243"
    },
    {
      "text": "He gave evidence that he obtained the red he used in the label by asking Mr Hong Chiang to provide him with the exact Delfi red colour.",
      "id": "s244"
    },
    {
      "text": "He was advised that Delfi red was a \"process\" or \"CMYK\" colour identified as 100M/100Y (which were technical measures of magenta and yellow).",
      "id": "s245"
    },
    {
      "text": "Mr Tan explained that he reduced that red by increasing the cyan element by 20%.",
      "id": "s246"
    },
    {
      "text": "The evidence did not make clear what the original red of 100M/100Y was.",
      "id": "s247"
    },
    {
      "text": "However, I do not think that anything in particular turns upon this.",
      "id": "s248"
    },
    {
      "text": "Mars submitted that I should reject the evidence of Mr Tan and Mr Dray about the creation of the red and orange jars for eight reasons.",
      "id": "s249"
    },
    {
      "text": "First , it was said that the design had been the subject of extensive discussion in the Sweet Rewards office.",
      "id": "s250"
    },
    {
      "text": "Whilst Mr Dray gave his account of these discussions, Mr Anderson pointedly was not called to give evidence even though he was involved at a close level in them.",
      "id": "s251"
    },
    {
      "text": "Furthermore, the person who had the day to day running of the production of the Delfi range at Sweet Rewards, Mr Alex Campanelli, was not called to give evidence either.",
      "id": "s252"
    },
    {
      "text": "If I were minded to draw an inference from the available material that the intention of Sweet Rewards was to misappropriate Mars' goodwill in its Maltesers product, then it is possible that a failure to call those gentlemen could more readily permit the drawing of that inference.",
      "id": "s253"
    },
    {
      "text": "However, I do not think that the inference should be drawn at all.",
      "id": "s254"
    },
    {
      "text": "In that circumstance I see no particular forensic relevance in the failure to call either witness.",
      "id": "s255"
    },
    {
      "text": "Secondly , it was suggested that if Sweet Rewards had really desired a \"plain vanilla get-up\", then there would have been no need to follow the Choc a Block design.",
      "id": "s256"
    },
    {
      "text": "In that context, I take \"plain vanilla get-up\" to mean packaging which does not pass off the product as a Maltesers product.",
      "id": "s257"
    },
    {
      "text": "The criticism then is that if Sweet Rewards' intention had been other than to misappropriate the Maltesers get-up there would have been no need to use the Choc a Block design.",
      "id": "s258"
    },
    {
      "text": "This argument is, so it seems to me, quite unsound.",
      "id": "s259"
    },
    {
      "text": "The use of such a packaging design does not reveal an intention on the part of Sweet Rewards to misappropriate the goodwill of Maltesers.",
      "id": "s260"
    },
    {
      "text": "Such an intention is inconsistent with the fact that the Choc a Block labels were blue and looked nothing like Maltesers.",
      "id": "s261"
    },
    {
      "text": "The initial instructions to \"George\" at Petra were to use the Choc a Block concept and \"strong, colourful graphics\".",
      "id": "s262"
    },
    {
      "text": "I am unable to discern in those instructions evidence of a desire to misappropriate the goodwill in Maltesers.",
      "id": "s263"
    },
    {
      "text": "To the contrary, the entire email exchange set out above is consistent with the idea that the red jar range was created as an additional seasonal product line for Sweet Rewards.",
      "id": "s264"
    },
    {
      "text": "Reduced to its essentials, Mars' argument involves two steps.",
      "id": "s265"
    },
    {
      "text": "The first is that the actual packaging decision made by Sweet Rewards --- to use the Choc a Block package design --- was an attempt to appropriate Mars' goodwill; the second, that a failure to use a \"plain vanilla get-up\" is evidence of the first step.",
      "id": "s266"
    },
    {
      "text": "But if \"plain vanilla get-up\" means packaging which does not pass off the product as a Maltesers product, the argument is hopelessly circular.",
      "id": "s267"
    },
    {
      "text": "Thirdly, it is said that the evidence given about the Delfi red logo was \"simply incredible\".",
      "id": "s268"
    },
    {
      "text": "Mr Dray was cross-examined about Delfi red.",
      "id": "s269"
    },
    {
      "text": "It will be recalled that the instructions to Petra and Mr Tan called for the use of Delfi red.",
      "id": "s270"
    },
    {
      "text": "The cross-examination of Mr Dray showed that he was not especially clear about the precise Delfi red colour.",
      "id": "s271"
    },
    {
      "text": "Be that as it may, his evidence was that he wished to use a red with which Petra would be content.",
      "id": "s272"
    },
    {
      "text": "I do not think that there was anything incredible about that evidence.",
      "id": "s273"
    },
    {
      "text": "The product being sold was, after all, a Delfi product and that was a brand which belonged to Petra.",
      "id": "s274"
    },
    {
      "text": "There is no doubt that in the witness box Mr Dray was equivocal in his evidence about what constituted Delfi red and I was initially unimpressed by this.",
      "id": "s275"
    },
    {
      "text": "However, upon reflection, there was no reason for him to be sure of the precise Delfi red colour since Delfi was Petra's brand.",
      "id": "s276"
    },
    {
      "text": "In that regard, it is to be noted that Mr Dray no longer worked directly for Petra, not all of Petra's products were distributed by Mr Dray's company in Australia and the Petra products which were available overseas came in a number of colours and brands.",
      "id": "s277"
    },
    {
      "text": "Mr Dray wished to distribute a red Delfi product for Petra.",
      "id": "s278"
    },
    {
      "text": "He asked for Delfi red.",
      "id": "s279"
    },
    {
      "text": "Fourthly , Mars submitted that I should draw an adverse inference from the failure of Sweet Rewards to call Mr Hong Chiang.",
      "id": "s280"
    },
    {
      "text": "As noted already, Mr Hong Chiang was the regional business manager at Petra.",
      "id": "s281"
    },
    {
      "text": "Mars submitted that it was apparent that the defence of Sweet Rewards to this proceeding was being conducted by Petra.",
      "id": "s282"
    },
    {
      "text": "This flowed from the identity of their solicitors, the commonality of their interests and the presence throughout the proceeding of a representative of Petra.",
      "id": "s283"
    },
    {
      "text": "I am prepared to infer that Petra had a significant interest in the outcome of the litigation and that, had it desired to do so, it could readily have facilitated the calling of Mr Hong Chiang.",
      "id": "s284"
    },
    {
      "text": "However, making that assumption in Mars' favour does not assist it since this is not a case where I would draw the inference that Petra and Sweet Rewards had decided to misappropriate the Maltesers' get-up.",
      "id": "s285"
    },
    {
      "text": "Fifthly , Mars submitted that evidence given by Mr Tan that he had darkened the initial Delfi red by the addition of 20% cyan to make the Delfi logo visible was a \"furphy\".",
      "id": "s286"
    },
    {
      "text": "I do not agree.",
      "id": "s287"
    },
    {
      "text": "I see nothing absurd about the suggested reasoning for darkening the label so as to bring out the Delfi logo.",
      "id": "s288"
    },
    {
      "text": "It is true that there were other Petra products where that had not been done but accepting that need not require the rejection of Mr Tan's evidence.",
      "id": "s289"
    },
    {
      "text": "Sixthly , Mars submitted that I should reject the whole of Mr Tan's evidence because the label on the red jars, as finally produced, does not conform to the instructions Mr Tan says he was given.",
      "id": "s290"
    },
    {
      "text": "Under cross-examination Mr Tan said that he was instructed by Mr Chuang to use a Delfi logo instead of the Choc a Block packaging.",
      "id": "s291"
    },
    {
      "text": "Mars submitted that to look at the Choc a Block packaging and the Malt Balls jars was to see, at once, that this had not occurred.",
      "id": "s292"
    },
    {
      "text": "If it were not for the fact that the brand \"Delfi\" appears on the Choc a Block packaging this argument would be quite empty.",
      "id": "s293"
    },
    {
      "text": "But for that, it would be easy to say that the words Choc a Block were deleted and the word \"Delfi\" substituted.",
      "id": "s294"
    },
    {
      "text": "However, Delfi appears on both packages and, hence, it is not strictly possible to say that Delfi has been used \"instead\" of Choc a Block.",
      "id": "s295"
    },
    {
      "text": "I do not read much into this.",
      "id": "s296"
    },
    {
      "text": "Mr Tan's English was not especially good and this point proceeds on a very precise meaning of the word \"instead\" which appreciation I am far from persuaded Mr Tan had.",
      "id": "s297"
    },
    {
      "text": "In any event, the Delfi brand occupies, by proportion, much more of the Malt Balls label than it does of the Choc a Block label.",
      "id": "s298"
    },
    {
      "text": "Its role on the two labels is not the same.",
      "id": "s299"
    },
    {
      "text": "It is, in a loose sense, possible to say that the Delfi brand has become the principal mark in the case of the Malt Balls product and, in that sense, to have been used \"instead\" of Choc a Block.",
      "id": "s300"
    },
    {
      "text": "Mars also argued that the same incongruity between Mr Tan's apparent instructions and the actual packaging was apparent from a comparison between the way in which the Malt Balls were spaced on the red and orange jars and the way in which they were spaced on the Choc a Block packaging.",
      "id": "s301"
    },
    {
      "text": "To my mind, there is no substance in this point.",
      "id": "s302"
    },
    {
      "text": "The spacing of the balls and their appearance are not materially different.",
      "id": "s303"
    },
    {
      "text": "I reject therefore the suggestion that Mr Tan should be disbelieved because the packaging does not reflect his instructions.",
      "id": "s304"
    },
    {
      "text": "Seventhly , Mars submitted that Sweet Rewards' decision to pursue the orange jar was similarly driven by a desire to misappropriate the Maltesers get-up.",
      "id": "s305"
    },
    {
      "text": "It will be recalled that Target had wanted its Malt Balls to be different to Kmart's and to that end a different label had been produced.",
      "id": "s306"
    },
    {
      "text": "Evidence was given about the production of that separate label.",
      "id": "s307"
    },
    {
      "text": "There were four variants.",
      "id": "s308"
    },
    {
      "text": "They were as follows: \n During a slow part of the trial Mr Dray was cross-examined about his decision to choose the orange label, being the second of the four labels shown above.",
      "id": "s309"
    },
    {
      "text": "His evidence was that he chose it because the others were \"hideous\".",
      "id": "s310"
    },
    {
      "text": "Mars submitted that I should disbelieve this response and focus instead upon a concession made by Mr Dray that the orange label was closer to the Maltesers get-up.",
      "id": "s311"
    },
    {
      "text": "That response, however, clearly has to be understood in relation to his other responses which included that it was closer to the Maltesers packaging because it had red on it and was not blue.",
      "id": "s312"
    },
    {
      "text": "I accept Mr Dray's evidence that he chose the orange label because he thought the others were \"hideous\".",
      "id": "s313"
    },
    {
      "text": "Eighthly , Mars submitted that I should reject in its entirety the evidence of Mr Tan and Mr Dray so far as it dealt with the creation of the Malt Balls packaging.",
      "id": "s314"
    },
    {
      "text": "This was said to be appropriate because their affidavits were a reconstruction from an incomplete documentary record which was in material respects wrong.",
      "id": "s315"
    },
    {
      "text": "I have no doubt that Mr Tan was assisted in large part by his documentary records, but in the circumstances it would be surprising if it were otherwise.",
      "id": "s316"
    },
    {
      "text": "The same may be said of Mr Dray, but in his case my impression was that he had a much greater actual recollection than Mr Tan.",
      "id": "s317"
    },
    {
      "text": "Mars submitted that Mr Dray was an advocate for Sweet Rewards and that he had adjusted his evidence to suit his interests.",
      "id": "s318"
    },
    {
      "text": "My impression was that Mr Dray did seek to put his best foot forward.",
      "id": "s319"
    },
    {
      "text": "However, that does not come close to what Mars is bound to submit.",
      "id": "s320"
    },
    {
      "text": "The email exchange and the evidence of Mr Tan would require the submission not that Mr Dray was putting the best spin he could on his evidence (a plausible proposition) --- but rather that he had engaged in false email correspondence to set up the impression that he was not seeking to exploit the Maltesers get-up, that he had used the other persons in the email exchange to that end and, finally, that he had persuaded Mr Tan to the same course.",
      "id": "s321"
    },
    {
      "text": "These propositions are, so it seems to me, most unlikely.",
      "id": "s322"
    },
    {
      "text": "I therefore reject Mars' case on intention.",
      "id": "s323"
    },
    {
      "text": "However, as I have said, that case is, in any event, irrelevant for neither the Delfi red jar nor the orange jar conveyed the representations about source, association, sponsorship or approval alleged in paragraph 19 of the pleading.",
      "id": "s324"
    },
    {
      "text": "The second passing off claim --- product equivalence representation\n Mars also argued that the red and orange jars conveyed representations that the Malt Balls they contained were made from the same ingredients, made from the same recipe or provided the same taste experience as Maltesers when eaten.",
      "id": "s325"
    },
    {
      "text": "For convenience I will refer to this as the representation as to product equivalence.",
      "id": "s326"
    },
    {
      "text": "It was common ground that the product equivalence representation was not true if it was made.",
      "id": "s327"
    },
    {
      "text": "Clearly enough, the red and orange jars do not contain any express representation about product equivalence.",
      "id": "s328"
    },
    {
      "text": "There is no statement on the jars to the effect that \"Malt Balls taste like Maltesers\".",
      "id": "s329"
    },
    {
      "text": "The link between the appearance of the red and orange jars and the supposed product equivalence must, therefore, be founded upon some aspect of the reputation inhering in the Maltesers product.",
      "id": "s330"
    },
    {
      "text": "Sweet Rewards submitted, and I accept, that it must be implicit in Mars' case in this area that there is a deceptive similarity between the appearance of the Delfi jars and the Maltesers get-up.",
      "id": "s331"
    },
    {
      "text": "On this view of things, a consumer would think that Malt Balls taste like, or are made from the same ingredients as, Maltesers only because of the similarity between the two sets of packaging.",
      "id": "s332"
    },
    {
      "text": "This argument should be rejected.",
      "id": "s333"
    },
    {
      "text": "In light of the fact that the orange and red jars are not deceptively similar to the Maltesers get-up, the premise upon which the argument must rest is unsound.",
      "id": "s334"
    },
    {
      "text": "In the event that I am wrong in my conclusions about deceptive similarity, it is necessary to determine whether the packaging suggests that its contents are the same as or similar to Maltesers.",
      "id": "s335"
    },
    {
      "text": "There is a high degree of artificiality in seeking to answer this question.",
      "id": "s336"
    },
    {
      "text": "However, if one makes the assumption --- heroic in my opinion --- that the red and orange jars are deceptively similar to the Maltesers get-up then I would be prepared to conclude that the product equivalence representation was made.",
      "id": "s337"
    },
    {
      "text": "The third passing off claim --- whether every Malt Ball represents that it is a Malteser\n I turn then to the third claim of misleading and deceptive conduct.",
      "id": "s338"
    },
    {
      "text": "Mars contends that by including on the jars a depiction of floating brown balls including some depicted in cross-section showing a yellow filling in conjunction with the words \"Malt Balls\", Sweet Rewards has again represented the equivalence of Malt Balls to Maltesers.",
      "id": "s339"
    },
    {
      "text": "The basis for this was said to be the reputation of the Maltesers get-up together with the familiarity of consumers with the characteristics of Maltesers.",
      "id": "s340"
    },
    {
      "text": "Mars submitted that for many members of the public the only malt ball they have ever encountered is the Malteser.",
      "id": "s341"
    },
    {
      "text": "Thus the depiction of a malt ball necessarily connotes that the malt ball in question is a Malteser.",
      "id": "s342"
    },
    {
      "text": "This argument is unpersuasive.",
      "id": "s343"
    },
    {
      "text": "The most important aspect of the Maltesers get-up is not the floating brown balls with some cut through to reveal a yellow centre.",
      "id": "s344"
    },
    {
      "text": "Rather, as I have endeavoured to demonstrate, it is the word Maltesers and the associated brand flag.",
      "id": "s345"
    },
    {
      "text": "In any event, it is highly unlikely that the public would be misled by the floating balls since the words \"Malt Balls\" extinguish entirely whatever limited capacity for confusion the floating balls might have otherwise had.",
      "id": "s346"
    },
    {
      "text": "To know that one is eating a \"Malt Ball\" is to know that one is not eating a Malteser.",
      "id": "s347"
    },
    {
      "text": "Accordingly, the passing off and ss 52 and 53 claims should be dismissed.",
      "id": "s348"
    },
    {
      "text": "The trade mark claims\n Mars is the proprietor of registered trade mark 789727 which appears as follows: \n It is also the proprietor of trade mark 1122880 which appears as follows: \n This is a series mark.",
      "id": "s349"
    },
    {
      "text": "Because the second in the series is not in a specified colour it is taken to be registered for all colours: see s 70(3) of the Trade Marks Act 1995 (Cth).",
      "id": "s350"
    },
    {
      "text": "Mars contended that the use by Sweet Rewards of the red jar infringed this trade mark.",
      "id": "s351"
    },
    {
      "text": "There were, as the argument was eventually developed, two issues between the parties: \n(a) whether Sweet Rewards' use of the Malt Balls label was as a trade mark; and\n \n(b) whether the use by Sweet Rewards of that label, assuming it to be trade mark use, was deceptively similar to Mars' trade marks.",
      "id": "s352"
    },
    {
      "text": "(A) TRADE MARK USE\n Section 17 of the Trade Marks Act 1995 (Cth) defines \"trade mark\" as follows: \nA trade mark is a sign used, or intended to be used, to distinguish goods or services dealt with or provided in the course of trade by a person from goods or services so dealt with or provided by any other person.",
      "id": "s353"
    },
    {
      "text": "Section 120 of the Act provides: \n When is a registered trade mark infringed?",
      "id": "s354"
    },
    {
      "text": "(1) A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to goods or services in respect of which the trade mark is registered.",
      "id": "s355"
    },
    {
      "text": "(2) A person infringes a registered trade mark if the person uses a trade mark sign that is substantially identical with, or deceptively similar to, the trade mark in relation to:\n \n(a) goods of the same description as that of goods ( registered goods ) in respect of which the trade mark is registered; or\n \n(b) services that are closely related to registered goods; or\n \n(c) services of the same description as that of services ( registered services ) in respect of which the trade mark is registered; or\n \n(d) goods that are closely related to registered services.",
      "id": "s356"
    },
    {
      "text": "However, the person is not taken to have infringed the trade mark if the person establishes that using the sign as the person did is not likely to deceive or cause confusion.",
      "id": "s357"
    },
    {
      "text": "(3) A person infringes a registered trade mark if:\n \n(a) the trade mark is well known in Australia; and\n \n(b) the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to:\n \n (i) goods ( unrelated goods ) that are not of the same description as that of the goods in respect of which the trade mark is registered ( registered goods ) or are not closely related to services in respect of which the trade mark is registered ( registered services ); or\n \n ...\n \n(4) In deciding, for the purposes of paragraph (3)(a), whether a trade mark is well known in Australia , one must take account of the extent to which the trade mark is known within the relevant sector of the public, whether as a result of the promotion of the trade mark or for any other reason.",
      "id": "s358"
    },
    {
      "text": "Section 10 defines \"deceptively similar\" to mean: \nFor the purposes of this Act, a trade mark is taken to be deceptively similar to another trade mark if it so nearly resembles that other trade mark that it is likely to deceive or cause confusion.",
      "id": "s359"
    },
    {
      "text": "It is necessary, therefore, for Mars to demonstrate that Sweet Rewards' use of the red jar label was use as a trade mark.",
      "id": "s360"
    },
    {
      "text": "This requires either that Mars show that the label was intended to be used to distinguish goods or services in the requisite sense or that it did in fact do so.",
      "id": "s361"
    },
    {
      "text": "So much flows from the text of s 17.",
      "id": "s362"
    },
    {
      "text": "Mr Dray's evidence was that the intention was to use the Delfi brand as the trade mark and that the words \"Malt Balls\" were intended to be descriptive only.",
      "id": "s363"
    },
    {
      "text": "I accept this evidence.",
      "id": "s364"
    },
    {
      "text": "It is consistent with the other titles in the Delfi jar range which, with the exception of \"cha cha\", are each descriptive.",
      "id": "s365"
    },
    {
      "text": "I accept that the non-descriptive term \"cha cha\" was used because the longer expression \"chocolate-covered lentil\" was too ungainly.",
      "id": "s366"
    },
    {
      "text": "It follows that the use of the Delfi mark was the use of a trade mark.",
      "id": "s367"
    },
    {
      "text": "The use of the balance or other parts of the label may qualify as trade mark use if, despite not being intended to be used as a trade mark, they were in fact so used.",
      "id": "s368"
    },
    {
      "text": "I do not think, however, that they were.",
      "id": "s369"
    },
    {
      "text": "The presence of the Delfi mark which clearly was use as a mark reduces the possibility in this case that the rest of the label was also being used as a mark.",
      "id": "s370"
    },
    {
      "text": "There may be cases where one label bears two marks.",
      "id": "s371"
    },
    {
      "text": "This, however, was not such a case.",
      "id": "s372"
    },
    {
      "text": "The consequence of that conclusion is that there was trade mark use by Sweet Rewards but that it was only the Delfi mark which constituted that use.",
      "id": "s373"
    },
    {
      "text": "On no view could it be said, nor was it said, that the Delfi mark was deceptively similar (or substantially identical) to the Maltesers marks.",
      "id": "s374"
    },
    {
      "text": "That is sufficient to dispose of the trade mark claim.",
      "id": "s375"
    },
    {
      "text": "(B) DECEPTIVE SIMILARITY\n Mars alleged that each element of the Malt Balls product infringed the mark.",
      "id": "s376"
    },
    {
      "text": "These elements were said to be the same as the elements of the Maltesers get-up described at paragraph 10 of these reasons.",
      "id": "s377"
    },
    {
      "text": "Assuming, contrary to my conclusion, that each of the elements alleged was used as a trade mark, it is then necessary to decide whether that use was deceptively similar to the Mars trade marks.",
      "id": "s378"
    },
    {
      "text": "In this area it is impermissible to take into account any matter added to the respondent's mark or any differences in get-up.",
      "id": "s379"
    },
    {
      "text": "The marks must be understood in their entirety.",
      "id": "s380"
    },
    {
      "text": "Both parties placed reliance upon the reasons given by Lord Radcliffe in de Cordova v Vick Chemical Co (1951) 68 RPC 103 at 105-106.",
      "id": "s381"
    },
    {
      "text": "I will not set them out.",
      "id": "s382"
    },
    {
      "text": "Lord Radcliffe's reasons were examined by a Full Court of this Court in Crazy Ron's Communications Pty Ltd v Mobileworld Communications Pty Ltd (2004) 61 IPR 212 at 231 [84].",
      "id": "s383"
    },
    {
      "text": "For present purposes Crazy Ron's establishes a number of principles: The question of deceptive similarity is not to be judged by a side by side comparison.",
      "id": "s384"
    },
    {
      "text": "Instead what is involved is a comparison, on the one hand, of the impression based on recollection of an applicant's mark that persons of ordinary intelligence would have and the impression such persons would get from the respondent's mark (at 227 [73]).",
      "id": "s385"
    },
    {
      "text": "In that regard it is important to consider the \"idea of the mark\" (at 228 [74]).",
      "id": "s386"
    },
    {
      "text": "In assessing deceptive similarity, questions of aural impression may be important (at 228 [75]).",
      "id": "s387"
    },
    {
      "text": "In that context I regard the aural similarity between Malt Balls and Maltesers as negligible.",
      "id": "s388"
    },
    {
      "text": "The risk of deception must be tangible but it is enough if an ordinary person entertains a reasonable doubt (at 228 [76]).",
      "id": "s389"
    },
    {
      "text": "Allowance must be made for imperfect recollections in considering whether a mark so nearly resembles another mark that it is likely to cause confusion or deception (at 228-229 [77]-[78]).",
      "id": "s390"
    },
    {
      "text": "That principle extends even to marks which are not just invented words.",
      "id": "s391"
    },
    {
      "text": "If a registered trade mark includes words which can be regarded as an essential feature of the mark, another mark that incorporates those words may well infringe the registered trade mark (at 229-230 [79]).",
      "id": "s392"
    },
    {
      "text": "It is likewise established that, generally, reputation is irrelevant to the question of infringement.",
      "id": "s393"
    },
    {
      "text": "Despite the apparent breath of that proposition, however, it is also accepted that if a particular word or words has come to signify exclusively the goods of the proprietor of a mark (the mark including those words) then the use of that or those words by another would be an infringement.",
      "id": "s394"
    },
    {
      "text": "No doubt this involves some apparent departure from the general principle that reputation is irrelevant but it is sanctioned by authority: Crazy Ron's at 232 [88]-[89].",
      "id": "s395"
    },
    {
      "text": "A corollary appears to be that in assessing the notion of a consumer's imperfect recollection of a mark, the fact that a mark is notoriously so ubiquitous and of such long standing that consumers generally must be taken to be familiar with it and its use in relation to particular goods or services is a relevant consideration: Crazy Ron's at 232-233 [90].",
      "id": "s396"
    },
    {
      "text": "The application of these principles is, so it seems to me, relatively straightforward.",
      "id": "s397"
    },
    {
      "text": "The Maltesers marks are very famous.",
      "id": "s398"
    },
    {
      "text": "Consumers generally must be taken to be familiar with them.",
      "id": "s399"
    },
    {
      "text": "That is relevant to assessing a consumer's imperfect recollection of the mark.",
      "id": "s400"
    },
    {
      "text": "So viewed, a comparison between the impression held in the consumer's mind and the direct impression of Sweet Rewards' mark is one which, in this case at least, occurs in a context in which the chances of the average consumer having forgotten the Maltesers mark are vanishingly small.",
      "id": "s401"
    },
    {
      "text": "So too, an aural examination leads to the same result.",
      "id": "s402"
    },
    {
      "text": "\"Maltesers\" does not sound like \"Malt Balls\".",
      "id": "s403"
    },
    {
      "text": "In particular, the pronunciation is phonetically different: \"mal-tesers\" is syllabically distinct from \"malt balls\".",
      "id": "s404"
    },
    {
      "text": "I do not think that the colour red would cause confusion but even if there was such a risk such risk is clearly overcome by the effect of the other matters to which I have referred.",
      "id": "s405"
    },
    {
      "text": "My conclusions are therefore that: \n(a) the trade mark used by Sweet Rewards was the Delfi mark so that Mars' claim fails;\n \n(b) even if the trade mark use by Sweet Rewards were as Mars alleges, consumers are so familiar with Maltesers that they could not possibly be confused by the Malt Balls packaging --- more formally, there is no likelihood of imperfect recollection by them of the Maltesers mark leading to confusion; and\n \n(c) that conclusion is assisted by an aural consideration.",
      "id": "s406"
    },
    {
      "text": "Disposition\n It follows that none of the applicant's claims have been made good.",
      "id": "s407"
    },
    {
      "text": "The application should be dismissed with costs.",
      "id": "s408"
    },
    {
      "text": "Rulings on evidence\n Objection was taken by Sweet Rewards to paragraph 8 of the affidavit of Sarah Jane Armstrong sworn 29 May 2008 and to exhibit SJA-2 to that affidavit on the grounds of hearsay.",
      "id": "s409"
    },
    {
      "text": "Ms Armstrong had given evidence of certain discussions she had with various retailers about the distribution of the Delfi products.",
      "id": "s410"
    },
    {
      "text": "The purpose of that evidence was to show that the reputation of the Delfi range was limited.",
      "id": "s411"
    },
    {
      "text": "There is no doubt that the evidence is hearsay.",
      "id": "s412"
    },
    {
      "text": "Mr Webb SC submitted that it should be received pursuant to s 64(2) of the Evidence Act 1995 (Cth) which provides: \n(2) The hearsay rule does not apply to:\n \n(a) evidence of the representation that is given by a person who saw, heard or otherwise perceived the representation being made; or\n \n(b) a document so far as it contains the representation, or another representation to which it is reasonably necessary to refer in order to understand the representation;\n \n if it would cause undue expense or undue delay, or would not be reasonably practicable, to call the person who made the representation to give evidence.",
      "id": "s413"
    },
    {
      "text": "Section 64(2) is, however, attended by a requirement that notice be given: see s 67.",
      "id": "s414"
    },
    {
      "text": "The requirements of such a notice are specified in the Evidence Regulations 1995 (Cth).",
      "id": "s415"
    },
    {
      "text": "It is common ground that these requirements were not complied with in this case.",
      "id": "s416"
    },
    {
      "text": "There is a power to relieve from the notice requirements: see s 67(4).",
      "id": "s417"
    },
    {
      "text": "The basis for the suggested exercise of that dispensing power was that the evidence was essentially incontrovertible.",
      "id": "s418"
    },
    {
      "text": "I do not see why this is so.",
      "id": "s419"
    },
    {
      "text": "There is nothing inherently accurate about a conversation with a retailer.",
      "id": "s420"
    },
    {
      "text": "Even more is this so when the possibility of reliability is considered through the prism of inaccuracy and error rather than the lens of dishonesty.",
      "id": "s421"
    },
    {
      "text": "Nor is this a case where the affidavit of Ms Armstrong itself provided the particulars contemplated in the notice.",
      "id": "s422"
    },
    {
      "text": "In the case of a number of the retailers only the first names were provided; in the case of others no names were provided at all.",
      "id": "s423"
    },
    {
      "text": "Addresses were not provided in many cases and neither was the occupation or job title of the person involved.",
      "id": "s424"
    },
    {
      "text": "Further, Ms Armstrong's affidavit was prepared some five months in advance of the hearing.",
      "id": "s425"
    },
    {
      "text": "I am unable therefore to discern why it would have caused undue delay or expense to require a short affidavit from each person.",
      "id": "s426"
    },
    {
      "text": "In that circumstance, I decline to relieve Mars from the obligation to issue the notices.",
      "id": "s427"
    },
    {
      "text": "The consequence is that the evidence is rejected.",
      "id": "s428"
    },
    {
      "text": "I certify that the preceding one hundred and three (103) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Perram.",
      "id": "s429"
    },
    {
      "text": "Associate:\n \n \nDated: 5 June 2009\n \n Counsel for the Applicant: Mr R Webb SC with Mr H Bevan \n \n Solicitors for the Applicant: Baker &amp; McKenzie \n \n Counsel for the Respondent: Mr B Caine SC with Mr W Rothnie \n \n Solicitors for the Respondent: Mallesons Stephen Jaques \n Date of Hearing: 18, 19, 20, 21 November 2008 \n \n Date of Judgment: 5 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/606.html",
      "id": "s430"
    }
  ]
}