{
  "name": "Wainter Pty Ltd ACN 008 725 586 v Freehills (A Firm) (No 2) [2009] FCA 770 (20 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/770.html",
  "catchphrases": [
    {
      "text": "application for further security for costs",
      "id": "c0"
    },
    {
      "text": "next stage for which security for costs should be ordered",
      "id": "c1"
    },
    {
      "text": "quantum of security",
      "id": "c2"
    },
    {
      "text": "draft bill of costs considered",
      "id": "c3"
    },
    {
      "text": "further security for costs ordered in sum of $220,000.00",
      "id": "c4"
    },
    {
      "text": "security for costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "ISSUE \n The issues in contest between the first respondent and second respondent (the Freehills respondents), on the one part, and the applicant, on the other, the subject of this decision are the next stage for which security for costs should be ordered and the quantum of a further order for security for costs in the proceeding.",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n On 11 March 2008, French J ordered the applicant to provide security for the costs of the first respondent and second respondent (and the third respondent), up to the close of pleadings in the sum of $55,000.00.",
      "id": "s1"
    },
    {
      "text": "His Honour then also granted liberty to these respondents to make application for further security thereafter.",
      "id": "s2"
    },
    {
      "text": "The proceedings have now reached the stage where pleadings have closed.",
      "id": "s3"
    },
    {
      "text": "Thus this fresh application for security has been made.",
      "id": "s4"
    },
    {
      "text": "CONTENTIONS OF THE PARTIES \n The Freehills respondents seek an order for additional security in the proceedings up to the stage of the matter being set down for trial, in the sum of $250,000.00 (by way of bank guarantee).",
      "id": "s5"
    },
    {
      "text": "The applicant does not contest the proposition that further security should be provided.",
      "id": "s6"
    },
    {
      "text": "It confirms that the only real issues are as to the stage of the proceeding for which security should be provided and the quantum.",
      "id": "s7"
    },
    {
      "text": "The applicant says security should be provided up to the stage of mediation, discovery and inspection of documents, and filing and serving of expert reports --- a stage short of entry for trial.",
      "id": "s8"
    },
    {
      "text": "The applicant also challenges the quantum estimate of $250,000.00 in any event.",
      "id": "s9"
    },
    {
      "text": "The applicant points to the fact that it has consented to an order for security for costs in favour of the third respondent made on 8 May 2009, whereby it has been ordered to provide further security for that respondent's costs in the sum of $135,000.00 up to and including mediation, discovery and inspection of documents, and the filing and service of expert reports.",
      "id": "s10"
    },
    {
      "text": "The Freehills respondents point out, however, that the third respondent does not intend to adduce expert evidence and that by agreement this has been left to the Freehills respondents.",
      "id": "s11"
    },
    {
      "text": "DETERMINATION \n The parties accept that the amount of security that may be ordered is within the discretion of the Court.",
      "id": "s12"
    },
    {
      "text": "The discretion must be exercised judicially and is not confined by O 28, r 3 of the Federal Court Rules .",
      "id": "s13"
    },
    {
      "text": "See Bell Wholesale Co Limited v Gates Export Corporation [1984] FCA 34 ; (1984) 2 FCR 1 at 3 --- 4; Chapman v Luminis Pty Ltd [2002] FCA 496 at [12] .",
      "id": "s14"
    },
    {
      "text": "It is well understood, and little authority need be recited in this regard, that in ordering security for costs the Court does not give a full indemnity.",
      "id": "s15"
    },
    {
      "text": "The effect of this principle is that the Court has a discretion to choose such amount as it thinks fit in all the circumstances of the case.",
      "id": "s16"
    },
    {
      "text": "The amount will not exceed the estimate of party and party costs but it may be less.",
      "id": "s17"
    },
    {
      "text": "The Court usually takes \"a broad brush\" approach to the determination of the amount.",
      "id": "s18"
    },
    {
      "text": "In that regard the process of estimation embodies to a considerable extent reliance upon the \"feel\" of the case after considering relevant factors.",
      "id": "s19"
    },
    {
      "text": "It is not usually necessary to descend into the minutiae of the claims and the Court does not sit as a taxing officer would to determine the amounts.",
      "id": "s20"
    },
    {
      "text": "However, it may be appropriate to consider some of the detail of the estimates made by the parties in determining quantum.",
      "id": "s21"
    },
    {
      "text": "See generally in relation to these principles Reinsurance Australia Corporation Ltd v HIH Casualty and General Insurance (in liquidation) [2003] FCA 803 at 16-17.",
      "id": "s22"
    },
    {
      "text": "As to the stage to which security should now be given, the applicant contends that it would be appropriate to maintain uniformity or a degree of uniformity between the stages for which all of the respondents are entitled to have their costs secured.",
      "id": "s23"
    },
    {
      "text": "As noted above, the third respondent and the applicant have agreed and the Court has ordered by consent that the third respondent's costs be secured up to the stage of mediation, generally speaking.",
      "id": "s24"
    },
    {
      "text": "While I accept that uniformity is a consideration, the fact that the applicant and the third respondent have agreed and consented to an order being made up to the point of mediation, should not be considered determinative or necessarily the primary factor in assessing the stage for security which should now be provided.",
      "id": "s25"
    },
    {
      "text": "On a more substantive point, counsel for the applicant emphasises the parties recognise that there ought to be mediation in this proceeding and all are working towards that end.",
      "id": "s26"
    },
    {
      "text": "In that sense the mediation stage may be said to be an appropriate one in which the costs of these respondents should be secured.",
      "id": "s27"
    },
    {
      "text": "Counsel for the parties are in general agreement that mediation might be possible in about three months.",
      "id": "s28"
    },
    {
      "text": "In my view, while it may be appropriate in some cases, having regard to the nature of the issues and the work required to be done, to limit an order for security for costs to a stage up to and including a mediation, this, when all is put in the balance, is not one of those cases.",
      "id": "s29"
    },
    {
      "text": "I consider that to order security for costs up to the stage of mediation, generally speaking, whilst it is a possibility, would in the circumstances be reasonably artificial.",
      "id": "s30"
    },
    {
      "text": "In recognition of a need to limit the work for which security should be given, the Freehills respondents do not seek security for all costs associated with the stage up to the point of entry for trial.",
      "id": "s31"
    },
    {
      "text": "In particular, they do not argue at this stage for security for preparation for trial during 2009, trial, all of the general care and conduct required in relation thereto, counsel's fees, or certain other disbursements associated with the final preparation for trial.",
      "id": "s32"
    },
    {
      "text": "Rather, the Freehills respondents, by reference to a draft bill of costs, claim security for costs in the sum of $250,000.00, as against a sum of $437,000.00 that they say is a reasonable estimate of the relevant work to be done, calculated as follows: Items 1 --- 8 (additional work done to date, completing discovery and inspection, pleadings and particulars, experts, non-expert evidence, directions hearings, security for costs, private mediation) $295,000.00 Item 11 (part of general care and conduct) $42,000.00 Item 14 (part of expert fees) $90,000.00 Item 16 (part of miscellaneous disbursements) $10,000.00 Total $437,000.00 As I say, while it would be possible to use mediation as the end of the next stage for security purposes, and the applicant and third respondent have already agreed to do this, I consider having regard to the complex issues of law and fact in relation to actions for loss and damage allegedly arising out of breach of the Trade Practices Act 1974 (Cth) and the Corporations Act 2001 (Cth), where the sum claimed by the applicant (with interest) is in the region of $20,000,000.00, it is inevitable that there will be an overlap of the work required to be done for any substantive mediation, certainly one that is likely to be successful, and the getting up of the action generally for trial.",
      "id": "s33"
    },
    {
      "text": "It is this consideration --- in effect that the preparation for mediation will benefit from getting up, and that getting up will benefit the mediation --- that leads me to allow security to the point of entry.",
      "id": "s34"
    },
    {
      "text": "When one also takes into account the fact that the Freehills respondents have limited their claim for security so that it does not include the items listed above, then there is not all that much at stake between the position of the applicant and the Freehills respondents, save for the actual estimation of quantum.",
      "id": "s35"
    },
    {
      "text": "So far as quantum is concerned, the Freehills respondents have produced a draft bill of costs in support of their application for further security.",
      "id": "s36"
    },
    {
      "text": "This is questioned on a number of fronts by the applicant.",
      "id": "s37"
    },
    {
      "text": "I will deal with some of the more important points made in respect of it, as these bear upon the ultimate assessment I need to make.",
      "id": "s38"
    },
    {
      "text": "The first item in the draft bill of costs is for \"additional work done to date\".",
      "id": "s39"
    },
    {
      "text": "Counsel for the applicant, rightly in my view, submits that the amount of $20,000.00 included in the calculation for this item is simply designed to increase the initial amount of security provided for of $55,000.00, by $20,000.00.",
      "id": "s40"
    },
    {
      "text": "I tend to agree with the applicant that that is not appropriate.",
      "id": "s41"
    },
    {
      "text": "While counsel for the applicant suggested that it is open to the Court to vary an order for security where there are materially changed circumstances or discovery of new material which could not reasonably have been put before the Court on the hearing of the original application, I am not satisfied that this is such a case.",
      "id": "s42"
    },
    {
      "text": "See generally Gurtler v Finance Now Pty Ltd [2009] FCA 631.",
      "id": "s43"
    },
    {
      "text": "The second item is in respect of completing discovery and inspection.",
      "id": "s44"
    },
    {
      "text": "For this a total of $40,000.00 is suggested.",
      "id": "s45"
    },
    {
      "text": "Item 2.2 concerns inspection of documents held by the liquidators.",
      "id": "s46"
    },
    {
      "text": "It seems there are considerable volumes of materials in this category for discovery and that the costs for inspection will be large.",
      "id": "s47"
    },
    {
      "text": "The applicant reasonably suggests these need not be inspected for the purpose of mediation.",
      "id": "s48"
    },
    {
      "text": "However, on the approach I prefer, they will need to be inspected in due course, although not until after any unsuccessful mediation.",
      "id": "s49"
    },
    {
      "text": "Counsel for the applicant also questions whether there will in the circumstances be any proper basis for any further or better discovery, as item 2.3 of the draft bill suggests, by which further costs in the amount of $10,000.00 might be incurred.",
      "id": "s50"
    },
    {
      "text": "Item 3 of the draft bill of costs deals with pleadings and particulars.",
      "id": "s51"
    },
    {
      "text": "Particular attention has been placed on a proposed amendment to para 44 of the statement of claim.",
      "id": "s52"
    },
    {
      "text": "The Freehills respondents say that this raises a number of new directions.",
      "id": "s53"
    },
    {
      "text": "The applicant is at pains to contend it should not involve major amendments to the defence.",
      "id": "s54"
    },
    {
      "text": "The respondents have anticipated additional work under this item totalling $25,000.00.",
      "id": "s55"
    },
    {
      "text": "I suspect overall it may not require quite that much attention but understandably it will need to be carefully regarded.",
      "id": "s56"
    },
    {
      "text": "Item 4 of the draft bill of the costs deals with experts.",
      "id": "s57"
    },
    {
      "text": "There is a related item 14 dealing with disbursements for expert fees totalling $150,000.00.",
      "id": "s58"
    },
    {
      "text": "The Freehills respondents have limited their current estimate to $90,000.00.",
      "id": "s59"
    },
    {
      "text": "Counsel for the applicant strongly presses the view that some of the fees of the applicant's experts seem excessive and in any event, that the expert evidence of a chartered accountant, Mr Barry Honey, should be considered unnecessary.",
      "id": "s60"
    },
    {
      "text": "In the event, following further exploration of the issues with counsel, I do not believe it can be said that the evidence of Mr Honey is irrelevant and unlikely to be helpful.",
      "id": "s61"
    },
    {
      "text": "The respondents through counsel accept that some of the expert fees are high and say they have made appropriate reductions in limiting their estimate to $90,000.00.",
      "id": "s62"
    },
    {
      "text": "While there have not been expert evidence orders previously made, the expert reports have been obtained by the respondents in order to deal with that put on by the applicants.",
      "id": "s63"
    },
    {
      "text": "There is no dispute between the parties in that regard.",
      "id": "s64"
    },
    {
      "text": "Item 5 deals with non-expert evidence, the applicant says this should not be the subject of security at this point but in light of my ruling I rule to the contrary.",
      "id": "s65"
    },
    {
      "text": "Such work may be informed by preparation for mediation and vice versa.",
      "id": "s66"
    },
    {
      "text": "Similarly in relation to item 6 concerning additional directions hearings, for which an amount of $15,000.00 is estimated, one would expect up to the time of entry, security in an appropriate sum will be necessary.",
      "id": "s67"
    },
    {
      "text": "Item 7, dealing with security for costs, and item 8, dealing with private mediation, also appear to be generally within the bounds of work that must be done leading up to and including the mediation.",
      "id": "s68"
    },
    {
      "text": "Calculations of $10,000.00 and $15,000.00 respectively are suggested.",
      "id": "s69"
    },
    {
      "text": "These are not the subject of any particular objection by counsel for the applicant.",
      "id": "s70"
    },
    {
      "text": "Item 11 of the draft bill of costs is in respect of \"general care and conduct\" by reference to which an amount of $142,000.00 is estimated, being 20% of the earlier subtotal having regard to matters listed in item 41(a) --- (f) of the scale of costs.",
      "id": "s71"
    },
    {
      "text": "However, as noted above, for the next stage the respondents estimate $42,000.00.",
      "id": "s72"
    },
    {
      "text": "I accept that this is a complex case, both factually and in relation to the matters of law involved and sums claimed, and that the matter will require a considerable amount of care and attention and a proper allowance in this regard ought be provided.",
      "id": "s73"
    },
    {
      "text": "There is, by way of general comment, no doubt that the Freehills respondents are entitled properly to prepare their case in response to a claim of this significance.",
      "id": "s74"
    },
    {
      "text": "There should be no unreasonable crimping of the work to be done on behalf of the Freehills respondents and so of the estimate of security required.",
      "id": "s75"
    },
    {
      "text": "In respect of all work to be done in the proceeding, the draft bill of costs prepared by the respondents estimates total professional fees of $852,000.00 and total disbursements of $626,000.00, making a total of professional fees and disbursements claimed in the sum of $1,478,000.00.",
      "id": "s76"
    },
    {
      "text": "However, as noted above, in relation to this application for security, the Freehills respondents say that it is contemplated this stage of the proceedings (up to the matter being set down for trial) would only encompass the items (or part of the items) from the draft bill in items 1 --- 8 ($295,000.00), 11 ($42,000.00), 14 ($90,000.00) and 16 ($10,000.00) totalling $437,000.00.",
      "id": "s77"
    },
    {
      "text": "In respect thereof, they submit that security be in the sum of $250,000.00, which they say represents a considerable \"discount\" from the estimate contained in the draft bill of costs.",
      "id": "s78"
    },
    {
      "text": "By proposing that this stage of proceedings be up to the matter being set down for trial, but that security should not be calculated by reference to the items 9 (preparation for trial during 2009 totalling $185,000.00), 10 (for trial totalling $230,000.00) and the balance of 11, and none of the disbursements anticipated for counsel's fees in items 12 and 13, the approach of the Freehills respondents is, in my view, a considered and reasonable one.",
      "id": "s79"
    },
    {
      "text": "It should also be noted that while the third respondent has consented to an order that $135,000.00 security be provided, by agreement between the respondents, the third respondent does not intend to produce expert evidence and has left the adducing of such evidence to the Freehills respondents.",
      "id": "s80"
    },
    {
      "text": "This undoubtedly adds work for the Freehills respondents.",
      "id": "s81"
    },
    {
      "text": "CONCLUSION AND ORDER \n In my view, the approach taken by the Freehills respondents to the calculation of security for costs at this stage is generally appropriate.",
      "id": "s82"
    },
    {
      "text": "However, I do not consider that item 1 of the draft bill of costs is an appropriate item to be included for consideration.",
      "id": "s83"
    },
    {
      "text": "I consider that generally speaking the work in items 2 --- 8 is appropriate.",
      "id": "s84"
    },
    {
      "text": "I consider the experts fees is also on the high side.",
      "id": "s85"
    },
    {
      "text": "In the event, I would order that security for costs be provided in the sum of $220,000.00 (to be provided by bank guarantee).",
      "id": "s86"
    },
    {
      "text": "I will hear from counsel as to the terms of the orders to be made.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s88"
    },
    {
      "text": "Associate:\n \n \nDated: 20 July 2009\n \n Counsel for the Applicant: Mr MG Lundberg \n \n Solicitor for the Applicant: Solomon Brothers \n \n Counsel for the First and Second Respondents: Mr MAR Blundell \n \n Solicitor for the First and Second Respondents: Mallesons Stephen Jaques \n Date of Hearing: 25 June 2009 \n \n Date of Judgment: 20 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/770.html",
      "id": "s89"
    }
  ]
}