{
  "name": "SZJTW v Minister for Immigration and Citizenship [2009] FCA 756 (16 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/756.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "application an abuse of process.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time to file and serve a notice of appeal against a judgment of the Federal Magistrates Court given on 18 May 2009 ( SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2009] FMCA 508).",
      "id": "s0"
    },
    {
      "text": "Because the notice of appeal was not filed and served within 21 days as required by Order 52 r 15(1)(a) of the Federal Court Rules , the application for the extension of time is required.",
      "id": "s1"
    },
    {
      "text": "The Court may extend time \"for special reasons\" under Order 52 r 15(2).",
      "id": "s2"
    },
    {
      "text": "The application is accompanied by an affidavit sworn by the first applicant on 19 June 2009, as well as a draft notice of appeal filed on 24 June 2009.",
      "id": "s3"
    },
    {
      "text": "The background to the present application is set out in the decision of the Federal Magistrates Court at [12]-[14] as follows: [T]he Tribunal's decision was signed on 2 November 2006.",
      "id": "s4"
    },
    {
      "text": "On 20 March 2007 Smith FM in SZJTW &amp; Anor v Minister for Immigration &amp; Citizenship [2007] FMCA 481 considered the applicants' application for judicial review of that Tribunal decision.",
      "id": "s5"
    },
    {
      "text": "In paragraph [17] of his Honour's reasons for decision the following appears:\n \n The applicant had no submissions to make to me today except that he was afraid to go back to India.",
      "id": "s6"
    },
    {
      "text": "In my opinion his application has not raised an arguable case for the relief claimed, and it is appropriate for me to dismiss it under r.44.12(1)(a).",
      "id": "s7"
    },
    {
      "text": "...\n \n On 1 August 2007, Lindgren J in the Federal Court heard an application from the applicants for leave to appeal from the judgment of Smith FM.",
      "id": "s8"
    },
    {
      "text": "Relevantly his Honour said:\n \n A [sic] appeal would have no prospects of success.",
      "id": "s9"
    },
    {
      "text": "The decision of the Federal Magistrates Court is not attended with sufficient doubt to warrant appellate reconsideration of it.",
      "id": "s10"
    },
    {
      "text": "... Leave to appeal should be refused with costs.",
      "id": "s11"
    },
    {
      "text": "( SZJTW v Minister for Immigration &amp; Citizenship [2007] FCA 1166 at [17] ) \n \n It appears that the applicants then sought special leave to appeal to the High Court from the decision of Lindgren J.",
      "id": "s12"
    },
    {
      "text": "In SZJTW &amp; Anor v Minister for Immigration &amp; Citizenship &amp; Anor [2008] HCA 214 , Kirby and Heydon JJ dismissed that application on 24 April 2008.",
      "id": "s13"
    },
    {
      "text": "It is apparent that the applicants have exercised their rights to obtain judicial review of the Tribunal decision and have exercised and exhausted all their appeal rights following the decision of Smith FM on 20 March 2007.",
      "id": "s14"
    },
    {
      "text": "In other words, the applicants had exercised their right to apply to have the decision of the Refugee Review Tribunal ( the Tribunal ) set aside for jurisdictional error.",
      "id": "s15"
    },
    {
      "text": "Their application had been dismissed in a \"show cause\" hearing ( SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2007] FMCA 481).",
      "id": "s16"
    },
    {
      "text": "Such a dismissal is interlocutory.",
      "id": "s17"
    },
    {
      "text": "Accordingly, the applicants required and applied for leave to appeal.",
      "id": "s18"
    },
    {
      "text": "Leave was refused ( SZJTW v Minister for Immigration and Citizenship [2007] FCA 1166).",
      "id": "s19"
    },
    {
      "text": "The applicants sought special leave from the High Court which was also refused ( SZJTW &amp; Anor v Minister for Immigration &amp; Citizenship &amp; Anor [2008] HCA 214).",
      "id": "s20"
    },
    {
      "text": "By the steps the applicants took they exhausted their rights to challenge the decision of the Tribunal.",
      "id": "s21"
    },
    {
      "text": "Against this background the Federal Magistrate in SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2009] FMCA 508 unsurprisingly concluded that the proceeding was vexatious (at [15]).",
      "id": "s22"
    },
    {
      "text": "Further, because the application for review was filed out of time (as explained by the Federal Magistrate in [4]-[8]) the Federal Magistrate also concluded that it would not be in the interests of the administration of justice to extend time within which to bring the application for review (at [16], referring to the terms of s 477(2) of the Migration Act 1958 (Cth)).",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrate (at [18]) also considered that the applicants, in all probability, were estopped from bringing their application for review because they either did or should have raised any issues identified in the application in the earlier proceeding, SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2007] FMCA 481.",
      "id": "s24"
    },
    {
      "text": "The affidavit and written submissions in support of the present application for an extension of time do not address the difficulties which confront the applicants in again seeking to challenge the Tribunal's decision.",
      "id": "s25"
    },
    {
      "text": "According to the affidavit, the applicants did not receive the decision of the Federal Magistrates Court in SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2009] FMCA 508 until 7 June 2009.",
      "id": "s26"
    },
    {
      "text": "Even if that be so, it cannot alter the fact that the applicants have exhausted their rights of appeal.",
      "id": "s27"
    },
    {
      "text": "The affidavit refers to additional evidence which I infer was not put before the Tribunal.",
      "id": "s28"
    },
    {
      "text": "But as Lindgren J explained to the applicants in SZJTW v Minister for Immigration and Citizenship [2007] FCA 1166 at [15] it is not open to the Federal Magistrates Court to review the merits of the Tribunal's decision.",
      "id": "s29"
    },
    {
      "text": "The written submissions also seek to rely on new evidence not put before the Tribunal, which is impermissible.",
      "id": "s30"
    },
    {
      "text": "In short, neither the affidavit nor the written submissions identify any arguable ground of jurisdictional error by the Tribunal.",
      "id": "s31"
    },
    {
      "text": "More to the point, neither identifies any error by the Federal Magistrates Court in declining the application to extend time to enable an application to be made.",
      "id": "s32"
    },
    {
      "text": "Nor have (or can) the appellants address the fact that they have exhausted their appeal rights against the Tribunal's decision by the steps taken in 2007 and 2008.",
      "id": "s33"
    },
    {
      "text": "The first applicant appeared at the hearing.",
      "id": "s34"
    },
    {
      "text": "Apart from relying on the documents already filed, the first applicant reiterated his fear of returning to India and his claim that he did not receive justice on his first attempt to obtain a protection visa.",
      "id": "s35"
    },
    {
      "text": "The first respondent ( the Minister ) pointed out that the documents on which the applicants relied did not address considerations relevant to the application for an extension of time.",
      "id": "s36"
    },
    {
      "text": "Even if there were special reasons to extend time, the Minister noted that the decision in SZJTW &amp; Anor v Minister for Immigration &amp; Anor [2009] FMCA 508 was interlocutory.",
      "id": "s37"
    },
    {
      "text": "Hence, the applicants would require leave to appeal as well as an extension of time.",
      "id": "s38"
    },
    {
      "text": "But the grant of either would be futile as the substantive application had no prospect of success.",
      "id": "s39"
    },
    {
      "text": "It was out of time when filed below and an abuse of process.",
      "id": "s40"
    },
    {
      "text": "I accept the Minister's submissions.",
      "id": "s41"
    },
    {
      "text": "In these circumstances there can be no special reasons why an extension of time for a notice of appeal should be granted in accordance with Order 52 r 15(2) of the Federal Court Rules .",
      "id": "s42"
    },
    {
      "text": "The application must be dismissed with costs.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s44"
    },
    {
      "text": "Associate:\n \n \nDated: 16 July 2009\n \n The First Applicant appeared in person \n \n \n Solicitor/Advocate for the First Respondent: Ms E Warner Knight (Australian Government Solicitor) \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 16 July 2009 \n \n Date of Judgment: 16 July 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/756.html",
      "id": "s45"
    }
  ]
}