{
  "name": "Larrikin Music Publishing Pty Ltd v EMI Songs Australia Pty Limited [2009] FCA 799 (30 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/799.html",
  "catchphrases": [
    {
      "text": "preliminary question on ownership of copyright",
      "id": "c0"
    },
    {
      "text": "whether, by entering song into girl guides competition, author of copyright work assigned copyright to girl guides association",
      "id": "c1"
    },
    {
      "text": "the phrase \"all matter entered to become the property of the guide association\" not effective to assign copyright",
      "id": "c2"
    },
    {
      "text": "subsequent assignment of copyright to applicant effective",
      "id": "c3"
    },
    {
      "text": "communications with third parties which occurred twenty to forty years after the date of purported assignment not admissible to determine intention of parties",
      "id": "c4"
    },
    {
      "text": "informal admissions may be contradicted by maker, and it is for the court to determine on the evidence what weight is to be given to such admissions",
      "id": "c5"
    },
    {
      "text": "copyright",
      "id": "c6"
    },
    {
      "text": "evidence",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \"Kookaburra Sits in the Old Gum Tree\" (\"Kookaburra\") is a well known Australian round.",
      "id": "s0"
    },
    {
      "text": "It was written and composed in about 1934 by Ms Marion Sinclair.",
      "id": "s1"
    },
    {
      "text": "Larrikin Music Publishing Pty Ltd (\"Larrikin\") is an Australian music publisher which claims to have acquired the copyright in \"Kookaburra\" from either or both the Public Trustee and the Libraries Board of South Australia.",
      "id": "s2"
    },
    {
      "text": "The Public Trustee was the trustee of the estate of Ms Sinclair, who died in 1988.",
      "id": "s3"
    },
    {
      "text": "The Libraries Board claimed to be the owner of the copyright by reason of a donation of records made by Ms Sinclair in 1987.",
      "id": "s4"
    },
    {
      "text": "Larrikin has brought proceedings for copyright infringement against the composers of another well known Australian song \"Down Under\", which was composed and published in Australia in 1981.",
      "id": "s5"
    },
    {
      "text": "Larrikin claims that Mr Colin James Hay and Mr Ronald Graham Strykert, the composers of \"Down Under\", reproduced in that composition a substantial part of \"Kookaburra\".",
      "id": "s6"
    },
    {
      "text": "Claims of copyright infringement are also brought against EMI Songs Australia Pty Limited and EMI Music Publishing Australia Pty Limited, who are, respectively, the owner and licensee of the copyright in the words and music of \"Down Under\".",
      "id": "s7"
    },
    {
      "text": "I will refer to Mr Hay and Mr Strykert as \"the composers\", and to the two EMI companies as \"EMI\".",
      "id": "s8"
    },
    {
      "text": "The proceedings were listed for a final hearing in June 2009 but shortly before the hearing date, it appeared that the case was not ready for trial.",
      "id": "s9"
    },
    {
      "text": "It seemed to me that there was utility in determining as a preliminary point a question raised by the composers and EMI in their defence, namely whether Larrikin is the owner of the copyright in \"Kookaburra\".",
      "id": "s10"
    },
    {
      "text": "Of course, if Larrikin is not the owner of the copyright, its claim of copyright infringement must fail at the outset.",
      "id": "s11"
    },
    {
      "text": "THE PRELIMINARY POINT AND THE ISSUES ARISING \n The question of whether Larrikin is the owner of the copyright in \"Kookaburra\" raises two essential issues.",
      "id": "s12"
    },
    {
      "text": "The first was described by Senior Counsel for the composers and EMI by the Latin maxim \" nemo dat quod non habet \", literally, no person can give what he or she does not own.",
      "id": "s13"
    },
    {
      "text": "This issue arises because in 1934, Ms Sinclair entered \"Kookaburra\" in a competition conducted by the Girl Guides Association of Victoria (\"the Victorian Girl Guides\").",
      "id": "s14"
    },
    {
      "text": "Indeed, \"Kookaburra\" was the winning entry in that competition which had, as one of the rules for entry, a condition that:- \n \n All matter entered to become the property of the Guide Association.",
      "id": "s15"
    },
    {
      "text": "The question of whether the entry of \"Kookaburra\" in the competition constituted an assignment of the copyright to the Victorian Girl Guides is to be determined under the Copyright Act 1912 (Cth), (\"the 1912 Act\"), which was in force in 1934.",
      "id": "s16"
    },
    {
      "text": "It is sufficient to say that the effect of the 1912 Act was that the assignment was required to be in writing and signed by the owner.",
      "id": "s17"
    },
    {
      "text": "This raises questions of both fact and law which I will describe in more detail below.",
      "id": "s18"
    },
    {
      "text": "The second issue is whether, in the event that Ms Sinclair did not assign the copyright to the Victorian Girl Guides, certain deeds of assignment between Larrikin, the Public Trustee and the Libraries Board were effective to assign the copyright in \"Kookaburra\" to Larrikin.",
      "id": "s19"
    },
    {
      "text": "The nemo dat issue\n The nemo dat issue raises three questions of fact and one question of law.",
      "id": "s20"
    },
    {
      "text": "The first question of fact is whether I ought to infer that Ms Sinclair was aware of the rules of entry so that it may be said that they contained the terms of a written contract between Ms Sinclair and the Victorian Girl Guides.",
      "id": "s21"
    },
    {
      "text": "The second factual question is whether the \"assignment\" was signed by Ms Sinclair.",
      "id": "s22"
    },
    {
      "text": "The composers and EMI rely upon two signed or initialled manuscripts of \"Kookaburra\" submitted by Ms Sinclair as her entry in the competition to satisfy the statutory requirement that an assignment be signed by the copyright owner.",
      "id": "s23"
    },
    {
      "text": "However, even if the manuscripts formed part of the contract between Ms Sinclair and the Victorian Girl Guides, an issue arises as to whether Ms Sinclair signed them in the capacity of an assignor or merely to identify the manuscripts as her own works.",
      "id": "s24"
    },
    {
      "text": "The third question of fact is whether, in light of the surrounding circumstances in which the competition took place, viewed in light also of the subsequent communications between the parties, Ms Sinclair had an intention to assign the copyright to the Victorian Girl Guides.",
      "id": "s25"
    },
    {
      "text": "This question turns largely upon a consideration of certain correspondence between Ms Sinclair and the Victorian Girl Guides in late 1934 and early 1935.",
      "id": "s26"
    },
    {
      "text": "Larrikin also sought to rely on much later correspondence covering the period from the 1950s which was said to point to actions by Ms Sinclair that were inconsistent with the claim that she had assigned the copyright to the Victorian Girl Guides.",
      "id": "s27"
    },
    {
      "text": "The composers and EMI relied on statements made by Ms Sinclair in her 1984 autobiography which were said to disclose an intention to assign the copyright in 1934.",
      "id": "s28"
    },
    {
      "text": "A question arises as to whether this later correspondence, which includes correspondence with third parties, and the statements in the autobiography, may be taken into account to determine the question of Ms Sinclair's intention when she submitted the work to the Victorian Girl Guides in 1934: Australian Broadcasting Corporation v XIVth Commonwealth Games Ltd (1988) 18 NSWLR 540 at 550---551 per Gleeson CJ.",
      "id": "s29"
    },
    {
      "text": "The question of law which arises in relation to the entry of \"Kookaburra\" in the competition in 1934 is one of construction of the rules of the competition.",
      "id": "s30"
    },
    {
      "text": "The question is whether, in the event that Ms Sinclair's entry was governed by the rules, the rule which provided that all matter entered was to become the property of the Victorian Girl Guides was effective to assign the copyright in the work to that Association.",
      "id": "s31"
    },
    {
      "text": "The deeds of assignment of copyright\n The remaining issue arises from the assignments of copyright obtained by Larrikin from the Public Trustee and the Libraries Board.",
      "id": "s32"
    },
    {
      "text": "This issue arises because the composers and EMI contend that even if Ms Sinclair did not assign the copyright to the Victorian Girl Guides, the chain of title from Ms Sinclair to Larrikin, through the Public Trustee and the Libraries Board, was nonetheless ineffective to assign the copyright in \"Kookaburra\" to Larrikin.",
      "id": "s33"
    },
    {
      "text": "The composers and EMI press their contentions notwithstanding that the chain of title appears to be clearly documented in a Deed of Assignment made between the Public Trustee and Larrikin in 1990, a further Deed of Assignment between the Public Trustee, the Libraries Board and Larrikin in 2000 and a Deed of Confirmation made between all of those parties in 2008.",
      "id": "s34"
    },
    {
      "text": "The substance of the argument of the composers and EMI contains two steps.",
      "id": "s35"
    },
    {
      "text": "The first is that in the Deed made in 2000, the Public Trustee admitted that the assignment made in 1990 was ineffective.",
      "id": "s36"
    },
    {
      "text": "The second step in the argument is that, according to the composers and EMI, Ms Sinclair did not deposit the relevant copyright work with the Libraries Board, so that the purported assignment from the Libraries Board to Larrikin was also ineffective.",
      "id": "s37"
    },
    {
      "text": "If the composers and EMI are correct on these contentions, the effect of them would be that upon Ms Sinclair's death, the copyright in \"Kookaburra\" fell into a legal status which might be described as analogous to that of terra nullius , or property belonging to no one.",
      "id": "s38"
    },
    {
      "text": "THE LEGISLATION \n The 1912 Act adopted, with certain modifications, the Copyright Act 1911 (UK) (\"the British Copyright Act\").",
      "id": "s39"
    },
    {
      "text": "The effect of s 8 of the 1912 Act was that the British Copyright Act was deemed to be in force in Australia from 1 July 1912.",
      "id": "s40"
    },
    {
      "text": "Section 5(1) of the British Copyright Act provided that, subject to certain provisions, the author of an original literary, dramatic, musical and artistic work would be the owner of the copyright.",
      "id": "s41"
    },
    {
      "text": "Section 5(2) went on to provide that the owner of the copyright in any work may assign the rights, either wholly or partially: \n \n ... but no such assignment or grant shall be valid unless it is in writing signed by the owner of the right in respect of which the assignment or grant is made, or by his duly authorized agent.",
      "id": "s42"
    },
    {
      "text": "The assignments purportedly effected under the Deeds of 1990, 2000 and the Confirmatory Deed of 2008, are governed by the Copyright Act 1968 (Cth) (\"the Act').",
      "id": "s43"
    },
    {
      "text": "The Act deals with assignments of copyright in s 196.",
      "id": "s44"
    },
    {
      "text": "That section provides, relevantly:- \n \n (1) Copyright is personal property and, subject to this section, is transmissible by assignment, by will and by devolution by operation of law.",
      "id": "s45"
    },
    {
      "text": "...\n (3) An assignment of copyright (whether total or partial) does not have effect unless it is in writing signed by or on behalf of the assignor.",
      "id": "s46"
    },
    {
      "text": "The effect of those subsections is to preserve the requirements for an assignment stated in s 5(2) of the British Copyright Act , namely that the assignment be in writing and signed by the owner of the copyright or his or her agent.",
      "id": "s47"
    },
    {
      "text": "THE VICTORIAN GIRL GUIDES COMPETITION \n On, or shortly after 20 April 1934, the Victorian Girl Guides published a circular which was headed \"Guide Village\".",
      "id": "s48"
    },
    {
      "text": "The circular commenced by stating that the Guide Village was a \"big effort\" of all members of the Victorian Girl Guides to raise money for a proposed Guide Camp House, and that \"everything possible will be for sale\".",
      "id": "s49"
    },
    {
      "text": "The circular stated that it was not a competition between Districts, but was: \n \n a great combined effort of everyone working together for the good of the whole.",
      "id": "s50"
    },
    {
      "text": "The circular went on to announce certain competitions as follows: \n \n The following Competitions will be held in connection with the Guide Village.",
      "id": "s51"
    },
    {
      "text": "A Singing Round with Music.",
      "id": "s52"
    },
    {
      "text": "A short Story (not more than 2,500 words).",
      "id": "s53"
    },
    {
      "text": "A Poem.",
      "id": "s54"
    },
    {
      "text": "A design suitable for a Xmas Card.",
      "id": "s55"
    },
    {
      "text": "The circular stated the following rules of entry: \n \n RULES for ENTRY.",
      "id": "s56"
    },
    {
      "text": "(a) The entrance fee for each entry in any of the Competitions to be 6d.",
      "id": "s57"
    },
    {
      "text": "(b) A prize of 10/6 to be given to the winner of each section.",
      "id": "s58"
    },
    {
      "text": "(c) The Competitions to be open to all enrolled members of the Guide Association in Australia.",
      "id": "s59"
    },
    {
      "text": "(d) All matter entered to become the property of the Guide Association.",
      "id": "s60"
    },
    {
      "text": "(e) The decision of the Judges to be final.",
      "id": "s61"
    },
    {
      "text": "(f) All entries to be accompanied by the entrance fee of 6d.",
      "id": "s62"
    },
    {
      "text": "also name and address of entrants.",
      "id": "s63"
    },
    {
      "text": "(g) All entries to be in by July 31st.",
      "id": "s64"
    },
    {
      "text": "On 2 July 1934, the Victorian Girl Guides' journal, known as \"Matilda\", was published.",
      "id": "s65"
    },
    {
      "text": "It is not clear how regularly the publication was produced but the July 1934 edition was Vol 11 no 1.",
      "id": "s66"
    },
    {
      "text": "The July 1934 edition of \"Matilda\" recorded on page 5, under the heading \"Guide Village News\", further details of the competition referred to in the April circular.",
      "id": "s67"
    },
    {
      "text": "It enquired whether members had started working on the competitions and listed the four competitions stated in the circular, including the singing round with music.",
      "id": "s68"
    },
    {
      "text": "It also listed the seven rules for entry in exactly the same terms as stated in the circular, including the rule that provided for all \"matter\" entered in the competition to become the property of the Victorian Girl Guides.",
      "id": "s69"
    },
    {
      "text": "The News item on page 5 of the July edition of \"Matilda\" went on to say: \n \n Now do let us have hundreds of entries, there is plenty of talent in the Guide Movement.",
      "id": "s70"
    },
    {
      "text": "Think of the PRIZE that you might win and also that every entry helps to swell the Fund for our Guide Camp House.",
      "id": "s71"
    },
    {
      "text": "Also on page 5 of the July edition of \"Matilda\", in the column directly opposite the details of the competition, was a short news piece under the heading \"Honours for the Chief Guide\".",
      "id": "s72"
    },
    {
      "text": "The news piece recorded details of the appointment of Lady Chauvel as the State Commissioner for the Victorian Girl Guides in a letter to \"Matilda\" from Ms Sinclair.",
      "id": "s73"
    },
    {
      "text": "The piece concluded: \n \n On behalf of the Guiders of Victoria, \n \n \n \n \n Yours, etc., \n \n \n \n \n \n \n MARION SINCLAIR \n \n \n \n THE CORRESPONDENCE \n The contemporaneous correspondence\n On 2 October 1934, the Victorian Girl Guides wrote to Ms Sinclair as follows:- \n \n Dear Marion, \n \n\n \n \n I should have written to you weeks ago to express to you the thanks of Lady Chauvel and the Executive Committee for the gift of your three Rounds to the Association.",
      "id": "s74"
    },
    {
      "text": "We now have to thank you further for having these Rounds printed, and for your donation of the proceeds to the Guide House Fund.",
      "id": "s75"
    },
    {
      "text": "We do think it is ever so good of you to have made such a delightful contribution.",
      "id": "s76"
    },
    {
      "text": "I collected the enclosed Rounds from the Centenary Committee, I thought you would be interested to see Dr Floyd's opinion, you may have been told of it, but I just want to be certain.",
      "id": "s77"
    },
    {
      "text": "Dr Floyd, who was referred to in the letter, was the organist and choirmaster at St Paul's Cathedral in Melbourne, and a well-known musical authority.",
      "id": "s78"
    },
    {
      "text": "He was the judge of the competition.",
      "id": "s79"
    },
    {
      "text": "The three rounds referred to in the letter were included in a publication, the cover of which bore the heading \"Girl Guides' Association, Victoria, 1934\".",
      "id": "s80"
    },
    {
      "text": "The cover was described as \"Three Rounds by Marion Sinclair\".",
      "id": "s81"
    },
    {
      "text": "It stated \"Proceeds for Guide House Fund\".",
      "id": "s82"
    },
    {
      "text": "The three rounds in the publication included a manuscript of the words and music of \"Kookaburra\".",
      "id": "s83"
    },
    {
      "text": "Although it is not entirely clear from the evidence, it seems likely that this was in the same form as the manuscript which was submitted for entry in the competition.",
      "id": "s84"
    },
    {
      "text": "The other two rounds included in the publication were not entered in the competition.",
      "id": "s85"
    },
    {
      "text": "It seems clear from the letter of 2 October 1934 that Ms Sinclair paid for the printing and publication of the three rounds, that the publication was made available for sale by Ms Sinclair and that she donated the proceeds of sale to the Victorian Girl Guides' House Fund.",
      "id": "s86"
    },
    {
      "text": "It is evident from two further letters to Ms Sinclair, written in 1935, that she continued to donate the proceeds of sale of the publication of the three rounds to the Victorian Girl Guides.",
      "id": "s87"
    },
    {
      "text": "The first letter from the Victorian Girl Guides to Ms Sinclair was dated 22 February 1935.",
      "id": "s88"
    },
    {
      "text": "It was described, in the mode of that era, as a \"wee note\" and was as follows: \n \n Dear Marion, \n \n\n \n \n Just a wee note to thank you from Lady Chauvel for what the enclosed receipt represents, she has asked me to say again how grateful the Committee are to you for your gesture, and how glad everyone is that Guides have a chance of purchasing your delightful songs.",
      "id": "s89"
    },
    {
      "text": "The second was dated 3 September 1935 and stated: \n \n Dear Miss Sinclair, \n \n\n \n \n I am happy to be able to tell you that a further sum of 13/7 has just been paid over on your behalf to the Camp House Fund as a result of further sales of the Rounds.",
      "id": "s90"
    },
    {
      "text": "I am taking several dozen to the Training Week with the expressed design of teaching them the songs and making them all buy copies to take home to their Companies --- here's to us!",
      "id": "s91"
    },
    {
      "text": "The subsequent correspondence\n On 22 February 1955, Ms Janet Tobitt, an employee of the Girl Scouts of the United States of America, National Headquarters in New York, wrote to Ms Sinclair seeking permission to publish \"Kookaburra\".",
      "id": "s92"
    },
    {
      "text": "The letter from Ms Tobitt included the following: \n \n Dear Miss Sinclair, \n \n\n \n \n Last October, not knowing your whereabouts, I wrote Miss Manning at the Sydney Girl Guide office asking her help in locating you and explaining why I needed to get in touch with you.",
      "id": "s93"
    },
    {
      "text": "The letter was never acknowledged nor was it returned; a further request for your address was ignored.",
      "id": "s94"
    },
    {
      "text": "This time I am trying via your National HQ.",
      "id": "s95"
    },
    {
      "text": "Upon returning from abroad and assembling my scattered possessions I could not find any authorization to reprint your charming round \"Kookaburra\" which we have been using for years, the one permission I cannot trace.",
      "id": "s96"
    },
    {
      "text": "I am greatly disturbed about it and can only conclude from your silence that somewhere there was a grievous error.",
      "id": "s97"
    },
    {
      "text": "... \n \n Ms Tobitt's letter went on to say that she had a number of publications which she used for the Girl Scouts and other youth groups, including a publication known as \"The Ditty Bag\", in which \"Kookaburra\" had been included.",
      "id": "s98"
    },
    {
      "text": "She said that a commercial firm, Silver Burdett, and a New York college press had paid $15 and $10 respectively for permission to reprint \"Kookaburra\".",
      "id": "s99"
    },
    {
      "text": "Ms Tobitt passed on the cheques she had received commenting about the size of the amounts as follows: \n \n This is unusual in the case of something as short as a round.",
      "id": "s100"
    },
    {
      "text": "Ms Sinclair replied to Ms Tobitt but a copy of the reply is not available.",
      "id": "s101"
    },
    {
      "text": "Ms Tobitt replied to Ms Sinclair's letter on 23 March 1955 as follows: \n \n Thank you very much for your very kind letter which greatly relieved my mind.",
      "id": "s102"
    },
    {
      "text": "Years ago, I was attached to Imperial Headquarters in London to do a special music job and at that time compiled THE WORLD SINGS.",
      "id": "s103"
    },
    {
      "text": "I imagine that the British Guides told me then that it would be all right for American Girl Scouts to use \"Kookaburra\".",
      "id": "s104"
    },
    {
      "text": "You certainly are entitled to keep the money since it was voluntarily offered by the organizations which asked to reprint the round.",
      "id": "s105"
    },
    {
      "text": "Further evidence of a request to Ms Sinclair for permission to publish \"Kookaburra\" is found in a letter from an Australian publisher, F. W. Cheshire Pty Ltd, to Ms Sinclair dated 21 May 1963.",
      "id": "s106"
    },
    {
      "text": "The letter stated, relevantly: \n \n We are preparing to publish an inexpensive educational song-book for use in Australian Secondary Schools, provisionally entitled \"Singing Together\", and edited by Alexandra E. Cameron (author of 'Music Appreciation for Australian Schools', and a Victorian High School teacher).",
      "id": "s107"
    },
    {
      "text": "We would like your permission to include \"Kookaburra\" canon, --- Australian traditional melody, with words by yourself, as published in 'The School Paper'.",
      "id": "s108"
    },
    {
      "text": "Ms Sinclair replied on 26 May 1963 granting permission to include \"Kookaburra\" in the collection.",
      "id": "s109"
    },
    {
      "text": "In acknowledging this, F. W. Cheshire commented that it was a compliment to Ms Sinclair \"that the tune should be thought to be traditional and ... so well-loved.",
      "id": "s110"
    },
    {
      "text": "\" There were a large number of other items of correspondence evidencing the grant of permission by Ms Sinclair to the printing and publication of \"Kookaburra\".",
      "id": "s111"
    },
    {
      "text": "The most significant letter is one dated 4 August 1969 from the Victorian Girl Guides to Ms Sinclair, which I will set out in full: \n \n Dear Miss Sinclair, \n \n\n \n \n This Association is hoping to publish, in conjunction with the Guide International camp to be held here in January, 1970, a book of Campfire songs.",
      "id": "s112"
    },
    {
      "text": "One song we would definitely like to include is \"Kookaburra\", and we would be pleased to have your permission for this reprinting.",
      "id": "s113"
    },
    {
      "text": "The book would sell through our Guide shops at approximately 75 cents Australian.",
      "id": "s114"
    },
    {
      "text": "I personally have very happy memories of teaching this song (with sound effects!",
      "id": "s115"
    },
    {
      "text": ") in the town square of a small town in the Philippines, and I do hope you will be willing to give us permission to print it in our book.",
      "id": "s116"
    },
    {
      "text": "With all good wishes to you, and greetings, \n \n\n \n \n Yours sincerely, \n \n\n \n \n (Miss M. Shaw)\n Editor 'Matilda' \n \n A copy of the relevant part of the songbook published by the Victorian Girl Guides in 1970 was in evidence.",
      "id": "s117"
    },
    {
      "text": "It contains a manuscript of \"Kookaburra\" with the following acknowledgment: \n \n By Marion Sinclair --- used by permission.",
      "id": "s118"
    },
    {
      "text": "In June 1975, Ms Sinclair assigned to the Australasian Performing Right Association (\"APRA\") all her performing rights in all copyright works composed or written by her.",
      "id": "s119"
    },
    {
      "text": "The catalyst for the assignment to APRA was a letter to Ms Sinclair from the Australian Broadcasting Commission (\"ABC\") dated 17 March 1975 alerting her to the danger that \"Kookaburra\" was being reproduced without authorisation, thereby depriving her of performance royalties.",
      "id": "s120"
    },
    {
      "text": "In a further letter from the ABC to Ms Sinclair dated 25 March 1975, the ABC informed her that it had requested APRA to contact her and that APRA collects performing rights royalties on behalf of composers.",
      "id": "s121"
    },
    {
      "text": "On 11 May 1978, a violin teacher, Ms Penny Layton, wrote to Ms Sinclair seeking permission to publish a reproduction of \"Kookaburra\" in a form suitable to be played on the violin.",
      "id": "s122"
    },
    {
      "text": "It appears that Ms Sinclair gave permission and the adaptation of \"Kookaburra\" appears to have been deposited by Ms Sinclair with the Libraries Board.",
      "id": "s123"
    },
    {
      "text": "There are other examples of Ms Sinclair depositing various versions of the manuscript for \"Kookaburra\".",
      "id": "s124"
    },
    {
      "text": "One such example may be seen in a letter to the State Library of Victoria to Ms Sinclair dated 22 November 1979 thanking her for sending the manuscript to the Library.",
      "id": "s125"
    },
    {
      "text": "As late as 1983, Ms Sinclair may be seen to have maintained the stance that she had copyright in \"Kookaburra\".",
      "id": "s126"
    },
    {
      "text": "In a letter dated 2 April 1983, Ms Sinclair said that the words and music were copyright and: \n \n This should be acknowledged by the words \"by permission, M. Sinclair\" --- or just my name and the copyright symbol, &#169;, added.",
      "id": "s127"
    },
    {
      "text": "Ms Sinclair went on to say that there was a fee of $10, unless the work was published by the \"Girl Guide Movement\" for which the round was written in 1934.",
      "id": "s128"
    },
    {
      "text": "MS SINCLAIR'S AUTOBIOGRAPHY \n During 1984, Ms Sinclair wrote and published her autobiography.",
      "id": "s129"
    },
    {
      "text": "The autobiography contains a statement which might, on one view, be thought to indicate that Ms Sinclair acknowledged that the copyright in \"Kookaburra\" vested in the Victorian Girl Guides.",
      "id": "s130"
    },
    {
      "text": "The statement was that the winning entry in the competition conducted by the Victorian Girl Guides \"would be sold to help the fund\".",
      "id": "s131"
    },
    {
      "text": "THE DONATION TO THE STATE LIBRARY \n On 12 June 1987, Ms Sinclair made a \"Donation of Records\" to the Libraries Board.",
      "id": "s132"
    },
    {
      "text": "The donation was contained in a document headed \"Mortlock Library of South Australiana, Donation of Records\".",
      "id": "s133"
    },
    {
      "text": "The \"Mortlock Library of South Australiana\" was the name given by the State Library, which was administered by the Libraries Board, to certain collections of South Australian material.",
      "id": "s134"
    },
    {
      "text": "The document signed by Ms Sinclair states in plain terms that the donation was to the Libraries Board of South Australia.",
      "id": "s135"
    },
    {
      "text": "Clause 4 of the document states: \n \n Any copyright owned by me/ us in the items listed in the First Schedule shall vest in the Board on ______________ (date) /my death (strike out whichever does not apply).",
      "id": "s136"
    },
    {
      "text": "The First Schedule stated: \n \n Personal writings of Ms Marion Sinclair including poetry, musical compositions and original manuscript of autobiography, and a copy of typed manuscript.",
      "id": "s137"
    },
    {
      "text": "The evidence establishes that the \"musical compositions\" referred to in the First Schedule included an adaptation of \"Kookaburra\" for rendition by violin.",
      "id": "s138"
    },
    {
      "text": "I am satisfied that it was the adaptation of the work for which Ms Layton sought permission from Ms Sinclair to publish in 1978.",
      "id": "s139"
    },
    {
      "text": "The letter from Ms Layton to Ms Sinclair stated that a sample of the adaptation of \"Kookaburrra\" for violin was enclosed.",
      "id": "s140"
    },
    {
      "text": "It seems to me that this was the manuscript that was deposited with the State Library as one of the \"musical compositions\" referred to in the Donation of Records.",
      "id": "s141"
    },
    {
      "text": "THE DEED OF ASSIGNMENT FROM THE PUBLIC TRUSTEE TO LARRIKIN \n By her last will and testament made on 18 September 1984, Ms Sinclair appointed the Public Trustee as her sole executor and trustee.",
      "id": "s142"
    },
    {
      "text": "Ms Sinclair had no children and she bequeathed the whole of her estate to her trustee to sell and convert into money to be held on trust equally for the Animal Welfare League of South Australia and the Helping Hand Centre.",
      "id": "s143"
    },
    {
      "text": "The Helping Hand Centre was the place at which Ms Sinclair lived the last years of her life.",
      "id": "s144"
    },
    {
      "text": "It had a Writers Club Magazine for which Ms Sinclair made contributions, including some observations about the circumstances in which she composed \"Kookaburra\" some 40 or more years earlier.",
      "id": "s145"
    },
    {
      "text": "Ms Sinclair died on 15 February 1988 and probate was granted to the Public Trustee on 9 May 1988.",
      "id": "s146"
    },
    {
      "text": "During 1989, the Public Trustee invited tenders for the purchase of the copyright in \"Kookaburra\".",
      "id": "s147"
    },
    {
      "text": "Campbell Connolly (Australia) Pty Ltd, a related company of Larrikin, submitted a tender of $6,100 for the work.",
      "id": "s148"
    },
    {
      "text": "Campbell Connolly was the successful tenderer and, thereafter, there was correspondence between its solicitors, Messrs Lee, Hourigan and Brooks, and the solicitors for the Public Trustee, which took the form of \"requisitions\" as to the title of the Public Trustee to convey title to the copyright in \"Kookaburra\".",
      "id": "s149"
    },
    {
      "text": "On 21 March 1990, the Public Trustee entered into a Deed of Assignment of the copyright in \"Kookaburra\" to Larrikin.",
      "id": "s150"
    },
    {
      "text": "The Deed provided for an absolute assignment of the copyright to Larrikin.",
      "id": "s151"
    },
    {
      "text": "The consideration stated in the Deed was $6,100.",
      "id": "s152"
    },
    {
      "text": "The Public Trustee warranted that it was the exclusive holder of the copyright, subject only to the assignment to APRA and two stipulated non-exclusive licences.",
      "id": "s153"
    },
    {
      "text": "The Public Trustee's liability for breach of the warranty was limited to the consideration paid for the assignment.",
      "id": "s154"
    },
    {
      "text": "The Deed contained a standard form of covenant for further assurance.",
      "id": "s155"
    },
    {
      "text": "THE TRIPARTITE ASSIGNMENT FROM THE PUBLIC TRUSTEE TO THE LIBRARIES BOARD \n In November 1999, the Public Trustee's solicitor, Mr Hourigan, was somewhat surprised to receive a letter from a Ms Sue Lewis of the State Library of South Australia, informing him of a settlement of a dispute between the Libraries Board and the Public Trustee as to the ownership of the copyright in \"Kookaburra\".",
      "id": "s156"
    },
    {
      "text": "The letter from Ms Sue Lewis to Mr Hourigan enclosed a copy of a Deed executed by the Libraries Board and the Public Trustee and requested that Larrikin also sign that document.",
      "id": "s157"
    },
    {
      "text": "On 21 December 1999, Mr Hourigan forwarded the Deed to Mr Norman Lurie, the managing director of Larrikin.",
      "id": "s158"
    },
    {
      "text": "Mr Hourigan's letter stated that a deal had been reached between the Libraries Board and the Public Trustee.",
      "id": "s159"
    },
    {
      "text": "He expressed his surprise at what had happened but requested Mr Lurie to sign the Deed.",
      "id": "s160"
    },
    {
      "text": "Mr Lurie's evidence before me was that he took the Deed, and what was said in it, in good faith.",
      "id": "s161"
    },
    {
      "text": "He therefore executed the Deed on behalf of Larrikin.",
      "id": "s162"
    },
    {
      "text": "The Deed was dated 14 March 2000.",
      "id": "s163"
    },
    {
      "text": "The parties were the Libraries Board, which was described as the Assignor, Larrikin, which was described as the Assignee, and the Public Trustee.",
      "id": "s164"
    },
    {
      "text": "The effect of the Deed, so far as Larrikin was concerned, was that the Libraries Board assigned the copyright in \"Kookaburra\" to Larrikin, in lieu of the previous assignment from the Public Trustee.",
      "id": "s165"
    },
    {
      "text": "The Recitals to the Deed are important and I will set them out in full: The Assignor is the holder of the entire copyright subsisting in the work known as \"Kookaburra Sits in the Old Gum Tree\" composed by Marion Sinclair and all other rights subsisting in and attaching to the work including renewal options and extensions thereof (including American renewal and British reversionary rights) for the whole of the World (hereinafter called 'the Rights').",
      "id": "s166"
    },
    {
      "text": "The Assignee and Public Trustee did previously believe that Public Trustee was the holder of the Rights in its capacity as trustee of the will of Marion Sinclair.",
      "id": "s167"
    },
    {
      "text": "By a certain Deed made the 21 st day of March 1990 Public Trustee did purport to sell and assign absolutely to the Assignee the Rights.",
      "id": "s168"
    },
    {
      "text": "The parties have discovered that Public Trustee was not the holder of the Rights and that the sale and assignment in favour of the Assignee was ineffective.",
      "id": "s169"
    },
    {
      "text": "The Rights were at the time the property of the Assignor.",
      "id": "s170"
    },
    {
      "text": "The parties now wish to achieve an effective sale and assignment of the rights to the Assignee.",
      "id": "s171"
    },
    {
      "text": "The said Marion Sinclair died on 15 th February 1988 and the Rights subsist until 31 st December 2038.",
      "id": "s172"
    },
    {
      "text": "The Assignor has agreed with the Assignee for the assignment to the Assignee of the Rights.",
      "id": "s173"
    },
    {
      "text": "The operative parts of the Deed contained a number of acknowledgments and agreements.",
      "id": "s174"
    },
    {
      "text": "Clauses 1 to 4 were as follows: Public Trustee acknowledges and agrees that it was mistaken in its belief that it was the holder of the Rights.",
      "id": "s175"
    },
    {
      "text": "Public Trustee and the Assignee agree that the purported sale and assignment made the 21 st day of March 1990 was ineffective.",
      "id": "s176"
    },
    {
      "text": "The parties agree that the Assignor became the holder of the Rights on the death of Marion Sinclair.",
      "id": "s177"
    },
    {
      "text": "The Assignor hereby agrees to assign absolutely to the Assignee the Rights.",
      "id": "s178"
    },
    {
      "text": "Clause 5 provided that the assignment to Larrikin was to take effect from 21 March 1990, that is to say from the date of the assignment from the Public Trustee.",
      "id": "s179"
    },
    {
      "text": "There was a standard form of covenant for further assurance in Clause 8 of the Deed, under which the Libraries Board and the Public Trustee agreed to execute any further documents that may be reasonably required by Larrikin to establish and maintain the assignment of copyright.",
      "id": "s180"
    },
    {
      "text": "DEED OF CONFIRMATION \n On 1 September 2008, after the commencement of these proceedings, Larrikin, the Public Trustee and the Libraries Board entered into a Deed entitled \"Deed of Confirmation and Assignment\".",
      "id": "s181"
    },
    {
      "text": "The effect of the Deed was to confirm that it was, at all times, the intention of the parties to the Deed that the copyright in \"Kookaburra\" be assigned by either or both the Public Trustee and the Libraries Board to Larrikin.",
      "id": "s182"
    },
    {
      "text": "Recitals to deeds are now out of vogue.",
      "id": "s183"
    },
    {
      "text": "They have been replaced by a statement of the background.",
      "id": "s184"
    },
    {
      "text": "The \"Background\" to the Deed is important and I will set it out in full: This Deed relates to the song consisting of the musical and related literary work known as \" Kookaburra Sits in the Old Gum Tree \" composed by Marion Sinclair ( \"Kookaburra \").",
      "id": "s185"
    },
    {
      "text": "On 21 March 1990 Larrikin and the Public Trustee entered into a deed relating to Kookaburra.",
      "id": "s186"
    },
    {
      "text": "On 14 March 2000 Larrikin, the Public Trustee and the Libraries Board entered into a deed relating to Kookaburra.",
      "id": "s187"
    },
    {
      "text": "At all relevant times, it has been the intention of Larrikin, the Public Trustee and the Libraries Board that, on or after 21 March 1990, all Rights in Kookaburra that had been owned or were to be owned by either or both the Public Trustee and the Libraries Board be assigned to and owned by Larrikin absolutely.",
      "id": "s188"
    },
    {
      "text": "Without limiting the immediately preceding recital, for all Rights in Kookaburra that might come to be owned by either or both of the Public Trustee and the Libraries Board on or after 21 March 1990, it has been the intention of Larrikin, the Public Trustee and the Libraries Board at all relevant times that all such Rights be assigned and owned by Larrikin absolutely.",
      "id": "s189"
    },
    {
      "text": "For the avoidance of doubt, Larrikin has requested that the Public Trustee and the Libraries Board confirm the intention(s) of the parties as stated above and, to the extent necessary to perfect and give full legal effect to that intention or those intentions, to give the assignments herein contained.",
      "id": "s190"
    },
    {
      "text": "Clauses 1.1 and 1.2 of the operative provisions of the Deed were as follows: \n \n 1.1 The parties confirm that at all relevant times they and each of them have had the intention(s) stated in recitals D. and E.",
      "id": "s191"
    },
    {
      "text": "above.",
      "id": "s192"
    },
    {
      "text": "1.2 For the avoidance of doubt, and to the extent necessary to perfect and give full legal effect to the intention(s) of the parties, and in consideration of the sum of $10.00 paid by Larrikin to the Public Trustee and the Libraries Board (the receipt of which is hereby acknowledged), each of the Public Trustee and the Libraries Board hereby assigns (or, as the case might be, both jointly assign) to Larrikin: \n \n\n \n \n \n (a) all Rights in Kookaburra which each owned individually or jointly with the other before 21 March 1990;\n (b) all Rights in Kookaburra which each owned individually or jointly with the other on or after 21 March 1990 up to and including the date of this Deed, and\n (c) all Rights in Kookaburra which each may come to own individually or jointly with the other after the date of this Deed, \n \n \n\n \n \n \n such Rights to be owned by Larrikin absolutely and \n \n \n\n \n \n \n (d) in the case of the Rights referred to in (a), with effect from 21 March 1990;\n (e) in the case of the Rights referred to in (b) and (c), with effect immediately after such Rights came to be owned legally or beneficially by the Public Trustee or the Libraries Board or both of them (as the case might be).",
      "id": "s193"
    },
    {
      "text": "Clause 1.3 defined \"Rights in Kookaburra\" to mean all past, present and future copyright, including all contractual rights to royalties received from APRA and the Australian Mechanical Copyright Owners Society.",
      "id": "s194"
    },
    {
      "text": "ISSUE 1 --- WAS THERE AN \"ASSIGNMENT\" IN WRITING TO THE VICTORIAN GIRL GUIDES \n The first issue turns upon whether the rules of the Victorian Girl Guides' 1934 competition formed a part of a contract between that body and Ms Sinclair so as to satisfy the statutory requirement of writing.",
      "id": "s195"
    },
    {
      "text": "Ordinarily, it would be thought that an entrant in a competition, particularly the winning entrant, would be bound by the rules of the competition.",
      "id": "s196"
    },
    {
      "text": "However, in the present case, there is a dearth of evidence about the circumstances in which Ms Sinclair entered \"Kookaburra\" in the competition.",
      "id": "s197"
    },
    {
      "text": "The documentary evidence shows that Ms Sinclair was a strong supporter of the Victorian Girl Guides movement and there are a number of competing inferences that are open as to how she came to enter \"Kookaburra\" in the competition.",
      "id": "s198"
    },
    {
      "text": "The essence of the argument of the composers and EMI was that Ms Sinclair was aware of the rules and accepted them by conduct in submitting the manuscript of \"Kookaburra\" as her entry.",
      "id": "s199"
    },
    {
      "text": "Rule (f) of the rules of entry stated that entries would be accompanied by a fee, and the name and address of entrants were to be submitted.",
      "id": "s200"
    },
    {
      "text": "Mr Catterns QC, who appeared for the composers and EMI, submitted that, although rule (f) does not say so expressly, it contemplated the existence of a written entry form.",
      "id": "s201"
    },
    {
      "text": "However, he conceded that no such entry forms had been located.",
      "id": "s202"
    },
    {
      "text": "Mr Catterns asked me to infer that such a form must have existed, or at very least, that Ms Sinclair read the circular of 20 April 1934, or the statement of the rules set out in the July edition of \"Matilda\", before she submitted her entry.",
      "id": "s203"
    },
    {
      "text": "The difficulty with this submission is that it depends upon speculation and conjecture rather than upon proved circumstances which raise a hypothesis that is more probable than not.",
      "id": "s204"
    },
    {
      "text": "The distinction between inference and conjecture is aptly summed up in the observations by the learned author of Cross on Evidence (7th Aust edition, 2004), J. D. Heydon at [9055].",
      "id": "s205"
    },
    {
      "text": "It is there pointed out that where satisfaction of the civil standard depends upon inference, there must be something more than mere conjecture, guesswork or surmise.",
      "id": "s206"
    },
    {
      "text": "The test is that there must be shown to be more than \"conflicting inferences of equal degrees of probability so that the choice between them is a mere matter of conjecture\": see Nominal Defendant v Owens (1978) 22 ALR 128 at 132, and the authorities there referred to.",
      "id": "s207"
    },
    {
      "text": "Here, in the absence of an entry form or any evidence that Ms Sinclair had knowledge of the terms of the competition on submitting her entry, it is equally probably that Ms Sinclair learned of the existence of the competition without seeing the circular or the rules.",
      "id": "s208"
    },
    {
      "text": "She had an active interest in the Victorian Girl Guides' movement and it is equally probable that she learned of the competition through her association with the Movement.",
      "id": "s209"
    },
    {
      "text": "It is also equally probable that there were no formal documents constituting entry forms and that entries were submitted informally, by lodgement of the composition, the entry fee, and details of the entrant's name and address, if not already known to the Victorian Girl Guides.",
      "id": "s210"
    },
    {
      "text": "No inference may be drawn from the proximity of Ms Sinclair's contribution in the July edition of \"Matilda\" to the statement of the rules which appeared under the item \"Guide Village News\".",
      "id": "s211"
    },
    {
      "text": "All that can be safely inferred from Ms Sinclair's piece in the July edition is that she contributed it.",
      "id": "s212"
    },
    {
      "text": "To suggest that she must have read the rules on the other side of the page is no more than conjecture.",
      "id": "s213"
    },
    {
      "text": "Indeed, what would be required to be established is that she read those rules before submitting her entry.",
      "id": "s214"
    },
    {
      "text": "This is mere speculation.",
      "id": "s215"
    },
    {
      "text": "No support can be gained from the well-known \"ticket cases\" in the law of contract.",
      "id": "s216"
    },
    {
      "text": "Those cases establish that where an exemption clause is contained in a ticket, and the other party is not actually aware of the terms of the clause when the contract was made, the party seeking to rely on it cannot do so unless, at the time when the contract was made, reasonable notice was given to the other party: see Seddon and Ellinghaus, Cheshire and Fifoot's Law of Contract (9 th Australian Edition, 2008) at [10.28] and [10.70]; Oceanic Sun Line Special Shipping Company Inc v Fay [1988] HCA 32 ; (1988) 165 CLR 197 at 228-229.",
      "id": "s217"
    },
    {
      "text": "This principle has no application here, because as the authors of Cheshire and Fifoot observe at [10.71], it is necessary to determine with some precision at what point the contract was made.",
      "id": "s218"
    },
    {
      "text": "That cannot be done in the present case.",
      "id": "s219"
    },
    {
      "text": "What the composers and EMI would need to establish is that Ms Sinclair submitted her entry after the publication of the circular or after the July edition of Matilda and that each of those publications constituted reasonable notice.",
      "id": "s220"
    },
    {
      "text": "Having regard to Ms Sinclair's close connection with the Victorian Girl Guides, it is mere conjecture to say that this is what happened.",
      "id": "s221"
    },
    {
      "text": "It is equally probable that she heard of the competition by word of mouth and submitted her entry before the publication of those documents.",
      "id": "s222"
    },
    {
      "text": "Accordingly, it has not been established on the evidence that Ms Sinclair entered into a contract in writing on the terms contained in the circular, or, at least, that the contract included the term which provided for all \"matter\" to be the property of the Victorian Girl Guides.",
      "id": "s223"
    },
    {
      "text": "It follows that there was no assignment in writing to satisfy the requirements of s 5(2) of the British Copyright Act .",
      "id": "s224"
    },
    {
      "text": "ISSUE 2 --- WAS THE ASSIGNMENT \"SIGNED\"?",
      "id": "s225"
    },
    {
      "text": "In view of the conclusion I have reached on the first issue, it is unnecessary to decide whether the \"assignment\" was in writing.",
      "id": "s226"
    },
    {
      "text": "Nevertheless, I will deal briefly with this issue.",
      "id": "s227"
    },
    {
      "text": "As I have said, Mr Catterns submitted that the requirement of writing was satisfied by Ms Sinclair's signature and initials on the manuscripts which were apparently submitted to the Victorian Girl Guides.",
      "id": "s228"
    },
    {
      "text": "This submission depends upon the proposition that the signature and the initials were placed there for two purposes, the first being to identify the work, the second to effect an assignment.",
      "id": "s229"
    },
    {
      "text": "It is plain in my view that the signature and the initials constituted identification of the work as one that had been composed and written by Ms Sinclair.",
      "id": "s230"
    },
    {
      "text": "There is simply no evidentiary basis for the proposition that the signature and the initials were placed on the manuscripts to serve any other purpose.",
      "id": "s231"
    },
    {
      "text": "In particular, there is no basis for suggesting that they were intended to perform the work of assigning the copyright to the Victorian Girl Guides.",
      "id": "s232"
    },
    {
      "text": "ISSUE 3 --- INTENTION TO ASSIGN \n The letter to Ms Sinclair from the Victorian Girl Guides of 2 October 1934 makes it plain that Ms Sinclair paid for the printing and publication of the three rounds, including \"Kookaburra\".",
      "id": "s233"
    },
    {
      "text": "The two other rounds were not entered in the competition but Ms Sinclair donated the proceeds of sale of all three rounds to the Victorian Girl Guides.",
      "id": "s234"
    },
    {
      "text": "In my view, it is clear from this that Ms Sinclair acted upon the footing that she owned the copyright in all three rounds and that she made a gift of the proceeds of the sales, arranged by her, to the Victorian Girl Guides.",
      "id": "s235"
    },
    {
      "text": "The Victorian Girl Guides acknowledged this by thanking Ms Sinclair for her \"gift\" of the three rounds and her donation of the proceeds of sale.",
      "id": "s236"
    },
    {
      "text": "The letter is not a legal document and should not be construed as such.",
      "id": "s237"
    },
    {
      "text": "The reference to the \"gift\" was to the gift of the proceeds of sale of publication of the works, carried out by Ms Sinclair as copyright owner.",
      "id": "s238"
    },
    {
      "text": "The \"wee note\" of 22 February 1935 is to the same effect, as is the letter of 3 September 1935 informing Ms Sinclair of the receipt of a further sum of 13/7 for the Camp House Fund.",
      "id": "s239"
    },
    {
      "text": "I reject the submission made by Mr Catterns that it is to be inferred from the circumstances in which the competition took place that the Victorian Girl Guides would sell the winning round to raise money for the Fund.",
      "id": "s240"
    },
    {
      "text": "This is because the Guide Village News in the July 1934 edition of Matilda asks members to \"let us have hundreds of entries\" and \"every entry helps to swell the Fund\".",
      "id": "s241"
    },
    {
      "text": "Thus, what was intended was that hundreds of 6 pence entry fees would be paid which would raise money for the Fund, even after allowing for the payment of the 10/6 prize to the winning entry.",
      "id": "s242"
    },
    {
      "text": "There is nothing in this to suggest that the Victorian Girl Guides intended also to sell the winning entry, as copyright owner.",
      "id": "s243"
    },
    {
      "text": "Ms Sinclair's actions in printing the manuscript at her own expense and the correspondence to which I have referred are inconsistent with this.",
      "id": "s244"
    },
    {
      "text": "I am therefore satisfied that Ms Sinclair and the Victorian Girl Guides did not intend that Ms Sinclair would assign the copyright in \"Kookaburra\", as the winning entry, to the Victorian Girl Guides.",
      "id": "s245"
    },
    {
      "text": "I do not think that any real assistance is obtained from a consideration of the subsequent correspondence.",
      "id": "s246"
    },
    {
      "text": "It is true that in XIVth Commonwealth Games at 550---551, Gleeson CJ had regard to subsequent communications between the parties as a factor in determining whether the parties to the alleged contract evidenced an intention to make a concluded bargain.",
      "id": "s247"
    },
    {
      "text": "But that proposition is limited to communications between the actual parties to the alleged contract.",
      "id": "s248"
    },
    {
      "text": "His Honour stated that the position is not so clear with respect to internal memoranda or communications with third parties.",
      "id": "s249"
    },
    {
      "text": "Here, most of the communications referred to were between Ms Sinclair and third parties.",
      "id": "s250"
    },
    {
      "text": "The documents were contained in a joint tender bundle and were admitted without objection.",
      "id": "s251"
    },
    {
      "text": "Nevertheless, I have come to the view that they ought not to have been admitted as evidence.",
      "id": "s252"
    },
    {
      "text": "To admit them would be contrary to the principle stated in Cross on Evidence at [39290] that: \n \n [T]he parties' subsequent conduct may be relied upon to establish the existence of [the] contract ... \n \n\nThis statement emphasises the fact that it is the communications between the parties themselves which are admissible, rather than statements made by one party to a stranger to the alleged contract.",
      "id": "s253"
    },
    {
      "text": "Even if the evidence of communications with third parties were admissible, it could be given little weight because the communications took place 20 to 40 years after the date on which \"Kookaburra\" was entered in the competition.",
      "id": "s254"
    },
    {
      "text": "The letter dated 4 August 1969 from the Victorian Girl Guides to Ms Sinclair seeking permission to publish \"Kookaburra\" in a forthcoming book of campfire songs is admissible.",
      "id": "s255"
    },
    {
      "text": "To the extent that any weight can be given to it, the letter points in favour of the conclusion that Ms Sinclair did not assign the copyright to the Victorian Girl Guides.",
      "id": "s256"
    },
    {
      "text": "The statements in Ms Sinclair's autobiography are not admissible because they are no more than personal reminiscences made by her 50 years after the date of the competition.",
      "id": "s257"
    },
    {
      "text": "Even if they were admissible, they could be given no weight because there are, as one would expect after such a large passage of time, some inaccuracies in her reminiscences.",
      "id": "s258"
    },
    {
      "text": "For example, Ms Sinclair said the competition was \"not limited to entries within the Movement.",
      "id": "s259"
    },
    {
      "text": "\" This is contrary to rule (c) of the competition as stated in the circular and repeated in the July edition of Matilda.",
      "id": "s260"
    },
    {
      "text": "ISSUE 4 --- CONSTRUCTION OF THE RULE (D) OF THE COMPETITION \n In my view, the words \"all matter entered [in the competition] to become the property\" of the Victorian Girl Guides are not apt to effect an assignment of the copyright in the work.",
      "id": "s261"
    },
    {
      "text": "There are four reasons for this.",
      "id": "s262"
    },
    {
      "text": "First, there is a well-known distinction in the law of copyright between the incorporeal right to the intellectual property, and the right to the physical property in a work: Interstate Parcel Express Co Proprietary Limited v Time-Life International (Netherlands) B.V. [1977] HCA 52 ; (1977) 138 CLR 534 at 550.",
      "id": "s263"
    },
    {
      "text": "It seems to me that the word \"matter\" is more apt to describe the physical property consisting of the manuscripts rather than the copyright in the works.",
      "id": "s264"
    },
    {
      "text": "Second, there are good practical reasons why the Victorian Girl Guides might have wanted to retain the material object of the works, rather than become a bailee.",
      "id": "s265"
    },
    {
      "text": "The works would be likely to have been needed for archiving purposes and the persons conducting the competition would hardly have been likely to want the responsibility of returning the physical manuscripts to the entrants.",
      "id": "s266"
    },
    {
      "text": "Third, if Mr Catterns' submissions were correct, the assignment would apply equally to all entrants in the competition.",
      "id": "s267"
    },
    {
      "text": "Thus, the winning and the losing entrants would all have been taken to have assigned their copyright to the Victorian Girl Guides.",
      "id": "s268"
    },
    {
      "text": "This does not seem likely.",
      "id": "s269"
    },
    {
      "text": "Fourth, the surrounding circumstances indicate that the purpose of the competition was to raise funds through the entry fees, rather than to swell the Fund by the sale of the winning entry.",
      "id": "s270"
    },
    {
      "text": "It is true, as the respondents submitted, that the authorities establish that no particular form of words is necessary to effect an assignment of copyright: see Murray v King (1984) 4 FCR 1 at 7, 13.",
      "id": "s271"
    },
    {
      "text": "However, in my view, this does not overcome the objections that I have listed above.",
      "id": "s272"
    },
    {
      "text": "This is because in order for the authorities such as Murray v King to apply, there must be some intention to assign copyright.",
      "id": "s273"
    },
    {
      "text": "As I have indicated above, in my view, it cannot be inferred on the evidence that either Ms Sinclair or the Victorian Girl Guides had the intention to effect an assignment of copyright.",
      "id": "s274"
    },
    {
      "text": "In any event, I do not consider that the words in question in the present case are sufficient to disclose, on an objective consideration, an intention to effect an assignment of copyright.",
      "id": "s275"
    },
    {
      "text": "ISSUE 5 --- CHAIN OF TITLE THROUGH THE PUBLIC TRUSTEE AND THE LIBRARIES BOARD \n The effect of Mr Catterns' submissions was that, in the Tripartite Deed of 14 March 2000, the Public Trustee and Larrikin admitted that the earlier Deed of Assignment was ineffective.",
      "id": "s276"
    },
    {
      "text": "However, the recitals to the tripartite Deed were \"informal admissions\".",
      "id": "s277"
    },
    {
      "text": "As was pointed out by J. D. Heydon in Cross on Evidence at [33420], such admissions may always be contradicted or explained by the maker, and it is for the Court to determine on the evidence what weight is to be given to such admissions.",
      "id": "s278"
    },
    {
      "text": "This was also made clear by the High Court in Lustre Hosiery Limited v York [1935] HCA 71 ; (1935) 54 CLR 134 where Rich, Dixon, Evatt and McTiernan JJ said at 138---139: \n \n No doubt an admission made by a party as to the correctness of a fact is admissible in evidence notwithstanding that the party has no direct knowledge of the fact and must rely for his belief upon the statements of others, or upon inferences from circumstances which he knows, or which have been reported to him.",
      "id": "s279"
    },
    {
      "text": "But such an admission may indicate a state of mind varying from a firm belief based upon a thorough investigation ... down to a wavering preference for one of two or more possible hypotheses none of which have been tested or determined.",
      "id": "s280"
    },
    {
      "text": "It is apparent that the admissibility of the evidence must be distinguished from its sufficiency to establish or support an affirmative conclusion in favour of the party who tenders it, when the burden of proof lies upon that party.",
      "id": "s281"
    },
    {
      "text": "It does not follow that, because such evidence is admissible, it is enough to prove the issue.",
      "id": "s282"
    },
    {
      "text": "Here, I accept the evidence of Mr Lurie as to the circumstances in which he signed the Tripartite Deed.",
      "id": "s283"
    },
    {
      "text": "It is obvious from the correspondence which preceded the Deed that Larrikin was a stranger to the dispute between the Public Trustee and the Libraries Board as to the ownership of the copyright.",
      "id": "s284"
    },
    {
      "text": "He accepted the Deed in good faith.",
      "id": "s285"
    },
    {
      "text": "It was of no moment to him because it provided that Larrikin obtained title through the Libraries Board.",
      "id": "s286"
    },
    {
      "text": "Accordingly, it would be quite wrong to treat the \"admissions\" in the Deed as having any evidentiary weight on the question of whether the Public Trustee was the holder of the copyright or whether the assignment by the Public Trustee was effective.",
      "id": "s287"
    },
    {
      "text": "Plainly, there are only two possibilities.",
      "id": "s288"
    },
    {
      "text": "Either the copyright was owned by the Public Trustee as trustee of Ms Sinclair's deceased estate, or by the Libraries Board by reason of the donation of records.",
      "id": "s289"
    },
    {
      "text": "Whichever of those two institutions owned the copyright, both have assigned it to Larrikin in a clearly documented chain of title in the Deeds, to which I have referred.",
      "id": "s290"
    },
    {
      "text": "What is more, they confirmed the assignment in the Deed of Confirmation made in 2008.",
      "id": "s291"
    },
    {
      "text": "There is no reason why Larrikin cannot rely on the 2008 Deed even though it was brought into existence after the commencement of these proceedings.",
      "id": "s292"
    },
    {
      "text": "That Deed was no more than an expression of the covenants for further assurance contained in the Deed made in 1990 and the Tripartite Deed made in 2000.",
      "id": "s293"
    },
    {
      "text": "CONCLUSION \n The preliminary question which I ordered under Order 29 of the Federal Court Rules was propounded by the parties as follows: \n \n Has the applicant been, with effect from 21 Match 1990, the owner of the copyright in the musical work and literary work comprised in the song \"Kookaburra Sits in the Old Gum Tree\" (also known as \"Kookaburra\"), being the works identified in paragraph 18 of the further amended statement of claim, subject to the agreement between the applicant and Australasian Performing Right Association Ltd made on or about 15 January 2001, being the agreement identified in paragraph 23 of the further amended statement of claim?",
      "id": "s294"
    },
    {
      "text": "I would answer that question \"Yes\" but I should point out that the Victorian Girl Guides was not a party to these proceedings.",
      "id": "s295"
    },
    {
      "text": "For abundant caution, therefore, I ought to say that: \n \n As between the parties to these proceedings, I order the preliminary question be answered as \"Yes\".",
      "id": "s296"
    },
    {
      "text": "The balance of the proceeding will be listed for final hearing at the earliest opportunity.",
      "id": "s297"
    },
    {
      "text": "I certify that the preceding one hundred and seventy-three (173) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s298"
    },
    {
      "text": "Associate:\n \n \nDated: 30 July 2009\n \n Counsel for the Applicant: Mr D.M.",
      "id": "s299"
    },
    {
      "text": "Yates SC with Mr C. Wood \n \n Solicitor for the Applicant: Simpsons Solicitors \n \n Counsel for the Third, Fourth and Fifth Respondents: Mr D.K.",
      "id": "s300"
    },
    {
      "text": "Catterns QC with Mr C. Dimitriadis and Mr P.A.",
      "id": "s301"
    },
    {
      "text": "Maddigan \n \n Solicitor for the Third, Fourth and Fifth Respondents: DLA Phillips Fox \n Date of Hearing: 24 and 26 June 2009 \n \n Date of Judgment: 30 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/799.html",
      "id": "s302"
    }
  ]
}