{
  "name": "Worrell; In the matter of Storm Financial Limited (Receivers and Managers Appointed) (Administrators Appointed) [2009] FCA 70 (5 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/70.html",
  "catchphrases": [
    {
      "text": "administration",
      "id": "c0"
    },
    {
      "text": "application to extend convening period for creditors' meeting",
      "id": "c1"
    },
    {
      "text": "whether circumstances justify extension",
      "id": "c2"
    },
    {
      "text": "extension granted",
      "id": "c3"
    },
    {
      "text": "corporations law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The administrators of Storm Financial Limited (Receivers and Managers Appointed) (Administrators Appointed), hereafter \"Storm Financial\", have made application, pursuant to s 439A(6) of the Corporations Act 2001 (Cth) (\"the Act\"), to extend what is known as the \"convening period\" for the meeting of creditors, required to be held pursuant to s 439A.",
      "id": "s0"
    },
    {
      "text": "They further apply, pursuant to s 447A of the Act, for an order that they be permitted to convene and hold the meeting of creditors at any time during the convening period as extended by the court.",
      "id": "s1"
    },
    {
      "text": "The primary application made by the administrators is that the convening period be extended by a period of up to 90 days.",
      "id": "s2"
    },
    {
      "text": "An alternative, which I shall describe a little later, is also put forward.",
      "id": "s3"
    },
    {
      "text": "The Australian Securities and Investments Commission, hereafter ASIC, has intervened in this proceeding, pursuant to s 1330 of the Act.",
      "id": "s4"
    },
    {
      "text": "Such interventions are not common in relation to an application of this kind.",
      "id": "s5"
    },
    {
      "text": "In the circumstances of this case, however, the intervention is entirely appropriate, indeed, welcome.",
      "id": "s6"
    },
    {
      "text": "What are those circumstances?",
      "id": "s7"
    },
    {
      "text": "Mr Worrell, one of the administrators, has filed a very comprehensive account, by affidavit, of the circumstances leading to the appointment of administrators, of events since then and of activities undertaken by the administrators since their appointment.",
      "id": "s8"
    },
    {
      "text": "Late in the afternoon on 9 January 2009, the directors of Storm Financial appointed Mr Worrell and his partner, Mr Khatri, as joint and several administrators of Storm Financial.",
      "id": "s9"
    },
    {
      "text": "Mr Worrell and Mr Khatri are each very experienced insolvency practitioners.",
      "id": "s10"
    },
    {
      "text": "Mr Worrell's affidavit is made with the authorisation of Mr Khatri.",
      "id": "s11"
    },
    {
      "text": "I have taken into account, particularly in light of the experience these gentlemen have, the views which are expressed in Mr Worrell's affidavit.",
      "id": "s12"
    },
    {
      "text": "On 15 January 2009, at the behest of the Commonwealth Bank of Australia, receivers and managers were appointed over assets of Storm Financial, pursuant to a fixed and floating charge.",
      "id": "s13"
    },
    {
      "text": "That bank apparently also holds security over the assets of a number of subsidiary companies of Storm Financial.",
      "id": "s14"
    },
    {
      "text": "As Mr Worrell correctly notes, the appointment of the receivers and managers has had the effect of shifting the control of Storm Financial's assets from the administrators to the receivers, including the immediate control of the books and records.",
      "id": "s15"
    },
    {
      "text": "The administrators, of course, remain in control of the company itself.",
      "id": "s16"
    },
    {
      "text": "It seems that the Commonwealth Bank's security is in respect of a debt of some $27 million owing to the bank.",
      "id": "s17"
    },
    {
      "text": "The investigations conducted by the administrators to date have necessarily been complicated by the appointment of the receivers and managers, in the sense that the books of account and other records are presently held by the receivers and managers.",
      "id": "s18"
    },
    {
      "text": "Obviously enough, there is a need for a reasonable liaison as between the administrators and the receivers and managers in relation to such material, so that each can perform the duties consigned to them, either under the Act or pursuant to the charge.",
      "id": "s19"
    },
    {
      "text": "As matters of investigation stand, the administrators have been able to ascertain that: \n(a) Storm Financial was incorporated in Queensland, and registered on 23 May 1994;\n \n(b) it has three directors and one shareholder;\n \n(c) its active executive directors were a Mr Emmanuel Cassimatis and a Mrs Julie Cassimatis;\n \n(d) Storm is the holder of an Australian Financial Services Licence and carried on the business of financial planning from a headquarters in Townsville, and from other centres along the eastern seaboard of Australia; twelve in all, it seems;\n \n(e) prior to the appointment of administrators it employed some 115 staff and had around 14,500 clients;\n \n(f) it acted as the prime operating business of a group of companies, which might conveniently be called the Storm Group of Companies;\n \n(g) it acted as a holding company for around 22 subsidiary companies, most of which were inactive;\n \n(h) the main catalyst for its reaching a position where the appointment of administrators occurred was a drop, worldwide, in equity markets, including those in Australia; an event which had significant consequences for Storm Financial and its business;\n \n(j) Storm Financial received two distinct forms of income:\n upfront fees; and trailing commissions; \n(k) both these forms of income significantly reduced in the six months prior to the appointment of administrators;\n \n(l) income from upfront fees was heavily reliant on new investors, with these traditionally making some 70 per cent of Storm Financial's total income;\n \n(m) upfront fees declined throughout the 2008 calendar year, significantly from July to December, seemingly due to a decreasing number of people looking to invest in equity markets;\n \n(n) the other form of income, trailing commissions, was usually about 30 per cent of the total annual income of Storm Financial, with this form of income being reliant upon, its clients having money invested in the equity markets;\n \n(o) about 80 per cent of Storm Financial's clients were what one might describe as small and inactive clients, contributing little in terms of Storm Financial's trailing commission income, as these clients principally dealt with Storm Financial for the facilitation of superannuation and life insurance products.",
      "id": "s20"
    },
    {
      "text": "(p) the balance, some 20 per cent of the clients, was producing the majority of upfront fee income and trailing commission income for Storm Financial, with many of these particular clients having what one might describe as \"margin loan facilities\" in place;\n \n(q) whilst margin loans are described by the administrators as \"an effective tool on a rising equity market\", in a falling market, those facilities have, as the administrators describe, \"the opposite effect, in that any losses are exaggerated\";\n \n(r) with share market values dropping, the exposure of Storm Financial's clients to calls on their margin loans facilities by lenders increased, with many investors either selling out of the equity market, or having their investments forcibly sold by the margin lending institutions.",
      "id": "s21"
    },
    {
      "text": "(s) on other instances, margin loan providers recognised loans were at risk and realised clients' investments;\n \n(t) the consequential effect of this, so Mr Worrell opines on behalf of the administrators, was that total investment reduced, thereby significantly reducing trailing commissions paid to Storm Financial, which was combined with an already significant drop in upfront fees, due to persons no longer investing in equities;\n \n(u) from an average monthly income of $6.4 million in the year ended June 2006, the monthly income generated by Storm Financial declined sharply in the six month period from July 2008 to December 2008, with the monthly income figures being approximately: \n July '08, $2.6 million; August '08, $3.2 million; September '08, $2.6 million; October '08, $2.1 million; November '08, $1.2 million; December '08, $500,000.",
      "id": "s22"
    },
    {
      "text": "The administrators estimate that for January, Storm Financial's income would likely have been between $115,000 and $200,000;\n \n(v) conversely, Storm Financial had large costs, which were not reducing at the same rate during the same period, contributing to a loss, so the administrators presently estimate, of some $12.6 million for the six-month period ending December 2008;\n \n(w) the bank, as already noted, is owed some $27 million, and holds securities.",
      "id": "s23"
    },
    {
      "text": "At present, the administrators are not able to give an estimate which they would regard as reliable as to the amount which the bank might realise in respect of the assets over which it holds security;\n \n(x) the company known as Ignite Financial Systems and Research Pty Ltd is owed about $1 million for computer software services.",
      "id": "s24"
    },
    {
      "text": "The ultimate shareholders of that company are Mr and Mrs Cassimatis;\n \n(y) Storm Financial's financial records disclose a liability to E Cassimatis and Associates Pty Ltd, of approximately $6,680,000;\n \n(z) another group of creditors, which the administrators regard as a significant group of creditors, is the group of authorised representatives that entered into the equity acquisition arrangement with Storm Financial, with that company's records showing debts so related being in the order of $28 million;\n \n(aa) though Storm Financial's income tax returns have not yet been lodged for the 2008 income tax year, that company's records indicate that the tax liability would be in the vicinity of $9.8 million, comprised in the main of income tax, but also including some goods and services tax.",
      "id": "s25"
    },
    {
      "text": "(ab) most of the real property assets of the group are held by a subsidiary company, Storm Financial Property Pty Ltd, with the bank's receivers also being pointed to that company.",
      "id": "s26"
    },
    {
      "text": "(ac) the largest asset on Storm Financial's balance sheet, as at 30 June 2008, was an item, \"intangibles\", being goodwill having, as recorded on the balance sheet, a book value of $42 million.",
      "id": "s27"
    },
    {
      "text": "The administrators opine that it is not presently known whether this amount could be recovered.",
      "id": "s28"
    },
    {
      "text": "They therefore do not make, at the moment, any estimate as to the realisable value, if any, of this asset.",
      "id": "s29"
    },
    {
      "text": "Nonetheless, Mr Worrell expresses the opinion, on behalf of himself and his fellow administrator, that they expect \"a substantial write-down\";\n \n(ad) the second-largest item on the 30 June 2008 financial balance sheet for Storm Financial was plant, equipment and buildings, with a book value of $32 million, and a plant and equipment component of $4.3 million.",
      "id": "s30"
    },
    {
      "text": "Again, at the moment, the administrators are not in a position to estimate the realisable value of these assets; and\n \n(ae) the administrators have ascertained that Storm Financial made advances to some clients in the sum of, overall, $3.5 million, with about $2.5 million of this being lent to investors in the period since June 2008.",
      "id": "s31"
    },
    {
      "text": "The administrators understand from the directors that these loans were made to clients who were having difficulties meeting margin calls, and that the loans were unsecured, interest free, and repayable \"in due course\".",
      "id": "s32"
    },
    {
      "text": "The directors have informed the administrators of their belief that such loans were good marketing and added to the goodwill of the business.",
      "id": "s33"
    },
    {
      "text": "At present, the administrators are not sure as to the realisable value of these particular debts.",
      "id": "s34"
    },
    {
      "text": "The administrators report that the company, prior to its being placed in administration, had instituted proceedings in this Court against the Commonwealth Bank.",
      "id": "s35"
    },
    {
      "text": "The nature of those proceedings is described fully in a judgment delivered by Greenwood J, Storm Financial Ltd v Commonwealth Bank of Australia [2008] FCA 1991.",
      "id": "s36"
    },
    {
      "text": "An application was made in those proceedings for interlocutory injunctive relief as against the bank.",
      "id": "s37"
    },
    {
      "text": "His Honour, for the reasons that he gave on 24 December 2008, refused that application.",
      "id": "s38"
    },
    {
      "text": "The substantive proceedings remain on foot.",
      "id": "s39"
    },
    {
      "text": "In summary, the proceedings might be described as a claim for damages in respect of alleged contraventions of s 1041E and s 1041H of the Act by the bank in the despatch of correspondence to, and other communications with, clients of Storm Financial earlier in December 2008, which are said to contain false, misleading or deceptive statements.",
      "id": "s40"
    },
    {
      "text": "Following adjournments, the application for leave to appeal in respect of the interlocutory injunctive aspect of the proceeding is to be heard in this Court on 6 March 2009.",
      "id": "s41"
    },
    {
      "text": "The administrators report that they are presently in the process of seeking to form a view as to the prospects in respect of the substantive proceeding in the court.",
      "id": "s42"
    },
    {
      "text": "The position at the moment is that the administrators have not yet obtained legal advice on that subject.",
      "id": "s43"
    },
    {
      "text": "That is a matter that they are pursuing actively.",
      "id": "s44"
    },
    {
      "text": "The administrators also report, by way of Mr Worrell's affidavit, claims made by investors and clients and media coverage concerning the same and the prospect of the same.",
      "id": "s45"
    },
    {
      "text": "They are not yet in a position to give any further assistance to the Court or creditors concerning those claims.",
      "id": "s46"
    },
    {
      "text": "The administrators have already travelled to Townsville and undertaken considerable investigative work with Storm Financial's two chief financial officers, and also with the directors of Storm Financial.",
      "id": "s47"
    },
    {
      "text": "On 12 January 2009, in the exercise of the judgment consigned to them as administrators, the administrators determined to close Storm Financial's business.",
      "id": "s48"
    },
    {
      "text": "In so doing, they were sensitive to the effects such a course had on the employees.",
      "id": "s49"
    },
    {
      "text": "The administrators report that, though unpleasant, the decision was one which, having regard to the financial information that they had obtained, was necessary; indeed, it seems, almost inevitable.",
      "id": "s50"
    },
    {
      "text": "On 13 January 2009, the administrators issued an advice to creditors regarding their appointment as voluntary administrators and convening the first meeting of creditors.",
      "id": "s51"
    },
    {
      "text": "That meeting was held on 20 January 2009 in Brisbane.",
      "id": "s52"
    },
    {
      "text": "At that meeting, there were no resolutions made by creditors.",
      "id": "s53"
    },
    {
      "text": "Thus, the administrators remained in office and there was no formation of a committee of creditors.",
      "id": "s54"
    },
    {
      "text": "The operation of s 439A in the circumstances of this case is such that, unless extended, the convening period as defined will expire tomorrow.",
      "id": "s55"
    },
    {
      "text": "The administrators describe, in their affidavit, and at length, the very considerable tasks which have fallen to them and the work which they have undertaken to date.",
      "id": "s56"
    },
    {
      "text": "I have no doubt, having regard to this type of administration, the number of clients, the spread of offices and the investigations necessary to prepare a proper report to creditors, that an extension of the convening period is necessary.",
      "id": "s57"
    },
    {
      "text": "It will be necessary to reflect shortly about how best to achieve that extension, and on what terms.",
      "id": "s58"
    },
    {
      "text": "The administrators describe a number of claims or potential claims.",
      "id": "s59"
    },
    {
      "text": "It is not necessary at the moment to detail these other than to note that the administrators have received, up to 3 February, 10 claims for potential professional negligence with damages totalling $5,450,690.43, and 10 claims for prepaid fees totalling $658,915.",
      "id": "s60"
    },
    {
      "text": "In the time available, the administrators have not yet been able to make an assessment or adjudication in respect of the validity of these claims.",
      "id": "s61"
    },
    {
      "text": "This also is work yet to be done and not, unreasonably, quite impossible to do in the statutory convening period.",
      "id": "s62"
    },
    {
      "text": "The investigations the administrators have undertaken to date have also disclosed that on or about 15 December 2008, Storm Financial paid $2 million to Emmanuel Cassimatis and Associates Proprietary Limited, being a company related to Mr and Mrs Cassimatis.",
      "id": "s63"
    },
    {
      "text": "Prima facie , at least, that payment was made on the basis that it was a dividend.",
      "id": "s64"
    },
    {
      "text": "On 23 December 2008, there was, prima facie , so the administrators' investigations have disclosed to date, a meeting of the directors of Storm Financial in which resolutions were made in relation to the $2 million payment.",
      "id": "s65"
    },
    {
      "text": "The administrators are currently investigating whether or not this dividend payment may be a transaction that would be voidable as against a liquidator.",
      "id": "s66"
    },
    {
      "text": "They note, very properly, that it may be that the receivers and managers have an interest, pursuant to the Commonwealth Bank's security, in this payment if it were to be recovered.",
      "id": "s67"
    },
    {
      "text": "With the assistance provided by ASIC in the proceeding, further detail is to hand in relation to that $2 million dividend payment, at least insofar as controversy concerning it has manifested itself in litigation.",
      "id": "s68"
    },
    {
      "text": "In that regard, on 30 January 2009, ASIC instituted proceedings in the Supreme Court of Queensland (No 1020 of 2009) as against Mr Emmanuel Cassimatis, Mrs Julie Cassimatis and Emmanuel Cassimatis and Associates Proprietary Limited respectively as respondents.",
      "id": "s69"
    },
    {
      "text": "In those proceedings, ASIC sought injunctive relief requiring the respondents to repay, or cause to be repaid to Storm Financial, the amount of $2 million held by Emmanuel Cassimatis and Associates Pty Ltd in a bank account.",
      "id": "s70"
    },
    {
      "text": "Orders have been made in the Supreme Court for the \"freezing\" of that sum in that account, pending the disposition of that litigation.",
      "id": "s71"
    },
    {
      "text": "Directions have also been given for the conduct of that proceeding.",
      "id": "s72"
    },
    {
      "text": "The case is to come back to the Supreme Court for directions later this month.",
      "id": "s73"
    },
    {
      "text": "At the moment, the administrators are not in a position to make an assessment as to the worth, if any, to creditors that might flow in respect of litigation concerning that $2 million dividend payment, or, indeed, whether it might be in some way informally recovered.",
      "id": "s74"
    },
    {
      "text": "This provides yet another reason why an extension of the convening period is warranted.",
      "id": "s75"
    },
    {
      "text": "The administrators also report that, though they have not received a formal proposal for a deed of company arrangement, they have held a meeting with Mr and Mrs Cassimatis and their solicitors, Russell and Company.",
      "id": "s76"
    },
    {
      "text": "Mr Worrell met those persons on 28 January 2009.",
      "id": "s77"
    },
    {
      "text": "Mr Worrell deposes that Mr and Mrs Cassimatis have stated that, if they had sufficient time, they intend to put a proposal to creditors for a deed of company arrangement.",
      "id": "s78"
    },
    {
      "text": "Mr Worrell deposes that whilst the proposal concerned is likely to be complex, with many details, legal and commercial, yet to be resolved, the essence of it, at least as he understands it at present, is a proposal by the directors to inject funds into Storm Financial to pursue claims against, potentially, the bank and others.",
      "id": "s79"
    },
    {
      "text": "The directors of Storm Financial and their solicitors have stated to the administrators that they need a few weeks to formulate such a proposal in terms capable of being reduced to a deed of company arrangement for consideration by creditors.",
      "id": "s80"
    },
    {
      "text": "Mr Worrell deposes that he and his fellow administrator will then need time to review any such proposal, obtain legal advice concerning the prospects of any claim, and report to creditors about that.",
      "id": "s81"
    },
    {
      "text": "The administrators advance the following reasons why an extension of the convening period for up to 90 days is, in their opinion, warranted: \n(a) the administration itself is large and complicated, due to the size and nature of Storm's operations;\n \n(b) they need more time to consider the claims made, or to be made, by creditors;\n \n(c) they need more time to consider the potential claims by clients and investors of Storm, in particular, to consider the insurance position of Storm Financial with respect to any such claims;\n \n(d) more time is needed to investigate potential claims by Storm Financial, regarding the $2 million dividend payment in December 2008;\n \n(e) more time is needed to consider the potential claims by Storm Financial;\n \n(f) the directors need more time to formulate and submit their proposal for a deed of company arrangement;\n \n(g) the administrators will need time to consider any such deed of company arrangement proposal, and its merits, if any; and\n \n(h) the administrators require time to produce what they describe as \"a meaningful report to creditors\" in view of each of the matters just mentioned.",
      "id": "s82"
    },
    {
      "text": "Mr Worrell has also provided in his affidavit some details concerning the cost that would be entailed in the calling of a creditors' meeting by way of giving due notice to those concerned.",
      "id": "s83"
    },
    {
      "text": "He further deposes as to a rationale behind his seeking a period of \"up to\" 90 days.",
      "id": "s84"
    },
    {
      "text": "He is, understandably for a practitioner of his experience, sensitive to the competing interest of creditors that any delay might cause them prejudice.",
      "id": "s85"
    },
    {
      "text": "His view is that provision for \"up to\" 90 days allows a degree of flexibility, which would not otherwise be available in the process contemplated by s 439A(2) and s 439A(5) , where one finds a strict requirement as to when the meeting can be held, by reference to the expiry of the convening period.",
      "id": "s86"
    },
    {
      "text": "Mr Worrell deposes that if the matters for which the extension is sought are addressed in a shorter period of time than currently anticipated, he will immediately look to convene a meeting of creditors.",
      "id": "s87"
    },
    {
      "text": "In other words, if able to do so, he will convene that meeting earlier than the 90-day extension.",
      "id": "s88"
    },
    {
      "text": "He does not wish to prolong the process of administration any longer than necessary.",
      "id": "s89"
    },
    {
      "text": "For its part, ASIC has voiced a concern in relation to the length of the extension proposed.",
      "id": "s90"
    },
    {
      "text": "ASIC's concern is derived from the object of Pt 5.3A of the Act.",
      "id": "s91"
    },
    {
      "text": "That object is stated in s 435A in these terms: \n The object of this part is to provide for the business, property and affairs of an insolvent company to administered in a way that: \n\n \n (a) maximises the chances of the company, or as much as possible of its business, continuing in existence; or \n\n \n (b) if it is not possible for the company or its business to continue in existence, results in a better return for the company's creditors and members than would result from an immediate winding up of the company.",
      "id": "s92"
    },
    {
      "text": "It seems common ground that, of these statutory objects, it is that described in para (b), which, in the circumstances of this case, is of more relevance.",
      "id": "s93"
    },
    {
      "text": "ASIC has also drawn attention to s 435C(2) , which provides that: \n The normal outcome of the administration of a company is that: \n\n \n (a) a deed of company arrangement is executed by both the company and the deed's administrator; or \n\n \n (b) the company's creditors resolve under section 439C(b) that the administration should end; or \n\n \n (c) the company's creditors resolve under section 439C(c) that the company be wound up.",
      "id": "s94"
    },
    {
      "text": "ASIC highlights the importance of the creditors being able to make, at as early a stage as possible, a considered value judgment in relation to the choices offered under part 5.3A when a company is placed in administration.",
      "id": "s95"
    },
    {
      "text": "Particular emphasis is made on behalf of ASIC to the statutory intent that the process of administration not be unduly elongated.",
      "id": "s96"
    },
    {
      "text": "I should note that, apart from giving notice to ASIC of this proceeding, the administrators also gave notice to the receivers and managers.",
      "id": "s97"
    },
    {
      "text": "The latter have notified the administrators that, at least for the present, they do not propose to take part in the application.",
      "id": "s98"
    },
    {
      "text": "That course of notification was entirely appropriate behaviour on the part of the administrators.",
      "id": "s99"
    },
    {
      "text": "Against this background, it can be seen that these proceedings raise what Gyles J described in Re Hayes ; Estate Property Group Ltd (Administrators Appointed) [2007] FCA 935 at para 1, hereafter, Hayes' case, as: \n ...the familiar tension between, on the one hand, the objective of having the first stage of administration dealt with promptly so as not to unduly interfere with the rights of those whom a moratorium affects and, on the other hand, giving worthwhile information to the creditors so that sensible decisions can be made at the meeting.",
      "id": "s100"
    },
    {
      "text": "It is well understood that in complex administrations these two objectives can often be in collision.",
      "id": "s101"
    },
    {
      "text": "If they are in collision then, in many cases, priority will be given to obtaining sensible information and advice from the administrators to enable the creditors to have the material before them to make an informed decision.",
      "id": "s102"
    },
    {
      "text": "The task for the court was recently summarised by Kenny J in the following way, in Re Georges; Midas Australia Pty Ltd (Administrators Appointed) [2009] FCA 38 at para 11, as follows: \n The authorities establish that, where an application is made under section 439A(6) for an extension of time, the court must strike a balance between the expectation that the administration be conducted relatively speedily and summarily and the need to ensure that undue speed not prejudice sensible and constructive actions directed towards maximising the return for creditors and shareholders.",
      "id": "s103"
    },
    {
      "text": "In Hayes' case, at para 3, Gyles J voiced a concern arising from the circumstances of that case, where a period of some months by way of extension of the convening period had been proposed.",
      "id": "s104"
    },
    {
      "text": "He used the term, prosaically with respect, a \"substantial stretch of the statutory provisions\" to describe it.",
      "id": "s105"
    },
    {
      "text": "His Honour noted that extensions of the order propounded in that case had been granted in other cases.",
      "id": "s106"
    },
    {
      "text": "In the result, his Honour reached the view that it was too early to commit to such a lengthy period before the creditors had what he described as \"any real say\" in the matter.",
      "id": "s107"
    },
    {
      "text": "His Honour continued, at para 4: \n A course which is taken in some of these matters and was, I notice, taken in Fincorp [2007] NSWSC 363 , is to provide for a lengthy period but also, by an order under section 447A , permit foreshortening of the period if events warrant it.",
      "id": "s108"
    },
    {
      "text": "Other courses which can be taken are, if a case is made out, to utilise section 447A to extend the period for which the creditors can adjourn the meeting pursuant to section 439B or to utilise section 447A to grant a further extension of the convening period under section 439A.",
      "id": "s109"
    },
    {
      "text": "The latter course has been taken in a number of matters.",
      "id": "s110"
    },
    {
      "text": "It seems to me that would be the appropriate course to be taken in these matters if necessary.",
      "id": "s111"
    },
    {
      "text": "An order of the kind which Gyles J came to make in Hayes' case is one which has been submitted to be appropriate by ASIC.",
      "id": "s112"
    },
    {
      "text": "In Re Mentha; Hans Continental Smallgoods Pty Ltd (Administrators Appointed) [2008] FCA 1933 , hereafter Mentha , Jacobson J had occasion to reflect upon whether, in the circumstances of the case before him, an order of the kind made in Hayes' case ought to be made.",
      "id": "s113"
    },
    {
      "text": "In the result, his Honour came to grant an extension of up to 90 days, as had been sought by the administrators, rather than to adopt a form of order akin to that made in Hayes' case.",
      "id": "s114"
    },
    {
      "text": "Regard to his Honour's reasons for judgment at para 27 and para 28 discloses that there were three particular reasons why, in the circumstances of that case, Jacobson J determined to grant an extension of up to 90 days to the administrators rather than to make an order similar to that made in Hayes' case.",
      "id": "s115"
    },
    {
      "text": "Those reasons were these: \n(a) The first was that the cases indicate than an extension of two and a half to three months is not unusual where there is a relatively complex sale process.",
      "id": "s116"
    },
    {
      "text": "In this case, by way of contrast, there is no such sale process.",
      "id": "s117"
    },
    {
      "text": "(b) The second reason evident in Mentha was that there was a disposition, sworn, it seems on behalf of the administrators, to convene a meeting in a shorter period of time than currently anticipated if the sale process concerned were able to be completed beforehand.",
      "id": "s118"
    },
    {
      "text": "Here, the administrators have a disposition likewise to convene a meeting earlier if, in their judgment, there is no advantage in delaying that particular meeting to the maximum permitted by the extension primarily sought.",
      "id": "s119"
    },
    {
      "text": "I have no doubt that that particular statement is one seriously made by responsible practitioners.",
      "id": "s120"
    },
    {
      "text": "In that sense, there is a similarity as between this case and Mentha , although, again, the occasion for the foreshortening is not, as it was in Mentha , the prospect or contingency of an earlier than anticipated completion of a sale process, but rather that of an earlier than anticipated completion, or at least practical completion, of investigations considered reasonably necessary.",
      "id": "s121"
    },
    {
      "text": "(c) The third reason found in Mentha was that the administrators considered that there was sufficient cashflow to enable the post-appointment liabilities to be met.",
      "id": "s122"
    },
    {
      "text": "Here, by way of contrast, the administrators have determined not to continue the trading operations of Storm Financial.",
      "id": "s123"
    },
    {
      "text": "In that sense, the outgoings, by way of wages and the like, have ceased upon the termination of staff.",
      "id": "s124"
    },
    {
      "text": "Nonetheless, the position, it seems to me, is different from Mentha in the sense that one does not have here the cost neutral situation of a business being continued and preserved for the purpose of sale by administrators.",
      "id": "s125"
    },
    {
      "text": "There are, thus, distinguishing features as between that which motivated, in what was undoubtedly a complex administration in Mentha , the granting of an extension of up to 90 days and the present case.",
      "id": "s126"
    },
    {
      "text": "Recognising this, the administrators, by way of an alternative, submitted that the Court might instead make orders which, in effect, hung off the receipt or otherwise of a written proposal for a deed of company arrangement on or before 23 March 2009.",
      "id": "s127"
    },
    {
      "text": "If such a proposal were not received by that date, the submission was that the convening period be extended to 7 April.",
      "id": "s128"
    },
    {
      "text": "If such a proposal were received by the date suggested, the submission was that the convening period then be extended to 7 May 2009.",
      "id": "s129"
    },
    {
      "text": "In a sense, the administrators and ASIC share a concern in relation to any proposal for a deed of company arrangement.",
      "id": "s130"
    },
    {
      "text": "That is that there is a need for the persons who would promote such a deed - be they the directors, insurers of Storm Financial or others - to act with the speed and dispatch envisaged by Parliament in the enactment of Pt 5.3A.",
      "id": "s131"
    },
    {
      "text": "A leisurely process is not, in any way, envisaged by Parliament.",
      "id": "s132"
    },
    {
      "text": "The question becomes whether or not the alternative proposal on behalf the administrators achieves a necessary or desirable degree of expedition in that regard or whether it might be better, as ASIC has submitted, to adopt a course similar to that undertaken in Hayes' case, ie, to fix, by way of an extension, a relatively short further period, but to make provision for the further extension of that period?",
      "id": "s133"
    },
    {
      "text": "Obviously enough, in the context of any further extension, the receipt by the administrators of a detailed proposal for a deed of company arrangement would be a material consideration.",
      "id": "s134"
    },
    {
      "text": "A concern which I have in relation to the alternative proposed by the administrators is that it may admit of some debate as to what constitutes a written proposal for a deed of company arrangement in the order as proposed, and further that it may admit, at the behest of the directors or some other promoter of a deed, of an extension of the administration period to 7 May 2009 in respect of a deed which one might regard as but superficial in its content.",
      "id": "s135"
    },
    {
      "text": "Reflecting upon these considerations, the complexity of this particular company's operations, their spread, the need for an adequate report to be made to creditors and the statutory objects involved, it seems to me that the interests of creditors are best served by at least making provision for the prospect of a relatively early decision by them in relation to the choices offered under Pt 5.3A , while at the same time giving the administrators some further weeks to undertake their necessary task of administration.",
      "id": "s136"
    },
    {
      "text": "It seems to me that the balance described in the authorities is best achieved, in the circumstances of this difficult and controversial administration, by the making of an order extending the convening period in the terms as proposed by ASIC.",
      "id": "s137"
    },
    {
      "text": "The order that I shall make therefore will be as per the draft submitted by ASIC, save that the date for mention will be 11 March 2009 rather than 12 March 2009.",
      "id": "s138"
    },
    {
      "text": "The further direction I make is that the order concerned be passed and entered forthwith.",
      "id": "s139"
    },
    {
      "text": "I certify that the preceding forty-six (46) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s140"
    },
    {
      "text": "Associate:\n \n \nDated: 10 February 2009\n \n Solicitor for the Applicant: Tucker &amp; Cowen Solicitors \n \n Counsel for the Respondent: Mr T Sullivan S.C.",
      "id": "s141"
    },
    {
      "text": "Solicitor for the Respondent: Australian Securities &amp; Investment Commission \n Date of Hearing: 5 February 2009 \n \n Date of Judgment: 5 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/70.html",
      "id": "s142"
    }
  ]
}