{
  "name": "SZMNO v Minister for Immigration and Citizenship [2009] FCA 797 (28 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/797.html",
  "catchphrases": [
    {
      "text": "application seeking extension of time for filing notice of appeal",
      "id": "c0"
    },
    {
      "text": "application refused",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time to file and serve a notice of appeal from a judgment of a Federal Magistrate dated 27 November 2008, dismissing an application for review of a decision of the Refugee Review Tribunal (Tribunal) : see SZMNO v Minister for Immigration &amp; Anor [2008] FMCA 1563.",
      "id": "s0"
    },
    {
      "text": "Pursuant to O 52, r 15(1)(a) of the Federal Court Rules (Cth) (Rules) the applicant had until 18 December 2008 to lodge an appeal.",
      "id": "s1"
    },
    {
      "text": "The Court may extend the time \"for special reasons\" under O 52, r 15(2).",
      "id": "s2"
    },
    {
      "text": "The applicant is a citizen of the People's Republic of China and claims to be a Falun Gong Practitioner.",
      "id": "s3"
    },
    {
      "text": "On 2 February 2008, he departed China legally on a passport and an ADS Tour Group (class TR-676) visa.",
      "id": "s4"
    },
    {
      "text": "The visa was valid until 22 February 2008.",
      "id": "s5"
    },
    {
      "text": "He left his ADS tour group and remained in Australia.",
      "id": "s6"
    },
    {
      "text": "On 13 February 2008, the applicant lodged an application for a protection (Class XA) visa with the Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s7"
    },
    {
      "text": "A delegate refused his application on 21 February 2008, stating that his claims were vague, and he was not of interest to the Chinese authorities because he was able to legally depart China on a passport.",
      "id": "s8"
    },
    {
      "text": "On 26 March 2008, the applicant lodged an application for review of the delegate's decision with the Refugee Review Tribunal.",
      "id": "s9"
    },
    {
      "text": "On 12 June 2008, the Tribunal affirmed the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "The Tribunal held that the applicant was not a witness of truth.",
      "id": "s11"
    },
    {
      "text": "He could not fully demonstrate the Falun Gong exercises, had difficulty answering questions about Falun Gong and had not practiced Falun Gong while in Australia.",
      "id": "s12"
    },
    {
      "text": "On 16 July 2008, the applicant filed an application in the Federal Magistrates Court (FMC) seeking judicial review of the Tribunal's decision.",
      "id": "s13"
    },
    {
      "text": "On 27 November 2008, the Federal Magistrate determined that the Tribunal had complied with its obligations under the statutory regime, and there was no jurisdictional error.",
      "id": "s14"
    },
    {
      "text": "The applicant filed the application for an extension of time to appeal to this Court on 2 July 2009 in the New South Wales District Registry of the Federal Court, together with an affidavit in support and draft notice of appeal.",
      "id": "s15"
    },
    {
      "text": "The application was filed more than six months after the deadline provided for in O 52, r 15(1).",
      "id": "s16"
    },
    {
      "text": "The application was then transferred to the Western Australia District Registry of the Court by order of Justice Stone on 7 July 2009.",
      "id": "s17"
    },
    {
      "text": "In his affidavit sworn 1 July 2009, and filed with this application for an extension of time to appeal, the applicant deposes as follows: \n After dismissing my application by Federal Magistrates Court, I couldn't lodge application to Full Federal Court because my agent told me that I'd pay at least $5000 for the Court and Solicitor fees, therefore I was forced to stop doing so.",
      "id": "s18"
    },
    {
      "text": "How could I find so much money for the fees.",
      "id": "s19"
    },
    {
      "text": "On 15 June 2009 I was detained by officers of the Immigration Department.",
      "id": "s20"
    },
    {
      "text": "I was advised to continue my case to your Court for review the decision of the Federal Magistrates Court.",
      "id": "s21"
    },
    {
      "text": "My application is beyond the time limited.",
      "id": "s22"
    },
    {
      "text": "So I request that your Court would consider my circumstances and accept my application.",
      "id": "s23"
    },
    {
      "text": "I greatly appreciate your kindness.",
      "id": "s24"
    },
    {
      "text": "In oral evidence, following cross examination on his affidavit at the hearing of the extension application, the applicant emphasised that but for his impecuniosity he would have appealed.",
      "id": "s25"
    },
    {
      "text": "The applicant filed a draft notice of appeal, with his application for an extension of time, which included the following grounds: The Refugee Review Tribunal had bias against me.",
      "id": "s26"
    },
    {
      "text": "The Tribunal failed to consider my application for protection visa according to s 91R of the migration act 1958.",
      "id": "s27"
    },
    {
      "text": "The Tribunal failed to notify me in written the reason or part the reasons for affirming the decision.",
      "id": "s28"
    },
    {
      "text": "The Tribunal therefore failed to consider my application for a protection visa according with s 424A of the Migration Act 1958 .",
      "id": "s29"
    },
    {
      "text": "I was not given an opportunity to comment on the reason.",
      "id": "s30"
    },
    {
      "text": "The Honourable Judge Emmett failed to find the Tribunal error.",
      "id": "s31"
    },
    {
      "text": "Special reasons need to be shown why the appeal should be permitted to proceed as stated in O 52, r 15: \n(1) The notice of appeal shall be filed and served:\n \n(a) within 21 days after:\n \n(i) the date when the judgment appealed from was pronounced;\n \n(ii) the date when leave to appeal was granted; or\n \n(iii) any later date fixed for that purpose by the court appealed from; or\n \n(b) within such further time as is allowed by the Court or a Judge upon application made by motion upon notice filed within the period of 21 days referred to in the last preceding paragraph.",
      "id": "s32"
    },
    {
      "text": "(2) Notwithstanding anything in the preceding subrule, the Court or a Judge for special reasons may at any time give leave to file and serve a notice of appeal.",
      "id": "s33"
    },
    {
      "text": "The Court in Jess v Scott (1986) 12 FCR 187 at 195 said as follows: \n It would require something very persuasive indeed to justify a grant of leave after, for example, a year; equally, it may be said, something much less significant might justify leave where a party is a few days late.",
      "id": "s34"
    },
    {
      "text": "\"Special reasons\" must be understood in a sense capable of accommodating both types of situation.",
      "id": "s35"
    },
    {
      "text": "It is an expression describing a flexible discretionary power, but one requiring a case to be made upon grounds sufficient to justify a departure, in the particular circumstances, from the ordinary rule prescribing a period within which an appeal must be filed and served.",
      "id": "s36"
    },
    {
      "text": "In Howard v The Australian Electoral Commission [2000] FCA 1767 , Branson J stated at [7] that: \n [E]ven where special reasons can be identified, the Court has a discretion to grant or refuse to grant the extension of time sought.",
      "id": "s37"
    },
    {
      "text": "Factors to be taken into account in the exercise of the discretion include the importance of the question sought to be raised by the proposed appeal, the bona fides of the proposed appeal and the prima facie strength of the proposed ground of appeal ( Jess v Scott at 188).",
      "id": "s38"
    },
    {
      "text": "In Hunter Valley Developments Pty Ltd v Cohen [1984] FCA 176 ; (1984) 3 FCR 344 , Wilcox J at 348 -349 indicated that five factors should be considered in determining whether relief ought to be given: \n(a) Applications for an extension of time are not to be granted unless it is proper to do so; the legislative time limits are not to be ignored.",
      "id": "s39"
    },
    {
      "text": "(b) There must be some acceptable explanation for the delay.",
      "id": "s40"
    },
    {
      "text": "(c) Any prejudice to the respondent in defending the proceedings, caused by the delay, is a material factor militating against the grant of an extension.",
      "id": "s41"
    },
    {
      "text": "(d) The mere absence of prejudice to the respondent is not enough to justify the grant of an extension.",
      "id": "s42"
    },
    {
      "text": "(e) The merits of the substantial application are to be taken into account in considering whether an extension is to be granted.",
      "id": "s43"
    },
    {
      "text": "Wilcox J's comments were endorsed by the Full Court at [6] in Parker v The Queen [2002] FCAFC 133.",
      "id": "s44"
    },
    {
      "text": "In response to the material found in the applicant's application for an extension of time, and his affidavit in support of his application, the first respondent submits that: The first respondent conceded that there is no prejudice to the respondents in allowing leave to file a notice of appeal.",
      "id": "s45"
    },
    {
      "text": "However submitted that the mere absence of such prejudice is not enough to justify the grant of an extension: Hunter Valley Developments v Cohen [1984] FCA 176 ; (1984) 3 FCR 344.",
      "id": "s46"
    },
    {
      "text": "The first respondent submitted that the merits of the substantial application are without substance and it is therefore appropriate for leave to be refused notwithstanding that other circumstances might warrant the extension of time.",
      "id": "s47"
    },
    {
      "text": "Counsel noted the decision of WAJU v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 150.",
      "id": "s48"
    },
    {
      "text": "HAS THE APPLICANT OFFERED AN ACCEPTABLE EXPLANATION FOR THE DELAY?",
      "id": "s49"
    },
    {
      "text": "The applicant's delay of more than six months in filing his application for leave, in my view, is of the order of magnitude described by the Court in Jess 12 FCR 187 as requiring \"something very persuasive to justify a grant of leave\".",
      "id": "s50"
    },
    {
      "text": "It is therefore necessary for the Court to consider the applicant's reasons for delay to decide whether they are 'very persuasive'.",
      "id": "s51"
    },
    {
      "text": "As noted above, para 3 of the applicant's affidavit sworn on 1 July 2009 states as follows: \n After dismissing my application by Federal Magistrates Court, I couldn't lodge application to Federal Full Court because my agent told me that I'd pay at least $5000 for the Court and Solicitor fees, therefore I was forced to stop doing so.",
      "id": "s52"
    },
    {
      "text": "How could I find so much money for the fees!",
      "id": "s53"
    },
    {
      "text": "On 15 June 2009, I was detained by the officers of the Immigration Department.",
      "id": "s54"
    },
    {
      "text": "I was advised to continue my case to your court for review the decision of the Federal Magistrates Court.",
      "id": "s55"
    },
    {
      "text": "My application is beyond the time limited, so I request that your Court would consider my circumstances and accept my application.",
      "id": "s56"
    },
    {
      "text": "I greatly appreciate your kindness.",
      "id": "s57"
    },
    {
      "text": "In oral evidence, the applicant confirmed he did not have the money to appeal and but for his detention would not have done so.",
      "id": "s58"
    },
    {
      "text": "The first respondent submits that the applicant's financial situation was not the true reason for his delay in filing his application, on the basis that: The Court accepts that generally speaking, the impecuniosity of the applicant was the reason he did not immediately lodge an appeal against the FMC decision when advised by his agent.",
      "id": "s59"
    },
    {
      "text": "Even so, there is extensive authority that this alone is not an acceptable explanation.",
      "id": "s60"
    },
    {
      "text": "In BRGAO v Minister for Immigration and Citizenship [2009] FCA 126 , Spender J dealt with a similar explanation for delay to the present applicant's.",
      "id": "s61"
    },
    {
      "text": "At [16]-[17], his Honour found as follows: \n In this case, the applicant said that the reason for the delay, short though it is, was because of financial constraints.",
      "id": "s62"
    },
    {
      "text": "The Full Court in QAAH v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 9 at [7] said: \n\n \n...",
      "id": "s63"
    },
    {
      "text": "The only explanation for the delay in taking any step in this Court between that date and 14 May 2003 is the appellant's failure to pay his solicitors' fees.",
      "id": "s64"
    },
    {
      "text": "Without more, such a situation would not provide a reason for exempting a party from the application of the rules prescribing time limits.",
      "id": "s65"
    },
    {
      "text": "It cannot therefore provide a sufficient explanation for the continuing delay on the part of an appellant for filing an application for leave to appeal.",
      "id": "s66"
    },
    {
      "text": "That is the only reason advanced to explain the delay.",
      "id": "s67"
    },
    {
      "text": "It is not an acceptable explanation in the light of those authorities, nor does it satisfy the requirement of special reasons for the grant of an extension of time in O 52 r 15(2).",
      "id": "s68"
    },
    {
      "text": "The Court therefore finds that the applicant's financial constraints are not an acceptable explanation for the delay in filing his notice of appeal.",
      "id": "s69"
    },
    {
      "text": "In these circumstances the Court does not find it necessary to conclude, one way or the other, that the true reason for the lodging of his application in July 2009 was the fact of his detention in June 2009, and the advice he was given following his detention to attempt to continue his appeal proceedings.",
      "id": "s70"
    },
    {
      "text": "Causally, there is no doubt that the fact of detention resulted in this application, but impecuniosity lies beneath that explanation.",
      "id": "s71"
    },
    {
      "text": "It is also worth noting that the applicant does not claim that he was unaware of the relevant time limit to file his notice of appeal.",
      "id": "s72"
    },
    {
      "text": "It would appear that his agent advised him of the option of appealing to the Federal Court, in the context of advising him that he would need to \"pay at least $5000 for the Court and Solicitor fees\".",
      "id": "s73"
    },
    {
      "text": "The present case can therefore be distinguished from authorities where the 'special reasons' for giving leave include that an applicant, being not fluent in English, was not aware of the time limit.",
      "id": "s74"
    },
    {
      "text": "For example, in WAAJ v Minister for Immigration and Multicultural Affairs [2002] FCA 757 , a decision in which Carr J ultimately granted leave to appeal, His Honour had before him affidavit evidence from the applicant that \"I was not notified of the 21 days limit to appeal in the decision by the Federal Court.",
      "id": "s75"
    },
    {
      "text": "I must clear [sic] that I can not read or write in English language\".",
      "id": "s76"
    },
    {
      "text": "In the present case, the applicant is not claiming ignorance of the time limit, but is rather seeking to deal with his predicament faced with the realisation his removal from Australia is imminent.",
      "id": "s77"
    },
    {
      "text": "PREJUDICE TO THE RESPONDENT \n It is conceded that there is no prejudice to the respondents in allowing leave to file a notice of appeal.",
      "id": "s78"
    },
    {
      "text": "However the mere absence of prejudice to the respondent is not enough to justify the grant of an extension: Hunter Valley Developments [1984] FCA 176 ; 3 FCR 344 at 348.",
      "id": "s79"
    },
    {
      "text": "MERITS OF THE SUBSTANTIAL APPLICATION \n If the merits of the substantial application are without substance, it is appropriate for leave to be refused notwithstanding that other circumstances might warrant the extension of time.",
      "id": "s80"
    },
    {
      "text": "In W AJU v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 150 , Moore J at [18], in finding that special reasons did not exist, noted as follows: \n The reasons advanced by the applicant for not filing the appeal within the prescribed time (he was in detention at a remote location with no ready access to legal assistance and receive belated notice of the Federal Magistrate's judgment some time after it was given) might, in other circumstances, warrant the extension of time (a proposition accepted by counsel for the Minister) see WAAJ v Minister for Immigration &amp; Multicultural Affairs [2002] FCA 757.",
      "id": "s81"
    },
    {
      "text": "The grounds that he is raising are, in my opinion, without substance.",
      "id": "s82"
    },
    {
      "text": "For that reason, I am not satisfied special reasons exist which warrant the extension of time.",
      "id": "s83"
    },
    {
      "text": "Therefore even though the Applicant is being held in detention and cannot speak English, the fact that his appeal is without merit is sufficient ground to refuse leave: cf.",
      "id": "s84"
    },
    {
      "text": "WAAJ [2002] FCA 757 at [13] .",
      "id": "s85"
    },
    {
      "text": "FAILURE TO REFER TO PROPER INDEPENDENT INFORMATION \n Ground 1 of the applicant's amended application, filed in the FMC on 9 September 2008, alleges that \"the Tribunal failed to refer to proper independent information for the consideration of my application for a protection visa\".",
      "id": "s86"
    },
    {
      "text": "It is noted that in his draft notice of appeal, the applicant does not allege that the FMC erred in dismissing ground 1 of the amended application.",
      "id": "s87"
    },
    {
      "text": "It is nevertheless appropriate to consider whether the FMC erred in its reasoning.",
      "id": "s88"
    },
    {
      "text": "The first respondent submits that the Tribunal appropriately referred to independent country information on the grounds that: I accept the first respondent's submission.",
      "id": "s89"
    },
    {
      "text": "This ground must fail.",
      "id": "s90"
    },
    {
      "text": "The first respondent further submits that the Tribunal's adverse credibility finding was based on inconsistencies in the applicant's account, namely, raising the distribution of Falun Gong materials in China for the first time at the Tribunal hearing and was therefore open to the Tribunal to make.",
      "id": "s91"
    },
    {
      "text": "I also accept this was the case.",
      "id": "s92"
    },
    {
      "text": "NO WRITTEN NOTIFICATION OF REASONS FOR AFFIRMING DECISION \n Ground 2 of the applicant's amended application alleges that \"the Tribunal failed to notify me in writing the reason or part of the reasons for affirming the decision\" contrary to s 424A of the Migration Act 1958 (the Act).",
      "id": "s93"
    },
    {
      "text": "The applicant repeats this allegation in ground 2 of his draft notice of appeal.",
      "id": "s94"
    },
    {
      "text": "The first respondent submits that there was no information to which the Tribunal had regard that enlivened its obligations to notify the applicant in accordance with s 424A.",
      "id": "s95"
    },
    {
      "text": "This is demonstrably so.",
      "id": "s96"
    },
    {
      "text": "This ground must fail.",
      "id": "s97"
    },
    {
      "text": "The independent country information to which the Tribunal referred is specifically excluded from the operation of s 424A(1) by s 424A(3)(a), and the information given by the applicant for the purposes of his review application is specifically excluded from the operation of s 424A(1) by s 424A(3)(b).",
      "id": "s98"
    },
    {
      "text": "FAILURE TO CONSIDER APPLICATION IN ACCORDANCE WITH SECTION 91R \n Ground 1 of the applicant's draft notice of appeal alleges that \"the Tribunal failed to consider my application for protection visa according to section 91R\" of the Act.",
      "id": "s99"
    },
    {
      "text": "This allegation was not raised in the applicant's amended application before the FMC, but was raised in the course of the hearing before the Federal Magistrate.",
      "id": "s100"
    },
    {
      "text": "The first respondent submits that the Tribunal did not fail to consider the applicant's application for a protection visa according to s 91R.",
      "id": "s101"
    },
    {
      "text": "Subsection 91R(3) provides as follows: \n For the purposes of the application of this Act and the regulations to a particular person: \n (a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n disregard any conduct engaged in by the person in Australia unless: \n (b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s102"
    },
    {
      "text": "At [43] of the Tribunal's reasons, the Tribunal stated as follows: \n The Tribunal indicated that the applicant had obtained a passport from the PRC Embassy in Perth, which may indicate that he was no longer in fear of the PRC and no longer required the protection of Australia.",
      "id": "s103"
    },
    {
      "text": "The applicant responded that he definitely needed the protection of Australia.",
      "id": "s104"
    },
    {
      "text": "At [64] of the Tribunal's reasons, the Tribunal found as follows: \n The applicant obtained a replacement PRC passport in Australia after the tour retained his original passport.",
      "id": "s105"
    },
    {
      "text": "The applicant stated that he needed it for identification purposes.",
      "id": "s106"
    },
    {
      "text": "The Tribunal does not accept this and finds that the applicant in doing so indicated that he did not have any subjective fear in returning to the PRC.",
      "id": "s107"
    },
    {
      "text": "In considering the applicant's conduct in Australia in obtaining a new Chinese passport, the Tribunal would have fallen foul of subs 91R(3) if it was not satisfied that the applicant obtained the passport \"otherwise than for the purpose of strengthening his claim to be a refugee\".",
      "id": "s108"
    },
    {
      "text": "To put it another way, the Tribunal was permitted to consider the 'passport' conduct if it was satisfied that it was engaged in other than for the purposes of strengthening his refugee claims.",
      "id": "s109"
    },
    {
      "text": "The first respondent in the FMC conceded that the Tribunal did not specifically make a finding regarding the applicant's purposes in obtaining the passport.",
      "id": "s110"
    },
    {
      "text": "However, the first respondent submits that the Tribunal must be taken to have implicitly found that, in this case, the conduct of the applicant had been engaged in otherwise than for the purposes of strengthening his refugee claims.",
      "id": "s111"
    },
    {
      "text": "That it must be taken to have found this is evident from the conclusion that it reached about the effect of this conduct, that is, that it evidenced the lack of an essential element required to obtain a protection visa.",
      "id": "s112"
    },
    {
      "text": "I accept the conduct in Australia was incapable, on any view, of being seen as conduct which could \"strengthen\" a person's claim to be a refugee.",
      "id": "s113"
    },
    {
      "text": "This is particularly so in the absence of any claim by the applicant that his approach to the Chinese Embassy for a passport itself caused fear of persecution.",
      "id": "s114"
    },
    {
      "text": "The Federal Magistrate was therefore correct in concluding at [46] that \"the only inference reasonably open on the face of the Tribunal's decision record was that the Tribunal was satisfied that the Applicant's conduct was engaged in for purposes other than strengthening his refugee claims\".",
      "id": "s115"
    },
    {
      "text": "This ground must therefore fail.",
      "id": "s116"
    },
    {
      "text": "Even if the Federal Magistrate was incorrect in arriving at this conclusion, it is evident that, had the Tribunal expressly addressed the question posed by s 91R(3)(b), it would have concluded that this conduct was not engaged in for the purposes of strengthening his claims to be a refugee.",
      "id": "s117"
    },
    {
      "text": "Moreover, as the first respondent submits, even absent the finding about the passport conduct, the decision would have been no different.",
      "id": "s118"
    },
    {
      "text": "OTHER ERROR \n The third ground in the draft notice of appeal suggests that the Federal Magistrate failed to find the Tribunal erred, or to detect other error.",
      "id": "s119"
    },
    {
      "text": "No error is discernible and there is no error demonstrated so far as the Federal Magistrate's decision is concerned.",
      "id": "s120"
    },
    {
      "text": "CONCLUSION AND ORDER \n For these reasons, the Court concludes: the applicant's explanation for his delay in bringing the appeal is not satisfactory; and in any event, the prospects of an appeal succeeding is very small.",
      "id": "s121"
    },
    {
      "text": "As a result, the application for extension of time to appeal should be dismissed with costs.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s123"
    },
    {
      "text": "Associate:\n \n \nDated: 28 July 2009\n \n Counsel for the Applicant: Self Represented \n \n Counsel for the First Respondent: Mr SR Thackrah \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 28 July 2009 \n \n Date of Judgment: 28 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/797.html",
      "id": "s124"
    }
  ]
}