{
  "name": "Wik and Wik Way Native Title Claim Group v State of Queensland [2009] FCA 789 (29 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/789.html",
  "catchphrases": [
    {
      "text": "consideration of an application for orders supported by an agreement for a consent determination of native title rights and interests in the land and waters of the determination area",
      "id": "c0"
    },
    {
      "text": "consideration of s 87 of the native title act 1993 (cth)",
      "id": "c1"
    },
    {
      "text": "consideration of whether proposed orders appear \"appropriate\" to the court and whether orders ought to be made as sought determining native title rights and interests in the wik and wik way peoples in land and waters broadly described as the land and waters on the western side of cape york peninsula landward of the high water mark at mean spring tide of the sea of the gulf of carpentaria, bounded to the north by the embley river and to the south by the edward river and extending in the east to the upper reaches of the watercourses that drain into the gulf of carpentaria",
      "id": "c2"
    },
    {
      "text": "native title",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "The Federal Court of Australia convenes here at Aurukun today on country to make and explain the reasons for making orders under s 87 of the Native Title Act 1993 (Cth) (\"the Act\") that take effect as a determination of the traditional native title rights and interests of the Wik and Wik Way Peoples in the lands and waters of the Determination Area over which they assert a continuous exercise of traditional rights and interests by their people prior to and since sovereignty.",
      "id": "s0"
    },
    {
      "text": "The land and waters of the Determination Area described in detail in the Schedule to the Orders made today, and also illustrated as Areas 1 and 2 on the Plan annexed to the Orders, are more broadly described as the land and waters on the western side of Cape York Peninsula landward of the high water mark at mean spring tide of the sea of the Gulf of Carpentaria, bounded to the north by the Embley River and to the south by the Edward River and extending in the east to the upper reaches of the watercourses that drain into the Gulf of Carpentaria.",
      "id": "s1"
    },
    {
      "text": "The application is brought by Anthony Kerindun, Janine Chevathun and Allison Woolla as applicants on their own behalf and for and on behalf of the members of the Wik and Wik Way Native Title Claim Group.",
      "id": "s2"
    },
    {
      "text": "The parties that elected to be joined as respondents to the application are the State of Queensland; the Ports Corporation of Queensland; the Cook Shire Council; Albatross Hire Pty Ltd; 15 commercial fishing authority licence holders by their agent the Queensland Seafood Industry Association; and Rio Tinto Aluminium Limited (formerly Comalco Aluminium Limited).",
      "id": "s3"
    },
    {
      "text": "Although the Commonwealth entered an appearance, it elected to withdraw as a respondent on 2 September 2008.",
      "id": "s4"
    },
    {
      "text": "This application was commenced on 14 September 2001.",
      "id": "s5"
    },
    {
      "text": "On 14 March 2001, the State of Queensland, Rio Tinto Aluminium Limited (\"Rio Tinto\"), Cape York Land Council, the Council of the Shire of Aurukun, Mapoon Aboriginal Council, Napranum Aboriginal Council, New Mapoon Aboriginal Council and a number of traditional owners entered into an agreement known as the Western Cape Communities Co-existence Agreement (\"the Co-existence Agreement\").",
      "id": "s6"
    },
    {
      "text": "The Co-Existence Agreement is an area indigenous land use agreement (\"ILUA\") under subdivision C of Division 3 of Part 2 of the Act.",
      "id": "s7"
    },
    {
      "text": "The ILUA Area for the Co-Existence Agreement is defined to include all the land and waters the subject of ML6024 and ML7024 which are held by Rio Tinto; the land and waters of Albatross Bay and the rivers and creeks running into it; and certain other land and waters adjacent to ML7024.",
      "id": "s8"
    },
    {
      "text": "On 27 August 2001, the Co-Existence Agreement was registered on the Register of Indigenous Land Use Agreements as an area agreement under the provisions of the Act.",
      "id": "s9"
    },
    {
      "text": "The Co-Existence Agreement cast obligations upon the traditional owners to commence determination applications under the Act in respect of any or all parts of the ILUA area, according to the terms and conditions of the Co-Existence Agreement.",
      "id": "s10"
    },
    {
      "text": "Such an application is regarded as a conforming application for the purposes of that agreement.",
      "id": "s11"
    },
    {
      "text": "Prior to the parties entering into the Co-Existence Agreement, a claim group on behalf of the Wik and Wik Way Peoples commenced a native title determination before the National Native Title Tribunal on 24 March 1994 and proceedings QG6001 of 1998 were commenced in this Court by which a determination of native title rights and interests was sought.",
      "id": "s12"
    },
    {
      "text": "Determination application QUD6001 of 1998 came to be described as the main application.",
      "id": "s13"
    },
    {
      "text": "Three determinations of the subsistence of native title rights and interests have been made by the Court in relation to the land and waters the subject of the claim in the main application.",
      "id": "s14"
    },
    {
      "text": "The first determination was made by Justice Drummond on 3 October 2000 in respect of what was described as Part A of the determination application.",
      "id": "s15"
    },
    {
      "text": "Part A of the application was confined to lands that had always been unallocated Crown lands or lands that had only ever been subject to forms of title granted for the benefit of Aboriginal peoples ( Wik Peoples v State of Queensland [2000] FCA 1443).",
      "id": "s16"
    },
    {
      "text": "Part B of the application comprised the balance of the lands and waters of the claim area, which contained lands held under pastoral and mining titles.",
      "id": "s17"
    },
    {
      "text": "The parties to the main application negotiated, through mediation processes, a resolution of the Part B claim and on 13 October 2004, Justice Cooper made two determinations of the native title rights and interests of the Wik and Wik Way Peoples in respect of those lands and waters ( Wik Peoples v State of Queensland [2004] FCA 1306).",
      "id": "s18"
    },
    {
      "text": "On 12 June 2003 and 4 September 2003, the present application was amended with leave of the Court.",
      "id": "s19"
    },
    {
      "text": "Schedule E to the application was amended on 12 June 2003 to properly and effectively describe the native title rights and interests.",
      "id": "s20"
    },
    {
      "text": "Schedule G was amended on that date to properly identify the details of the activities currently being carried out in respect of the land and waters by the native title claim group.",
      "id": "s21"
    },
    {
      "text": "Schedule H was amended on that date to re-define the land and waters of the claim so as to sit consistently with the main application.",
      "id": "s22"
    },
    {
      "text": "The Wik and Wik Way Peoples native title determination application (QG6001/98) had been amended on 7 September 2001 to remove from the determination application any claim for a determination of native title in relation to any part of the land and waters the subject of this application.",
      "id": "s23"
    },
    {
      "text": "The application was further amended to record that the Wik Peoples compensation application (QG6213/98) was discontinued on 2 September 2003 pursuant to leave granted by the Court on 25 August 2003.",
      "id": "s24"
    },
    {
      "text": "On 18 September 2003, the application was registered on the Register of Native Title Claims.",
      "id": "s25"
    },
    {
      "text": "The National Native Title Tribunal notified the claim publicly in accordance with s 66 of the Act on 7 April 2004.",
      "id": "s26"
    },
    {
      "text": "The notification period under the Act expired on 6 July 2004.",
      "id": "s27"
    },
    {
      "text": "The application as then formulated involved a sea component.",
      "id": "s28"
    },
    {
      "text": "On 29 April 2009, the Court gave leave to the claimants to amend the application by removing the sea component of the claim from the proposed Determination Area.",
      "id": "s29"
    },
    {
      "text": "Accordingly, the Determination Area in this application is not the subject of any other claim or determination by the Court.",
      "id": "s30"
    },
    {
      "text": "After mediation, the parties to their credit reached a final agreement in respect of this application, executed by them between 25 June 2009 and 6 July 2009 for the purposes of a Consent Determination by the Court under s 87(2) of the Act.",
      "id": "s31"
    },
    {
      "text": "The agreement was filed in the Court on 6 July 2009.",
      "id": "s32"
    },
    {
      "text": "Section 87 of the Act provides, relevantly for present purposes, that if, after a particular date, the parties to a determination application reach agreement, in writing, on the terms of a proposed order the Court might make in the disposition of the proceeding, the Court may, if the proposed orders are within the power of the Court (i.e.",
      "id": "s33"
    },
    {
      "text": "within jurisdiction) and, if it appears to the Court to be appropriate to do so, make orders in, or consistent with, the terms of the agreement without conducting a hearing of the proceeding.",
      "id": "s34"
    },
    {
      "text": "Section 13(1) of the Act provides that an application for a determination of native title may be made under Part 3 of the Act in relation to an area for which there is no approved determination of native title.",
      "id": "s35"
    },
    {
      "text": "The present application is made under s 61 of the Act within Part 3 and there is no approved determination in relation to the land and waters within the Determination Area.",
      "id": "s36"
    },
    {
      "text": "I am familiar with the material in this application having been involved in the case management of the proceedings and having conducted a number of directions hearings in the proceedings.",
      "id": "s37"
    },
    {
      "text": "I am satisfied that the orders sought are plainly within power.",
      "id": "s38"
    },
    {
      "text": "Orders made under s 87 of the Act take effect not only inter-parties in the resolution of the claims made in the proceedings but represent an independent judicial determination, in the exercise of the judicial power of the Commonwealth, that may be asserted, as a matter of law, against anyone.",
      "id": "s39"
    },
    {
      "text": "Although the Act by s 223(1)(c) in part defines native title or native title rights and interests by reference to the rights and interests recognised by the common law of Australia, a determination of native title expresses the recognition and protection of those rights and interests in relation to land and waters defined and described in s 223 of the Act which find their origin in traditional laws and customs, not the Act ( Members of the Yorta Yorta Aboriginal Community v State of Victoria (2002) 214 CLR 422 at [75] and [76] per Gleeson CJ, Gummow and Hayne JJ).",
      "id": "s40"
    },
    {
      "text": "A number of considerations are to be taken into account in determining whether the proposed orders appear appropriate to the Court.",
      "id": "s41"
    },
    {
      "text": "First, the Act recognises and encourages the resolution of applications by mediation, negotiation and ultimately agreement without the need for a hearing and the assessment of evidence and fact-finding by the Court necessary in the course of a resolving a controversy.",
      "id": "s42"
    },
    {
      "text": "Second, the Court will be concerned to understand and place emphasis upon whether the agreement is freely made on an informed basis by all parties and whether the parties are represented by experienced independent lawyers.",
      "id": "s43"
    },
    {
      "text": "In the case of a State party representing the public interest, the Court will consider whether appropriate consideration has been given to the issues raised by the proposed consent determination.",
      "id": "s44"
    },
    {
      "text": "Third, so far as the State is concerned, the Court recognises that a State has access to its own archival material and generally has had a long period of engagement with Aboriginal communities and is therefore likely to be familiar with the historical arrangements within those communities.",
      "id": "s45"
    },
    {
      "text": "Fourth, although it is not necessary for the Court to consider the body of material that would be available to it in the course of a contested hearing, the Court ought to have regard to sufficient material which is capable of demonstrating that the agreement and the proposed orders are \"rooted in reality\" (\" Native Title --- A Constitutional Shift?",
      "id": "s46"
    },
    {
      "text": "\", University of Melbourne Law School, JD Lecture Series, Chief Justice French, 24 March 2009).",
      "id": "s47"
    },
    {
      "text": "In that sense, the Court ought to be satisfied that the proposed orders are prima facie appropriate in order to satisfy the test under s 87(2) of the Act.",
      "id": "s48"
    },
    {
      "text": "In this case, the parties are represented by independent lawyers experienced in the conduct of native title proceedings and the analysis of issues arising in such proceedings for the purposes of the Act.",
      "id": "s49"
    },
    {
      "text": "Negotiations between representatives of the Wik and Wik Way claim group and the State concerning the nature and extent of native title in the claim areas the subject of the main application have been taking place since 1996.",
      "id": "s50"
    },
    {
      "text": "There has been a long history of engagement on the nature of the traditional and customary rights and interests of the Wik and Wik Way Peoples, their connection with their country and the practice over time of those traditional laws and customs.",
      "id": "s51"
    },
    {
      "text": "The State of Queensland has been a participant in these negotiations arising out of the main application and in this application.",
      "id": "s52"
    },
    {
      "text": "Anthropological reports and affidavits supporting those reports, prepared in the course of the main application, were submitted to the State in 1997, 2000, 2001 and 2004.",
      "id": "s53"
    },
    {
      "text": "On 15 July 2005, the State advised the claimants that the connection material identified by the applicants was sufficient to enable the State to proceed with substantive negotiations in relation to the land component of this application.",
      "id": "s54"
    },
    {
      "text": "In this application, the applicants have retained Professor Peter John Sutton to assist them in isolating material in relation to connection with and occupation by the Wik and Wik Way Peoples of the land and waters of the Determination Area, the early society at sovereignty, the normative laws and customs acknowledged and observed by the society at and since sovereignty and the genealogical record.",
      "id": "s55"
    },
    {
      "text": "Professor Sutton is an Australian Research Council Professorial Fellow of the School of Social Sciences at the University of Adelaide and in the Division of Anthropology at the South Australian Museum.",
      "id": "s56"
    },
    {
      "text": "Professor Sutton is also an Honorary Research Fellow of the Institute of Archaeology at University College, London.",
      "id": "s57"
    },
    {
      "text": "Professor Sutton has worked with Aboriginal people since 1969, mainly in remote and rural areas of far North Queensland and the Northern Territory.",
      "id": "s58"
    },
    {
      "text": "Professor Sutton speaks languages from western and eastern parts of Cape York Peninsula and he is extensively published in the discipline of anthropology.",
      "id": "s59"
    },
    {
      "text": "Professor Sutton has been retained as a linguistic and anthropological consultant in relation to the native title claims of the Wik and Wik Way claim group since 1992.",
      "id": "s60"
    },
    {
      "text": "He has carried out studies of the Wik and Wik Way Peoples and worked with members of the claim group and their predecessors since 1976.",
      "id": "s61"
    },
    {
      "text": "Professor Sutton had regard to his own research over this long period and the research of other recognised anthropologists in formulating a report dated October 2008 described as an \"Anthropological Overview\" for consideration by the Court for the purposes of s 87 of the Act.",
      "id": "s62"
    },
    {
      "text": "Specifically, Professor Sutton has given extensive consideration to the nature and content of the rights and interests possessed by the Wik and Wik Way Peoples under traditional laws acknowledged and traditional customs observed by them, the continued acknowledgement and observance of those traditional laws and customs and the continued connection of the Wik and Wik Way Peoples to the land and waters of the main application and the land and waters the subject of the present application, through the practice of those laws and customs by the Wik and Wik Way Peoples.",
      "id": "s63"
    },
    {
      "text": "Professor Sutton has also had regard to significant anthropological research and investigation on the same topic conducted by Dr David Martin.",
      "id": "s64"
    },
    {
      "text": "Professor Sutton concludes that this body of research demonstrates so far as this application is concerned, that: \n (a) the members of the Wik and Wik Way native title claim group are descended from the traditional society in occupation of the land and waters identified as the determination area at the time of sovereignty; \n\n \n (b) the society in occupation of the determination area at the time of sovereignty observed traditional laws and customs which have continued to be acknowledged and observed by the members of the Wik and Wik Way native title claim group and their predecessors; \n\n \n (c) through the continued acknowledgement and observation of the traditional laws and customs, the members of the Wik and Wik Way native title claim group and their predecessors have maintained a connection to the determination area; \n\n \n (d) the activities undertaken by the members of the Wik and Wik Way native title claim group on the determination area are referable to the rights and interests identified in the proposed consent determinations of native title, as regulated by their traditional laws and customs.",
      "id": "s65"
    },
    {
      "text": "I have considered the detailed Anthropological Overview prepared by Professor Sutton and particularly the discussion of Wik Totemic clans characterised as a social category formed on a principle of, for the most part, patrilineal descent; the nature of riverine groups and regional ceremonial groups; the collective clan model for articulating in a complex way the inter-relationship between higher-level groupings amongst the Wik Peoples; and the specific discussion of the Wik-Way Peoples.",
      "id": "s66"
    },
    {
      "text": "I particularly note the discussion by Professor Sutton of the nature of the traditional rights practised by the Wik-Way Peoples and the \"order and character\" of those rights and customs.",
      "id": "s67"
    },
    {
      "text": "It is not necessary to set out in these reasons the details of the investigation conducted by Professor Sutton and Dr Martin.",
      "id": "s68"
    },
    {
      "text": "However, it is clear that there is extensive evidence of inhabitation of the Determination Area by Aboriginal people for millennia.",
      "id": "s69"
    },
    {
      "text": "Linguistic analysis indicates that the Wik language has evolved over at least 300 years and that these linguistic patterns developed in an area now inhabited by Wik speaking Peoples.",
      "id": "s70"
    },
    {
      "text": "There is firsthand evidence of Aboriginal society in the area now inhabited by the Wik and Wik Way Peoples.",
      "id": "s71"
    },
    {
      "text": "The evidence is to be found in the logs and journals of Captain Willem Jansz in the Duyfken as early as 1606.",
      "id": "s72"
    },
    {
      "text": "Captain Jansz mapped and named Cape Keerweer.",
      "id": "s73"
    },
    {
      "text": "The crew of the Dyufken engaged with Aboriginal people at Edward River and near Archer River.",
      "id": "s74"
    },
    {
      "text": "Observations of the area were made by Matthew Flinders.",
      "id": "s75"
    },
    {
      "text": "The Jardine brothers engaged with Aboriginal people in the course of their journey through Cape York Peninsula in December 1894.",
      "id": "s76"
    },
    {
      "text": "Mission and government records from as early as 1897 record the presence of Aboriginal people in a collective or organised way in connection with the land and waters of the main application and this application.",
      "id": "s77"
    },
    {
      "text": "The anthropological record includes the work of Ursula McConnel, Donald Thomson, Lauriston Sharp, Frederick McCarthy, John Taylor, John von Sturmer and Athol Chase.",
      "id": "s78"
    },
    {
      "text": "Linguistic studies were conducted by Ursula McConnel, Donald Thomson, Kenneth Hale, John von Sturmer and others.",
      "id": "s79"
    },
    {
      "text": "All of the anthropological reports have been provided to the State.",
      "id": "s80"
    },
    {
      "text": "Section 94A of the Act requires that an order for a determination of native title must set out details of the matters mentioned in s 225 of the Act which must be read together with s 223 of the Act.",
      "id": "s81"
    },
    {
      "text": "These sections give meaning to the terms \"determination of native title\" and \"native title\" and \"native title rights and interests\".",
      "id": "s82"
    },
    {
      "text": "In Members of the Yorta Yorta Aboriginal Community v State of Victoria (supra) at [76], Gleeson CJ, Gummow and Hayne JJ treated the statutory elements contained in s 223 as central.",
      "id": "s83"
    },
    {
      "text": "The mandatory requirements for a determination of native title are these.",
      "id": "s84"
    },
    {
      "text": "The native title rights and interests must be communal, group or individual.",
      "id": "s85"
    },
    {
      "text": "They must be rights and interests in relation to land or waters.",
      "id": "s86"
    },
    {
      "text": "They must be possessed under the traditional laws acknowledged and the traditional customs observed by Aboriginal peoples; Aboriginal people by their law and customs must have a connection with the land or waters; and the native title rights and interests must be recognised by the common law of Australia.",
      "id": "s87"
    },
    {
      "text": "I am satisfied that the anthropological material demonstrates that the Wik and Wik Way Peoples are descended from a society of Aboriginal people who were in occupation of the land and waters of the Determination Area at sovereignty and who formed a society united by their acknowledgement and observance of a normative body of traditional laws, customs and beliefs.",
      "id": "s88"
    },
    {
      "text": "Through their continued acknowledgement and observance of these normative laws and customs, the Wik and Wik Way Peoples have, since sovereignty, maintained a connection with the Determination Area.",
      "id": "s89"
    },
    {
      "text": "I am satisfied that the content of those native title rights and interests which derive from the practice of traditional laws and customs have been identified and established through the anthropological material.",
      "id": "s90"
    },
    {
      "text": "The agreement provides for consent orders entirely consistent with the anthropological material.",
      "id": "s91"
    },
    {
      "text": "I am satisfied the proposed orders address each of the elements of s 225 of the Act.",
      "id": "s92"
    },
    {
      "text": "Thus, I am satisfied that the orders appear appropriate in accordance with s 87 of the Act.",
      "id": "s93"
    },
    {
      "text": "Order 11 of the proposed orders provides that native title is not to be held in trust.",
      "id": "s94"
    },
    {
      "text": "By Order 12, Ngan Aak-Kunch Aboriginal Corporation RNTBC (\"the Corporation\") is to be the prescribed body corporate for the purposes of s 57(2) of the Act and is to perform the functions set out in s 57(3) after becoming a registered body corporate.",
      "id": "s95"
    },
    {
      "text": "Section 59 of the Act provides that regulations may prescribe the kinds of body corporate that may be determined to be a prescribed body corporate for the purposes of s 57(2)(b) of the Act.",
      "id": "s96"
    },
    {
      "text": "Regulation 4(1) of the Native Title (Prescribed Bodies Corporate) Regulations 1999 (Cth) (\"the Native Title Regulations\") provides that an Aboriginal and Torres Strait Islander corporation is prescribed if it is registered for the purposes of being the subject of a s 57 determination.",
      "id": "s97"
    },
    {
      "text": "It will be taken to be registered if the following three requirements of Regulation 4(2) are satisfied: \n (a) all members of the corporation are persons who, at the time of making of the section 56 or 57 determination, are included, or proposed to be included, in the native title determination as native title holders; and \n\n \n (b) the purpose of becoming a registered native title body corporate is set out in the objects of the corporation; and \n\n \n (c) at all times after the section 56 or 57 determination is made, all members of the corporation are persons who have native title rights and interests in relation to the land or waters to which the native title determination relates.",
      "id": "s98"
    },
    {
      "text": "The Wik and Wik Way Peoples took steps to incorporate Ngan Aak Kunch Aboriginal Corporation under the Aboriginal Councils &amp; Associations Act 1976 (Cth) (\"the ACA Act\") on 16 October 2002.",
      "id": "s99"
    },
    {
      "text": "Their intention was that it would be nominated as the prescribed body corporate for the purpose of s 57(2) of the Act for the first approved determination of native title in the main application and also for subsequent determinations of native title in which the Wik and Wik Way Peoples were determined to be the native title holders.",
      "id": "s100"
    },
    {
      "text": "The Corporation's Constitution was approved by the Office of the Registrar of Aboriginal Corporations on 16 October 2002.",
      "id": "s101"
    },
    {
      "text": "A consent order was made in QG6001/1998 by Justice Cooper on 14 April 2003 that the Corporation was to be the prescribed body corporate for the purpose of s 57(2) of the Act and to perform the functions in s 57(3) of the Act after becoming a registered native title body corporate.",
      "id": "s102"
    },
    {
      "text": "Orders in the same terms were incorporated into the second and third approved determinations on 13 October 2004.",
      "id": "s103"
    },
    {
      "text": "The Corporation became registered as a corporation under the Corporations (Aboriginal and Torres Strait Islander) Act 2006 (Cth) (the CATSI Act) on 1 July 2007, when that act and the Corporations (Aboriginal and Torres Strait Islander) Consequential, Transitional and Other Measures Act 2006 (Cth) commenced and the ACA Act was repealed.",
      "id": "s104"
    },
    {
      "text": "The name of the Corporation was changed on 19 February 2009 to Ngan Aak Kunch Aboriginal Corporation RNTBC, as required by s 88-10(2) of the CATSI Act.",
      "id": "s105"
    },
    {
      "text": "On 16 April 2009 a meeting was held of the Wik and Wik Way Peoples in Aurukun.",
      "id": "s106"
    },
    {
      "text": "At that meeting the terms of the proposed consent determination were considered.",
      "id": "s107"
    },
    {
      "text": "The agreement was approved and authorised.",
      "id": "s108"
    },
    {
      "text": "At that meeting the Corporation was nominated as the prescribed body corporate for the purpose of s 57(2) and to perform the functions in s 57(3) after becoming a registered native title body corporate.",
      "id": "s109"
    },
    {
      "text": "A further meeting on that date of the directors of the Corporation resolved to accept and consent to that nomination.",
      "id": "s110"
    },
    {
      "text": "The name of the Corporation was further amended at a meeting on 17 June 2009 from Ngan Aak Kunch Aboriginal Corporation RNTBC to Ngan Aak-Kunch Aboriginal Corporation RNTBC.",
      "id": "s111"
    },
    {
      "text": "A new rule-book was also adopted and the previous constitution repealed.",
      "id": "s112"
    },
    {
      "text": "The new rule-book sets out the Corporation's relevant objects thus: \n 6.",
      "id": "s113"
    },
    {
      "text": "Objects \n\n \n 6.1 The objects for which the Corporation is established are to: \n\n \n (a) be the subject of determinations of native title under section 57 of the Native Title Act ; \n\n \n (b) be a registered native title body corporate in relation to a determination area for the purposes of the Native Title Act ; \n\n \n (c) perform the functions of a registered native title body corporate that does not hold native title rights and interests in trust for the common law holders under the Native Title Act and the Regulations... \n\n \n (d) protect the native title rights and interests of the native title holders \n\n The only people eligible to hold membership of the Corporation are adult Aboriginal people who are native title holders.",
      "id": "s114"
    },
    {
      "text": "\"Native title holders\" is defined as \"those members of the Wik and Wik Way Peoples who from time to time hold native title rights and interests in relation to a determination area\".",
      "id": "s115"
    },
    {
      "text": "I am satisfied that the Corporation is a prescribed body corporate for the purposes of s 57 of the Act and Regulation 4(1), and that Regulation 4(2) is satisfied.",
      "id": "s116"
    },
    {
      "text": "Conclusion\n For the reasons I have indicated, I make the orders and determination sought by the parties.",
      "id": "s117"
    },
    {
      "text": "These orders made today give recognition within the Australian legal system to the native title rights and interests of the Wik and Wik Way Peoples in relation to the Determination Area, born out of traditions honoured and customs practised by the ancestors of the claimants and observed and practised by their descendents continuously over time and recognised and protected under the Native Title Act 1993 (Cth).",
      "id": "s118"
    },
    {
      "text": "This is a proud day for the Wik and Wik Way Peoples.",
      "id": "s119"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s120"
    },
    {
      "text": "Associate:\n \n \nDated: 29 July 2009\n \n Counsel for the Applicant: Represented by their solicitors \n \n Solicitor for the Applicant: Mr P Hunter and HWL Ebsworth Solicitors \n \n Counsel for the State of Queensland: Represented by Crown Law \n \n Solicitor for the State of Queensland: Ms E Fraser, Crown Law \n \n Counsel for Rio Tinto Aluminium Limited: Represented by its solicitors \n \n Solicitor for Rio Tinto Aluminium Limited: Ms L Bretherton, Blake Dawson Solicitors \n \n Counsel for the Cook Shire Council: Represented by its solicitors \n \n Solicitor for the Cook Shire Council: Mr A Kerr, Preston Lawyers \n \n Counsel for the Fishing Licensees: Represented by its solicitors \n \n Solicitor for the Fishing Licensees: Mr P Gore, Gore &amp; Associates Solicitors \n \n Counsel for the Ports Corporation of Queensland: Represented by its solicitors \n \n Solicitor for the Ports Corporation of Queensland: Mr D McGann, McCullough Robertson Solicitors \n \n \n Date of Hearing: 29 July 2009 \n \n Date of Judgment: 29 July 2009 \n \n \n [1] The \"right to negotiate\" procedures are set out in subdivision P, division 3 of part 2 of the NTA.",
      "id": "s121"
    },
    {
      "text": "[2] This is the subdivision which provides the \"right to negotiate\" procedures of the NTA.",
      "id": "s122"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/789.html",
      "id": "s123"
    }
  ]
}