{
  "name": "Windsor v Sydney Medical Service Co-operative Ltd (No. 2) [2009] FCA 704 (1 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/704.html",
  "catchphrases": [
    {
      "text": "various applications in consequence of the filing of an amended statement of claim after strike-out of original statement of claim",
      "id": "c0"
    },
    {
      "text": "whether proceeding should be dismissed under o 20 r 5 of the federal court rules as an abuse of process",
      "id": "c1"
    },
    {
      "text": "an order striking out a statement of claim is interlocutory",
      "id": "c2"
    },
    {
      "text": "interlocutory orders do not found an 'issue estoppel'",
      "id": "c3"
    },
    {
      "text": "attempts to re-litigate issues that have been finally determined may be considered an abuse of process",
      "id": "c4"
    },
    {
      "text": "the filing of the amended statement of claim cannot be considered an abuse of process",
      "id": "c5"
    },
    {
      "text": "application for summary judgment pursuant to s 31a of the federal court of australia act 1976 (cth)",
      "id": "c6"
    },
    {
      "text": "onus rests on party seeking summary judgment",
      "id": "c7"
    },
    {
      "text": "where there is a real issue of fact or law to be decided it is appropriate the matter proceed to trial",
      "id": "c8"
    },
    {
      "text": "whether statement of claim should be struck out under o 11 r 16 of the rules",
      "id": "c9"
    },
    {
      "text": "a strike-out motion is concerned with the adequacy of pleadings as a matter of law not with facts or evidence outside the pleading",
      "id": "c10"
    },
    {
      "text": "amended statement of claim disclosed a reasonable cause of action for breach of contract.",
      "id": "c11"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n By notice of motion dated and filed 5 May 2009 ('the current motion') the respondent ('SMS') seeks: \n(1) Summary judgment pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) ('the Act'); or\n \n(2) dismissal of this proceeding under O 20 r 5(1) of the Federal Court Rules ('the Rules') because it is an abuse of process; or\n \n(3) an order striking out the amended statement of claim under O 11 r 16 of the Rules for failure to disclose a reasonable cause of action or, in the alternative, as being an abuse of process; or\n \n(4) an order disallowing the filing of the amended statement of claim for being filed contrary to O 13 r 3(4) of the Rules.",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n The following background is taken from the applicant's outline of submissions and is not in dispute.",
      "id": "s1"
    },
    {
      "text": "On 28 February 2007, the applicant ('Dr Windsor') filed an application and statement of claim in this Court for damages for breach of contract and for contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s2"
    },
    {
      "text": "In the statement of claim Dr Windsor pleaded the following claim for breach of contract: \n(a) That she entered into an agreement with SMS for provision of after hours medical services as a locum 'on about 8 January 2001' (para 4);\n \n(b) that she provided services in the period from 13 January 2001 to 24 December 2006 (para 6);\n \n(c) that certain of the terms were breached by SMS, including amongst others (1) reducing the number of dawn shifts agreed; (2) reducing the number of regular shift hours agreed; (3) failure to pay guaranteed minimum earnings (paras 7(a), (b) and (d));\n \n(d) that she suffered loss and damage as a result of these and other breaches of the agreement by SMS (paras 9 and 10).",
      "id": "s3"
    },
    {
      "text": "In the period from 28 February 2007 to shortly before 11 September 2007, Dr Windsor represented herself in this proceeding and was assisted by her husband (Mr Neil Windsor) in conducting it.",
      "id": "s4"
    },
    {
      "text": "On 13 June 2007, SMS filed a notice of motion ('the 2007 notice of motion') seeking orders pursuant to O 11 r 16 of the Rules that the statement of claim be struck out, such further or other order as the Court sees fit and costs.",
      "id": "s5"
    },
    {
      "text": "As stated in its outline of submissions dated 28 August 2007, SMS contended that there were three fundamental deficiencies in the case pleaded by Dr Windsor: (1) that Dr Windsor did not have a cause of action against SMS in contract, (2) that the claim advanced under the Trade Practices Act was time barred; and (3) that Dr Windsor did not propose to advance part of her pleaded case.",
      "id": "s6"
    },
    {
      "text": "Dr Windsor opposed the 2007 notice of motion.",
      "id": "s7"
    },
    {
      "text": "In an affidavit sworn on 18 July 2007 (but mistakenly dated 18 June 2007) Mr Windsor deposed that: \n(1) He acted on behalf of Dr Windsor 'during the formation of the contract' in 'conversations and meetings with Mr Tim Muldoon on or about 13 December 2000, 8 January 2001 and 9 January 2001' (para 4);\n \n(2) Mr Muldoon 'in the course of the conversations and meetings' stated that 'the Respondent's contract would be with the Applicant' (para 4(c)).",
      "id": "s8"
    },
    {
      "text": "Mr Windsor did not in the affidavit give evidence of his conversations and meetings with Mr Muldoon on or about 13 December 2000 and 8 and 9 January 2001.",
      "id": "s9"
    },
    {
      "text": "On 28 August 2007, I heard the 2007 notice of motion.",
      "id": "s10"
    },
    {
      "text": "Dr Windsor represented herself at the hearing and SMS was represented by Mr Sibtain and Ms McGarrity of counsel.",
      "id": "s11"
    },
    {
      "text": "Following the hearing that day, I adjourned the matter pending production by Dr Windsor of documents requested in a notice to produce dated 22 August 2007 ('the 2007 notice to produce') and further submissions from SMS in respect of any document produced by Dr Windsor in answer to the 2007 notice to produce.",
      "id": "s12"
    },
    {
      "text": "On 3 September 2007, Dr Windsor produced documents to the Court in answer to the 2007 notice to produce.",
      "id": "s13"
    },
    {
      "text": "On 18 September 2007, SMS filed further submissions in respect of documents produced by Dr Windsor in answer to the 2007 notice to produce.",
      "id": "s14"
    },
    {
      "text": "On 17 March 2008, I gave judgment on the 2007 notice of motion ( Windsor v Sydney Medical Services Cooperative Ltd [2008] FCA 348) ('Judgment').",
      "id": "s15"
    },
    {
      "text": "Having regard to the following documents: \n(1) Mr Neil Windsor's letter to Mr Tim Muldoon dated 9 January 2001 (Judgment at [14] and [15]);\n \n(2) SMS's Locum Pay Summary Reports for March 2001 to December 2001 (Judgment at [16]);\n \n(3) National Australia Bank Direct Payments File Detail Reports for 9 August 2001 to 11 January 2002 (Judgment at [16]);\n \n(4) Dr Windsor's income tax returns for the year ended 30 June 2001 and 2002 (Judgment at [17]);\n \n(5) InterNEOn Corporation Pty Limited's ('InterNEOn') income tax return for the year ended 30 June 2001 (Judgment at [17]);\n \n(together the 'Judgment Documents')\n I found that InterNEOn and not Dr Windsor 'was the party contracting with SMS for the provision of [Dr] Windsor's services as a locum' (Judgment at [21]).",
      "id": "s16"
    },
    {
      "text": "I ordered that the statement of claim be struck out (Judgment at [32]).",
      "id": "s17"
    },
    {
      "text": "On the hearing of the current motion it was submitted on behalf of Dr Windsor that I impermissibly had regard to the evidence and that if I had confined myself to the terms of the pleading as I should have done in respect of a strike-out motion in reliance on O 11 r 16, the 2007 notice of motion would have been dismissed.",
      "id": "s18"
    },
    {
      "text": "I was referred to what was recently said by Finkelstein J in Imobilari Pty Ltd v Opes Prime Stockbroking Limited [2008] FCA 1920 ; (2008) 252 ALR 41 at [4] : \n The fundamental thing to understand about the strike-out rule, which the language of O 11 r 16 itself makes clear, is that the rule is concerned only with the adequacy of the pleading (or to be more precise, the allegations and the causes of action asserted therein) as a matter of law.",
      "id": "s19"
    },
    {
      "text": "The rule does not permit or allow consideration of facts or evidence outside the pleadings: Dey v Victorian Railway Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 at 91 and 109; [1999] ALR 333 at 347-8; see also General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 129; [1964] HCA 69 ; [1965] ALR 636 at 638 (' General Steel ').",
      "id": "s20"
    },
    {
      "text": "Indeed, as counsel for ANZ, Mr Archibald QC, correctly noted in his submissions, the court must, for purposes of deciding the strike-out motion and deciding whether a pleading discloses a reasonable cause of action, assume the truth of the allegations in the statement of claim and draw all inferences in favour of the non-moving party because the question is whether those allegations, even if proved, cannot succeed as a matter of law: General Steel CLR at 129; ALR at 638.",
      "id": "s21"
    },
    {
      "text": "The submission is clearly correct.",
      "id": "s22"
    },
    {
      "text": "For the reasons more fully explored at [30] below, it is not possible to regard the 2007 notice of motion as anything more than a strike-out motion.",
      "id": "s23"
    },
    {
      "text": "It certainly did not seek dismissal of the proceeding as an abuse of process or summary judgment in reliance on s 31A of the Act.",
      "id": "s24"
    },
    {
      "text": "As indicated at [35] below, if it had been necessary, I would have taken my error in this respect into account in the exercise of my discretion as to whether the justice of the matter required that the finding as to the contracting parties made on the 2007 notice of motion be reconsidered.",
      "id": "s25"
    },
    {
      "text": "On 1 December 2008, Dr Windsor filed an amended statement of claim pursuant to O 13 r 3(1) of the Rules.",
      "id": "s26"
    },
    {
      "text": "In the amended statement of claim, Dr Windsor has reformulated her claim for damages for breach of contract and has pleaded that she entered into an agreement with SMS to provide medical services on behalf of SMS on or about 8 January 2001 (para 5).",
      "id": "s27"
    },
    {
      "text": "SMS relied on an affidavit of Timothy Unsworth sworn 5 May 2009 and exhibits thereto (Ex.",
      "id": "s28"
    },
    {
      "text": "1) in support of the orders sought in the current motion and Dr Windsor relied on two affidavits sworn by her on 21 May 2009 (Ex.",
      "id": "s29"
    },
    {
      "text": "A); two affidavits sworn by Neil Stern Windsor on 21 May 2009 (Ex.",
      "id": "s30"
    },
    {
      "text": "B); those parts of an affidavit sworn by Neil Stern Windsor on 18 July 2007 and exhibits which were not ruled inadmissible on the hearing of the 2007 notice of motion (Ex.",
      "id": "s31"
    },
    {
      "text": "C); and various exhibits to Exs.",
      "id": "s32"
    },
    {
      "text": "A and B (Exs.",
      "id": "s33"
    },
    {
      "text": "D --- K inclusive).",
      "id": "s34"
    },
    {
      "text": "THE ISSUES \n The logical approach to the hearing and determination of the current motion is to consider the issues in the following order: \n(1) Whether Dr Windsor was entitled to file the amended statement of claim without leave pursuant to O 13 r 3(1) of the Rules?",
      "id": "s35"
    },
    {
      "text": "(2) Whether the proceeding should be dismissed under O 20 r 5 of the Rules as an abuse of process by reason that the Judgment in respect of the finding as to the contracting parties created an issue estoppel, was not interlocutory, or decided this issue on a final basis and by reason thereof the proceeding is unjustifiably vexatious and oppressive?",
      "id": "s36"
    },
    {
      "text": "(3) Whether summary judgment should be given under s 31A(2) of the Act?",
      "id": "s37"
    },
    {
      "text": "(4) Whether the amended statement of claim should be struck out under O 11 r 16 of the Rules on the basis that it does not disclose a reasonable cause of action or is otherwise an abuse of process?",
      "id": "s38"
    },
    {
      "text": "ANALYSIS \n (a) Whether Dr Windsor was entitled to file the amended statement of claim without leave pursuant to O 13 r 3(1) of the Rules?",
      "id": "s39"
    },
    {
      "text": "I have come to the view, without any real doubt, that this issue must be answered in Dr Windsor's favour.",
      "id": "s40"
    },
    {
      "text": "Order 13 r 3 of the Rules states: \n (1) A party may, without leave, amend any pleading of his once at any time before the pleadings are closed.",
      "id": "s41"
    },
    {
      "text": "(2) A party may further amend any pleading of his before the pleadings are closed and without the leave of the Court if he obtains the consent of all other parties.",
      "id": "s42"
    },
    {
      "text": "(3) Subject to subrule (4), an amendment may be made even if: \n\n \n(a) the effect of the amendment is to add a new claim for relief or foundation in law for a claim for relief, whether by way of substitution for an existing claim for relief or foundation in law or not; or\n \n \n(b) the amendment pleads a fact or matter that has occurred or arisen since the commencement of the proceeding.",
      "id": "s43"
    },
    {
      "text": "(4) Subrule (3) does not permit an amendment that would have an effect inconsistent with any statute that limits the time within which an action or a proceeding of a particular kind maybe brought or instituted.",
      "id": "s44"
    },
    {
      "text": "As at 1 December 2008, the only pleading which had been filed in this proceeding was the statement of claim.",
      "id": "s45"
    },
    {
      "text": "The pleadings, therefore, were not closed (O 11 r 15 of the Rules).",
      "id": "s46"
    },
    {
      "text": "Order 13 r 3(1) of the Rules permits a party to amend a pleading, without leave of the Court, once before the pleadings have closed.",
      "id": "s47"
    },
    {
      "text": "Dr Windsor filed the amended statement of claim on 1 December 2008 in reliance on O 13 r 3(1) of the Rules.",
      "id": "s48"
    },
    {
      "text": "Order 13 r 3(3) of the Rules requires the Court to consider the effect of the amendments made by the new pleading by reference to the prior pleading.",
      "id": "s49"
    },
    {
      "text": "In this case, the amended statement of claim does not 'add a new claim for relief or foundation in law for a new claim for relief' within O 13 r 3(3)(a) of the Rules as Dr Windsor has only reformulated the claim for damages for breach of contract made in the statement of claim.",
      "id": "s50"
    },
    {
      "text": "It follows that O 13 r 3(4) had no application to the filing of the amended statement of claim.",
      "id": "s51"
    },
    {
      "text": "(b) Whether the proceeding should be dismissed under O 20 r 5 of the Rules as an abuse of process by reason that the Judgment in respect of the finding as to the contracting parties created an issue estoppel, was not interlocutory, or decided this issue on a final basis and by reason thereof is unjustifiably vexatious and oppressive?",
      "id": "s52"
    },
    {
      "text": "(i) Orders striking out statements of claim are interlocutory\n An order striking out a statement of claim on the ground that it fails to disclose a reasonable cause of action is interlocutory and not a final order ( Jones v Insole (1891) 64 LT 703 , a decision of the English Court of Appeal; cited with approval by Taylor J (with whom Owen J agreed) in Hall v The Nominal Defendant [1966] HCA 36 ; (1966) 117 CLR 423 at 440, where his Honour said: \n The same view [ie that the order was interlocutory] was taken of an order striking out a plaintiff's statement of claim on the ground that it disclosed no reasonable cause of action: Jones v Insole and of an order dismissing an action as frivolous and vexatious in In re Page .",
      "id": "s53"
    },
    {
      "text": "(Citations omitted) \n\n In this Court, Burchett J in Weatherall v Satellite Receiving Systems (Australia) Pty Ltd [1999] FCA 741 ; (1999) 92 FCR 101 at [9] after reviewing both English and Australian authorities (including Jones v Insole and Hall v The Nominal Defendant ) concluded that an order striking out a statement of claim is an interlocutory order.",
      "id": "s54"
    },
    {
      "text": "Burchett's J analysis in Weatherall was cited with approval by Cowdroy J in Md Abdullah Al Mamun v Minister for Immigration and Citizenship [2007] FCA 541.",
      "id": "s55"
    },
    {
      "text": "An order striking out pleadings does not finally determine the rights of the parties.",
      "id": "s56"
    },
    {
      "text": "The proceeding remains extant (see Australian Competition and Consumer Commission v Fox Symes &amp; Associates Pty Limited [2005] FCA 1071) and a party is ordinarily given an opportunity to re-plead in accordance with the Rules ( Australian Competition and Consumer Commission at [95]).",
      "id": "s57"
    },
    {
      "text": "(ii) Interlocutory orders do not found an issue estoppel\n Interlocutory orders, by nature, lack finality.",
      "id": "s58"
    },
    {
      "text": "It follows, therefore, that they are insufficient to create an issue estoppel (see Wilson v Union Insurance Co [1992] NTSC 107 ; (1992) 112 FLR 166 ; cited with approval in Bowes v Fehlberg &amp; Ors (No 2) [2001] TASSC 24 at [22] and by the New South Wales Court of Appeal in Miller v Deputy Commissioner of Taxation (1997) 38 ATR 51.",
      "id": "s59"
    },
    {
      "text": "(iii) The facts and law the subject of the 2007 notice of motion were not conducted on a final basis\n The power to stay or dismiss a proceeding under O 20 r 5 of the Rules for an abuse of process is not limited to those cases in which proceedings are commenced or maintained where there is a res judicata or issue estoppel in respect of them.",
      "id": "s60"
    },
    {
      "text": "French J (as he then was) put it this way in Sea Culture International Pty Limited v Scoles [1991] FCA 523 ; (1991) 32 FCR 275 at 279: \n An attempt to litigate in court a dispute or issue which has been resolved in earlier litigation in this or another court or tribunal may also, according to the circumstances, constitute an abuse of process even if not attracting the doctrines of res judicata or issue estoppel.",
      "id": "s61"
    },
    {
      "text": "These observations were cited with approval by a Full Court of this Court in Coffey v Secretary, Department of Social Security [1999] FCA 375 ; (1999) 86 FCR 434 at 443.",
      "id": "s62"
    },
    {
      "text": "Nevertheless, the power to stay or dismiss must be 'very sparingly exercised and only in exceptional cases' (see Sea Culture International Pty Limited v Scoles at 279) and 'upon an examination of the relevant circumstances of the particular case before the Court' (see Spalla v St George Motor Finance Limited (No 6) [2004] FCA 1699 at [70] per French J).",
      "id": "s63"
    },
    {
      "text": "An example of an abuse of process is where interlocutory orders, though not truly able to found an issue estoppel, may be capable of finally determining an issue of fact or law if 'it is reasonable to regard the earlier decision as a final determination of the issue' ( Re Martin &amp; Anor; Ex parte Amtron Australia Pty Limited (1996) 62 FCR 438 per Cooper J at 443) or the parties have conducted the litigation 'upon the footing that this part of the proceedings is to be then determined, to that extent, finally' ( Leppington Pastoral Co Pty Limited v Commonwealth of Australia (1997) 76 FCR 318 per Beaumont J (with whom Jenkinson and Lehane JJ agreed)) or 'a reasonable construction of the interlocutory judgment shows that a point has been the subject of a final determination' ( Northern Star Agriculture Pty Ltd v Morgan and Banks Developments Pty Ltd [2007] NSWSC 98 per Young CJ in Eq at [42]).",
      "id": "s64"
    },
    {
      "text": "It was submitted on behalf of Dr Windsor that the hearing of the 2007 notice of motion was not conducted on the basis that the issues considered were to be determined finally for the following reasons: \n(1) First, under O 19 r 2(3)(c) of the Rules, SMS was required to state concisely the nature of the order which is sought.",
      "id": "s65"
    },
    {
      "text": "The 2007 notice of motion complied with that rule in respect of the order sought in para 1 seeking to strike out the statement of claim, pursuant to O 11 r 16 of the Rules.",
      "id": "s66"
    },
    {
      "text": "The order in para 2, 'such further or other order as the Court sees fit', does not comply with that Rule and it is impossible to discern from para 2 that the 2007 notice of motion would encompass an application for summary judgment under s 31A of the Act or an order dismissing the proceedings under O 20 r 5 of the Rules.",
      "id": "s67"
    },
    {
      "text": "(2) Second, SMS conducted the 2007 notice of motion on the basis that the issues of concern were matters of pleading.",
      "id": "s68"
    },
    {
      "text": "On the first return date of the 2007 notice of motion on 19 June 2007 SMS's counsel, Mr Sibtain, stated to the Court:\n \n \n[O]ne could not say to any level of comfortable certainty that there is not a claim that might properly be brought by the applicant if she were to plead it and advance it correctly ... [T]here is a genuine question on the basis of the pleaded case of parties which your Honour, in my respectful submission, when the application proceeds, would be comfortably satisfied cannot be sustained as a legitimate claim.",
      "id": "s69"
    },
    {
      "text": "That's essentially the motion.",
      "id": "s70"
    },
    {
      "text": "We don't necessarily suggest that there is no claim that could ever be seriously advanced, but the way in which the case is presently framed, it cannot proceed.",
      "id": "s71"
    },
    {
      "text": "(Emphasis added) (Transcript page 1, lines 13 --- 22) \n \n \nOn a subsequent occasion, Mr Sibtain informed the Court on 16 August 2007 that:\n \n'[T]he basis of the strike-out is on the basis of the principle identified by Allsop J in White v Overland , FCA 1333 at paragraph 4, that the practice of quietly leaving footprints in correspondence as to how a case is to be advanced is a practice to be avoided, and we would say that if they propose to amend they should grasp the nettle.",
      "id": "s72"
    },
    {
      "text": "' \n \n(Transcript page 6 line 34 to page 7 line 1) \n \n \nAt the hearing of the 2007 notice of motion on 28 August 2007, there is the following exchange between Mr Sibtain and the Court:\n \nMR SIBTAIN: Your Honour, there is an application on a notice of motion filed 13 June 2007 upon which I move.",
      "id": "s73"
    },
    {
      "text": "It seeks orders pursuant to order 11 rule 16 striking out the statement [of] claim.",
      "id": "s74"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s75"
    },
    {
      "text": "MR SIBTAIN: And those orders would include, and your Honour would treat it as such, an order dismissing any cause of action which is contrived to be hopeless and it could be viewed in that way.",
      "id": "s76"
    },
    {
      "text": "Namely, that if it is clearly foredoomed to fail then it would be struck out.",
      "id": "s77"
    },
    {
      "text": "(Transcript page 1 lines 10 to 19) \n \n \nIt is clear from these statements of Mr Sibtain to the Court that SMS's application was confined to an order striking out the statement of claim.",
      "id": "s78"
    },
    {
      "text": "The suggestion made on 28 August 2007 by Mr Sibtain that 'those orders would include ... an order dismissing any cause of action which is contrived to be hopeless' did not clearly articulate an application for summary judgment or summary dismissal as these words were followed by the words 'then it would be struck out' which are only used in the Rules with respect to a defective pleading.",
      "id": "s79"
    },
    {
      "text": "(3) Third, I stated on 5 October 2007 that the relief sought in the 2007 notice of motion was the striking out of the statement of claim and that my decision on the 2007 notice of motion would be interlocutory:\n \nIn the absence of any evidence this morning as to why I should not reserve on the strike-out motion, that is what I propose to do.",
      "id": "s80"
    },
    {
      "text": "I will reserve on the strike-out motion and I will deliver my decision on that as soon as I am able to do.",
      "id": "s81"
    },
    {
      "text": "That will give you an opportunity to advise your client on what might be done, being a strike-out motion, my judgment in relation to the matter will be interlocutory and you can take whatever action you want, based upon your consideration of the relevant evidence and instructions that you receive.",
      "id": "s82"
    },
    {
      "text": "(Transcript page 4, lines 4 to 10)\n \n \n(4) Fourth, neither Dr Windsor nor Mr Windsor understood that, if the 2007 notice of motion succeeded, the proceeding would be at an end or pre-emptorily determined.",
      "id": "s83"
    },
    {
      "text": "Dr Windsor deposed that her state of mind in connection with SMS bringing the 2007 notice of motion was that, if successful, the statement of claim as formulated could not proceed (Ex.",
      "id": "s84"
    },
    {
      "text": "A (8 page affidavit), para 40).",
      "id": "s85"
    },
    {
      "text": "Mr Windsor's state of mind was that SMS in the 2007 notice of motion was not seeking anything other than to strike out the statement of claim and if that happened Dr Windsor could file a differently formulated amended statement of claim (Ex.",
      "id": "s86"
    },
    {
      "text": "B (8 page affidavit), para 37).",
      "id": "s87"
    },
    {
      "text": "(5) Fifth, the formal order pronounced on 17 March 2008 was to strike out the statement of claim.",
      "id": "s88"
    },
    {
      "text": "It was nevertheless submitted on behalf of SMS that the amended statement of claim was a transparent attempt to re-litigate issues which have already been determined against Dr Windsor: '...proceedings before a court should be stayed as an abuse of process if, notwithstanding that the circumstances of the case do not give rise to an estoppel, their continuance would be unjustifiably vexatious and oppressive for the reason that it is sought to litigate anew a case which has already been disposed of by earlier proceedings' ( Walton v Gardiner (1993) 177 CLR 378 per Mason CJ, Deane and Dawson JJ at 393).",
      "id": "s89"
    },
    {
      "text": "Reference was also made to Nominal Defendant v Manning [2000] NSWCA 80 ; (2000) 50 NSWLR 139 per Heydon JA at 155 --- 157 [70] --- [73] and per Foster A-JA at 167 [122] --- [123] and P. Dawson Nominees v ASIC (No.",
      "id": "s90"
    },
    {
      "text": "2) (2009) 255 ALR 466 at [36] --- [49].",
      "id": "s91"
    },
    {
      "text": "In response, it was submitted on behalf of Dr Windsor that the principle articulated in Manning , to which I would merely observe, assuming a principle can be identified other than a preference for the view of Charles JA rather than the majority in D A Christie Pty Ltd v Baker (1996) 2 VR 582 , concerned, as did Dawson and Christie , the bringing of a second interlocutory application by an applicant or plaintiff; here, it was pointed out, on both occasions, Dr Windsor was resisting such an application and so, at best, any principle, if it can apply at all, could only be by way of analogy.",
      "id": "s92"
    },
    {
      "text": "Next it was said that in Dawson , Goldberg J articulated the principle in terms of a threshold issue (at [49]), in respect of which the applicants carried the onus.",
      "id": "s93"
    },
    {
      "text": "Here there was no threshold issue because there was no onus on Dr Windsor.",
      "id": "s94"
    },
    {
      "text": "For that reason, any principle coming out of Manning and Dawson is not apt.",
      "id": "s95"
    },
    {
      "text": "Third, it was submitted that if, contrary to the foregoing submissions, I was to find that any principle coming out of Manning can apply by way of analogy to the present case, there were four reasons why it was fair and just to reconsider the matter rather than be persuaded that SMS had established the amended statement of claim was an abuse of process.",
      "id": "s96"
    },
    {
      "text": "These were put as follows: \n(1) Dr Windsor was self-represented on the hearing of the 2007 notice of motion.",
      "id": "s97"
    },
    {
      "text": "(2) I applied impermissible criteria in deciding the 2007 notice of motion --- clearly a strike-out application --- rather than confining myself to the pleadings; had I done the latter, I would have dismissed the 2007 notice of motion.",
      "id": "s98"
    },
    {
      "text": "I have already accepted this submission at [12] and [13] above.",
      "id": "s99"
    },
    {
      "text": "(3) On the hearing of the 2007 notice of motion, the Court's attention was not drawn to the undecided question of law about whether post-contractual conduct and communications could be used to identify parties to the contract (see Dennis Pethybridge v Stedikas Holdings Pty Ltd [2007] NSWCA 154 ; (2007) Aust Contract R &#167;90-263 at [59] per Campbell JA (Beazley JA agreeing); Sagacious Procurements Pty Ltd v Symbion Health Ltd (formerly Mayne Group Ltd) [2008] NSWCA 149 at [99] ff per Giles JA (Hodgson and Campbell JJA agreeing); County Securities Pty Ltd v Challenger Group Holdings Pty Ltd [2008] NSWCA 193 at [161] per McColl JA), and at least some of the Judgment Documents fall within that category.",
      "id": "s100"
    },
    {
      "text": "(4) The fact that on the hearing of the 2007 notice of motion my attention was not drawn to admissions that were relied upon on the hearing of the current motion and, even if I did have regard to them on the earlier occasion, there is no indication on the face of the reasons for judgment that I interacted with them.",
      "id": "s101"
    },
    {
      "text": "I agree with the submissions made on behalf of Dr Windsor.",
      "id": "s102"
    },
    {
      "text": "In my view, there is no basis for this proceeding to be dismissed under O 20 r 5 as a abuse of process.",
      "id": "s103"
    },
    {
      "text": "While I do not think there is any doubt about this conclusion, if there were, then, in my view, at least the first two matters referred to in [34] above would dictate that as a matter of discretion, the justice of the matter required that Dr Windsor be allowed to revisit the finding as to the contracting parties made on the 2007 notice of motion.",
      "id": "s104"
    },
    {
      "text": "The more difficult issue, in my view, is whether SMS should be given summary judgment under s 31A(2) of the Act on the basis that Dr Windsor has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s105"
    },
    {
      "text": "It is to that issue that I now turn.",
      "id": "s106"
    },
    {
      "text": "(c) Whether summary judgment should be given under s 31A(2) of the Act?",
      "id": "s107"
    },
    {
      "text": "(i) Applications under s 31A of the Act --- general principles\n Section 31A(2) and (3) of the Act states: \n (2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n\n \n(a) the first party is defending the proceeding or that part of the proceeding; and\n \n(b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s108"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of a proceeding need not be: \n\n \n(a) hopeless; or \n \n(b) bound to fail;\n \n \n for it to have no reasonable prospect of success.",
      "id": "s109"
    },
    {
      "text": "In respect of applications for summary judgment under s 31A of the Act, the onus to demonstrate that the proceedings do not have reasonable prospects of success rests with the party seeking summary judgment.",
      "id": "s110"
    },
    {
      "text": "In Boston Commercial Services Pty Limited v GE Capital Finance Australasia Pty Limited [2006] FCA 1352 ; (2006) 236 ALR 720 at [43] and [44] Rares J, quoting from Latham CJ in Hocking v Bell [1945] HCA 16 ; (1945) 71 CLR 430 at 441 --- 442, likened the standard under s 31A of the Act to the common law test for determining whether a jury properly instructed could reach a verdict for a plaintiff: \n [T]here must be a real issue of fact to be decided.",
      "id": "s111"
    },
    {
      "text": "And if the evidence is all one way, so that only one conclusion can be said to be reasonable, there is no function left for the jury to perform, so that the court may properly take the matter into its own hands as being a matter of law, and direct a verdict to be entered in accordance with the only evidence which is really presented in the case ... \n\n \n In a case to which s 31A applies, where there is a real issue of fact to be decided in the sense identified in the above principle, and possibly where there is a real issue of law of a similar kind, it is obviously appropriate that the matter goes to trial.",
      "id": "s112"
    },
    {
      "text": "I indicated my approval of these observations of Rares J in Spiteri v Nine Network Australia Pty Limited [2008] FCA 905 at [7] .",
      "id": "s113"
    },
    {
      "text": "A Full Court of this Court considered the application of s 31A in Jefferson Ford Pty Limited v Ford Motor Company of Australia Limited [2008] FCAFC 60 ; (2008) 167 FCR 372 (Finkelstein, Rares and Gordon JJ).",
      "id": "s114"
    },
    {
      "text": "Finkelstein J stated that s 31A of the Act is to be given a 'substantial operation' which requires the 'judge to conduct what might loosely be described as a preliminary trial' and to look closely to a party's 'assertion that there is a real question of law or fact to be decided' (at [23]).",
      "id": "s115"
    },
    {
      "text": "About factual issues Finkelstein J (at [20]) stated that the task of prediction was fraught with all kinds of difficulties including the Court, in many cases, not having before it all the material evidence, and if credit is involved the impossibility of predicting how that issue would be resolved.",
      "id": "s116"
    },
    {
      "text": "Even if the dispute is only a question of law, that issue may be difficult to resolve; or to predict its resolution, in the absence of detailed argument such as only occurs at a trial.",
      "id": "s117"
    },
    {
      "text": "Then Finkelstein J stated (at [23]) that the task of the judge is 'to decide whether the opposing party has evidence of sufficient quality and weight to be able to succeed at trial' and on questions of law the task of the judge is to determine whether the question of law is 'sufficiently strong to warrant a trial' (at [23]).",
      "id": "s118"
    },
    {
      "text": "Rares J favoured the test he stated in Boston Commercial and noted that that the correctness of that test did not need to be examined because 'neither party challenged that test' (at [73]).",
      "id": "s119"
    },
    {
      "text": "Gordon J identified a number of principles which 'inform' the application of s 31A of the Act.",
      "id": "s120"
    },
    {
      "text": "Among these are: (1) that s 31A is less stringent than the General Steel Industries standard; (2) that each case must be determined separately; (3) where there is a real issue of fact it is unlikely that that part of the proceeding has no prospect of success; (4) in determining whether a real issue of fact exists the Court must draw all available reasonable inferences in favour of the non-moving party (at [124] --- [132]).",
      "id": "s121"
    },
    {
      "text": "Gordon J at [126] stated that the assessment that a proceeding has no reasonable prospects of success will necessarily require: \n 1.",
      "id": "s122"
    },
    {
      "text": "Identification of the cause of action pleaded;\n 2. identification of the pleaded facts said to give rise to that cause of action; \n a review of the evidence (if any) tendered in support of the claim for judgment; \n 4. identification of the defence pleaded; \n identification of any facts pleaded which are said to give rise to the defence; and \n 6. a review of the evidence (if any) tendered in defence of the claim.",
      "id": "s123"
    },
    {
      "text": "Jefferson Ford was considered by a Full Court of this Court in Bond v Barry (2008) 173 FCR 106 (Sundberg, Jacobson and Lander JJ) but declined to express a view on which of the competing views in Jefferson Ford of the application of s 31A of the Act was correct (at [74]).",
      "id": "s124"
    },
    {
      "text": "(ii) Application of the general principles to this proceeding\n In support of the current motion that the Court should give judgment for SMS under s 31A of the Act on the ground that Dr Windsor has no reasonable prospect of successfully prosecuting the proceeding, SMS pointed to the following matters: \n(1) The claim in contract as pleaded in the statement of claim was struck out on the basis that the contract upon which Dr Windsor relied was, on the evidence, shown to be a contract between InterNEOn and SMS.",
      "id": "s125"
    },
    {
      "text": "(2) Paragraph 4 of the statement of claim pleaded an agreement entered into on 8 January 2001.",
      "id": "s126"
    },
    {
      "text": "By way of particulars, the statement of claim referred both to conversations between Mr Windsor and a representative of SMS and to documents, including a letter from InterNEOn to SMS signed by Mr Windsor and dated 9 January 2001.",
      "id": "s127"
    },
    {
      "text": "(3) Paragraph 5 of the amended statement of claim pleads, in terms relevantly indistinguishable from para 4 of the statement of claim, a contract referred to as the 'initial agreement', entered into on 8 January 2001.",
      "id": "s128"
    },
    {
      "text": "The particulars to para 5 of the amended statement of claim differ from the statement of claim in that the letter of 9 January 2001 is not mentioned.",
      "id": "s129"
    },
    {
      "text": "In SMS's submission, Dr Windsor cannot alter or avoid the effect of the letter of 9 January 2001 by ignoring it.",
      "id": "s130"
    },
    {
      "text": "The amended statement of claim then alleges in para 8 a 'variation agreement' alleged to have been entered into on 10 January 2001.",
      "id": "s131"
    },
    {
      "text": "There is no allegation that the 'variation agreement' involved any change to the contracting parties.",
      "id": "s132"
    },
    {
      "text": "(4) In SMS's submission there is nothing in the amended statement of claim which could affect the inevitable conclusion on the evidence, as determined in the Judgment, that the agreement pursuant to which Dr Windsor performed services as a locum doctor was entered into between InterNEOn and SMS.",
      "id": "s133"
    },
    {
      "text": "(5) The letter of 9 January 2001 was unambiguously to that effect.",
      "id": "s134"
    },
    {
      "text": "The tax returns and payment records tendered on the 2007 notice of motion (Ex.",
      "id": "s135"
    },
    {
      "text": "1) clearly demonstrate that the contracting parties were InterNEOn and SMS.",
      "id": "s136"
    },
    {
      "text": "(6) The amended statement of claim seeks to avoid this difficulty by ignoring it.",
      "id": "s137"
    },
    {
      "text": "(7) The amended statement of claim pleads no fresh or significant fact or circumstance to counter the conclusion reached in the Judgment.",
      "id": "s138"
    },
    {
      "text": "(8) Dr Windsor has filed voluminous affidavits in answer to the current motion.",
      "id": "s139"
    },
    {
      "text": "However, SMS submitted that, even if the evidence filed is admitted in full and accepted as fully reliable, Dr Windsor cannot overcome the fundamental flaw in her case, that is, that there is unequivocal and irrefutable evidence that InterNEOn and not Dr Windsor was the party contracting with SMS for the provision of Dr Windsor's services.",
      "id": "s140"
    },
    {
      "text": "(9) SMS pointed to what I said at [21] of the Judgment 'the letter [of 9 January 2001] would, in the absence of any other evidence, be sufficient to found that conclusion.",
      "id": "s141"
    },
    {
      "text": "'\n \n(10) SMS further noted that I said my conclusion was supported by reference to other matters, including the absence of evidence, beyond statements by Mr Windsor, that InterNEOn was not the contracting party, and the facts that SMS made payments to InterNEOn on account of Dr Windsor's services and that Dr Windsor did not include any income from SMS in her taxation returns.",
      "id": "s142"
    },
    {
      "text": "(11) The position is in fact strengthened by Ex.",
      "id": "s143"
    },
    {
      "text": "B (the 74 page affidavit) in para 138:\n \nFor the financial year ending 30 June 2001 I believed that the monies that had been received from SMS and had been credited to the InterNEOn Account were taxable income of InterNEOn because I believed Gina used InterNEOn as an interposed entity for income tax purposes .",
      "id": "s144"
    },
    {
      "text": "(Emphasis added)\n \n \n(12) An 'interposed entity for income tax purposes' can mean only one thing, a company which contracts to supply the services of an individual so as to ensure that payment for those services is not received directly by the individual.",
      "id": "s145"
    },
    {
      "text": "In SMS's submission it has 'discharged the onus to enliven the discretion to authorise a summary termination of the proceedings which s 31A envisages', per Rares J in Boston Commercial at [45].",
      "id": "s146"
    },
    {
      "text": "Even accepting Mr Neil Windsor and Dr Windsor's version of the discussions on 8 and 10 January 2001 (paras 19, 21 and 23 of Ex.",
      "id": "s147"
    },
    {
      "text": "B (the 74 page affidavit) and paras 21, 23 and 24 of Ex.",
      "id": "s148"
    },
    {
      "text": "A (the 54 page affidavit)) as completely accurate, there is no reasonable interpretation of the communications between Mr Neil Windsor and SMS which is consistent with any conclusion other than that any contract for the provision of locum services by Dr Windsor was entered into between InterNEOn and SMS.",
      "id": "s149"
    },
    {
      "text": "Dr Windsor pointed to the evidence at para 19 of the 74 page affidavit that is part of Ex.",
      "id": "s150"
    },
    {
      "text": "B in support of the case propounded in the amended statement of claim on the formation of the agreement, specifically: \n(1) That Mr Neil Windsor, on Dr Windsor's behalf, met with Mr Muldoon of SMS on 8 January 2001;\n \n(2) that at the commencement of the meeting the following exchange took place:\n \nMr Muldoon said 'So you have come to negotiate with me, have you?",
      "id": "s151"
    },
    {
      "text": "'\n \n \n[Mr Windsor said]: I guess I have.",
      "id": "s152"
    },
    {
      "text": "' \n \n \n(3) that Mr Windsor and Mr Muldoon on 8 January 2001 negotiated Dr Windsor's terms of engagement with SMS and reached agreement on those terms;\n \n(4) that at another point during the meeting the following exchange took place:\n \n[Mr Windsor said]: 'How often do you pay the locums?",
      "id": "s153"
    },
    {
      "text": "'\n \n \nMr Muldoon said: 'Monthly on the second Wednesday of each month.",
      "id": "s154"
    },
    {
      "text": "I prepare a tax invoice for the locums.",
      "id": "s155"
    },
    {
      "text": "I need an ABN Number, you know, to take care of this GST crap.",
      "id": "s156"
    },
    {
      "text": "'\n \n \n[Mr Windsor said]: 'Does it have to be a personal ABN or can it be a company one?",
      "id": "s157"
    },
    {
      "text": "'\n \n \nMr Muldoon said: 'I don't care.",
      "id": "s158"
    },
    {
      "text": "It's up to the locums to take care of their tax anyway they want.",
      "id": "s159"
    },
    {
      "text": "'\n \n \n[Mr Windsor said]: 'It might take a while to get an ABN.",
      "id": "s160"
    },
    {
      "text": "What are you going to do about payment?",
      "id": "s161"
    },
    {
      "text": "'\n \n \nMr Muldoon said: 'I will keep the money until you give me an ABN.",
      "id": "s162"
    },
    {
      "text": "I'm not going to deduct 50% of the pay like the tax department want us to do.",
      "id": "s163"
    },
    {
      "text": "'\n \n It was submitted on behalf of Dr Windsor that it is inappropriate in a summary judgment application to determine the question of law whether post-contractual conduct or communications can be used to identify the parties to the contract for the provision of medical services entered into by SMS.",
      "id": "s164"
    },
    {
      "text": "Further, that there is evidence in support of the case pleaded in the amended statement of claim that the agreement was entered into by Dr Windsor, through the agency of her husband, Mr Neil Windsor, and Mr Muldoon of SMS on 8 January 2001; and there is no evidence by SMS as to the negotiations on 8 January 2001.",
      "id": "s165"
    },
    {
      "text": "It was submitted that the Court should find that SMS has not satisfied the onus of demonstrating that Dr Windsor has no reasonable prospects of prosecuting the proceedings within s 31A(2) of the Act.",
      "id": "s166"
    },
    {
      "text": "If, contrary to this submission, the Court determined that it was entitled to take into account in a summary judgment application, post-contractual communications and conduct to identify the parties to the contract, then it was submitted that, in addition to the Judgment Documents, the following post-contractual conduct and communications arc relevant: \n(1) The monthly tax invoices generated by SMS in connection with the provision of medical services by Dr Windsor, which for the dates 31 January 2001 up to and including 31 May 2004 were either on the letterhead of Dr Windsor addressed to SMS or on the letterhead of SMS addressed to Dr Windsor, and following the letter dated 30 June 2004 from Dr Windsor to Ms Margaret Thurston of SMS (which concluded 'I am writing to advi[s]e you the following changes to banking and ABN details associated with my locum work' with details to an account of VisionOne Holdings Pty Limited) for the dates 30 June 2004 up to 31 December 2006 were addressed to VisionOne Holdings Pty Limited care of Dr Windsor; (Ex.",
      "id": "s167"
    },
    {
      "text": "A affidavit of 54 pages, Ex.",
      "id": "s168"
    },
    {
      "text": "E and Ex.",
      "id": "s169"
    },
    {
      "text": "F; Ex.",
      "id": "s170"
    },
    {
      "text": "B affidavit of 74 pages, Ex.",
      "id": "s171"
    },
    {
      "text": "D, Tab 23 and Ex.",
      "id": "s172"
    },
    {
      "text": "F);\n \n(2) the fax dated 12 February 2001 from Dr Windsor to Mr Muldoon of SMS in which she requested additional shifts (Ex.",
      "id": "s173"
    },
    {
      "text": "A affidavit of 54 pages, Ex.",
      "id": "s174"
    },
    {
      "text": "E, Tab 20);\n \n(3) the email sent at 8:45 am on Tuesday 14 November 2006 from Dr Barker-Whittle, Chairman of the Board of Directors of SMS, to Dr Windsor which included the following statement:\n \nAs far as your husband is concerned it is my belief that you employed him as a driver --- his relationship to you, husband, managing director of your company etc is between you and him.",
      "id": "s175"
    },
    {
      "text": "SMS has no part in this relationship, we do not employ him, we have a contract with you.",
      "id": "s176"
    },
    {
      "text": "Whether or not you are then passing your income through a 'family company' for tax purposes is personal to you and does not involve us.",
      "id": "s177"
    },
    {
      "text": "(Ex.",
      "id": "s178"
    },
    {
      "text": "A affidavit of 54 pages, Ex.",
      "id": "s179"
    },
    {
      "text": "E, Tab 61);\n \n \n(4) the email sent at 3:49 pm on Friday 24 November 2006 from Dr Windsor to Dr Barker-Whittle, which included the following statement:\n \nI am hereby terminating the contract I have with Sydney Medical Services Co-Operative Limited with effect from 4:00PM Sunday the 24 th of December 2006.",
      "id": "s180"
    },
    {
      "text": "(Ex.",
      "id": "s181"
    },
    {
      "text": "A affidavit of 54 pages, Ex.",
      "id": "s182"
    },
    {
      "text": "E, Tab 63).",
      "id": "s183"
    },
    {
      "text": "It was further submitted on behalf of Dr Windsor that if post-contractual conduct and communications are taken into account in this application for the purpose of identifying parties to the agreement, then the Court should find, having regard to the totality of those communications, that no clear finding can be made that SMS entered into an agreement with InterNEOn for the following reasons: \n(1) Mr Muldoon in his conversation with Mr Neil Windsor on 8 January 2001 clearly indicated that whether a locum is paid personally or through a company was of no interest to SMS.",
      "id": "s184"
    },
    {
      "text": "Accordingly, the fact that the Judgment Documents indicate that monies paid by SMS in connection with the provision of medical services were paid to InterNEOn is not indicative that InterNEOn was the contracting party but that Dr Windsor, pursuant to the permission given by Mr Muldoon, chose to have InterNEOn as the recipient of the monies;\n \n(2) the issue of monthly tax invoices by SMS addressed to Dr Windsor dated 1 January 2001 to 30 May 2004 inclusive is a clear admission by SMS that Dr Windsor was the contracting party in circumstances where the payments for her services were received by InterNEOn in the period March 2001 to July 2001 and Mr Windsor in the period 9 August 2001 to 9 June 2004.",
      "id": "s185"
    },
    {
      "text": "Further, the issue of monthly tax invoices by SMS addressed to VisionOne Holdings care of Dr Windsor for the period 30 June 2004 to 30 December 2006 was undertaken pursuant to the direction of Dr Windsor;\n \n(3) the email sent on 14 November 2006 from Dr Barker-Whittle to Dr Windsor contained a clear admission that SMS's contract was with Dr Windsor.",
      "id": "s186"
    },
    {
      "text": "In the amended statement of claim, Dr Windsor has alleged the following breaches of contract: \n(1) That SMS did not allocate the agreed weekly shifts from March 2001 (para 14(a));\n \n(2) that SMS did not pay the guaranteed minimum earnings for the dawn shifts (para 14(b));\n \n(3) that SMS did not pay Dr Windsor in August 2005 and in the months thereafter on the second Wednesday of each successive month (para 14(c));\n \n(4) that SMS did not offer and allocate additional shifts to Dr Windsor based on seniority of her service with SMS (para 14(d));\n \n(5) that SMS on and from 1 November 2001 unilaterally increased commissions (para 14(e));\n \n(6) that SMS did not exercise reasonable care in providing Medicare information to Dr Windsor (para 14(f));\n \n(7) that SMS did not provide correct information to Dr Windsor to enable correct completion of Medicare assignment forms (para 14(g)).",
      "id": "s187"
    },
    {
      "text": "It was submitted on behalf of Dr Windsor that there is no evidence from which an inference can be drawn unequivocally that in respect of the breaches of contract alleged in the amended statement of claim, Dr Windsor agreed to a variation of the agreement in respect of the matters which she alleges constitute a breach of the agreement.",
      "id": "s188"
    },
    {
      "text": "In particular: \n(1) In respect of the failure of SMS to pay guaranteed minimum payments for dawn shifts Mr Windsor made a complaint to Mr Muldoon (Ex.",
      "id": "s189"
    },
    {
      "text": "B affidavit of 74 pages, para 38);\n \n(2) in respect of SMS's failure to provide the correct Medicare information to doctors.",
      "id": "s190"
    },
    {
      "text": "This was specifically raised verbally by Mr Windsor with Mr Northbridge, the CEO of SMS, and in correspondence in September 2006 (Ex.",
      "id": "s191"
    },
    {
      "text": "B affidavit 74 pages, para 58, Ex.",
      "id": "s192"
    },
    {
      "text": "D, Tab 37);\n \n(3) in respect of the changes to shifts in early 2001 and the failure of SMS to allocate the agreed weekly shifts from March 2001 there is no evidence that Dr Windsor accepted the shifts offered as a variation to her entitlements under the agreement;\n \n(4) there is no evidence that Dr Windsor accepted the change in commissions retained by SMS from November 2001 as the conduct of SMS was to retain a greater amount for commissions;\n \n(5) there is no evidence that Dr Windsor accepted the change in payment dates which was imposed by SMS.",
      "id": "s193"
    },
    {
      "text": "In conclusion, it was submitted on behalf of Dr Windsor that, whether the Court applies the standard adopted by Rares J in Boston Commercial , the principles identified by Gordon J in Jefferson Ford or, the tasks of the judge in considering an application under s 31A of the Act identified by Finkelstein J in Jefferson Ford , the Court should find that SMS has not satisfied the onus of demonstrating that Dr Windsor has no reasonable prospects of prosecuting the proceedings within s 31A(2) of the Act.",
      "id": "s194"
    },
    {
      "text": "I can see significant obstacles in the way of Dr Windsor establishing, as a fact, that it was she, and not InterNEOn, that was the contracting party with SMS.",
      "id": "s195"
    },
    {
      "text": "Most, if not all, of these obstacles were referred to at [14] and [21] of the Judgment.",
      "id": "s196"
    },
    {
      "text": "Of course, whether or not this is an issue at trial will ultimately depend upon the defence filed by SMS.",
      "id": "s197"
    },
    {
      "text": "However, it is impossible to believe, having regard to what has already transpired, that it will not be put in issue.",
      "id": "s198"
    },
    {
      "text": "On the basis of the evidence that has been put on in support of and against the current motion, I am not satisfied that the InterNEOn letter of 9 January 2001 was not an integral part of the contract formation rather than being post-contractual conduct or a post-contractual communication as submitted on behalf of Dr Windsor.",
      "id": "s199"
    },
    {
      "text": "Nevertheless, there is a real issue of fact to be decided and, if it is decided that the letter is post-contractual, a real issue of law arises.",
      "id": "s200"
    },
    {
      "text": "They are not matters which should be decided on a summary judgment application; they should go to a substantive hearing so that the evidence for and on behalf of all relevant parties can be ventilated and tested.",
      "id": "s201"
    },
    {
      "text": "I am also conscious that if Dr Windsor is ultimately successful in establishing that the relevant contract was between herself and SMS and not InterNEOn and SMS then this will give rise to significant adverse income tax consequences for her having regard to the way in which income was returned by herself and InterNEOn for the relevant years of income.",
      "id": "s202"
    },
    {
      "text": "The response on her behalf was that that was something that may have to be faced in the fullness of time.",
      "id": "s203"
    },
    {
      "text": "In conclusion then, for the reasons alluded to, particularly at [52] above, and despite the obstacles I presently see in Dr Windsor's path, SMS has not satisfied me that Dr Windsor has no reasonable prospects of prosecuting the proceeding within s 31A(2) of the Act.",
      "id": "s204"
    },
    {
      "text": "(d) Whether the amended statement of claim should be struck out under Order 11 rule 16 on the basis that it does not disclose a reasonable cause of action or is otherwise an abuse of process?",
      "id": "s205"
    },
    {
      "text": "Order 11 r 16 of the Rules states: \n Where a pleading: \n\n \n (a) discloses no reasonable cause of action or defence or other case appropriate to the nature of the pleading; \n\n \n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or \n\n \n (c) is otherwise an abuse of the process of the Court, \n\n \n the Court may at any stage of the proceeding order that the whole or any part of the pleading be struck out.",
      "id": "s206"
    },
    {
      "text": "Section 31A of the Act and O 11 r 16 of the Rules have different legislative concerns.",
      "id": "s207"
    },
    {
      "text": "In Imobilari , Finkelstein J (at [4] --- [6]) observed that s 31A of the Act is concerned with the ability to make a claim, and a court must look at the evidence to see whether a cause of action is disclosed, whereas O 11 r 16 of the Rules, on the other hand, is concerned with the adequacy of pleadings as a matter of law and not with facts or evidence outside the pleadings.",
      "id": "s208"
    },
    {
      "text": "The amended statement of claim in compliance with O 11 r 2(a) of the Rules pleads the following statement of material facts upon which Dr Windsor relies: \n(1) That Dr Windsor and SMS entered into an agreement for the provision of medical services by Dr Windsor (para 5);\n \n(2) that the agreement comprised certain express and implied terms (paras 6 and 7);\n \n(3) that the terms of the agreement were varied (para 8);\n \n(4) that the agreement, as varied, was breached by SMS (para 14); and\n \n(5) that the breaches caused Dr Windsor to terminate the agreement (para 15); and\n \n(6) that Dr Windsor has suffered loss (para 17).",
      "id": "s209"
    },
    {
      "text": "The amended statement of claim discloses a reasonable cause of action for breach of contract by Dr Windsor against SMS.",
      "id": "s210"
    },
    {
      "text": "There are no grounds upon which the pleaded amended statement of claim constitutes an abuse of process.",
      "id": "s211"
    },
    {
      "text": "In these circumstances, it was submitted that the Court should find that SMS has not satisfied the onus of demonstrating that the amended statement of claim discloses no reasonable cause of action or is otherwise an abuse of process within O 11 r 16 of the Rules and, accordingly, refuse to strike out the amended statement of claim.",
      "id": "s212"
    },
    {
      "text": "I agree with these submissions.",
      "id": "s213"
    },
    {
      "text": "CONCLUSION \n The amended statement of claim was properly filed without leave pursuant to O 13 r 3(1) of the Rules.",
      "id": "s214"
    },
    {
      "text": "The Judgment in respect of the finding as to the contracting parties was interlocutory and neither created an issue estoppel, nor decided this issue on a final basis.",
      "id": "s215"
    },
    {
      "text": "There is, therefore, no basis for these proceedings to be dismissed under O 20 r 5 as an abuse of process.",
      "id": "s216"
    },
    {
      "text": "Further, SMS has not satisfied the onus of demonstrating that Dr Windsor has no reasonable prospects of prosecuting the proceedings within s 31A(2) of the Act or demonstrated that the amended statement of claim fails to disclose a reasonable cause of action or is otherwise an abuse of process within O 11 r 16 of the Rules.",
      "id": "s217"
    },
    {
      "text": "The current motion should, therefore, be dismissed with costs.",
      "id": "s218"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s219"
    },
    {
      "text": "Associate:\n \n \nDated: 1 July 2009\n \n Counsel for the Applicant: Mr G Blake SC with Mr B Ilkovski \n \n Solicitor for the Applicant: Auslegal \n \n Counsel for the Respondent: Mr DAC Robertson \n \n Solicitor for the Respondent: Unsworth Legal \n Date of Hearing: 11 June 2009 \n \n Date of Judgment: 1 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/704.html",
      "id": "s220"
    }
  ]
}