{
  "name": "State of Victoria v Pacific Technologies (Australia) Pty Ltd (ACN 065 199 439) (No 2) [2009] FCA 737 (10 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/737.html",
  "catchphrases": [
    {
      "text": "copyright",
      "id": "c0"
    },
    {
      "text": "whether the words \"help-help-driver-in-danger-call-police-ph.000\" constitute an original literary work",
      "id": "c1"
    },
    {
      "text": "intellectual property",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "This proceeding concerns the question of whether or not copyright subsists in the words \"Help-Help-Driver-in-Danger-Call-Police-Ph.000\" ( the Help Words ).",
      "id": "s0"
    },
    {
      "text": "The proceeding was commenced following a directions hearing in the Copyright Tribunal of Australia ( the Tribunal ) in respect of a reference to the Tribunal by the respondent, Pacific Technologies (Australia) Pty Limited ( Pacific Technologies ).",
      "id": "s1"
    },
    {
      "text": "In the Tribunal, Pacific Technologies asserts that it is the author of the Help Words and that copyright subsists in the Help Words.",
      "id": "s2"
    },
    {
      "text": "Pacific Technologies seeks a determination of reasonable remuneration for the use of the Help Words by the State of Victoria ( Victoria ), which is the respondent in the Copyright Tribunal and the applicant in this proceeding.",
      "id": "s3"
    },
    {
      "text": "Victoria contends that copyright does not subsist in the Help Words.",
      "id": "s4"
    },
    {
      "text": "Pacific Technologies agreed to the adjournment of the Tribunal proceeding to enable Victoria to commence this proceeding to seek determination of the question of law and any factual matter associated with that question as to whether or not copyright subsists in the Help Words under the Copyright Act 1968 (Cth) ( the Copyright Act ).",
      "id": "s5"
    },
    {
      "text": "This proceeding was commenced on 11 September 2008 following the directions hearing in the Copyright Tribunal.",
      "id": "s6"
    },
    {
      "text": "It was designed to endeavour to resolve quickly and efficiently the legal question as to whether or not copyright subsists in the Help Words.",
      "id": "s7"
    },
    {
      "text": "That course commended itself to the parties and to the Tribunal, since it would avoid the need for what could be a lengthy hearing in the Tribunal, which would involve significant costs for both parties.",
      "id": "s8"
    },
    {
      "text": "By the proceeding, Victoria claims a declaration that the Help Words do not constitute an original literary work in which copyright subsists pursuant to s 32 of the Copyright Act .",
      "id": "s9"
    },
    {
      "text": "Following its commencement, the proceeding was fixed to be heard by consent in Melbourne on 27 October 2008.",
      "id": "s10"
    },
    {
      "text": "On 15 October 2008, Victoria filed its outline of submissions, which addressed in some considerable detail the legal questions raised in the proceeding.",
      "id": "s11"
    },
    {
      "text": "Pacific Technologies was directed to file submissions in support of its position by 21 October 2008.",
      "id": "s12"
    },
    {
      "text": "No submissions were filed on behalf of Pacific Technologies by the date directed.",
      "id": "s13"
    },
    {
      "text": "Rather, on that day, 21 October 2008, Pacific Technologies' solicitors ceased to act for it.",
      "id": "s14"
    },
    {
      "text": "On 24 October 2008, the Court made orders by consent that the hearing date of 27 October 2008 be vacated and that the proceeding be fixed for hearing on 13 November 2008.",
      "id": "s15"
    },
    {
      "text": "Pacific Technologies was directed to file its submissions by 7 November 2008.",
      "id": "s16"
    },
    {
      "text": "It failed to do so.",
      "id": "s17"
    },
    {
      "text": "On 10 November 2008, the hearing date of 13 November 2008 was vacated by consent and the matter was listed for hearing on 6 March 2009.",
      "id": "s18"
    },
    {
      "text": "On 26 February 2009, Pacific Technologies unsuccessfully applied for vacation of that date.",
      "id": "s19"
    },
    {
      "text": "At that stage, it had filed no submissions.",
      "id": "s20"
    },
    {
      "text": "The hearing commenced on 6 March 2009.",
      "id": "s21"
    },
    {
      "text": "However, in the course of the hearing, during which Pacific Technologies was represented by its principal, Mr William Allardyce, Mr Allardyce became indisposed and the matter was adjourned part heard.",
      "id": "s22"
    },
    {
      "text": "On 30 March 2009 the Court directed Pacific Technologies to file any submissions on which it wished to rely by 1 May 2009.",
      "id": "s23"
    },
    {
      "text": "It failed to do so.",
      "id": "s24"
    },
    {
      "text": "On 21 May 2009, the Court directed that Pacific Technologies file an appearance by a solicitor no later than 5 June 2009.",
      "id": "s25"
    },
    {
      "text": "Pacific Technologies was directed to notify the Court and Victoria whether oral submissions were to be made at a hearing fixed for 10 June 2009.",
      "id": "s26"
    },
    {
      "text": "Neither of those events occurred.",
      "id": "s27"
    },
    {
      "text": "When the matter was called on for hearing today, counsel for Pacific Technologies applied for an adjournment of two months to enable instructions to be obtained.",
      "id": "s28"
    },
    {
      "text": "Counsel proposed that oral evidence be called from Mr Allardyce to explain why Pacific Technologies had hitherto disregarded the Court's directions.",
      "id": "s29"
    },
    {
      "text": "The adjournment was opposed by Victoria and I indicated that I proposed to refuse such an adjournment.",
      "id": "s30"
    },
    {
      "text": "I was about to give reasons for refusing the adjournment when counsel for Pacific Technologies indicated that he proposed to ask for an hour's adjournment to obtain instructions from Mr Allardyce as to the factual circumstances surrounding the creation of the Help Words.",
      "id": "s31"
    },
    {
      "text": "Counsel effectively acknowledged that there would be no utility in getting instructions about factual matters in the absence of any evidence as to those matters.",
      "id": "s32"
    },
    {
      "text": "I indicated therefore that I would refuse any further adjournment.",
      "id": "s33"
    },
    {
      "text": "The Court and Victoria have been inconvenienced on a number of occasions.",
      "id": "s34"
    },
    {
      "text": "The proceeding has been listed for hearing on several occasions on the basis that the matter was going to be dealt with on a final basis.",
      "id": "s35"
    },
    {
      "text": "The preparation that is appropriately undertaken for a final hearing was undertaken on each of the occasions to which I have referred.",
      "id": "s36"
    },
    {
      "text": "That time and effort has been wasted without any adequate explanation other than the indisposition of Mr Allardyce.",
      "id": "s37"
    },
    {
      "text": "There has, however, been no adequate explanation as to why Pacific Technologies could not have instructed solicitors and counsel in time to be ready to deal with a hearing today.",
      "id": "s38"
    },
    {
      "text": "In the light of my intimation that I would refuse any further adjournment, counsel for Pacific Technologies indicated that he did not wish to be heard in relation to Victoria's written submissions.",
      "id": "s39"
    },
    {
      "text": "Counsel for Victoria indicated that he did not wish to add anything in chief to the written submissions of 15 October 2008.",
      "id": "s40"
    },
    {
      "text": "I therefore indicated to the parties that I would give judgment forthwith.",
      "id": "s41"
    },
    {
      "text": "I propose to make a declaration in terms of Prayer 1 of the application of 11 September 2008, and I shall give my reasons.",
      "id": "s42"
    },
    {
      "text": "Victoria contends that the Help Words are too trivial, ordinary, insubstantial and commonplace to constitute an original literary work in which copyright subsists under the Copyright Act .",
      "id": "s43"
    },
    {
      "text": "Victoria says that the Help Words constitute an idea and therefore are not protectable as a work.",
      "id": "s44"
    },
    {
      "text": "It is desirable to say something about the background to the use of the Help Words by Victoria.",
      "id": "s45"
    },
    {
      "text": "On 19 December 1995, pursuant to powers under ss 162 and 256 of the Transport Act 1983 (Vic), the Governor in Council of Victoria made the Transport (Taxi Cabs) (Safety Devices) Regulations 1995 (Vic) ( the Regulations ).",
      "id": "s46"
    },
    {
      "text": "The Regulations came into effect on 1 March 1996.",
      "id": "s47"
    },
    {
      "text": "Regulation 13B(1) provides that the licence holder or owner of a taxi cab must fit the safety cab with a driver duress alarm approved by the secretary as defined.",
      "id": "s48"
    },
    {
      "text": "Regulation 13B(2)(a) provides that the licence holder or owner must ensure that the driver duress alarm can display, to the outside of a taxi cab, a message in a form approved by the secretary that the driver of the taxi cab is in danger.",
      "id": "s49"
    },
    {
      "text": "In April 1996 the Victoria Taxi Directorate issued specifications for the driver duress alarms prescribed by the Regulations.",
      "id": "s50"
    },
    {
      "text": "Paragraph 2.2.2 of the specifications provides that the alarm must be programmed to display a repeating message in correct word sequence consisting of the Help Words.",
      "id": "s51"
    },
    {
      "text": "The specifications state that a pictorial symbol of a telephone may be inserted instead of the abbreviation \"Ph\" but that that is not mandatory.",
      "id": "s52"
    },
    {
      "text": "Pacific Technologies had previously lodged a provisional patent specification PM6573 with the Australian Patent Office.",
      "id": "s53"
    },
    {
      "text": "The provisional specification related to a driver duress alarm.",
      "id": "s54"
    },
    {
      "text": "The provisional specification referred to a dot matrix display sign which is to be programmable and capable of displaying a large variety of messages.",
      "id": "s55"
    },
    {
      "text": "A typical message for that application was said to include the Help Words.",
      "id": "s56"
    },
    {
      "text": "The provisional specification stated that other distress messages can be displayed to meet operator requirements.",
      "id": "s57"
    },
    {
      "text": "On 11 April 1995 Australian Patent Application Number 199516379 entitled \" A Vehicle Alarm System \" was filed by Pacific Technologies with the Patent Office.",
      "id": "s58"
    },
    {
      "text": "That application claimed priority from the provisional specification.",
      "id": "s59"
    },
    {
      "text": "Page three of the complete specification for that patent application states that a display unit referred to in the specification is programmed so that, once the activation switch referred to is closed, the display unit generates an alarm message consisting of something such as the Help Words.",
      "id": "s60"
    },
    {
      "text": "In the course of the adjourned hearing on 6 March 2009 Mr Allardyce produced for inspection an embodiment of the alleged invention of the patent application.",
      "id": "s61"
    },
    {
      "text": "However, that of course has nothing to do with copyright in the Help Words.",
      "id": "s62"
    },
    {
      "text": "Under s 32(1) of the Copyright Act , copyright subsists in an original literary work that is unpublished and of which the author was a qualified person at the time when the work was made or for a substantial part of that period.",
      "id": "s63"
    },
    {
      "text": "Under s 32(2) , where an original literary work has been published, copyright subsists in the work, or if copyright in the work subsisted immediately before its first publication, copyright continues to subsist in the work.",
      "id": "s64"
    },
    {
      "text": "However, such copyright subsists if and only if the first publication took place in Australia and the author of the work was a qualified person at the time when the work was first published.",
      "id": "s65"
    },
    {
      "text": "The Copyright Act contains no definition of original literary work, although, under s 10 , the term literary work is to include a table or compilation expressed in words, figures or symbols, as well as a computer program or compilation of computer programs.",
      "id": "s66"
    },
    {
      "text": "Neither of those concepts applies to the Help Words.",
      "id": "s67"
    },
    {
      "text": "It is not in dispute, as I understand the position, that if copyright subsists in the Help Words, copyright would be owned by Pacific Technologies.",
      "id": "s68"
    },
    {
      "text": "The question, however, is whether the Help Words constitute a literary work.",
      "id": "s69"
    },
    {
      "text": "It is not suggested that they constitute any other work that would receive protection under the Copyright Act .",
      "id": "s70"
    },
    {
      "text": "Copyright is concerned with the protection of the expression of ideas and not with the protection of ideas as such.",
      "id": "s71"
    },
    {
      "text": "Literary work comprises more than mere ideas.",
      "id": "s72"
    },
    {
      "text": "Many things that have no pretensions to literary style can be the subject of copyright.",
      "id": "s73"
    },
    {
      "text": "A literary work may be expressed in print or writing, irrespective of the question whether the quality or style is high (See University of London Press Limited v University Tutorial Press Limited [1916] 2 Ch 601 at 608).",
      "id": "s74"
    },
    {
      "text": "However, there must be some work involved in its production of a literary work, in the sense that it is necessary for the author to add something of substance in the form of the expression of ideas.",
      "id": "s75"
    },
    {
      "text": "Whether or not what the author adds is sufficient may be a question of degree in any given case.",
      "id": "s76"
    },
    {
      "text": "The originality that is required concerns the expression of the idea or thought and not the inventiveness of the idea (see University of London Press Case at 608).",
      "id": "s77"
    },
    {
      "text": "Whilst the required skill or labour necessary for the creation of a literary work in which copyright may subsist is not large, it must not be insubstantial.",
      "id": "s78"
    },
    {
      "text": "For example, as a rule, a title does not involve literary composition and is not sufficiently substantial to justify claims of copyright protection.",
      "id": "s79"
    },
    {
      "text": "However, that does not mean that in a particular case the title may not be so extensive and of such a significant character as to attract the protection of copyright (see Francis, Day and Hunter Limited v Twentieth Century Fox Corporation [1940] AC 112 at 123).",
      "id": "s80"
    },
    {
      "text": "Copyright has been denied in advertising slogans, in the stringing together of commonplace sentences in an advertisement and in sentences of an instructive nature.",
      "id": "s81"
    },
    {
      "text": "Generally, short sentences, including titles, slogans and other short phrases have consistently been refused protection, both in Australia and England.",
      "id": "s82"
    },
    {
      "text": "Titles, slogans and other short phrases have been denied copyright protection, as follows: Whether or not those types of phrases might constitute a trademark is not a question that is presently relevant.",
      "id": "s83"
    },
    {
      "text": "Short phrases, single sentences and the like are too insubstantial or too short to qualify as a literary work for the purposes of the Copyright Act .",
      "id": "s84"
    },
    {
      "text": "That is so, even though skill and labour has been expended on their creation (see Exxon Corporation v Exxon Insurance Consultants International Limited [1981] 1 Ch 119).",
      "id": "s85"
    },
    {
      "text": "The term \"literary work\" is intended to afford either information and instruction or pleasure in the form of literary expression.",
      "id": "s86"
    },
    {
      "text": "The question presently in issue may be stated as whether a piece of writing or collection of words is to be accorded the status of literary work, having regard to the kind of skill and labour expended and the nature of copyright protection and its underlying policy.",
      "id": "s87"
    },
    {
      "text": "It is not correct to say that the purpose of the Copyright Act is to protect original skill and labour (see Navitaire Inc v Easyjet Airline Company Limited [2006] RPC 111 at 148-149).",
      "id": "s88"
    },
    {
      "text": "The Help Words are not a form of literary expression, but a setting down of several simple words in the nature of saying something in ordinary parlance.",
      "id": "s89"
    },
    {
      "text": "They are no more than a simple instruction.",
      "id": "s90"
    },
    {
      "text": "The Help Words do no more than state the obvious words for use in drawing attention to a taxi driver requiring urgent assistance.",
      "id": "s91"
    },
    {
      "text": "They are not words that should be afforded monopoly protection.",
      "id": "s92"
    },
    {
      "text": "The Help Words simply indicate a desire to convey the notion that a taxi driver in duress seeks urgent assistance.",
      "id": "s93"
    },
    {
      "text": "They do no more than state an idea.",
      "id": "s94"
    },
    {
      "text": "The expression is inseparable from the fundamental idea that is being conveyed by the words.",
      "id": "s95"
    },
    {
      "text": "When the expression of an idea is inseparable from its function it forms part of the idea and is not entitled to the protection of copyright (see Autodesk Inc v Dyason [1992] HCA 2 ; (1992) 22 IPR 163 at 172).",
      "id": "s96"
    },
    {
      "text": "It would be inappropriate for the Help Words not to be available for use by anybody without the consent of Pacific Technologies, lest infringement occurred by a taxi driver or a passer-by using the words.",
      "id": "s97"
    },
    {
      "text": "In all of the circumstances, I consider that copyright under the Copyright Act does not subsist in the Help Words.",
      "id": "s98"
    },
    {
      "text": "Accordingly, as I have foreshadowed, Victoria should have the declaration sought in its application.",
      "id": "s99"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s100"
    },
    {
      "text": "Associate:\nDated: 10 June 2009\n Counsel for the Applicant: A Maryniak \n \n Solicitor for the Applicant: Minter Ellison \n \n Counsel for the Respondent: TJ Cogley \n \n Solicitor for the Respondent: Darroll Nelson \n Date of Hearing: 10 June 2009 \n \n Date of Judgment: 10 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/737.html",
      "id": "s101"
    }
  ]
}