{
  "name": "Yousif v Commonwealth Bank of Australia (No 3) [2009] FCA 722 (30 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/722.html",
  "catchphrases": [
    {
      "text": "application by respondent for indemnity costs",
      "id": "c0"
    },
    {
      "text": "whether applicant was unreasonable in not accepting calderbank offer",
      "id": "c1"
    },
    {
      "text": "application by applicant for part of costs",
      "id": "c2"
    },
    {
      "text": "whether issue of proceedings led to certain entitlements being paid by respondent to applicant",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Both the applicant (Ms Yousif) and the respondent, the Commonwealth Bank of Australia (the Bank), made applications in relation to the costs of this proceeding.",
      "id": "s0"
    },
    {
      "text": "THE APPLICATION BY THE BANK FOR INDEMNITY COSTS \n By a motion, notice of which was given by the Bank on 24 June 2009, an order was sought for the payment of indemnity costs from 28 February 2009 following the making of a Calderbank offer on 27 February 2009.",
      "id": "s1"
    },
    {
      "text": "The offer from the Bank was relevantly in the following terms, set out in a letter from the solicitors of the Bank to the solicitors for Ms Yousif: \n We are instructed, without prejudice to our client's rights in both matters, to make the following offers: \n\n That in settlement of both proceedings the Bank will pay Ms Yousif $80,000.00 inclusive of interest; and \n The Bank will pay a contribution to Ms Yousif's costs of the Federal Court proceedings VID394 of 2008 in the amount of $120,000.00;\n That the offer of settlement as to principle amount in numbered paragraph 1 is not severable from the offer as to costs referred to in paragraph 2; and\n \n ... \n\n \n These offers are made in accordance with the principles enunciated in the decision of Calderbank v Calderbank [1975] All ER at 333 and pursuant to Section 131(2)(h) of the Evidence Act 1995 .",
      "id": "s2"
    },
    {
      "text": "Mr McDonald, who appeared as senior counsel for the Bank, accepted, for the purposes of argument, that at the time when the offer was rejected by Ms Yousif it was not unreasonable for her to proceed upon the basis that she may be successful in the present proceeding.",
      "id": "s3"
    },
    {
      "text": "Mr McDonald did, however, argue that the rejection of the offer was unreasonable insofar as the quantum of the offer was concerned, and the likelihood of the applicant being able to establish the assumption lying behind the assessment of the quantum of her case.",
      "id": "s4"
    },
    {
      "text": "The claim, which was particularised in paragraph 77(a) of the amended statement of claim filed on 22 January 2009, amounted to $191,121.64.",
      "id": "s5"
    },
    {
      "text": "This claim rested upon an assumption that Ms Yousif would continue to earn commissions at the rate that she had done from the June 2007 quarter to the March 2008 quarter.",
      "id": "s6"
    },
    {
      "text": "At the time when the offer was made, the Bank had paid approximately $50,000 in commissions which were otherwise subject to the claim in paragraph 77(a).",
      "id": "s7"
    },
    {
      "text": "That meant, in effect, that the balance of the claim owing was $140,000.",
      "id": "s8"
    },
    {
      "text": "The offer made, if confined to this claim, was therefore $80,000 against a potential $140,000.",
      "id": "s9"
    },
    {
      "text": "The question then becomes whether, if confined to this claim, it was unreasonable for Ms Yousif to reject the offer of $80,000.",
      "id": "s10"
    },
    {
      "text": "That, in turn, depends upon whether it was reasonable for her to continue to rely on the assumption that her earnings would continue at the rate which she had been earning in the prior period.",
      "id": "s11"
    },
    {
      "text": "A fuller picture of her commission earnings is set out at [19] of the primary reasons for judgment: Yousif v Commonwealth Bank of Australia (No 2) [2009] FCA 656.",
      "id": "s12"
    },
    {
      "text": "The table there shows that the earnings upon which Ms Yousif relied for her claim were vastly different to those in earlier periods.",
      "id": "s13"
    },
    {
      "text": "It was, perhaps, highly ambitious for Ms Yousif to expect that she would persuade the Court that she would continue earning at this elevated level.",
      "id": "s14"
    },
    {
      "text": "The offer, on the other hand, assessed her potential commission earnings at, effectively, $130,000 per year.",
      "id": "s15"
    },
    {
      "text": "In view of the pattern of earnings it was not unreasonable for the Bank to base its offer on this assumption.",
      "id": "s16"
    },
    {
      "text": "It seems to me that the rejection of $80,000 was a very borderline decision when considering whether it was unreasonable for Ms Yousif to reject the offer.",
      "id": "s17"
    },
    {
      "text": "It was, perhaps, unlikely that Ms Yousif would persuade the Court that her high earnings would continue.",
      "id": "s18"
    },
    {
      "text": "It was not however impossible, and whilst Ms Yousif's claim was in this respect ambitious, I am not persuaded that the rejection of the offer was unreasonable in such a measure as she should be visited with indemnity costs for the period following the making of the offer.",
      "id": "s19"
    },
    {
      "text": "This conclusion is supported by the fact that the loss of commission was not Ms Yousif's only claim.",
      "id": "s20"
    },
    {
      "text": "Ms Yousif made a claim in paragraph 77(b) which amounted to over $1 million in lost earnings.",
      "id": "s21"
    },
    {
      "text": "This claim provided some context for the offer.",
      "id": "s22"
    },
    {
      "text": "Whilst the claim was unlikely to succeed, it was not beyond possibility that some elements of the claim may have been successful.",
      "id": "s23"
    },
    {
      "text": "In that context, the rejection of the Calderbank offer was not so unreasonable as to attract the consequence sought by the Bank.",
      "id": "s24"
    },
    {
      "text": "THE ORAL APPLICATION BY MS YOUSIF FOR COSTS \n Ms Yousif made an oral application for part of her costs, deriving, she argued, from the fact that the issue of proceedings yielded payments from the Bank to her of bonuses which would not otherwise have been paid.",
      "id": "s25"
    },
    {
      "text": "I do not accept this claim.",
      "id": "s26"
    },
    {
      "text": "Firstly, the large part of the bonuses which were in fact paid following the filing of the application were paid in August 2008, and both that payment and the relatively small following payments were paid as a result of agreements reached by counsel in the course of the conduct of the case.",
      "id": "s27"
    },
    {
      "text": "The payments did not result from the expenditure of any or significant Court time.",
      "id": "s28"
    },
    {
      "text": "In those circumstances, it is not possible to segregate any costs which would be attributable to this element of the case.",
      "id": "s29"
    },
    {
      "text": "It was a side issue of minor importance to the Court proceedings, although it did yield payments to Ms Yousif.",
      "id": "s30"
    },
    {
      "text": "The entitlement to the bonus payments was never in question.",
      "id": "s31"
    },
    {
      "text": "It was explained in the course of Mr Carney's evidence that the delay in payment related to the investigation by the Bank of allegations amounting to fraud against Ms Yousif.",
      "id": "s32"
    },
    {
      "text": "In all the circumstances, both the application for indemnity costs by the Bank and the application for costs by Ms Yousif are rejected.",
      "id": "s33"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice North.",
      "id": "s34"
    },
    {
      "text": "Associate:\n \n \nDated: 22 July 2009\n \n Solicitor for the Applicant: Mr J Tobin of Mills Oakley Lawyers \n \n Counsel for the Respondent: Mr M McDonald SC \n \n Solicitor for the Respondent: HWL Ebsworth Lawyers \n Date of Hearing: 30 June 2009 \n \n Date of Judgment: 30 June 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/722.html",
      "id": "s35"
    }
  ]
}