{
  "name": "Singleton, in the matter of Allcommercial Finance Australia Pty Limited [2009] FCA 714 (26 June 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/714.html",
  "catchphrases": [
    {
      "text": "application for an order under s 477(2b) of the corporations act 2001 (cth) for approval of entry into power of attorney and deed by company's liquidators",
      "id": "c0"
    },
    {
      "text": "good faith and proper purpose",
      "id": "c1"
    },
    {
      "text": "survival of power of attorney following deregistration of company",
      "id": "c2"
    },
    {
      "text": "application granted.",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This is an application under s 477(2B) of the Corporations Act 2001 (Cth) for the approval of the Court for the liquidators of Allcommercial Finance Australia Pty Limited (in liquidation) to enter into two agreements on the company's behalf.",
      "id": "s0"
    },
    {
      "text": "Approval is required under that subsection because the agreements may continue for a period well in excess of three months.",
      "id": "s1"
    },
    {
      "text": "The company is a member of the Allco Group of companies.",
      "id": "s2"
    },
    {
      "text": "It is one of many companies in that corporate group that have entered into liquidation in recent times.",
      "id": "s3"
    },
    {
      "text": "There are two agreements which are the subject of the application.",
      "id": "s4"
    },
    {
      "text": "The first is a power of attorney.",
      "id": "s5"
    },
    {
      "text": "The second is a deed of acknowledgement.",
      "id": "s6"
    },
    {
      "text": "The reasons why the liquidators seek the Court's approval to enter into the documents is explained in the evidence of Neil Geoffrey Singleton, who is one of the liquidators of the company.",
      "id": "s7"
    },
    {
      "text": "Mr Singleton's evidence, and the other evidence in support of the application, is explained in written submissions provided to me by the solicitors for the liquidators.",
      "id": "s8"
    },
    {
      "text": "I do not propose to refer to the submissions in any detail, but I will mark them as MFI-1 and they will be placed with the Court papers.",
      "id": "s9"
    },
    {
      "text": "I propose to make the orders which are sought for the reasons that are set out in the submissions.",
      "id": "s10"
    },
    {
      "text": "In brief terms, the company was a \"servicer\" of a loan book which it conducted as agent for the original trustee of the trust, under which the trust carried on a securitisation business.",
      "id": "s11"
    },
    {
      "text": "The company was to originate financing facilities as agent of the original trustee, which was anther member of the Allco group.",
      "id": "s12"
    },
    {
      "text": "However, in error, the company entered into about 9000 financing facilities and securities in relation to the securitisation business in its own name, without disclosing the agency of the company in the constituent documents.",
      "id": "s13"
    },
    {
      "text": "On or about 18 July 2008, BNY Trust (Australia) Registry Limited replaced the original trustee as trustee of the trust.",
      "id": "s14"
    },
    {
      "text": "Following the voluntary administration of the company, the new trustee appointed Pepper Australia Pty Ltd as servicer of the trust.",
      "id": "s15"
    },
    {
      "text": "The mortgage origination and securitisation business of the trust is in run off and it is estimated that the run off period will occupy approximately five years.",
      "id": "s16"
    },
    {
      "text": "The liquidators consider that the preferable means by which to transfer control of the financial facilities and securities to the new trustee is to execute the power of attorney and the deed of acknowledgement.",
      "id": "s17"
    },
    {
      "text": "The principles which govern the exercise of the Court's power under s 477(2B) have been considered in a number of authorities.",
      "id": "s18"
    },
    {
      "text": "In Re GA Listing &amp; Maintenance Pty Ltd (1994) 15 ACSR 308 at 310, Young J said that: \n The whole purpose of liquidation is, to borrow a metaphor used by Sir Laurence Street some years ago, to lead the horse back into the stable.",
      "id": "s19"
    },
    {
      "text": "... Any activity which marks a substantial deviation from the activity of \"leading the horse back to the stable\" is, generally speaking, outside the power of the liquidator.",
      "id": "s20"
    },
    {
      "text": "However, human activity is so diverse that there will be situations where the liquidator cannot lead the horse back to the stable by the direct route.",
      "id": "s21"
    },
    {
      "text": "He may have to pause along the way because the path is blocked by some litigation or other impediment.",
      "id": "s22"
    },
    {
      "text": "In Re ACN 076 673 875 Ltd (2002) 42 ACSR 2096 at [16], Austin J said that: \n In formulating his or her attitude to a proposed agreement the liquidator must act in good faith and for a proper purpose but\n provided he or she does so the court gives the liquidator considerable latitude in exercising his or her commercial judgment.",
      "id": "s23"
    },
    {
      "text": "His Honour referred to the observations of Giles J in Re Spedley Securities Ltd (1992) 9 ACSR 83 at 85-86.",
      "id": "s24"
    },
    {
      "text": "Giles J there observed that the Court will not ordinarily interfere unless there can be seen to be a lack of good faith, an error or law or principle, or real and substantial grounds for doubting the prudence of the liquidator's conduct.",
      "id": "s25"
    },
    {
      "text": "In Warne v GDK Financial Solutions Pty Ltd (2006) 233 ALR 181 at [58], Austin J said that: \n Generally speaking, the court grants approval under s 477(2B) only where the transaction is for the proper realisation of the assets of the company or otherwise assists in the winding up of the company.",
      "id": "s26"
    },
    {
      "text": "I am satisfied in the present case on the evidence before me that the liquidators have acted in good faith and for a proper purpose.",
      "id": "s27"
    },
    {
      "text": "They have retained the services of, and acted upon the advice of, leading solicitors to advise them in relation to the liquidation of the company.",
      "id": "s28"
    },
    {
      "text": "The liquidators have satisfied themselves that: The power of attorney which is the subject of the present application is an irrevocable power of attorney and will survive the company's deregistration.",
      "id": "s29"
    },
    {
      "text": "Such a power of attorney is authorised by legislation in New South Wales, Victoria, Queensland, Western Australia and the Northern Territory.",
      "id": "s30"
    },
    {
      "text": "The relevant legislative provisions are referred to in MFI-1 and it is unnecessary for me to repeat them.",
      "id": "s31"
    },
    {
      "text": "As is observed in MFI-1, the position is less certain in Tasmania, South Australia and the Australian Capital Territory, however this difficulty is overcome because the proposed deed provides for an assignment of the financial facilities and securities to the trustee as may be required.",
      "id": "s32"
    },
    {
      "text": "The reason why the application has been made to the Court rather than to a committee of inspection or by way of a resolution of the creditors is explained in MFI-1.",
      "id": "s33"
    },
    {
      "text": "It is also pointed out there that the new trustee had consented to the application.",
      "id": "s34"
    },
    {
      "text": "The servicer has been served with the application and supporting affidavits.",
      "id": "s35"
    },
    {
      "text": "It has not responded to the correspondence, but that is not a reason why I ought not to make the orders which are sought.",
      "id": "s36"
    },
    {
      "text": "Accordingly, I propose to make orders 1 and 2 in the originating process, save that in paragraph 2 reference is to be made to clauses 4.2 and 4.3 of the deed.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s38"
    },
    {
      "text": "Associate:\n \n \nDated: 26 June 2009\n \n Solicitor for the Plaintiff: Blake Dawson \n Date of Hearing: 26 June 2009 \n \n Date of Judgment: 26 June 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/714.html",
      "id": "s39"
    }
  ]
}